{
	"id": 14509,
	"name": "Kaguras Wahrheit",
	"description": "Die Glocke, die bei der Aufführung des Kagura-Tanzes verwendet wird, wurde von der Guuji selbst gesegnet. Der Duft der heiligen Sakura hält noch immer an.",
	"descriptionRaw": "Die Glocke, die bei der Aufführung des Kagura-Tanzes verwendet wird, wurde von der Guuji selbst gesegnet. Der Duft der heiligen Sakura hält noch immer an.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "Der Klang der Glocken hallt noch immer dort wider, wo einst Tänze vor dem Thron aufgeführt wurden.\nDie weiße Gestalt, die man einst verfolgte, bleibt wie ein unerreichbarer Traum, aus dem man nicht erwachen kann ...\n\n„Damals war ich ein dummes kleines Ding, keineswegs so intelligent wie unsere große Matriarchin Hakushin.“\n„Rücksichtslos und ungeschickt, als ob ich im Schnee nach Nahrung wühlte, in der Hoffnung, die Aufmerksamkeit Ihrer Exzellenz zu gewinnen.“\n„Lustigerweise war es genau diese rücksichtslose und ungeschickte Handlungsweise, die mir das Mitgefühl Ihrer Exzellenz eingebracht hat.“\n„Und so kam ich in Ihren Dienst, um Ihre Hände und Füße zu wärmen. Eine sehr große Ehre.“\n\n„Dann kam die Saiguu nicht mehr zurück und auch die Anderen sind auch aus verschiedenen Gründen verloren gegangen.“\n„Und so kam es, dass jemand, der so ungeschickt wie ich war, die Rolle der ‚Miko‘ übernahm und zu der Person wurde, die du heute kennst.“\n„So fiel die schwierige Aufgabe, Ihre Exzellenz glücklich zu machen, auf meine Schultern.“\n„In der Nacht, als ich zum ersten Mal den Kagura-Tanz aufführte, spürte ich die Last der ‚Vergangenheit‘.“\n\nDas Bimmeln der Glocken entfernte sich. Die große silberne Kitsune, meine Meisterin und Freundin, verschwand im schemenhaften Fluss der Träume.\nDie Glocken ertönten erneut und die hartnäckige Sandbank löste sich und verschwand in der wirbelnden Strömung.\nDie reinweiße, sanfte Gestalt von früher war längst in die dunkle Erinnerung gerutscht.\nDie verwaiste Tochter des Kitsune-Klans übernahm die Kagura-Glocke und tanzte für ein neues „Jetzt“.\n\nIch traf eine junge, sture Tengu-Kriegerin, die ich unter dem Vorwand des „Trainings“ zur Askese in den Bergen überredete,\naber da ich ihre widerspenstige Art spürte, empfahl ich sie den eigensinnigen Kujous.\nIch kämpfte auch einmal mit dem hartnäckigen Oni, wurde aber durch seine außergewöhnliche Ausdauer besiegt ...\nDa habe ich natürlich ein paar kleine Tricks angewendet, um unseren Kampf interessanter zu machen.\nIch korrespondierte mit einer Halb-Adeptin aus einem fernen Land und schenkte ihr frische und geschmeidige Meerespflanzen.\nTrotzdem spürte ich, dass ich ihre fast blinde Liebe nicht verstehen konnte. Ist das nicht eine Form der Knechtschaft für eine Adeptin?\nNacht für Nacht dringt das Mondlicht im ehrwürdigen Garten durch die Äste und Blütenblätter in den leeren Hof.\nDiese Szene leuchtet immer noch hell in meinem leeren Herzen wie unzählige schimmernde Perlen ...\n\n„In der kurzen Zeitspanne dieser paar hundert Jahre bin ich in vielen Gestalten auf der Welt gewandelt.“\n„Obwohl ich nicht das Glück hatte, tiefe Freundschaften mit normalen Menschen zu schließen, habe ich die menschliche Schönheit sehr gut kennengelernt.“\n„Eure Exzellenz, die ich als ‚Freundin‘ zu bezeichnen wage, hat wahrscheinlich mehr Zeit, die Welt zu bereisen.“\n„Lass uns zusammen diese unvollkommene Welt betrachten und ihre Schönheit mit Liebe und Hass, mit Begegnungen und Abschieden genießen.“\n\nWährend Ihre Exzellenz in ihren Traum der Ewigkeit vertieft war, musste sich jemand um das gewöhnliche Volk kümmern.\nUm den Groll des bösen Oni Kuroami zu besänftigen, habe ich einmal nur einen Hauch von der unheilvollen Macht gezeigt, die ich besitze,\nund die große Unruhe, die Kosanta, der kahlköpfige Tanuki, verursacht hat, wurde von mir mit ein wenig Magie wieder in Ordnung gebracht.\nDer marodierende Pirat Rinzou, eine Bedrohung der Inseln, wurde durch einen einfachen Plan der Trennung von seinen eigenen Leuten verraten,\nund was das unbeschriebene Blatt, den unsterblichen Exzentriker angeht ...\nIch hoffe, „er“ findet seinen Weg und wird nicht zu einer Bedrohung für uns alle.\nDie dunklen Überreste der Seele des Schwertmeisters, die Bestien der Katastrophe, die sich im heiligen Wald versteckten, sie alle wurden ausgelöscht ...\nVerglichen mit dem Traum der Ewigkeit, den Ihre Exzellenz verfolgt, waren solche Dinge nur kurzlebige Zwischenspiele.\nDie Tage des Wartens auf das Erwachen Ihrer Exzellenz schienen endlos, aber ich dachte, dass die Zeit auf unserer Seite war.\n\n„Denn im Vergleich zu den Lotos und Udumbara, die sich in den windstillen, mondlosen utopischen Gefilden befinden und nie verwelken,“\n„kann eine vulgäre Existenz wie ich diese Art von Einsamkeit nicht ertragen. Ich würde mich in diesem Zustand ohne Gefühle und Träume völlig langweilen.“\n„Ich würde viel lieber im betrunkenen Zustand die Zweige der Donner-Sakura abknicken und mit den frechen Youkai herumtollen.“\n„Dies ist nicht nur die nahe Vergangenheit, sondern auch die hoffnungsvolle Zukunft.“\n„Eure Exzellenz, dürfte ich noch das Vergnügen haben, gemeinsam die blass violetten Knospen zu betrachten, wenn der nächste Schnee schmilzt?“",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "14,4%",
	"effectName": "Kagura-Tanz der heiligen Sakura",
	"effectTemplateRaw": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um <color=#99FFFFFF>{0}</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um 12 % erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um 12 %.",
		"values": [
			"12 %",
			"12 %"
		]
	},
	"r2": {
		"description": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um 15 % erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um 15 %.",
		"values": [
			"15 %",
			"15 %"
		]
	},
	"r3": {
		"description": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um 18 % erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um 18 %.",
		"values": [
			"18 %",
			"18 %"
		]
	},
	"r4": {
		"description": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um 21 % erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um 21 %.",
		"values": [
			"21 %",
			"21 %"
		]
	},
	"r5": {
		"description": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um 24 % erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um 24 %.",
		"values": [
			"24 %",
			"24 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Die Maske des bösen Leutnants",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Kralle der versteckten Monster",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Geisterhülle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Die Maske des Tigerbisses",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Kralle der versteckten Monster",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Geisterhülle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Die Maske des Tigerbisses",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Versteckte Monsterklauen",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Maske des Einhörnigen",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Versteckte Monsterklauen",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Gespensterherz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Maske des Einhörnigen",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Versteckte Monsterkrallen",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Gespensterkern",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Maske der Kijin",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Versteckte Monsterkrallen",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Gespensterkern",
				"count": 18
			}
		]
	}
}