{
	"id": 12414,
	"name": "Katsuragikiri Nagamasa",
	"description": "Ein Schwert, das in Tatarasuna hergestellt wurde. Schwer und zäh.",
	"descriptionRaw": "Ein Schwert, das in Tatarasuna hergestellt wurde. Schwer und zäh.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 4,
	"story": "Das Nagamaki wurde von einem der ehemaligen Inspektoren von Tatarasuna entworfen.\nMan sagt ihm einen einfachen und geradlinigen Charakter nach, wie ihn der Inspektor hatte.\n\nLange vor der Einführung der fremden Technik zur Herstellung des „Mikage-Hochofens“\nist die in Tatarasuna angewandte Schmelzmethode die traditionelle „Metallverarbeitungsmethode“.\nNachdem Mikoshi Nagamasa die Rolle des Inspektors übernommen hatte, war er eine Zeitlang von der kalten Schönheit des Stahls besessen.\nEr suchte Rat bei Vizewaffenmeister Miyazaki, der ebenfalls ein erfahrener Schwertkämpfer war.\nAm Ende fertigte er in Handarbeit dieses einfache und harte Schwert, „Daitatara Nagamasa“.\n\nObwohl er der Adoptivsohn der Familie Mikoshi war und seine Adoptivmutter dafür gesorgt hatte, dass sein Name angeschwärzt wurde,\nObwohl Mikoshis erster Sohn Michihiro ihn aufgegeben hat und untergetaucht ist,\nließen seine selbsternannte Dummheit und seine wirkliche Loyalität ihn den Namen der öffentlichen Meinung hundertfach in Ehren halten.\nStrebe danach, in die Regierung einzutreten und das Stigma der Familie mit hundertfachem Fleiß und Klarheit zu tilgen.\n\nSelbst wenn es einen Hinweis auf ein Fehlverhalten seines eigenen Helfers Katsuragi gäbe, würde er gnadenlos abgeschossen werden.\nDanach änderte sich der Name des Schwerts wie auch sein Pseudonym für immer.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "10%",
	"effectName": "Verhalten eines Samurais",
	"effectTemplateRaw": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>{0}</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>{1}</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
	"r1": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 6 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 3 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"6 %",
			"3"
		]
	},
	"r2": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 7,5 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 3,5 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"7,5 %",
			"3,5"
		]
	},
	"r3": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 9 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 4 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"9 %",
			"4"
		]
	},
	"r4": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 10,5 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 4,5 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"10,5 %",
			"4,5"
		]
	},
	"r5": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 12 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 5 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"12 %",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukamis Weisheit",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos-Vorrichtung",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukamis Freude",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos-Vorrichtung",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukamis Freude",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Chaos-Achse",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukamis Zuneigung",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Chaos-Achse",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukamis Zuneigung",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos-Oculus",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukamis Tapferkeit",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Chaos-Oculus",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 12
			}
		]
	}
}