{
	"name": "Khaj-Nisut-Schlüssel",
	"description": "Eines der zwei Szepter, die aus Obsidian gefertigt wurden. In der Legende kann es als Schlüssel verwendet werden, um das Tor zu einem Paradies zu öffnen, das am Ende des Sandmeeres liegt.",
	"weapontype": "Einhänder",
	"rarity": "5",
	"story": "Dies ist eine Geschichte, nachdem der Traum des Sandkönigs wie eine Seifenblase zerplatzt war und die Herrin der Pflanzen das Flüstern des Himmels verbarg.\nZahnräder des Verfallens zerbrachen das heilige Reich in viele kleine Reiche und zermalmten sie dann gleichermaßen zu Sand.\nEine Königin verbrannte die vergoldete Robe und Krone des kleinen Prinzen und ließ ihn im Sacktuch seines Dieners entkommen.\nViele Jahre vergingen, der Prinz wurde der Sohn des Königs auf dem Sklavenmarkt und dann ein Wanderer, der alles verlor.\n\n„Als ich noch beim Anblick des Sonnenaufgangs über dem Luftspiegelungsturm weinen konnte, bot ich unter des Königs Thron Rat an und zerschmetterte viele Stadtstaaten mit ihm.“\n„Ich hab den Sohn des ehemaligen Königs bei seiner Geburt gesegnet: Auch nach seinem Tod werden die Hymnen für ihn weitergehen ...“\n„In der Vergangenheit habe ich viele Menschen und Dinge falsch verstanden. Zur Strafe des Schicksals kann ich heute nichts mehr sehen.“\n„Sei mein Lehrling. Sei meine Augen und beschreib mir die Menschen und Dinge in der goldenen Wüste.“\n„Ich hoffe, dass eines Tages die Gedichte der Helden in den schönsten Teppich in dem göttlichen Palast eingewoben werden können ...“\n\nMünzen werden beim Wechsel ihrer Besitzer beschädigt, während Gegenstände mit edlem Blut mächtiger werden, nachdem ihr Besitzer gewechselt wird.\nSein letzter Besitzer war ein blinder Dichter. Später änderte sich die Geschichte von einer Meister-Diener-Geschichte zu einer Meister-Lehrling-Geschichte.\n\n„Vor dem Abschied sagte mir meine Mutter, dass wir uns in der ewigen Oase wiedersehen würden ...“\n„Nimm dieses Schwert als Schlüssel zum Tor des Paradieses und baue ein neues Reich inmitten von Smaragden und Granatäpfeln auf.“\n\nNachdem der alte Dichter die Geschichte des wandernden edlen Bluts gehört hatte, strich er über die stumpfe Klinge des schwarzen Schwertes. Nach langer Zeit sagte er:\n„Ab heute bin ich nicht mehr dein Meister. In deinem Epos bin ich nur ein Passant.“\n\n„Meister ...“\n\n„Xiphos, dein Schicksal ist ein anderes als meines. Du solltest dich nicht herablassen, Geschichten für andere zu schreiben.“\n„Du bist derjenige, der die Zuneigung des Dschinns besitzt, und derjenige, der den Khaj-Nisut-Schlüssel hält. Du bist der Prinz eines verlorenen Reichs.“\n„Begib dich auf deine Wanderreise zwischen den verfallenen Reichen. Du wirst ein neues Epos schreiben und die ewige Oase finden ...“\n„In den Zeiten, als ich Hymnen für den Oberherrn und Liebesgedichte für den Prinzen schrieb, träumte ich davon, für den Helden des Schicksals zu schreiben.“\n„Lass mich anderen von deinem Epos erzählen. Dein Wiedertreffen mit deiner Mutter, die epische Rückkehr des Ruhmes des Sandkönigs ...“\n\nAm Ende wurde der Kronprinz vom Sklaven zum Helden und der Söldner fiel vom Thron und ihre Wege kreuzten sich ...\n\nDer Legende nach versiegelte der in der Luft fließende Sandfluss die Heimat, nachdem sich der Sandkönig von seinen alten Freunden getrennt hatte.\nNachdem der Traum zerplatzt war und das Reich in viele kleine Stadtstaaten gespaltet wurde, fiel der Schlüssel, der einst den Wüstenpavillon und das Traumparadies mit Luftspiegelungen verborgen hatte,\nin die Arme des Sandes, nachdem er zwischen den Händen der Oberherren und der Könige weitergegeben worden war, wie die Münzen, die ständig ihren Besitzer wechselten.\nUnd der blinde alte Dichter, der den Spuren der Geschichte und den blutbefleckten Fußabdrücken folgte, fand schließlich seinen Weg in den Wald ...",
	"baseatk": 44,
	"substat": "LP",
	"subvalue": "14.4",
	"effectname": "Im Sandmeer versunkenes Epos",
	"effect": "Erhöht die LP um {0}. Löst nach dem Treffen von Gegnern mit der Elementarfähigkeit den Effekt „Grandiose Verse“ aus, der 20 s hält: Erhöht die Elementarkunde der damit ausgerüsteten Figur um {1} ihrer max. LP, 0,3 s Abklingzeit, 3-fach stapelbar. Erhöht bei 3 Stapelungen oder der Aktualisierung der Wirkungsdauer der dritten Stapelung die Elementarkunde aller Truppenmitglieder in der Nähe um {2} der max. LP der damit ausgerüsteten Figur, hält 20 s.",
	"r1": [
		"20 %",
		"0,12 %",
		"0,2 %"
	],
	"r2": [
		"25 %",
		"0,15 %",
		"0,25 %"
	],
	"r3": [
		"30 %",
		"0,18 %",
		"0,3 %"
	],
	"r4": [
		"35 %",
		"0,21 %",
		"0,35 %"
	],
	"r5": [
		"40 %",
		"0,24 %",
		"0,4 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Kupfertalisman des Waldtaus",
				"count": 5
			},
			{
				"name": "Zerbrochenes Prisma",
				"count": 5
			},
			{
				"name": "Verblasste rote Seide",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Eisentalisman des Waldtaus",
				"count": 5
			},
			{
				"name": "Zerbrochenes Prisma",
				"count": 18
			},
			{
				"name": "Verblasste rote Seide",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Eisentalisman des Waldtaus",
				"count": 9
			},
			{
				"name": "Trübes Prisma",
				"count": 9
			},
			{
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Silbertalisman des Waldtaus",
				"count": 5
			},
			{
				"name": "Trübes Prisma",
				"count": 18
			},
			{
				"name": "Geränderte rote Seide",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Silbertalisman des Waldtaus",
				"count": 9
			},
			{
				"name": "Leuchtendes Prisma",
				"count": 14
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Goldtalisman des Waldtaus",
				"count": 6
			},
			{
				"name": "Leuchtendes Prisma",
				"count": 27
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 18
			}
		]
	}
}