{
	"id": 15417,
	"name": "Gefolgsfrau des Königs",
	"description": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Bogens angenommen, mit dem man die Gegner des Waldes niederschießen kann.",
	"descriptionRaw": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Bogens angenommen, mit dem man die Gegner des Waldes niederschießen kann.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 4,
	"story": "„Vor langer, langer Zeit lebte eine Prinzessin namens Cinnamon ...“\n„... Schließlich verließ sie zusammen mit dem Tiger den Palast.“\n\nDoch jene Geschichte ist eure Geschichte. In eurer Geschichte sollte jedes Wort eine Bedeutung haben.\nIch weiß, dass der „Palast“ in eurer Geschichte alle Dinge enthält, die Cinnamon zu einer Person machen:\nÜber das Blut verbundene andere Menschen, das große Haus, gesunder Menschenverstand und Vernunft. Und der König ist genau wie das Mondlicht ein in ihrem Herzen verborgener Wunsch.\nFür uns ist der Palast einfach nur der Palast, Cinnamon ist einfach nur Cinnamon, der Waldkönig ist einfach nur der Waldkönig und das Mondlicht ist einfach nur das Mondlicht.\n\nDie Geschichte, die ich gehört habe, unterscheidet sich von Cinnamons Geschichte.\nEs war einmal ein kleines Mädchen, das sich in einem Wald verlaufen hatte. Den Fußspuren des Waldkönigs folgend, kam sie zum Garten des Tigers.\n„Brüll!! Alle Tiere des Landes und der Luft haben eine Reise durch meine Eingeweide gemacht, nur um dann am Ende wieder auf die Erde zurückzukehren.“\n„Ich bin der König des Waldes. Ich habe viele getötet und viele beschützt. Das Einzige, was ich noch nicht probiert habe, ist ein kleines Menschenwesen wie du.“\nSo sprach der Tiger. Natürlich hatte jenes Mädchen damals noch nicht eure Sprache vergessen und natürlich verstand sie nicht, was der König sagte.\n\n„Brüll“, sagte das Mädchen.\n\nDas überraschte den Waldkönig. Denn normalerweise würden Menschen wie ihr fortlaufen und sich in ihren hölzernen Häusern verstecken, wenn er sein Maul aufriss, um etwas zu sagen.\nDie Tiere des Landes würden am Boden kauern und nicht wagen, sich zu bewegen, und die Tiere der Luft würden in Richtung der Sonne davonfliegen. Sogar die wehrhaften Rishboland-Großkatzen würden sich im Wald verstecken.\n„Brüll! Du kleines Ding, das sich nicht zu benehmen weiß! Also gut, ich werde dich die Wege und die Sprache des Waldes lehren.“\n„Von heute an bist du meine Gefolgsfrau. Der Palast des Waldes steht dir offen und die Tiere des Waldes werden dir kein Haar krümmen.“\n\n„Vergiss nicht, dass diese Welt nur ein Traum des Waldes ist. Eines Tages wirst du aus der Realität erwachen und in die grenzenlosen Jagdgründe gelangen.“\n„Eines Tages werden auch wir alle den Ort erreichen können, zu dem unsere Beute gegangen ist. Du darfst dies niemals vergessen.“\n\n...\nWenn die Zeit eines Waldkönigs endet, wird ein neuer König seinen Platz einnehmen. Ihr, wir, die Wesen im Wald alle folgen dem gleichen Prinzip.\nBevor die Zeit der Gefolgsfrau und des Königs endete, trafen sie auf ein kleines Mädchen, das sich ebenfalls verirrt hatte und, ohne ein einzelnes Laubblatt zu zertreten, in den Palast gelangte.\nUnd sie lehrten dem Mädchen ihr Wissen. Und dieses Mädchen wiederum gab ihr Wissen an das Nächste weiter, genauso wie jemand mir diese Geschichte weitererzählte.\nSpäter wurden manche der Kinder zu Hütern des Waldes und sie gaben die Sprache des Waldes und die Verantwortung, das Land des Königs zu beschützen, an noch mehr Menschen weiter.\nAls manche von ihnen das große Leid anderer Menschen sahen, beschlossen sie, die endlosen Jagdgründe am Ende ihrer Zeit zu verlassen und zu Jägern zu werden, die Bestien das Fürchten lehrten.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "12%",
	"effectName": "Lehren des Labyrinthkönigs",
	"effectTemplateRaw": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <color=#99FFFFFF>{1}</color> ANG zugefügt. 20 s Abklingzeit.",
	"r1": {
		"description": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um 60 Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von 100 % ANG zugefügt. 20 s Abklingzeit.",
		"values": [
			"60",
			"100 %"
		]
	},
	"r2": {
		"description": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um 80 Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von 120 % ANG zugefügt. 20 s Abklingzeit.",
		"values": [
			"80",
			"120 %"
		]
	},
	"r3": {
		"description": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um 100 Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von 140 % ANG zugefügt. 20 s Abklingzeit.",
		"values": [
			"100",
			"140 %"
		]
	},
	"r4": {
		"description": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um 120 Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von 160 % ANG zugefügt. 20 s Abklingzeit.",
		"values": [
			"120",
			"160 %"
		]
	},
	"r5": {
		"description": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um 140 Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von 180 % ANG zugefügt. 20 s Abklingzeit.",
		"values": [
			"140",
			"180 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo der sengenden Macht",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inaktives Sklerotium",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Nachglimmen der sengenden Macht",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inaktives Sklerotium",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Nachglimmen der sengenden Macht",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Schlafendes Sklerotium",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Traum der sengenden Macht",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Schlafendes Sklerotium",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Traum der sengenden Macht",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robustes Sklerotium",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Vergangenheit der sengenden Macht",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Robustes Sklerotium",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 12
			}
		]
	}
}