{
	"id": 13414,
	"name": "Kitain-Kreuzlanze",
	"description": "Eine besondere Lanze, die einst von einem berühmten Krieger benutzt wurde, der die Tatarigami auf der Insel Yashiori bewachte.",
	"descriptionRaw": "Eine besondere Lanze, die einst von einem berühmten Krieger benutzt wurde, der die Tatarigami auf der Insel Yashiori bewachte.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Eine einzigartige Waffe, die Kitain Bunsou für seinen eigenen speziellen Schießstil entwickelt hat.\nIn Amateurhänden können eigenwillige Gegengewichte das Manövrieren sehr erschweren.\nAber in den Händen von jemandem, der es zu nutzen weiß, kann es außerordentlich mächtig und zerstörerisch sein.\n\nIn der fernen Vergangenheit war Kitain die Familienlinie, die „Tatarigami“ jagte.\nEr übernahm auch die Verantwortung für die „Yashiori-Wächter“ für viele Generationen in der Vergangenheit.\n\nIn der Vergangenheit gab es einen Kinderreim, der im Land von Inazuma kursierte.\n„Arataki vom Haupttor, Iwakura, der Nachfolger, Kitain, die Schlange, und Takamine, der Nebelspalter“,\num den schillernden Kampfkünstler zu beschreiben, der einst wie ein Santalum die Erde erleuchtete.\nUnter den ursprünglichen gab es noch viele andere Namen, aber sie sind alle von der Geschichte ausgelöscht worden.\nWer ständig Dämonen und das Böse tötet, trinkt unweigerlich das verseuchte Blut des Miasmas.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "24",
	"effectName": "Verhalten eines Samurais",
	"effectTemplateRaw": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>{0}</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>{1}</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
	"r1": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 6 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 3 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"6 %",
			"3"
		]
	},
	"r2": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 7,5 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 3,5 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"7,5 %",
			"3,5"
		]
	},
	"r3": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 9 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 4 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"9 %",
			"4"
		]
	},
	"r4": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 10,5 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 4,5 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"10,5 %",
			"4,5"
		]
	},
	"r5": {
		"description": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 12 %. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s 5 Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
		"values": [
			"12 %",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Die Maske des bösen Leutnants",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos-Vorrichtung",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Die Maske des Tigerbisses",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos-Vorrichtung",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Die Maske des Tigerbisses",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Chaos-Achse",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Maske des Einhörnigen",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Chaos-Achse",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Maske des Einhörnigen",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos-Oculus",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Maske der Kijin",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Chaos-Oculus",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}