{
	"name": "Eiserne Blume",
	"description": "Ein elegant geformtes Großschwert, verziert mit festlichen Blumen und Bändern.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Die Form der Windblume hat sich in den fließenden Winden der Zeit verloren.\nIn Zeiten des Friedens ist ihr Name zum Synonym für Liebe und Fröhlichkeit geworden.\nManchmal werden sogar Waffen, die für Eroberung und Sieg bestimmt sind,\nmit den vom Kunden oder vom Schmied gewünschten Blumen verziert.\nEs scheint, dass jemand dieses Schwert für einen geliebten Menschen anfertigen lassen hat.\n\n„Keine Stahlklinge kann es zerschneiden und kein Steinjoch kann es gefangen halten.“\n„Der Wind fürchtet die Zukunft nicht. Er eilt ihr nur entgegen.“\nLeise erzählte der namenlose Hirte, der zu keiner Kathedrale gehörte, die Geschichten über den Wind.\nEr schenkte denjenigen „Blumen“, in deren Augen das Licht noch nicht verblasst war.\n\nWenn die Adligen ihren alten Eid vergessen haben und eitles Schweigen gang und gäbe ist,\nWenn das Blutprinzip dem Wind entgegengesetzt ist, wäre die Legende der Bäume und Blumen tabu und umsonst.\nEinst blühten Blumen an Orten, an denen sich niemand über sie freute.\nSie waren kleine Funken herrlicher Begeisterung in den trostlosen Zeiten, ehe sie vom Wind verweht wurden.\n\n„In den Schatten des vergangenen hohen Turms, in den Gassen von heute ...\nund in jeder winzigen, unauffälligen Ecke blühen die Blumen.“\nLeise erzählte der namenlose Hirte, der nicht aus dem Palast stammte, die Geschichte über die Blumen.\n\nEr meinte, heute sind die „Ludi Harpastum“ in die Hände der Adligen geraten.\nWusstet ihr, dass die Hügel und Täler in den Ruinen, über die die mächtigen Winde hinwegfegen, einst mit Blumen übersät waren?\nDiese Blumen waren keine gewöhnlichen Blumen. Je stärker der Wind wehte, desto stärker wurden die Wurzeln dieser Blumen, und desto üppiger blühten sie.\nDer Tag, an dem das Reich mit diesen Blumen übersät wäre, wäre der Tag, an dem der hohe Turm endgültig fallen würde.",
	"baseatk": 44,
	"substat": "Elementarkunde",
	"subvalue": "24",
	"effectname": "Flüstern von Wind und Blumen",
	"effect": "Erhöht 8 s lang, nachdem Gegner mit einer Elementarfähigkeit getroffen wurden, oder nach dem Auslösen einer Elementarreaktion den ANG um {0} und die Elementarkunde um {1} Punkte.",
	"r1": [
		"12 %",
		"48"
	],
	"r2": [
		"15 %",
		"60"
	],
	"r3": [
		"18 %",
		"72"
	],
	"r4": [
		"21 %",
		"84"
	],
	"r5": [
		"24 %",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fesseln des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Zertrümmertes Rückgrat",
				"count": 3
			},
			{
				"name": "Geisterhülle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Zertrümmertes Rückgrat",
				"count": 12
			},
			{
				"name": "Geisterhülle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Festes Rückgrat",
				"count": 6
			},
			{
				"name": "Gespensterherz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 3
			},
			{
				"name": "Festes Rückgrat",
				"count": 12
			},
			{
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 6
			},
			{
				"name": "Rückgrat mit gemeißeltem Muster",
				"count": 9
			},
			{
				"name": "Gespensterkern",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ideal des Löwenzahnkriegers",
				"count": 4
			},
			{
				"name": "Rückgrat mit gemeißeltem Muster",
				"count": 18
			},
			{
				"name": "Gespensterkern",
				"count": 12
			}
		]
	}
}