{
	"name": "Makhaira-Aquamarin",
	"description": "Ein uraltes Großschwert, das glänzt wie das Wasser selbst. Tausend Jahre Sanderosion haben seine unnatürlich scharfe Klinge kein bisschen stumpf werden lassen.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Der Legende nach war dieses verfallene, vergoldete Land vor Tausenden von Jahren,\nals der König der Demenz unter den Sanddünen begraben wurde, mit vielen kurzlebigen Stadtstaaten übersät.\nDieses Großschwert gehörte einst der Tänzerin Makhaira, die auch die Konkubine des Tyrannen war.\nMit ihrem sauberen und rücksichtslosen Schwerttanz gewann sie die Zuneigung des Königs und die Aufmerksamkeit des Prinzen.\n\nDer Edelste des verfallenden Reichs, bauchig und arrogant, frönte den ganzen Tag über Essen, Wein und Jagd.\nWie alle Könige dieses dekadenten Zeitalters gab er sich endlosen Eroberungen, Zerstörungen und dem Horten von Beute hin.\n\nAls alles in die dunkle Nacht versank, beruhigte das wasserfarbene Mondlicht das manische Königreich, und alle schliefen ein.\nBegleitet vom himmlischen Lied der Seelie konnte der fettleibige Tyrann die Schläfrigkeit nicht ertragen und schlief auch ein, schnarchend wie Donner ...\nDie kokette Konkubine hatte längst die Zeichen des Niedergangs des Reichs gesehen. Sie polierte die Klinge ihres Schwertes, um sich auf den letzten Mulltanz vorzubereiten.\nAuch der junge Prinz sah Anzeichen des Zusammenbruchs. Er kam nachts zu Makhaira, die ebenfalls besorgt war.\n\n„Was aus dem sengenden Sand kommt, findet schließlich im sengenden Sand sein Ende. Auch wenn das Sandmeer in der langen Nacht eiskalt ist, wird das sengende Schicksal nie vergessen.“\n„Tu mir bitte einen Gefallen, wenn dies deine Entscheidung ist. Erlaub mir bitte, etwas für meine verfallene Heimatstadt zu tun.“\n„Eine kleine Rache reicht aus, um eine große Sorge für dich und mich aufzuräumen. Der jagdsüchtige wird an seinem verwöhnten Falken sterben.“\n„Von meiner Dschinn-Mutter habe ich den siebenfachen Schwerttanz gelernt. Wenn du derjenige wärst, der den Thron besteigen würde, und ich nicht mehr die anderen schmeicheln müsste, würde ich zufrieden sein.“\n\nUnd so wurde die Verschwörung zur Auflösung des Reichs auf dem Bett geboren. Die sanften Worte der Geliebten verwandelten sich in scharfe Schwerter.\nUnd so fiel der Tyrann auf hässliche Weise in den sengenden Sand. Seine wahnhaften Eroberungspläne zerplatzten schließlich wie Seifenblasen.\nDer Aufstieg und Fall des Stadtstaates waren nur ein betrunkener Traum. Alle Menschen, gute und böse, wurden wie Weizenschalen von dem riesigen Mühlstein des Schicksals zermalmt.\nDie Konkubine, die gut im Schwerttanz war, wurde am Ende nicht die Königin. Der weise Minister, der überlebte und diese Geschichte erzählte, verlor auch seine Augen.\nDiejenigen, die ihr Land verloren, wurden vom Strudel, der alles verschlang, in das Sandmeer geschleudert. Sie wurden dann zu Wanderern, zu Söldnern und flossen schließlich in das Meer der Wälder ...",
	"baseatk": 42,
	"substat": "Elementarkunde",
	"subvalue": "36",
	"effectname": "Wüstenpavillon",
	"effect": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um {0} der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
	"r1": [
		"24 %"
	],
	"r2": [
		"30 %"
	],
	"r3": [
		"36 %"
	],
	"r4": [
		"42 %"
	],
	"r5": [
		"48 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo der sengenden Macht",
				"count": 3
			},
			{
				"name": "Chaos-Speicher",
				"count": 3
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 3
			},
			{
				"name": "Chaos-Speicher",
				"count": 12
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 6
			},
			{
				"name": "Chaos-Modul",
				"count": 6
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 3
			},
			{
				"name": "Chaos-Modul",
				"count": 12
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 6
			},
			{
				"name": "Chaos-Anker",
				"count": 9
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vergangenheit der sengenden Macht",
				"count": 4
			},
			{
				"name": "Chaos-Anker",
				"count": 18
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}