{
	"id": 12433,
	"name": "Universalschlüssel",
	"description": "Ein schweres, scharfes Großschwert, mit dessen Kraft die meisten Schlösser geöffnet werden können.",
	"descriptionRaw": "Ein schweres, scharfes Großschwert, mit dessen Kraft die meisten Schlösser geöffnet werden können.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 4,
	"story": "Es gibt nur wenige Geheimnisse auf der Welt, die für immer unbekannt bleiben, und selbst in den verstecktesten Kammern gibt es Spalten, durch die etwas entweichen kann.\nEgal wie komplex und ausgeklügelt ein Schloss auch sein mag, von dem Moment seiner Herstellung an es ist immer möglich, es zu knacken.\nEgal wie sorgfältig man plant, es ist unvermeidlich, dass man Spuren hinterlässt, die zur Entdeckung führen.\n\nFür ein Mädchen, das sich selbst als Nachfolgerin des Großen Räubers bezeichnet, sind Geheimnisse und Mechanismen einfach nur ein Witz.\nVon den hochmütigen und arroganten Adligen im Norden bis hin zu den schmeichlerischen und unterwürfigen Kaufleuten in den Grenzgebieten,\nalle als nicht knackbar angepriesenen Schlösser wurden von dem Mädchen geknackt.\n\nDenn je komplexer eine Struktur ist, desto anfälliger ist sie in der Regel auch.\nWenn man nur genügend Kraft ausübt, gibt es kein Schloss, das sich nicht öffnen lässt.\n\nSo verbreitete sich der schlechte Ruf der „Klingenbrecherin“ wie ein Lauffeuer und schließlich erinnerte sich niemand mehr an die Tochter des armen Bauern, Schanzkowska.\nDas Mädchen, das sich fälschlicherweise als Nachkomme des Feenkönigs ausgab, stahl unzählige Schätze und vergnügte sich wie eine echte Adlige in langweiligem Luxus.\nWas eigentlich ein gewöhnliches, uninspiriertes Leben hätte bleiben sollen, änderte sich eines Tages plötzlich:\n\n„Meine liebe, hochmütige, lächerliche, betrügerische Dame: Du solltest die Erste sein, die diese Nachricht erhält.“\n„Ich habe keinerlei Interesse an dem sogenannten Schatz des Großherzogs. Genau, wie du dir den Namen der Großen Räubers angeeignet hast: Nimm ihn dir einfach!“\n„Aber denke daran: Ich war es, der den Mechanismus geknackt hat. Präge dir meinen Namen zusammen mit deiner Niederlage ein.“\n\nDer Großherzog veranstaltete ein Festmahl, das wie eine Provokation an die Räuber dieser Welt wirkte, da er verkündete, einen Schatz ausgestellt zu haben, den niemand stehlen könne.\nDas Mädchen, das sich über seine Arroganz lustig machte, schwor sich, seinen Schatz zu stehlen, was ihr letzter Raub vor ihrem Rückzug aus dem Geschäft sein sollte.\nDoch sie musste feststellen, dass ihr jemand zuvor gekommen war. Ein Räuber, der sich selbst als Aussteiger bezeichnete, hatte eine Nachricht an der Wand hinterlassen, die sie wütend machte.\n\nWas folgte, waren unzählige erbitterte Wettkämpfe, von denen jeder mit einer demütigenden Niederlage endete.\nDas Mädchen, das sich so viel auf ihre Fähigkeiten als Schlossknackerin einbildete, unterlag aus unbestimmten Gründen immer wieder dem unbekannten Herausforderer.\nJe öfter sie verlor, desto größer wurden ihre Scham und ihre Wut, und je größer ihre Scham und ihre Wut wurden, desto größer wurde auch ihr Wunsch, das wahre Gesicht des Erzfeindes zu sehen.\nBis zu dem Zeitpunkt, als ihr verhasster Erzfeind, der sie immer wieder wütend machte, plötzlich von der Bildfläche verschwand.\nDanach erreichte sie die Nachricht, dass der Räuber gefasst und hingerichtet worden war.\n\nDoch aus Gründen, die sie sich selbst nicht erklären konnte, fand sie sich plötzlich an den weitläufigen Gräbern wieder und grub den Steinsarg aus, in dem die Leiche des Verbrechers liegen sollte.\nDoch als sie den Sarg, in dem eigentlich die sterblichen Überreste liegen sollten, öffnete, fand sich darin nur ein eingeritzter spöttischer Satz an sie.\n\nSie wischte sich die Tränen weg, die sie aus irgendeinem Grund vergossen hatte, und schimpfte über die Hinterhältigkeit ihres Erzfeindes.\nWie immer schwor sie sich, den Rest ihres Lebens damit zu verbringen, das Rätsel um seinen vorgetäuschten Tod zu lösen, und ihn so ein für allemal zu überlisten.\nAm Ende nahm ihr die Zeit ihre Schönheit, auf die sie so stolz war, sowie ihren letzten Atemzug.\nDa sie nicht einmal mehr in der Lage war, ein einfaches Schloss zu knacken, verfluchte das Mädchen seinen Namen, und legte sich in den leeren Sarg.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "13,3%",
	"effectName": "Lösung mit einem Schlag",
	"effectTemplateRaw": "#Erhöht nach Auslösen der Elementarreaktion 12{NON_BREAK_SPACE}s lang die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um <color=#99FFFFFF>{1}</color> Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
	"r1": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 60 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 60 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 75 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 75 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 90 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 90 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 105 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 105 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 120 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 120 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Traurige Glorie der Nachkommen des hohen Nordens",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Knochenstück mit erloschenem Licht",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Verblendeter Trotz der Nachkommen des hohen Nordens",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Knochenstück mit erloschenem Licht",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Verblendeter Trotz der Nachkommen des hohen Nordens",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Schimmernde Überreste",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Gebetsopfer der Nachkommen des hohen Nordens",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Schimmernde Überreste",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Gebetsopfer der Nachkommen des hohen Nordens",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Leuchtendes Außenskelett",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Strahlender Glanz der Nachkommen des hohen Nordens",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Leuchtendes Außenskelett",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 12
			}
		]
	}
}