{
	"name": "Spitze der klingenden Winde",
	"description": "Eine Wetterfahne, die die Windrichtung anzeigt. Die Idylle der Winde bleibt nicht immer sanft ...",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "Eine Bake, die die reisenden Wanderer nach Heimat führt. Egal wo er ist, der Silberadler strebt immer nach dem fernen Wind.\nDie grünen Federn wirbelten mit ihrem sanften Gesang und führten den Wanderer auf die andere Seite, wo der Wind wehte.\n\n„Es ist mir egal, woher du kommst oder welche Sünden du begangen hast. Nur ...“\nDer nicht anerkannte junge „Meister“ wischte ihr das Blut aus dem Gesicht, während er sprach.\n„Wenn der Wind der Veränderung über das Land weht, möchte ich dich an meiner Seite haben.“\n„Der Falke wurde von mir getötet. Behalte es zwischen uns ...“\n\nGenau wie die Blutsverwandten, die in Zukunft von der brutalen Waffe erstochen wurden, wurde auch ihr Herz von ihrem wahren jungen „Meister“ mit einem unsichtbaren Pfeil durchbohrt,\nals sie sah, wie das Purpurrot im Schnee allmählich schwarz wurde.\nVon da an betrachtete sie mit einem Auge die Angelegenheiten, die sie als Dienerin zu tun hatte.\nUnd mit dem anderen Auge betrachtete sie die „Aufgaben“, die getan werden mussten, um die von ihm beschriebene Vision zu verwirklichen.\nSie träumte davon, neben ihm oder gar hinter ihm in der Menge zu stehen,\nund mit ihrem wahren jungen „Meister“ in dem Wind zu baden, den sie allerdings nicht verstehen konnte.\nDafür mussten unzählige Nägel und Zapfen herausgezogen werden, um das ganze Gebäude einzureißen ...\n\n„Priscilla, sei nicht traurig. Alles auf der Welt hat seinen Preis.“\n„Denk daran: Falls der Plan durchgesickert wird, geh zu Windblickkap und zünde das Signalfeuer an.“\n„Wenn der Wind der Veränderung über das Land weht, werden du und ich die Vorhut des Sturms sein.“\n\n„Ja, Meister Eberhart.“\nSo ist es richtig. Vergiss das Geblüt und die Pflicht. Vergiss die Trennung und das von Sehnsucht erfüllte Herz.\nEs blieben nicht viele Nägel, die gereinigt werden mussten. Der einstige Glanz sollte bald zurückkehren.\n\nAber ...\nBis die Falken und Hunde der Familie von dem Plan erfuhren, lief das Segel immer noch nicht in ihr Blickfeld ein.\n\nAm Ende kicherte sie nur leise. Einst war sie unzufrieden mit ihrem eigenen Schicksal und dem Schicksal zahlloser Menschen.\nDoch in diesem Moment, als sie zu dem blassen Mondlicht und dem silbernen Schwertschatten aufblicke,\nfühlte sie sich weder müde noch wütend unter dem Spott der Adligen.\n\nEs blieben nicht viele Nägel, die gereinigt werden mussten. Der einstige Glanz sollte bald zurückkehren.\nUnd mein junger Meister, wie ein Leuchtfeuerfalke wirst du in die Richtung des Hurrikans zeigen.\nSei nicht traurig meinetwegen. Bald werde ich nur noch eine Brise in tausend Winden sein ...",
	"baseatk": 42,
	"substat": "ANG",
	"subvalue": "9",
	"effectname": "Nicht ankommender Wind",
	"effect": "Erhöht 10 s lang nach Auslösen einer Elementarreaktion den ANG um {0} und die Elementarkunde um {1} Punkte.",
	"r1": [
		"12 %",
		"48"
	],
	"r2": [
		"15 %",
		"60"
	],
	"r3": [
		"18 %",
		"72"
	],
	"r4": [
		"21 %",
		"84"
	],
	"r5": [
		"24 %",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Milchzahn des borealischen Wolfs",
				"count": 3
			},
			{
				"name": "Figur der Dunkelheit",
				"count": 3
			},
			{
				"name": "Schleimabsonderung",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Zersplitterter Zahn des borealischen Wolfs",
				"count": 3
			},
			{
				"name": "Figur der Dunkelheit",
				"count": 12
			},
			{
				"name": "Schleimabsonderung",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Zersplitterter Zahn des borealischen Wolfs",
				"count": 6
			},
			{
				"name": "Figur der Nacht",
				"count": 6
			},
			{
				"name": "Schleimkondensat",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Abgebrochener Zahn des borealischen Wolfs",
				"count": 3
			},
			{
				"name": "Figur der Nacht",
				"count": 12
			},
			{
				"name": "Schleimkondensat",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Abgebrochener Zahn des borealischen Wolfs",
				"count": 6
			},
			{
				"name": "Figur der Finsternis",
				"count": 9
			},
			{
				"name": "Schleimkonzentrat",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Heimweh des borealischen Wolfs",
				"count": 4
			},
			{
				"name": "Figur der Finsternis",
				"count": 18
			},
			{
				"name": "Schleimkonzentrat",
				"count": 12
			}
		]
	}
}