{
	"name": "Widerschein des Nebelsplitters",
	"description": "Ein Katana, das in einem traurigen violetten Licht leuchtet. Weil es einmal zerbrochen wurde, wurde es „Widerschein“ genannt.",
	"weapontype": "Einhänder",
	"rarity": "5",
	"story": "Es ist eines der beschrifteten Schwerter, die der Shougun an Hatamoto übergibt. Man sagt, dass seine Kraft in der Lage ist, mit der Macht von Donner und Blitz den Berg und den Nachtnebel zu durchschneiden.\nIrgendwann zerbrach es in Tausende von Teilen. Nach dem Umschmelzen war das Schwert mit Linien wie Luftschlangen versehen.\n\nIn einem Lied heißt es „Arataki vom Haupttor, Iwakura, der Nachfolger, Kitain, die Schlange, und Takamine, der Nebelspalter“.\nKampfkunst liebende Kinder stehen berühmten Kampfkünstlern aus der Geschichte gegenüber. „Takamine, der Nebelspalter“ ist einer.\nZusammen mit einem Gottesdiener benutzte er sein geheimes Schwert „Nebelsplitter“, um unzählige Dämonen und verfluchte Tatarigami zu erschlagen.\nEr hatte auch die Kunst des Bogenschießens von einem Schatten-Tengu gelernt und lehrte die Kunst des Bogenschießens der Person seiner Wahl.\nDas geheime Schwert wurde jedoch nicht an Nachkommen weitergegeben, sondern überlebt nur in Manuskripten, Zeichnungen und Reimen.\n\nAm Ende seiner Karriere wurde er zu einem Mitglied im Apparat des Shougun gegen die dunklen militärischen Kräfte.\n\nVielleicht wären die Dinge anders gelaufen, wenn der Bogen, den sie so gerne benutzte, nicht als Glücksspiel auf ihrer Seite geblieben wäre.\nAber der wahre Zocker kann nie etwas bereuen, nie „wenn“, nie „falls“.\nDer Feind kam wie ein Nebel und er führte ständig wunderbare Schläge aus, die sogar den Nebel der Berge und der Nacht durchschneiden konnten.\nWenn du schnell genug schneidest, dann kannst du den dunklen Nebel der Begierde durchdringen und einen Blick auf das Licht erhaschen ...\n\n„Asase, die Abmachung mit dir ... nein, die große Wette, die alle Wetten beenden wird, werde ich niemals verlieren.“\n„Ich werde zurückkehren. Und dann nimm die gewonnenen Mora und den Bogen, der als Wettgeld diente!“\n\nWie ein ständiger Donnerschlag schlachtete er unzählige dämonische Kreaturen ab.\nAber am Ende war das Schwert doch nicht so stark wie die Ausdauer des Schwertkämpfers und sie brach allmählich.\nUnd der schwarze Nebel, der ihn komplett verschlang ...\nAm Ende wurde nur ein Teilfragment des Schwertes aufgegriffen und neu gegossen, um den Namen Nebelspalter zu tragen.\n\nAm Ende wurde nur ein Teilfragment des Schwertes geborgen und neu gegossen.\nIn der Dunkelheit des Nebels wiederholte ich es immer wieder hartnäckig in meinem Kopf.\nDer Gewinner der Wette ist noch nicht bekannt. Ich muss zurück an Asases Seite ...",
	"baseatk": 48,
	"substat": "KSCH",
	"subvalue": "9.6",
	"effectname": "Nebelspaltertuch",
	"effect": "Erhöht den Elementar-SCH aller Elemente um {0} und verleiht die Kraft des „Nebelspaltersiegels“: Erhöht den Elementar-SCH des eigenen Elements bei 1/2/3 Stapelungen um jeweils {1}. Verleiht der Figur in folgenden Situationen je 1 Nebelspaltersiegel: Verursachen von Elementar-SCH mit Standardangriffen, hält 5 s; Anwendung von Spezialfähigkeiten, hält 10 s; Elementarenergie der Figur unter 100 %, verschwindet bei voller Elementarenergie. Wirkungsdauer jeder Stapelung Nebelspaltersiegel ist unabhängig.",
	"r1": [
		"12 %",
		"8/16/28 %"
	],
	"r2": [
		"15 %",
		"10/20/35 %"
	],
	"r3": [
		"18 %",
		"12/24/42 %"
	],
	"r4": [
		"21 %",
		"14/28/49 %"
	],
	"r5": [
		"24 %",
		"16/32/56 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Korallenzweig eines fernen Meeres",
				"count": 5
			},
			{
				"name": "Chaos-Vorrichtung",
				"count": 5
			},
			{
				"name": "Alter Handschutz",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 5
			},
			{
				"name": "Chaos-Vorrichtung",
				"count": 18
			},
			{
				"name": "Alter Handschutz",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 9
			},
			{
				"name": "Chaos-Achse",
				"count": 9
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 5
			},
			{
				"name": "Chaos-Achse",
				"count": 18
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Jadezweig eines fernen Meeres",
				"count": 9
			},
			{
				"name": "Chaos-Oculus",
				"count": 14
			},
			{
				"name": "Berühmter Handschutz",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Goldzweig eines fernen Meeres",
				"count": 6
			},
			{
				"name": "Chaos-Oculus",
				"count": 27
			},
			{
				"name": "Berühmter Handschutz",
				"count": 18
			}
		]
	}
}