{
	"name": "Mitternachtswalzer",
	"description": "Ein Bogen in der Farbe der Sünden und der Nächte der Illusion.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "... \n„Mein Fräulein, nicht eine Träne von Euch wurde während Eurer Pilgerreise vergeblich vergossen.“\nSo sprach Ozvaldo von Hrafnavines zur Prinzessin, als ihre Reise im Land der ewigen Stille zu Ende ging.\n\nAuf ihrer langen Reise durch Raum und Zeit haben die Prinzessin der Verurteilung und ihr nachtschwärmerischer Rabe unzählige Geschichten und ihre Enden erlebt, jede ein Regentropfen, der am Ende der Reise in ein bitteres Meer fließt. Jede Wut des jungen Mannes über Ungerechtigkeit muss sich in Ruhe verwandeln. Jede Leidenschaft muss durch den Marsch der Zeit zu Staub zermahlen werden, bevor sie sich in wilde Paranoia an diesem umgedrehten, uralten Baum verwandelt. Sogar der Ast des Baumes der Zeit, auf dem die große und glorreiche Republik Rema nistete, würde am Ende abgeschnitten werden, sodass das Reich, das von dem anderen Zwillingskind der Wölfe gegründet wurde, herrschen würde.\nAlles auf dieser Welt muss durch das Tor ihrer Zerstörung in das zukünftige Reich der Prinzessin gelangen. In der Stille ihres stockfinsteren Nachtgartens würden sie einen Platz zum Schlummern finden.\nDoch als Droctfult in den Händen des Weltenmonsters fiel, nachdem er für die Träume eines jungen Mannes und den noch ausstehenden Regen gekämpft hatte, und von ihren Reißzähnen in Stücke gerissen wurde, begann die Prinzessin dennoch zu weinen.\n\n„Höre gut zu, Ozvaldo von Hrafnavines. Der Herrscher des Immernachtreichs weint nicht.“\nSie fuhr fort: „Wer von denen, die in diese Welt geboren sind, ist nicht mit Sünde belastet? Wenn die Uhr wieder einmal die Zeit des Gerichts ankündigt, wird sich der Rock der Nacht wieder senken. Dann werden die sich windenden Kämpfe von Mensch und Tier, die darin gefangen sind, nichts weiter sein als ein Mitternachtswalzer.“\n\n„Es ist, wie Ihr sagt, mein Fräulein.“\n„Hmpf, zu deinem Glück verstehst du das.“\n„Nun denn, mein Fräulein, ich frage mich, ob Ihr Euch noch an diese Geschichte erinnert ...“\n\nEr ließ das duftende Meer des Uruniversums erstrahlen und sorgte dafür, dass zwei der drei hellen Monde, die die Bestien des Reichs Arianrhod in Aufruhr versetzten, von einem Schwert, das den Horizont zerriss, in Splitter zerfetzt wurden, die selbst für den mystischen Anblick der Prinzessin zu klein waren.\nOder vielleicht war es so: Die hellen Monde, die einst ein Universum erleuchteten, den süßen Schläfern dreier Welten Träume und Gesang brachten und in den Tierherden, die zwischen Morgengrauen und Abenddämmerung umherzogen, eine tiefe Sehnsucht weckten, sie wurden endlich zu Staub. Doch auch sie wollten im ewigen, leuchtenden Blick der Prinzessin bleiben und ihr feines Licht in noch mehr Länder bringen.\n\nIn der Tat. Eine Prinzessin vergießt keine Tränen.\nDas war nur eine natürliche Absonderung ihrer königlichen Augen, die durch das unzeitige Eindringen dieser frechen Sandkörner beleidigt waren.\n\n~ Ende des Bandes ~",
	"baseatk": 42,
	"substat": "Physischer SCH-Bonus",
	"subvalue": "11.3",
	"effectname": "Duo der ewigen Nacht",
	"effect": "Erhöht den mit Elementarfähigkeiten verursachten Schaden nach dem Treffen von Gegnern mit Standardangriffen 5 s lang um {0}. Erhöht den mit Standardangriffen verursachten Schaden nach dem Treffen von Gegnern mit Elementarfähigkeiten 5 s lang um {1}.",
	"r1": [
		"20 %",
		"20 %"
	],
	"r2": [
		"25 %",
		"25 %"
	],
	"r3": [
		"30 %",
		"30 %"
	],
	"r4": [
		"35 %",
		"35 %"
	],
	"r5": [
		"40 %",
		"40 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Decarabians zerbrochener Ziegel",
				"count": 3
			},
			{
				"name": "Schweres Horn",
				"count": 3
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 3
			},
			{
				"name": "Schweres Horn",
				"count": 12
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 6
			},
			{
				"name": "Kupferhorn",
				"count": 6
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 3
			},
			{
				"name": "Kupferhorn",
				"count": 12
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 6
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 9
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabians zerstörter Traum",
				"count": 4
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 18
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}