{
	"name": "Monddurchbohrer",
	"description": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Riesenpfeils angenommen und kann als Speer verwendet werden.",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "„Diese Geschichte handelt von Kindern, auf die das Licht des Mondes eine Faszination ausübt ...“\n\nWenn diese Kinder zum hellen Mond aufblicken, dann stimmen sie manchmal ein Wehklagen an genau wie der letzte Waldkönig im Augenblick seines Todes.\nDer Legende nach sollen jene, die das Wasser trinken, das sich in den Fußabdrücken des Waldkönigs angesammelt hat und in dem sich das Licht des Vollmonds widerspiegelt, zu Dienern des Königs werden.\n\nDiese Geschichte des Mondes stammt aus einem sehr, sehr alten Traum, der in einem Nilotpala-Lotos verborgen war.\nVor sehr langer Zeit, als Aramuhukunda noch nicht aus Granatapfel geboren worden war, als eine noble und große Rasse an der Seite eurer Ahnen schritt, \nlebten drei Schwestern. In jeder Nacht verließen sie ihren perlfarbenen Palast und wanderten durch die Wüste, wobei überall, wo sie einhergingen, Nilotpala-Lotos aufblühte.\n\n...\nSchließlich zerbrachen zwei helle Monde zu Staub und verschwanden. Die letzte der Schwestern wurde von einer solch großen Trauer erfasst, dass sie ihren Palast danach nicht mehr verlassen hat.\nNach vielen Jahren fielen die Splitter der Monde auf die Erde. Zu jener Zeit hatte die Herrin der Flora den Wald bereits in die Wüste gebracht.\nAn den Orten, auf die der Staub des Mondes gefallen war, erblühte ein Nilotpala-Lotos und die Kinder, die diesen Staub eingeatmet hatten, trugen in ihren Herzen von da an einen perlenartigen hellen Mond.\nDas ist der Grund dafür, dass es immer einige Kinder gibt, die der Mond in seinen Bann schlägt, und dass der Nilotpala-Lotos in jeder Nacht erblüht. Zudem ist es auch der Grund dafür, dass diese Kinder stets in der Gunst des Mondes stehen.\nDenn die drei Schwestern, die sich gegenseitig anleuchten, streben zu jeder Zeit danach, wieder zusammenzufinden.\n\nAls die Geschichte erzählt worden war, verwelkte jener Nilotpala-Lotos. Sie wartete lange Zeit, bis die Wüste zu einem Wald wurde und die große Rasse ihre Macht verlor,\nbis wir auf der Erde erschienen sind, bis der Aranara, der mit ihr sprechen konnte und diese Geschichte an mich weitergab, vor ihr erschienen war.\nDieser Aranara verlor danach mehrere Male viele seiner Erinnerungen, bis Vanarana zerstört wurde und wir in den Traum gingen.\nDoch das spielt keine Rolle, denn diese Geschichte wird in unseren und in euren Herzen zu einem perlenartigen Mond heranwachsen.\n\nEin Kind, das der Mond in seinen Bann schlägt, weint manchmal, wenn es zum Mond hinaufblickt, weil der feine Staub, zu dem der Mond geworden ist, ihm in die Augen rieselt.\nIn vielen Geschichten wird keine Träne umsonst vergossen.",
	"baseatk": 44,
	"substat": "Elementarkunde",
	"subvalue": "24",
	"effectname": "Geräuschloser Wald im Mondschein",
	"effect": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Reinkarnations-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang den ANG der Figur, die das Blatt sammelt, um {0}. Auf diese Weise kann alle 20 s nur ein Reinkarnations-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
	"r1": [
		"16 %"
	],
	"r2": [
		"20 %"
	],
	"r3": [
		"24 %"
	],
	"r4": [
		"28 %"
	],
	"r5": [
		"32 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiszenz der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Chaos-Speicher",
				"count": 3
			},
			{
				"name": "Abzeichen für neue Rekruten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Chaos-Speicher",
				"count": 12
			},
			{
				"name": "Abzeichen für neue Rekruten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Chaos-Modul",
				"count": 6
			},
			{
				"name": "Abzeichen für Unteroffiziere",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Chaos-Modul",
				"count": 12
			},
			{
				"name": "Abzeichen für Unteroffiziere",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Chaos-Anker",
				"count": 9
			},
			{
				"name": "Abzeichen für Offiziere",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wahrheit der Oase der blühenden Blumen",
				"count": 4
			},
			{
				"name": "Chaos-Anker",
				"count": 18
			},
			{
				"name": "Abzeichen für Offiziere",
				"count": 12
			}
		]
	}
}