{
	"id": 13430,
	"name": "Bergschützer-Bolzen",
	"description": "Ein Speer, der von den Handwerkern der Minen gemeinsam geschmiedet wurde. In der Vergangenheit wurde er den Geistern der Berge als Opfergabe dargebracht.",
	"descriptionRaw": "Ein Speer, der von den Handwerkern der Minen gemeinsam geschmiedet wurde. In der Vergangenheit wurde er den Geistern der Berge als Opfergabe dargebracht.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Es war in jenen Tagen, als die dunkle Flut noch nicht hereingebrochen war. Damals erschütterten noch die Geräusche von Metall den Himmel über den Bergen von Nanatzcayan und unaufhörlich flogen die Funken.\nDie Bergleute hatten sich Tag und Nacht über Monate hinweg abgemüht, um einen wichtigen Gegenstand herzustellen, der nicht außer Acht gelassen werden durfte.\nEs heißt, dass dieser eng mit der Sicherheit in den Minen und dem Überleben des Stammes verbunden war, und die Ältesten nannten ihn „Bergschützer-Bolzen“.\nImmer wenn die Erde erzitterte und die Berge sich in Bewegung setzten, konnte der Frieden nur durch einen Tribut erkauft werden, der den Berggeistern in ihren tiefsten Höhlen dargebracht wurde.\n\nAuch wenn es sich um ein uraltes Ritual handelte, das über Tausende von Jahren weitergegeben wurde, machte sich der junge Sundjatta darüber lustig.\nEr war es, der den Fluss des Gesteins und die Wege der Erzadern verstand und glaubte, dass es einen Grund für die häufigen Einstürze geben musste.\nVielleicht hatten ja die übermäßigen Aushöhlungen die Berge in wankende Wracks verwandelt oder aber die Erddrachen unter den Quellen trieben ihr Unwesen.\nDennoch war er entschlossen, sich in die verbotenen Höhlen des Stammes vorzuwagen, um die darin verborgenen Geheimnisse zu lüften.\n\nEr folgte den felsigen Adern und kämpfte sich durch stockfinstere Höhlen voran. Nichts konnte ihn aufhalten.\nIn den tiefsten Tiefen der Höhle schützten mit langen Nägeln bewährte Palisaden das Tor zu noch tieferen Tiefen.\nDieses Gebiet, in das seit tausend Jahren kein Mensch mehr vorgedrungen war, war verboten und doch fand er auf der Toröffnung Spuren kürzlicher Ausgrabungen.\nTunnel, die sich durch die unterirdische Welt schlängelten, von denen niemand wusste, wohin sie eigentlich führten.\n\nAls er schließlich dem unterirdischen Fluss stromaufwärts folgte, erblickte er am Ausgang des Tunnels das Flackern eines schwachen Schimmers.\nNachdem er sich an das grelle Licht gewöhnt hatte, das er schon lange nicht mehr gesehen hatte, erhob sich vor ihm eine aschebedeckte Ruine.\nEinst war dies eine unterirdische Bastion des Usurpators der aschenen Stadt und ein Ort, an dem Bergleute in vergangenen Zeiten Schutz gesucht hatten.\nDer blinde Stegosaurier, der in den felsigen Abgründen hauste, war wohl derjenige, der dafür verantwortlich war, dass dieser Durchgang wieder das Licht der Welt erblickt hatte.\n\n„Ja, dieser Tunnel war nur jenen geschickten Handwerksleuten bekannt, die der tyrannische Schlangenkönig in den Dienst der aschenen Stadt gestellt hatte.“\n„Als der zornige Usurpator die Spuren des Handwerks der Drachen auslöschen wollte, als seine Torheit sowohl Dämonen als auch göttliche Übel aufwiegelte,“\n„es waren diese Tunnel, durch die unsere Vorfahren in die Berge im Nirgendwo geflohen sind.“\n\nDoch obwohl der heilige Durchgang zur Drachenhöhle versiegelt worden war, witterten die blutrünstigen Horden dennoch ihren Weg dorthin.\nUm ihre neue Heimat auf dem Gipfel des Tequemecan-Tals zu verteidigen, stimmten die Krieger des Stammes ihre schallenden Kriegsgesänge an.\nMit scharfen Klingen und langen Speeren in der Hand stiegen sie in die stockdunklen Höhlen hinab und kämpften gegen die namenlosen Wesen, die noch viel finsterer waren.\nEine Waffe nach der anderen zerbarst in ihren Händen und die, die in den Bergen waren, schmiedeten und schmiedeten noch mehr für sie.\nUnd so tobte der Kampf über unzählige Tage und Nächte, bis das albtraumhafte Heulen und das Klirren von Stein und Metall endlich verstummten.\n\nEs war der „Bergschützer-Bolzen“, der seinen Segen schenkte, denjenigen, die sich einst im Verborgenen hielten und für ihre Freiheit und ihr Land kämpften.\nNoch vor Tagesanbruch sollten sie fallen, die, die sich opferten, damit die Morgendämmerung kommen konnte. Der geschenkte Segen, er war einer, der bis zum heutigen Tag andauert.\n\nAls die dunkle Flut am Horizont aufstieg, erschütterten damals noch die Geräusche von Metall den Himmel über den Bergen von Nanatzcayan, und unaufhörlich flogen die Funken.\nDas flüssige, geschmolzene Gebirgsgestein wurde emsig von den Handwerkern zu scharfen Speeren geformt.\nSundjatta, Häuptling der Minen, kletterte auf den Rücken des Stegosauriers Muhuru und zog einen der Speere zwischen den Felswänden hervor.\nUnd so begann ein weiterer Kampf, in dem die Flamme aus der Asche neu entfacht und der Segen aus den unzähligen Wünschen geformt wurde.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "6,7%",
	"effectName": "Hoffnung jenseits der Gipfel",
	"effectTemplateRaw": "#Verringert die beim Klettern verbrauchte Ausdauer um 15{NON_BREAK_SPACE}% und erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>{0}</color>. Erhöht außerdem den mit Elementarfähigkeiten des Trägers verursachten Schaden um <color=#99FFFFFF>{1}</color>, nachdem ein anderes Truppenmitglied in der Nähe eine Elementarfähigkeit ausgelöst hat, hält 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Verringert die beim Klettern verbrauchte Ausdauer um 15 % und erhöht den mit Elementarfähigkeiten verursachten Schaden um 12 %. Erhöht außerdem den mit Elementarfähigkeiten des Trägers verursachten Schaden um 12 %, nachdem ein anderes Truppenmitglied in der Nähe eine Elementarfähigkeit ausgelöst hat, hält 8 s.",
		"values": [
			"12{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Verringert die beim Klettern verbrauchte Ausdauer um 15 % und erhöht den mit Elementarfähigkeiten verursachten Schaden um 15 %. Erhöht außerdem den mit Elementarfähigkeiten des Trägers verursachten Schaden um 15 %, nachdem ein anderes Truppenmitglied in der Nähe eine Elementarfähigkeit ausgelöst hat, hält 8 s.",
		"values": [
			"15{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Verringert die beim Klettern verbrauchte Ausdauer um 15 % und erhöht den mit Elementarfähigkeiten verursachten Schaden um 18 %. Erhöht außerdem den mit Elementarfähigkeiten des Trägers verursachten Schaden um 18 %, nachdem ein anderes Truppenmitglied in der Nähe eine Elementarfähigkeit ausgelöst hat, hält 8 s.",
		"values": [
			"18{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Verringert die beim Klettern verbrauchte Ausdauer um 15 % und erhöht den mit Elementarfähigkeiten verursachten Schaden um 21 %. Erhöht außerdem den mit Elementarfähigkeiten des Trägers verursachten Schaden um 21 %, nachdem ein anderes Truppenmitglied in der Nähe eine Elementarfähigkeit ausgelöst hat, hält 8 s.",
		"values": [
			"21{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Verringert die beim Klettern verbrauchte Ausdauer um 15 % und erhöht den mit Elementarfähigkeiten verursachten Schaden um 24 %. Erhöht außerdem den mit Elementarfähigkeiten des Trägers verursachten Schaden um 24 %, nachdem ein anderes Truppenmitglied in der Nähe eine Elementarfähigkeit ausgelöst hat, hält 8 s.",
		"values": [
			"24{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Verfall des wahnsinnigen Fürsten",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Lodernder Steinbrocken",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Vaniloqua-Nektar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Leid des wahnsinnigen Fürsten",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Lodernder Steinbrocken",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Vaniloqua-Nektar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Leid des wahnsinnigen Fürsten",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Entzündete Saat des Lebens",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Leuchtender Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Glanz des wahnsinnigen Fürsten",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Entzündete Saat des Lebens",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Leuchtender Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Glanz des wahnsinnigen Fürsten",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Loderndes Gestaltauge",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Elementarnektar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Antlitz des wahnsinnigen Fürsten",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Loderndes Gestaltauge",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Elementarnektar",
				"count": 12
			}
		]
	}
}