{
	"name": "Mouun-Mond",
	"description": "Ein schöner Kriegsbogen aus Muscheln und Korallen. Ein trauriger Glanz fließt entlang seiner mondlichtfarbenen Wurfarme.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "Der Langbogen, der einst von der Watatsumi-Schreinjungfer Mouun benutzt wurde,\nist reinweiß wie der Schaum an der Spitze einer mondbeschienenen Welle.\n\nDie Schreinjungfer war mit den Ungeheuern der fernen Meere befreundet und gemeinsam kämpften sie gegen die tosenden Wolken, um Watatsumis vergänglichen Traum zu retten.\nGemeinsam ritten die beiden Gefährten auf den Wellen und tauchten immer wieder in die Gischt ein, die von den Schiffsbögen erzeugt wurde ...\nSie gingen immer weiter und verfolgten den Weg ohne Zurück, auf dem sich Watatsumi nun befand, bis sie gemeinsam in das Land ihrer tragischen Auslöschung gingen.\n\n„Vielleicht stimmt es ja, dass der Krieg von Watatsumi Omikami von Anfang an zum Scheitern verurteilt war.“\n„Aber solange wir diese Erinnerungen zurücklassen, solange wir die Saat des Opfers säen, könnte sich das alles lohnen.“\n\nDie Lieder der Vergangenheit preisen die enge Verbindung, die sie mit „Umigozen“ als Zwillinge von Watatsumi teilte,\nund stellen sie mit gespanntem Bogen und erhobenem Speer dar, wie sie im Wellenschlag eines Schiffsbugs stehen ...\nDiese fernen Lieder erzählen, wie sie mit Touzannou auf dem Rücken eines Meerestiers durch die Nacht ritt,\nvon den zerbrochenen Morgen, von denen sie dem Helden sanft und wehmütig ins Ohr flüsterte ...\n\nIn friedlichen Tagen sangen die Zwillinge einst im Chor mit dem großen Wal der Tiefsee,\nsie sangen über die düsteren Tage in der Tiefe und der dunklen Nacht, von Omikami und den strahlenden Jadezweigen.\nEinst trieb sie Spiele mit diesem rücksichtslosen jungen Mann, dessen einzige Stärke seine riesige Kraft war ...\n\n„Sobald ich die legendäre Maske des Großen Tengu zurückbringe, musst du unser Versprechen einlösen und unsere Sache zu Ende bringen.“\n\n„Klar, und wenn du dann immer noch so viel Mist erzählst, lasse ich einen Wal eine Welle auftürmen, die groß genug ist, um dein schmutziges Maul sauber zu waschen.“",
	"baseatk": 44,
	"substat": "ANG",
	"subvalue": "6",
	"effectname": "Wellenbändiger von Watatsumi",
	"effect": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um {0}. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu {1}.",
	"r1": [
		"0,12 %",
		"40 %"
	],
	"r2": [
		"0,15 %",
		"50 %"
	],
	"r3": [
		"0,18 %",
		"60 %"
	],
	"r4": [
		"0,21 %",
		"70 %"
	],
	"r5": [
		"0,24 %",
		"80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Narukamis Weisheit",
				"count": 3
			},
			{
				"name": "Düsteres Prisma",
				"count": 3
			},
			{
				"name": "Geisterhülle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Narukamis Freude",
				"count": 3
			},
			{
				"name": "Düsteres Prisma",
				"count": 12
			},
			{
				"name": "Geisterhülle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukamis Freude",
				"count": 6
			},
			{
				"name": "Kristallprisma",
				"count": 6
			},
			{
				"name": "Gespensterherz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukamis Zuneigung",
				"count": 3
			},
			{
				"name": "Kristallprisma",
				"count": 12
			},
			{
				"name": "Gespensterherz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Narukamis Zuneigung",
				"count": 6
			},
			{
				"name": "Polarisationsprisma",
				"count": 9
			},
			{
				"name": "Gespensterkern",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukamis Tapferkeit",
				"count": 4
			},
			{
				"name": "Polarisationsprisma",
				"count": 18
			},
			{
				"name": "Gespensterkern",
				"count": 12
			}
		]
	}
}