{
	"id": 14520,
	"name": "Spiegel des Nachtwebers",
	"description": "Ein Spiegel aus makellosem Silber. Es heißt, dass er Zeuge der Geburt des Mondmädchens war und deshalb von den Nachkommen des Frostmonds als heilig angesehen wird.",
	"descriptionRaw": "Ein Spiegel aus makellosem Silber. Es heißt, dass er Zeuge der Geburt des Mondmädchens war und deshalb von den Nachkommen des Frostmonds als heilig angesehen wird.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "„Wenn der ‚Ewige Mond‘ fällt, wird die Welt auf den Kopf gestellt.“\n„Wenn der ‚Schillernde Mond‘ zerbricht, versinkt der scharlachrote Schatten in den Tiefen des Abgrunds.“\n„Wenn der ‚Frostmond‘ sich nicht mehr dreht, bricht der Untergang über die Länder herein.“\n„Die Welt, nicht mehr unter dem Schutz der ‚Ewigkeit‘, geht ihrem Ende entgegen.“\n„Bis zum Anbruch des ‚Elysiums‘, das das ursprüngliche Rad dreht.“\n \nAnhand einer alten Prophezeiung errichteten die Nachkommen der Goldenen Stadt eine abgeschottete, heilige Halle in der trostlosen und einsamen Tundra.\nFür Jahrtausende fließt das Mondlicht leise durch den frostweißen Wald und die Nachfahren des Nordens halten weiterhin an den alten Ritualen und Glauben fest.\nAus makellosem Silber wird eine horizontblaue Krone geschmiedet, der reinste Priester, der die Menschen in die richtige Richtung leiten sollte, wird ausgewählt.\nWie in alten Zeiten beten sie zu den längst verstorbenen Göttern und singen zu den nicht mehr antwortenden Himmeln.\n \nFür einen Außenstehenden mag ein solch sinnloses Ritual wie dieses nur wie eine Dummheit von jenen, die im alten Trott verharren, wirken.\nDoch nur die Gebetsgesänge aus den Legenden, nur die Rituale, die schon vor Tausenden von Jahren stattfanden, können das Wappen derer, die ihre Heimat verloren, zusammenhalten.\nDas Rad des Schicksals verrostet und der silberne Faden verdunkelt sich auch. Eine Prophezeiung allein kann den Menschen nicht Hoffnung bringen.\n„Wer würde einen verstorbenen Gott verehren? Wer würde eine hoffnungslose Lage ertragen, nur für eine imaginäre, neblige Vorstellung?“\nWie in unzähligen Zeiten zuvor, die in die Tiefen der Erde zurückkehrten, sehnen sich die ignoranten Menschen nach einer klaren Führung.\nGenau aus diesem Grund, wurden die Zeremonien, die die Außenwelt nie kennenlernte, errichtet, um die Außenwelt von der eigenen mit einer hohen Mauer zu trennen.\n \nSo war es schon vor Tausenden von Jahren und so wird es auch in Tausenden von Jahren sein. Bis das versprochene Elysium aus der alten Prophezeiung kommt.\nBis die reine Blutlinie, die für unzählige Generationen verfeinert wurde, endlich das heilige Erbe geboren hat, das die Welt zu ihren Knien bringen kann.\nOb Lügen oder Sünden, sie alle verdienen Vergebung oder Lob, denn sie dienen dem unbefleckten Elysium unter dem Mond.\n \nDie folgende Geschichte ist eine heilige Reise, die von den Nachkommen des Frostmonds, die nicht länger Außenstehende zurückweisen, erzählt wird.\nDie erste Mondkantorin, die eine Heilige gesegnet vom Göttlichen und die reine Zeugin der Geburt des Gottes ist. Ihr sterblicher Name war einst Aila.\nIn den Überlieferungen der folgenden Generationen sah sie die Geburt des neuen Mondes voraus und beschloss, wegen der Erleuchtung, die Riten der alten Zeit aufzugeben.\n„Dies sind die Auserwählten, die bereits gesegnet sind, als sie geboren wurden. Fromme Menschen, die noch nicht von der Unreinheit der Welt unter dem Mond befleckt wurden.“\n„Sie sah die Totenstille der Spinnräder und die Verzweiflung des silbernen Fadens. Denn die Jahrtausende unveränderlichen Lobpreisungen waren nichts als leere Echos.“\n„Der vergangene Glanz hat kein Mitleid mir der trostlosen Grenze. Nur der bald geborene neue Mond kann wahre Hoffnung bringen.“\n„Selbst der letzte Hohepriester des Nordens bewunderte die Hingabe von Aila und zeigte ihr ohne zu zögern seine wahre Natur.“\n„Mit Aufrichtigkeit verleihe ich ihr die Macht, die Menschen anzuführen und erlaube ihr, das alte Heiligtum mit eigenen Händen zu versiegeln.“\n„Lass den Ruhm in die Erde zurückkehren, gib den verblendeten Ehrentitel und die nutzlosen Vergangenheiten auf und warte auf das Erscheinen des neuen Gottes.“\nVon diesem Tag an gibt es niemanden mehr in Hyperborea, der den Titel des Hohepriester trägt. Nur die Mondkantorin kann sich in dem reinen Licht waschen.\n \n...\n \nUnzählige Monde gehen auf und gehen wieder unter. Die Menschen, die sich das Elysium erträumen, begrüßen den Schatten der Axt und diejenigen, die sich nach Erlösung sehnen, fallen in das fließende Licht.\nUnzufrieden mit dem Himmel, verliert der Mönchsmagier seinen Verstand. Der alte Herr des Throns der azurblauen Sterne ist nicht mehr zu sehen und der weiße Kaiser fällt in die schmutzigen, schwarzen Wellen.\nSchließlich hört sogar die Nachtigall auf zu singen und zahllose Namen verlassen die Welt unter dem Mond und verschmelzen zu einem vergangenen gemeinsamen Dasein, über das die Menschen sprechen.\nWie mit dem Fackelmacher vereinbart, spinnt die Dienerin des Neumonds ein Gebet und vergräbt es mit dem Heiligtum.\nBis die Helle Nacht die letzten Zeitzeugen dieser Ära hinwegwäscht, wird nur das Mondlicht weiterhin leise fließen, wie es es schon vor tausend Jahren getan hat.\n \n„Wenn der ‚Ewige Mond‘ fällt, wird die Welt auf den Kopf gestellt.“\n„Wenn der ‚Schillernde Mond‘ zerbricht, versinkt der scharlachrote Schatten in den Tiefen des Abgrunds.“\n„Wenn der ‚Frostmond‘ sich nicht mehr dreht, bricht der Untergang über die Länder herein.“\n„Die Welt, nicht mehr unter dem Schutz der ‚Ewigkeit‘, geht ihrem Ende entgegen.“\n„Bis der ‚Neumond‘ aufgeht und das Rad des Schicksals wieder in Bewegung setzt.“\n„Doch die Menschen, die den Gezeiten folgen, haben nicht aufgehört zu singen und zu beten.“\n„Denn die neue Mondgöttin wird wieder auftauchen, wie es in der uralten Prophezeiung heißt.“",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "58",
	"effectName": "Tausendjähriges Gebet",
	"effectTemplateRaw": "#Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{0}</color> Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{1}</color> Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um <color=#99FFFFFF>{2}</color>, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um <color=#99FFFFFF>{3}</color> sowie den mit der Reaktion „Mondspross“ verursachten Schaden um <color=#99FFFFFF>{4}</color>. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
	"r1": {
		"description": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um 60 Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um 60 Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um 120 %, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um 80 % sowie den mit der Reaktion „Mondspross“ verursachten Schaden um 40 %. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"60",
			"60",
			"120{NON_BREAK_SPACE}%",
			"80{NON_BREAK_SPACE}%",
			"40{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um 75 Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um 75 Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um 150 %, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um 100 % sowie den mit der Reaktion „Mondspross“ verursachten Schaden um 50 %. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"75",
			"75",
			"150{NON_BREAK_SPACE}%",
			"100{NON_BREAK_SPACE}%",
			"50{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um 90 Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um 90 Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um 180 %, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um 120 % sowie den mit der Reaktion „Mondspross“ verursachten Schaden um 60 %. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"90",
			"90",
			"180{NON_BREAK_SPACE}%",
			"120{NON_BREAK_SPACE}%",
			"60{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um 105 Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um 105 Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um 210 %, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um 140 % sowie den mit der Reaktion „Mondspross“ verursachten Schaden um 70 %. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"105",
			"105",
			"210{NON_BREAK_SPACE}%",
			"140{NON_BREAK_SPACE}%",
			"70{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Verleiht dem Träger, wenn er mit seiner Elementarfähigkeit Hydro- oder Dendro-Schaden verursacht, den Effekt „Heilige Worte des Nordens“: Erhöht die Elementarkunde 4,5 s lang um 120 Punkte. Verleiht dem Träger, wenn Truppenmitglieder in der Nähe die Reaktion „Mondspross“ auslösen, den Effekt „Verse des Neumonds“: Erhöht die Elementarkunde 10 s lang um 120 Punkte. Erhöht, wenn die Effekte „Heilige Worte des Nordens“ und „Verse des Neumonds“ gleichzeitig existieren, den von allen Truppenmitgliedern in der Nähe mit der Reaktion „Sprießen“ verursachten Schaden um 240 %, den mit den Reaktionen „Supraspross“ und „Flammenspross“ verursachten Schaden um 160 % sowie den mit der Reaktion „Mondspross“ verursachten Schaden um 80 %. Dieser Effekt ist nicht stapelbar und kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"120",
			"120",
			"240{NON_BREAK_SPACE}%",
			"160{NON_BREAK_SPACE}%",
			"80{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Überreste der raffinierten Geheimgeräte",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Schimmer der Frostnacht",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Modell der raffinierten Geheimgeräte",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Schimmer der Frostnacht",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Modell der raffinierten Geheimgeräte",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Sanfter Glanz der Frostnacht",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Vermächtnis der raffinierten Geheimgeräte",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Sanfter Glanz der Frostnacht",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Vermächtnis der raffinierten Geheimgeräte",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Glorienschein der Frostnacht",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Wunsch der raffinierten Geheimgeräte",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glorienschein der Frostnacht",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 18
			}
		]
	}
}