{
	"name": "Tragbare motorisierte Säge",
	"description": "Diese alte Motorsäge sieht man heute fast nirgends mehr, aber einst diente sie Arbeitern als zuverlässiges Werkzeug.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Eine Kettensäge, die einst von den Arbeitern zum Schneiden von Kielen und Rohren verwendet wurde.\nIhre einfache und robuste Konstruktion erlaubte den einfachen Austausch von Teilen und die Wartung.\nHält man den Griff mit beiden Händen, kann man selbst härtesten Stahl problemlos damit durchtrennen.\nDiese unverwüstliche Waffe galt einst als Symbol des Fortschritts.\n\nSpäter, als sich dann der Stadtbereich Fontaines immer weiter ausdehnte, wurden sämtliche Schatten scharenweise durch das Licht der Ordnung vertrieben.\nUnd der Grund, warum die Kanalisation überhaupt erst zum Fleuve Cendré wurde, liegt in diesem praktischen Werkzeug begründet.\nSo glauben die Bewohner des Fleuve Cendré fest daran, auch wenn sie in einer Stadt unter der Stadt leben, in der es weder Regen noch Sonnenschein gibt,\ndass es einfach nur Eifer und Beharrlichkeit benötigt, um ihnen das nötige Kapital zu bescheren, Zugang zur Stadt an der Oberfläche zu erhalten,\noder das „nasskalte Land“, das sie ihr Zuhause nennen, so schön zu gestalten, wie es an der Oberfläche ist.\n\nDa diese Kettensäge schon früh eine unersetzliche Rolle bei der Produktion von Uhrwerk-Mecha spielte,\nereilte sie auch nicht das Schicksal des Verbots anderer Werkzeuge wie der Werftklinge oder dem Erkundungsbohrer.\nSpäter wurde dann außerhalb der Stadt an einem absolut sicheren Ort die größte Fabrik für Uhrwerk-Mecha errichtet.\nUnd all jene, die geschickt genug waren, mit diesem Werkzeug umzugehen, gingen schließlich im Strom des Fortschritts verloren.",
	"baseatk": 41,
	"substat": "LP",
	"subvalue": "12",
	"effectname": "Seemannslied",
	"effect": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30 s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10 s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um {0} Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2 s nach Auslösen des Effekts {1} Punkte Elementarenergie wieder her. 15 s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2,5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3,5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Zerbrochener Kelch des unberührten Meers",
				"count": 3
			},
			{
				"name": "Risskern",
				"count": 3
			},
			{
				"name": "Greifendes Zahnrad",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Weinkelch des unberührten Meers",
				"count": 3
			},
			{
				"name": "Risskern",
				"count": 12
			},
			{
				"name": "Greifendes Zahnrad",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Weinkelch des unberührten Meers",
				"count": 6
			},
			{
				"name": "Außerweltliche Synapse",
				"count": 6
			},
			{
				"name": "Mechanisches Stirnrad",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silberkelch des unberührten Meers",
				"count": 3
			},
			{
				"name": "Außerweltliche Synapse",
				"count": 12
			},
			{
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silberkelch des unberührten Meers",
				"count": 6
			},
			{
				"name": "Außerweltlicher Lebenskern",
				"count": 9
			},
			{
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Goldkelch des unberührten Meers",
				"count": 4
			},
			{
				"name": "Außerweltlicher Lebenskern",
				"count": 18
			},
			{
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 12
			}
		]
	}
}