{
	"name": "Erkundungsbohrer",
	"description": "Dieser inzwischen nahezu verschwundene Bohrer mit langem Stiel wurde häufig für Erkundungen, Steinmetz- und Schnitzarbeiten verwendet.",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "Ein nützliches Werkzeug, mit dem sich leicht in Boden und Fels bohren lässt.\nEs bietet eine Vielzahl von Anwendungsmöglichkeiten in den verschiedensten Bereichen, wie zum Beispiel der Erkundung.\nSteinmetze und Erbauer schwören ebenfalls auf seine Eigenschaften.\nSo lässt sich damit Stein bearbeiten, um zunächst eine allgemeine Struktur der Form zu erhalten.\n\nEs verhält sich mit ihm wie damals mit den in den Fabriken und Docks so beliebten Kettensägen.\nMan verließ sich auf das traditionelle und zugleich ineffiziente Brennöl als Energiequelle.\nZu jener Zeit lag die Erfindung der Pneumousia–Annihilation noch in weiter Ferne.\nUnd Uhrwerk-Mecha waren angesichts der Grenzen, die ihnen durch die damalige Kinematik und Antriebskraft auferlegt wurden,\neher als Kuriositäten und Hobby verschrien.\nSomit war es am menschlichen Muskelschmalz, anfallende Arbeitseinsätze zu vollenden.\n\nDer lange Griff diente als Kraftstoffbehälter und es sollte davon abgesehen werden, ihn einer zu groben Behandlung zu unterziehen.\nEs lassen sich allerdings Beschreibungen und Berichte finden, dass dieses Werkzeug in der Vergangenheit in Kämpfen zum Einsatz kam.\n\nPunktion, als auch Schärfe dieses langstieligen Bohrers waren unübertroffen.\nUnd wenn man bedenkt, dass er schon Felsen durchtrennt wie ein heißes Messer die Butter,\nwill man sich gar nicht erst vorstellen, was er bei etwas anzurichten vermag, das nicht die Härte von Stein aufweist.\nSpäter verschwand er dann im Fahrwasser des Fortschritts aus der Geschichte Fontaines.\nAußerdem ist der unbefugte Besitz, wie bei einer Reihe anderer Werkzeuge, mittels Verfügung seitens der Behörden verboten worden.",
	"baseatk": 44,
	"substat": "ANG",
	"subvalue": "6",
	"effectname": "Steinmetzlied",
	"effect": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen des Zusammenhalts, hält 30 s. Es können max. bis zu 3 Zeichen des Zusammenhalts vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen des Zusammenhalts und löst den Effekt „Auflehnung“ aus, der 10 s hält: Jedes verbrauchte Zeichen des Zusammenhalts erhöht den ANG um {0} und den Elementar-SCH-Bonus aller Elemente um {1}. 15 s Abklingzeit für den Effekt „Auflehnung“. Zeichen des Zusammenhalts können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": [
		"3 %",
		"7 %"
	],
	"r2": [
		"4 %",
		"8,5 %"
	],
	"r3": [
		"5 %",
		"10 %"
	],
	"r4": [
		"6 %",
		"11,5 %"
	],
	"r5": [
		"7 %",
		"13 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment einer archaischen Serenade",
				"count": 3
			},
			{
				"name": "Alte Taschenuhr der Dienerin",
				"count": 3
			},
			{
				"name": "Greifendes Zahnrad",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Bruchstück einer archaischen Serenade",
				"count": 3
			},
			{
				"name": "Alte Taschenuhr der Dienerin",
				"count": 12
			},
			{
				"name": "Greifendes Zahnrad",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Bruchstück einer archaischen Serenade",
				"count": 6
			},
			{
				"name": "Standardtaschenuhr der Dienerin",
				"count": 6
			},
			{
				"name": "Mechanisches Stirnrad",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Satz einer archaischen Serenade",
				"count": 3
			},
			{
				"name": "Standardtaschenuhr der Dienerin",
				"count": 12
			},
			{
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Satz einer archaischen Serenade",
				"count": 6
			},
			{
				"name": "Beständigkeit der Dienerin",
				"count": 9
			},
			{
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Echo einer archaischen Serenade",
				"count": 4
			},
			{
				"name": "Beständigkeit der Dienerin",
				"count": 18
			},
			{
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 12
			}
		]
	}
}