{
	"id": 13433,
	"name": "Schaufel des Goldgräbers",
	"description": "Eine Stangenwaffe, die offenbar aus einem landwirtschaftlichen Gerät hergestellt wurde. Auf den ersten Blick sieht sie ganz gewöhnlich aus, doch hinter ihrem unscheinbaren Aussehen verbirgt sich eine kaum übersehbare Raffinesse.",
	"descriptionRaw": "Eine Stangenwaffe, die offenbar aus einem landwirtschaftlichen Gerät hergestellt wurde. Auf den ersten Blick sieht sie ganz gewöhnlich aus, doch hinter ihrem unscheinbaren Aussehen verbirgt sich eine kaum übersehbare Raffinesse.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Wie viel Regen muss auf einen Samen fallen, damit er Früchte tragen kann?\nWie viele Entscheidungen muss eine Person im Laufe ihres Lebens treffen, um das Glück zu finden?\nSelbst Dinge, die nicht einmal die Götter wissen, müssen die Sterblichen sich erarbeiten, selbst wenn es sie ihr ganzes Leben kostet.\nNun stand Soini, der Sohn eines armen Bauern, vor einer solchen Entscheidung und er konnte nicht anders, als die Schaufel in seiner Hand festzuhalten.\n\nAuf dem kargen Ackerland wurde zufällig ein Schatz ausgegraben. Wenn er diesen auf dem Schwarzmarkt verkaufen könnte, wäre das eine Möglichkeit, der Armut zu entkommen.\nEin zerlumpter Mann, der einen Schatz in den Händen hält, würde ganz sicher Neid erregen, aber der harte Winter zwang ihn zu einer riskanten Entscheidung.\nDer kluge Bauer kaufte sich zuerst eine Uniform der Fatui und nutzte deren Einfluss zur Einschüchterung, um sein erstes Geschäft abzuschließen.\nGerade als Soini sich freute, tauchte auf dem Weg plötzlich eine dunkle Gestalt auf, die ihm gefolgt war: Es war der Gauner, der ihm zuvor die Kleidung verkauft hatte.\n„Gib den Schatz in deiner Hand her! Sonst wird die Wildnis hier dein Grab sein.“ Bedroht von der Klinge hatte der arme Bauer keine andere Wahl, als zu gehorchen.\nDie beiden kamen zu dem Feld, wo der Schatz vergraben war. Der Blick des Gauners fiel auf ein Stück schwarzer Wirbelsäule und plötzlich war er außer sich vor Freude.\n„Das müssen die Gebeine des Großen Diebes sein“, sagte der Gauner mit zitternden Händen, als er sie aufhob, ohne zu ahnen, dass dies seine letzte Unachtsamkeit sein würde.\nEin dumpfer Schlag der Schaufel des Bauern brachte den Gauner unter die Erde. Soini wusste, dass er von nun an keinen Platz mehr auf der Farm haben würde.\n\nDer blutbefleckte Schatz ebnete den gefährlichen Weg zum Gipfel des Schwarzmarkts, und Soini stapfte düster voran.\nHeute wird er von den Gesetzlosen, die vom süßen Duft des Reichtums angelockt werden, als ihr Pate verehrt.\n„O ehrenwerter Pate! Deine Weisheit leitet uns, deine Existenz ist eine Ehre für den Schwarzmarkt!“\nDoch niemand verstand, warum über dem Thron des Paten eine alte, abgenutzte Schaufel ruhte.\n\nIn diesen Jahren des Blutvergießens nutzte er die Schaufel, um sich daran zu erinnern, dass für einen Räuber das Leben immer auf Messers Schneide steht.\nDoch nun liegen unzählige Reichtümer in den Riffen des Grenzlandes verborgen, die gegen Loyalität und Furcht eingetauscht werden können.\nEr verschwendete nicht mehr wie früher Zeit damit, sich über Entscheidungen den Kopf zu zerbrechen, denn seine Macht und sein Reichtum konnten jeden Fehltritt korrigieren.\nMit der Zeit werden die Reichen immer reicher und die Armen immer ärmer – es ist schwer, diesem Kreislauf zu entkommen. Das ist die geheime Ordnung, nach der die Welt funktioniert.\nDer heutige Pate war nicht klüger als der arme Bauer von früher, doch verhielt er sich nicht anders, als der Gauner, der ihn einst umbringen wollte.\n„Und warum? Warum gehören die Schätze, die die Schaufel aus der Erde brachte, mir, und warum brachte sie jemand anderes unter die Erde?“\nWar das alles nur Zufall? Das Glück war ihm einfach mehr hold als dem Gauner, der an jenem Tag sein Ende gefunden hatte.\nNach tausenden Entscheidungen und dem Opfer eines ganzen Lebens, um das Glück zu erlangen, kam es doch noch auf Zufall an!\n\nSoini empfand nur Abscheu gegenüber dieser ungerechten Ordnung. „An diesem Ort liegt mein ganzer Reichtum.“\nEr machte seine Schatzkarte öffentlich zugänglich und ließ die Leute aus den Grenzgebieten um dieses zufällige Glück kämpfen.\nEinige hatten Erfolg, einige scheiterten. Doch Soini war all das egal.\nDer in prächtige Gewänder gekleidete Pate mit der Schaufel in der Hand hatte die von Reed Miller vertretene Gerechtigkeit verstanden:\n\n„Wenn diese Welt dazu bestimmt ist, unausgewogen zu sein, dann soll Gold seinen Weg zu Gold finden und Erde zu Erde zurückkehren.“\n„Dann braucht diese Welt Personen, die für einen Ausgleich sorgen – und diese Leute sollen Räuber sein.“",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "9%",
	"effectName": "Entschlossenes Handeln",
	"effectTemplateRaw": "#Erhöht den durch die Reaktion „Unter Strom“ verursachten Schaden um <color=#99FFFFFF>{0}</color> und den durch die Reaktion „Mond unter Strom“ verursachten Schaden um <color=#99FFFFFF>{1}</color>. Mondomen – Reifer Glanz: Erhöht den durch die Reaktion „Mond unter Strom“ verursachten Schaden zusätzlich um <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Erhöht den durch die Reaktion „Unter Strom“ verursachten Schaden um 48 % und den durch die Reaktion „Mond unter Strom“ verursachten Schaden um 12 %. Mondomen – Reifer Glanz: Erhöht den durch die Reaktion „Mond unter Strom“ verursachten Schaden zusätzlich um 12 %.",
		"values": [
			"48{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den durch die Reaktion „Unter Strom“ verursachten Schaden um 60 % und den durch die Reaktion „Mond unter Strom“ verursachten Schaden um 15 %. Mondomen – Reifer Glanz: Erhöht den durch die Reaktion „Mond unter Strom“ verursachten Schaden zusätzlich um 15 %.",
		"values": [
			"60{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den durch die Reaktion „Unter Strom“ verursachten Schaden um 72 % und den durch die Reaktion „Mond unter Strom“ verursachten Schaden um 18 %. Mondomen – Reifer Glanz: Erhöht den durch die Reaktion „Mond unter Strom“ verursachten Schaden zusätzlich um 18 %.",
		"values": [
			"72{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den durch die Reaktion „Unter Strom“ verursachten Schaden um 84 % und den durch die Reaktion „Mond unter Strom“ verursachten Schaden um 21 %. Mondomen – Reifer Glanz: Erhöht den durch die Reaktion „Mond unter Strom“ verursachten Schaden zusätzlich um 21 %.",
		"values": [
			"84{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den durch die Reaktion „Unter Strom“ verursachten Schaden um 96 % und den durch die Reaktion „Mond unter Strom“ verursachten Schaden um 24 %. Mondomen – Reifer Glanz: Erhöht den durch die Reaktion „Mond unter Strom“ verursachten Schaden zusätzlich um 24 %.",
		"values": [
			"96{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Letzte Glut des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Gestalt gewordener Nebel",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Letztes Glimmen des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Gestalt gewordener Nebel",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Letztes Glimmen des Nachtfeuers",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Rüstungsfragment des Nebels",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Helle Flamme des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Rüstungsfragment des Nebels",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Helle Flamme des Nachtfeuers",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Helm des Nebels",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Gleißendes Licht des Nachtfeuers",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Helm des Nebels",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 12
			}
		]
	}
}