{
	"name": "Guhua-Prototyp",
	"description": "Ein in der Schwarzsteinschmiede verstecktes, uraltes Großschwert. Schwingst du es durch die Luft, könntest du meinen, den Raum selbst zu spalten.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Ein uralter Prototyp eines Großschwertes aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nDer Griff dieser Waffe wiegt fast vierzig Pfund und besteht aus einem seltenen Erz, während die Klinge aus feinstem Stahl geschmiedet ist. Alles, was man sieht, wenn sie geschwungen wird, sind blendende Lichtblitze, die stark genug sind, um die Wolken zu verschlingen und den Mond zu verdunkeln.\n\nNach der großen Katastrophe schloss sich die Familie Yun mit dem Meisterschmied Han Wu zusammen, um neue Entwürfe in der Welt der Schwertkunst zu bringen.\nSo entstand ein neues Waffenregister, einfach die „Prototypen“ genannt. Das erste Großschwert, das nach dem neuen Entwurf hergestellt wurde, hatte eine relativ seltene, rustikale Farbe.\nDer unansehnliche Anblick von stumpfem, fleckigem Gold trog über die wahre Stärke der Waffe hinweg. Auch wenn sie keine Schönheit war, fanden alle, die sie ausprobierten, sie zwar schwer, aber nicht unhandlich.\n\nHan Wu, der Meisterhandwerker, der die Waffe geschmiedet hatte, reiste nachts gen Norden, um das Schwert einem Kampfkünstler zu übergeben, der sich der Gerechtigkeit verschrieben hatte.\nDer Kampfkünstler inspizierte die Klinge genau, bevor er sie ausprobierte. Die Klinge heulte wie der Wind und ließ mit einem Schlag den gesamten Bambuswald schrumpfen. Ein wahrlich seltener Anblick.\n\nDer Kampfkünstler sagte zu Han Wu, „Diese Klinge ist erfüllt mit der Eleganz alter Technik. Zugleich ist sie handlich, aber auch außerhalb des Kampfes eine Pracht.“\nEine solch exquisite Schöpfung verdient einen einzigartigen Namen. Sie soll nach der Guhua-Schule benannt werden.\nWegen seiner unerreichten Stärke wurde dieses Schwert das Vorbild für Tausende von Großschwertern in Liyue.",
	"baseatk": 44,
	"substat": "ANG",
	"subvalue": "6",
	"effectname": "Zermalmen",
	"effect": "Fügt Gegnern bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % zusätzlichen Schaden in Höhe von {0} ANG mit geringer Reichweite zu. 15 s Abklingzeit.",
	"r1": [
		"240 %"
	],
	"r2": [
		"300 %"
	],
	"r3": [
		"360 %"
	],
	"r4": [
		"420 %"
	],
	"r5": [
		"480 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Körnchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zerbrechliches Knochenstück",
				"count": 3
			},
			{
				"name": "Zerbrochene Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zerbrechliches Knochenstück",
				"count": 12
			},
			{
				"name": "Zerbrochene Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"name": "Stabiles Knochenstück",
				"count": 6
			},
			{
				"name": "Verdreckte Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Stabiles Knochenstück",
				"count": 12
			},
			{
				"name": "Verdreckte Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"name": "Versteinertes Knochenstück",
				"count": 9
			},
			{
				"name": "Unheilvolle Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Brocken pechschwarzer Aerosiderit",
				"count": 4
			},
			{
				"name": "Versteinertes Knochenstück",
				"count": 18
			},
			{
				"name": "Unheilvolle Maske",
				"count": 12
			}
		]
	}
}