{
	"name": "Sternsichel-Prototyp",
	"description": "Diese alte Sichel war gut in der Schwarzsteinschmiede versteckt. Das Funkeln an der Klinge erinnert an den sternenklaren Nachthimmel.",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "Ein uralter Prototyp einer Stangenwaffe aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nDiese Stangenwaffe besteht aus schwarzem Stahl, der mit Gold verziert ist. Ein Blitzmotiv verläuft entlang des Körpers, das von Sternen durchsetzt ist. Die Zugabe von Blattgold verleiht der Waffe eine vornehme Aura.\n\nAls die Monsterbedrohung endlich unter Kontrolle war, waren nur noch wenige Truppen übrig und jede von ihnen trat der Zivilgemeinschaft bei, in der sie stationiert war. Auch wenn nun Frieden herrschte, löste es eine Wiederbelebung der Kampfkünste aus, die sich im ganzen Land ausbreiteten.\nDie Nachfrage an alten Waffen konnte dem Bestand nicht gerecht werden und die Qualitätsansprüche stiegen ebenfalls. Der berühmte Schmied Yun Hui und Handwerker Han Wu zogen sich daher zurück, um an einer Lösung zu arbeiten.\nAm Tage des Abschieds waren die Bärte beider Männer um eine Handbreit gewachsen. Ihre neuen Waffenentwürfe, die „Prototypen“, waren endlich bereit, die Waffenherstellung in Liyue zu revolutionieren. Es war Zeit, die Fesseln der Vergangenheit abzulegen, die solange ihr Handwerk geplagt hatten.\n\nDie erste Stangenwaffe, die nach den neuen Spezifikationen erstellt wurde, war von schwarz-goldenem Äußeren. Das Ende der Spitze war fünf Zentimeter länger als der vorherige Standard. Eine wahrlich tödliche Waffe, dennoch gefasst und gebieterisch im Aussehen.\nSie wurde über Nacht im Mondlicht gelassen. Beim ersten Licht des Tagesanbruchs glänzte die Spitze mit dem kalten, durchdringenden Licht eines Sterns am Nachthimmel.\n\nBei diesem spirituellen Anblick wurde Yun Huis Geist von Erinnerungen an die Herrlichkeit seines Vaters überflutet, denn der Name seines Vaters bezog sich auf die Sterne. Sehr bewegt beschloss er, die Waffe dem Vermächtnis seines Vaters zu widmen.\nAus diesem Grund wurde die Waffe unter späteren Anhängern der Hellebarden-Kampfkunst in Liyue als „Sternsichel“ bekannt.",
	"baseatk": 42,
	"substat": "Aufladerate",
	"subvalue": "10",
	"effectname": "Magiesauger",
	"effect": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden nach Anwendung von Elementarfähigkeiten 12 s lang um {0}, 2-fach stapelbar.",
	"r1": [
		"8 %"
	],
	"r2": [
		"10 %"
	],
	"r3": [
		"12 %"
	],
	"r4": [
		"14 %"
	],
	"r5": [
		"16 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Körnchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zerbrechliches Knochenstück",
				"count": 3
			},
			{
				"name": "Zerbrochene Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Zerbrechliches Knochenstück",
				"count": 12
			},
			{
				"name": "Zerbrochene Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Stückchen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"name": "Stabiles Knochenstück",
				"count": 6
			},
			{
				"name": "Verdreckte Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 3
			},
			{
				"name": "Stabiles Knochenstück",
				"count": 12
			},
			{
				"name": "Verdreckte Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Klumpen pechschwarzer Aerosiderit",
				"count": 6
			},
			{
				"name": "Versteinertes Knochenstück",
				"count": 9
			},
			{
				"name": "Unheilvolle Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Brocken pechschwarzer Aerosiderit",
				"count": 4
			},
			{
				"name": "Versteinertes Knochenstück",
				"count": 18
			},
			{
				"name": "Unheilvolle Maske",
				"count": 12
			}
		]
	}
}