{
	"id": 14406,
	"name": "Bernstein-Prototyp",
	"description": "Ein magischer Katalysator versteckt in der Schwarzsteinschmiede. Aus ihm dringt das Licht von Sonne, Mond und Sternen.",
	"descriptionRaw": "Ein magischer Katalysator versteckt in der Schwarzsteinschmiede. Aus ihm dringt das Licht von Sonne, Mond und Sternen.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 4,
	"story": "Ein uralter Prototyp eines Katalysators aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nDiese Scheibe repräsentiert den Kosmos und hat deshalb eine runde Form. Im Zentrum ist ein Stück reines Cor Purum, das für die Himmelskörper am Firmament steht.\n\nNachdem die große Katastrophe endlich vorbei gewesen war, blieben unheimliche Kräfte in der Welt zurück. Daher gaben die Menschen nach und nach traditionelle Kampfkünste und Werkzeuge auf und interessierten sich immer mehr für die übernatürlichen Künste.\nAber die Techniken der Herstellung von Katalysatoren sind antiquiert, nachdem sie über ein Jahrhundert lang nicht mehr verändert wurden. Deshalb sind die Katalysatoren dieses Zeitalters sehr zerbrechlich und gehen bei der ersten Benutzung gleich kaputt.\nDie Alchimisten strömten nach Liyue und flehten Yun Hui, den Verwalter des Hauses Yun, an, für sie eine neue Art von Katalysatoren zu entwerfen.\nYun Hui fügte daraufhin einen Katalysator zu dem zu dieser Zeit neuen Waffenregister der „Prototypen“ hinzu.\n\nDie Scheibe ist aus altem Holz und seltenem Erz. Das reine Cor Purum im Zentrum war ein Geschenk der Mystiker.\nDer Cor Lapis wurde in einem Brennofen neunundvierzig Tage lang bearbeitet, um danach in Quellwasser eingelegt weitere neunundvierzig Tage auszukühlen.\nDie doppelte Reinigung durch Feuer und Wasser macht Cor Purum unzerbrechlich und der Stein kann dadurch als Gefäß für ursprüngliche kosmische Energie fungieren. Ein Katalysator mit Cor Purum im Kern kann beim Drehen der Scheibe diese Energie kanalisieren. Zwölf volle Umdrehungen bringen die Energie in ihre reinste Form.\n\nYun Hui beobachtete, dass das reine Cor Purum den warmen, goldenen Glanz von Bernstein hatte. Nach Rücksprache mit den Mystikern schlug er als Name für den Katalysator „Bernstein-Prototyp“ vor.\nDanach wurden alle Katalysatoren in Liyue nach Yun Huis Prototyp hergestellt.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "LP",
	"baseStatText": "9%",
	"effectName": "Goldüberzug",
	"effectTemplateRaw": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s <color=#99FFFFFF>{0}</color> Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s <color=#99FFFFFF>{1}</color> LP wieder her.",
	"r1": {
		"description": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 4 Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s 4 % LP wieder her.",
		"values": [
			"4",
			"4 %"
		]
	},
	"r2": {
		"description": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 4,5 Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s 4,5 % LP wieder her.",
		"values": [
			"4,5",
			"4,5 %"
		]
	},
	"r3": {
		"description": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 5 Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s 5 % LP wieder her.",
		"values": [
			"5",
			"5 %"
		]
	},
	"r4": {
		"description": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 5,5 Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s 5,5 % LP wieder her.",
		"values": [
			"5,5",
			"5,5 %"
		]
	},
	"r5": {
		"description": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 6 Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s 6 % LP wieder her.",
		"values": [
			"6",
			"6 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Bleikugeln des Nebelschleiers",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Nebelgraspollen",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Nebelgraspollen",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Nebelgrassäckchen",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Goldkugel des Nebelschleiers",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Nebelgrassäckchen",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Goldkugel des Nebelschleiers",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Nebelgrasdocht",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Wunderkugel des Nebelschleiers",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Nebelgrasdocht",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 12
			}
		]
	}
}