{
	"name": "Mondschein-Prototyp",
	"description": "Der Prototyp eines Langbogens, versteckt in der Schwarzsteinschmiede. Beim Schießen des Pfeils macht man eine Figur, die an den leuchtenden Mond erinnert.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "Ein uralter Prototyp eines Langbogens aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nMehr als fünfzig Jahre altes Holz von Seidenraupenbäumen mit goldener Seide bildet zusammen mit den feinsten Edelstahlteilen diesen vornehmen Bogen.\nObwohl sie aus Irminsul-Zweigen besteht, die tief in die Erde reichten, ist die Bogensehne extrem biegsam und reißt garantiert niemals.\n\nDie Familie Yun in Liyue stellte ein Waffenregister legendärer Waffenprototypen vor, um sich von den alten Zwängen zu befreien und der Macht seiner Streitkräfte neues Leben einzuhauchen.\nEin außergewöhnlicher Langbogen, der zur Grundausstattung der Streitkräfte gehört.\nDer Meisterhandwerker Han Wu persönlich hat diesen Bogen auf die Bitte seines guten Freundes Yun Hui hin angefertigt.\n\nEr beauftragte jede Handelskarawane, die er finden konnte, um ihm eine Fülle von Ressourcen zu beschaffen. Am Ende entschied er sich für Holz von Seidenraupenbäumen, Edelstahl und Irminsul-Zweige aus dem Abgrund.\nDas Ergebnis ist ein wunderschöner Bogen der höchsten Qualität. Solide und leicht zu greifen, mit einer kühlen Oberfläche.\nDie Arme dieses Bogens sind so schön wie der Halbmond, wenn auch dunkler, so wie ein heller Mond, der tief in einem nebligen Nachthimmel hängt.\nWenn ein Pfeil von diesem Bogen in den Himmel steigt, ist das Licht der Sehne dünn und kalt wie ein unvergesslicher Mondstrahl.\n\nDiese Ähnlichkeit hat dem Bogen den Titel „Mondschein“ eingebracht.\nSollte seine Schönheit die Menschen fesseln, wird Liyue sicher keinen Mangel an ähnlich inspirierten Bögen sehen.",
	"baseatk": 42,
	"substat": "ANG",
	"subvalue": "9",
	"effectname": "Ohne Wiederkehr",
	"effect": "Erhöht die Bewegungs-GSW beim Treffen von Schwachstellen mit heftigen Schlägen 10 s lang um 10 % und den ANG um {0}.",
	"r1": [
		"36 %"
	],
	"r2": [
		"45 %"
	],
	"r3": [
		"54 %"
	],
	"r4": [
		"63 %"
	],
	"r5": [
		"72 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Bleikugeln des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgraspollen",
				"count": 3
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgraspollen",
				"count": 12
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Quecksilberkugeln des Nebelschleiers",
				"count": 6
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 6
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 3
			},
			{
				"name": "Nebelgrassäckchen",
				"count": 12
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Goldkugel des Nebelschleiers",
				"count": 6
			},
			{
				"name": "Nebelgrasdocht",
				"count": 9
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wunderkugel des Nebelschleiers",
				"count": 4
			},
			{
				"name": "Nebelgrasdocht",
				"count": 18
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}