{
	"id": 15434,
	"name": "Regenakkorde der Regenbogenschlange",
	"description": "Eine rituelle Waffe des „Meisters des Nachtwinds“, über die Jahrhunderte weitergegeben. Der düstere Bogen ist stets von einer unauslöschlichen Kälte umhüllt.",
	"descriptionRaw": "Eine rituelle Waffe des „Meisters des Nachtwinds“, über die Jahrhunderte weitergegeben. Der düstere Bogen ist stets von einer unauslöschlichen Kälte umhüllt.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 4,
	"story": "Die verfallene Aschenstadt und der irrsinnige Traum des Thronräubers stürzten zugleich in Flammen, hell wie ein Sonnenrad.\nEin Held mit feuergleichen Augen rief den Zorn der Götter herab und ließ den von der pechschwarzen Katastrophe entweihten Thron im Rauch vergangen sein.\nSeit Maghan, der Drachentöter, den einstigen Herrscher aus dem Abgrund verbannte, sind viele Jahrzehnte verronnen.\nUnd in den Dörfern, die einst den Drachen huldigten, hat die neue Generation den alten Eid der Schuppenbrüder längst vergessen.\n\nSo kam es, dass der junge Priester Wagadu dem letzten Willen des Drachentöters Maghan gehorchte,\nihn in ein namenloses Grab bettete und mit seinem Bogen in die von giftigem Nebel umhüllten Berge zog,\nohne zu ahnen, welche Bedeutung die Worte des Greises im Schatten seines letzten Atems trugen.\nWas mit „Erneuerung des Bundes“ und „Wiederherstellung des Friedens“ gemeint war, blieb Wagadu ein Rätsel.\nEr glaubte nur, der greise Priester habe ihn entsandt, den kostbaren Bogen dem finsteren Nachtreich zurückzubringen,\num die aufgebrachten Seelen zu besänftigen, die in ihrem Zorn loderten, seit die uralten Opferbräuche verfallen lagen.\n\nDen Schleier aus rätselhaftem Nebel zur Seite geschoben, die dreifach gestuften Steinstufen hinaufgestiegen, stand er am Saum eines unaussprechlichen Schattenlands.\nVor ihm erhob sich ein Palast, labyrinthisch verschlungen, getaucht in sanft verströmendes Licht.\nNoch ehe der junge Priester die goldenen Inschriften zu deuten vermochte,\nverhüllte ein jäher Nebel seinen Blick und Visionen traten an seine Stelle.\nIm taumelnden Schwindel glitten zahllose fremde Gestalten wie irisierender Regenbogen vor seinem Blick dahin,\ndie Schönheit mit augenklarem Türkis, die Riesenschlange im Sternengewand, die weiße Spinne, die Sonne und Mond verwebt,\nObsidianschwarz und Weißeisen in Bild und Stand, der listige Hase, der den Fuchs verspottet, der Kojote, der mit Pech im Kampf verstrickt war ...\nWagadu sank hastig auf die Knie und flehte die Heiligen des Nachtreichs um Vergebung für seine unbedachte Entweihung an,\ndoch als sich der Nebel verzog, thronte über ihm in der Halle – mit Blick von oben auf den Bittenden –\nnicht der Tote, den er erwartet hatte, sondern ein gewaltiger Drache, dessen Schwingen sich wie ein herabfallender Himmelsbogen spannten.\n\n„Du Seelenloser, dessen Schicksal in den Sternen verankert ist, du brauchst vor meiner Gestalt nicht zu erzittern.“\n„Dein Kommen ist mir längst bekannt, auch wenn dein eigener Geist noch von Nebeln der Unwissenheit verschleiert wird.“\n„Der Priester, der sich Drachentöter nennt, sandte dich hierher, um den Bund der kommenden Zeitalter zu besiegeln.“\n„Nie hat das edle Blut des alten Volkes seine Klinge befleckt. Solche Aufrichtigkeit wiegt schwerer als tausend Worte.“\n„Es sei so. Unser erhabener König ist längst gefallen, und auch ich bin des endlosen Hüten meiner träumenden Sippe müde.“\n„Darum will ich euch alle Geheimriten offenbaren, die mir bekannt sind, auf dass euer Volk gedeihe und erblühe.“\n„Ihr sollt kein Blutopfer mehr den Boten darbringen, die in das Schattenreich hinabgesunken sind, und dennoch werdet ihr das Flüstern der Nacht vernehmen.“\n„Dafür verlange ich nur zwei Dinge von euch, als Preis für den Bund, der heute besiegelt wird.“\n„Erstens: Eure Nachkommen sollen die alten Völker, die ich einst schützte, wie treue Freunde behandeln.“\n„Hört stets auf ihre Mahnungen und lasst nicht zu, dass der Schwur zur Lächerlichkeit verkommt – wie im Falle der Großen Allianz.“\n„Zweitens: Eure Nachkommen sollen meinen Namen aus allen Geweben und Schriftrollen tilgen,“\n„damit diese selbsternannten Weisen unserem Bund keine erbärmliche Vergeltung zufügen können.“\n„Du brauchst nicht darüber nachzusinnen, sprich nur dein Einverständnis. Der Wayob, der dich beschirmt, war einst mein Knecht.“\n„Lange vor deiner Geburt erzählte sie mir bereits von diesem vermessenen Bund.“\n\nWie einer, der eben erst aus einem Traum erwacht und Traum nicht von Wirklichkeit zu scheiden weiß, nickte der verwirrte Wagadu und willigte ein.\nIm selben Augenblick zerfielen der goldene Saal und der gewaltige Drache, wie Rätselrauch aus längst entschwundenen Zeiten.\nNoch war Wagadu unschlüssig, ob das eben gesehene Wunder nur ein Traum aus Müdigkeit gewesen sei,\nda strich etwas Weiches wie Federflaum, kühl wie Nachtwind, an seiner Seite vorbei und er wandte sich um.\nDer Legende nach war dies der erste wahrhaftige Iktomisaurier, hervorgetreten aus dem Reich des Nachtherrn.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "10%",
	"effectName": "Sternenflüstern jenseits des heiligen Throns",
	"effectTemplateRaw": "#Erhöht den ANG des Trägers, wenn dieser sich inaktiv in der Truppe befindet, nach dem Treffen eines Gegners 8{NON_BREAK_SPACE}s lang <color=#99FFFFFF>{0}</color>.",
	"r1": {
		"description": "Erhöht den ANG des Trägers, wenn dieser sich inaktiv in der Truppe befindet, nach dem Treffen eines Gegners 8 s lang um 28 %.",
		"values": [
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den ANG des Trägers, wenn dieser sich inaktiv in der Truppe befindet, nach dem Treffen eines Gegners 8 s lang um 35 %.",
		"values": [
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den ANG des Trägers, wenn dieser sich inaktiv in der Truppe befindet, nach dem Treffen eines Gegners 8 s lang um 42 %.",
		"values": [
			"42{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den ANG des Trägers, wenn dieser sich inaktiv in der Truppe befindet, nach dem Treffen eines Gegners 8 s lang um 49 %.",
		"values": [
			"49{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den ANG des Trägers, wenn dieser sich inaktiv in der Truppe befindet, nach dem Treffen eines Gegners 8 s lang 56 %.",
		"values": [
			"56{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Gedanken der Vergänglichkeit",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Licht brechende Knospe",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Vorahnung der Vergänglichkeit",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Licht brechende Knospe",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Abgenutzter Amtsausweis",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Vorahnung der Vergänglichkeit",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Licht verzauberndes breites Blatt",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Omen der Vergänglichkeit",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Licht verzauberndes breites Blatt",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Fein verarbeiteter Amtsausweis",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Omen der Vergänglichkeit",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Licht verwirrender Blätterkern",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Offenbarung der Vergänglichkeit",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Licht verwirrender Blätterkern",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frostverzierter Amtsausweis",
				"count": 12
			}
		]
	}
}