{
	"id": 12510,
	"name": "Rothorn-Steinbrecher",
	"description": "Seinem Vorbesitzer zufolge ist dies die Waffe des „mächtigen Rothorn-Löwenfürsten, der Stein und Gold brechen kann“ und jedes Monster in die Flucht schlägt.",
	"descriptionRaw": "Seinem Vorbesitzer zufolge ist dies die Waffe des „mächtigen Rothorn-Löwenfürsten, der Stein und Gold brechen kann“ und jedes Monster in die Flucht schlägt.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 5,
	"story": "Der vollständige Name dieser Waffe ist „mächtiger Rothorn-Löwenfürst, der Stein und Gold brechen kann“\nund sie war einst die geliebte Klinge eines Exzentrikers, der als „Otogi-Kongou-Löwenkönig“ bekannt war.\n\n... Aber da beide Namen zu langatmig waren,\nnannten die Kinder die Waffe „Rothornstößel“ und ihren Träger den „Otogi-König“.\n\nDer Rothornstößel war eine Waffe, die aus dem Horn eines verhexten Monsters hergestellt wurde,\nund sowohl Bakekitsune und Bakedanuki als auch böse Dämonen würden vor seinem Angriff um Gnade betteln müssen.\nSogar Reizenbou, der Große Tengu vom Yougou-Berg,\nfürchtete die unheilvolle Macht des Stößels und wollte dem Löwenkönig nicht entgegentreten!\n\n... Natürlich glaubten die Kinder nicht an solche Geschichten.\nDoch der Otogi-König war wirklich sehr stark. Selbst sieben Männer zusammen konnten ihn nicht aus einem Dohyou vertreiben.\nUnd wenn er Kinder sah, die sich nach Früchten sehnten, die sie nicht erreichen konnten, trat er gegen den Baum, sodass die Lavendelmelonen herunterfielen.\nAllerdings hat er einmal den ganzen Baum umgestoßen und wurde von einem alten Mann in die Berge gejagt.\nEr brachte die Kinder auch einmal mit, um ein offizielles Herbstkonzert zur Laubbeobachtung zu besuchen.\nEr rief mit lauter Stimme: „Der Otogi-Kongou-Löwenkönig ist hier. Dämonen aufgepasst!“\nDann rang er mit dem zierlichen Oni, der zufällig in der Stimmung für eine Rauferei war ... Die Ergebnisse waren aber einfach unansehnlich.\n\nAber wenn dies alles war, was der König hatte, sodass er nicht einmal das Recht erhielt, die Fahne des Shougun zu tragen,\nwie sollte er, so sagten die Kinder, diese Youkai des Gesangs in die Schranken weisen können?\n\n„Ha! Ich hatte nur eine Erkältung nach einer langen durchzechten Nacht, das ist alles!“\nSelbst als der Otogi-König seine Ausreden vortrug, vergaß er nicht, herzhaft zu lachen.\nWar er nur schamlos oder glaubte er wirklich, dass er gewinnen könnte? Das konnte niemand sagen ...\n\n„Dieses Mal werde ich diesen Monstern definitiv die Hörner abschneiden“\n„und sie für dich zurückbringen. Das wird dir zeigen, wie mächtig der Otogi-Kongou-Löwenkönig ist!“\n„Diese Kreaturen von jenseits des Meeres? Pfft! Leichte Beute, sag ich euch!“\n\n„Also, husch, husch, folgt dem Gesandten des Fuchses, damit er sich in einer Ecke versteckt.“\n„Ich komme später vorbei. Dann machen wir ein paar Ringkämpfe, ja?“\n\nNoch während er das sagte, erinnerten sich die Kinder daran, wie der zierliche Oni leise geschnaubt hatte,\nals sie den brüllenden, anstürmenden Otogi-König in den Himmel schleuderte ...\n\nSpäter floh die Oni-Frau, die mit dem Otogi-König gerungen hatte, nachdem ihr Arm und ihr Horn abgeschlagen worden waren.\nDie Großen Tengu erschienen nicht mehr vor den Menschen und lebten in Einsiedelei in den Bergen und Wäldern.\nUnd so wurden die leeren Versprechungen, die hinter diesem Großschwert standen, am Ende wahr.\nDer wandernde, exzentrische Otogi-Kongou-Löwenkönig selbst kehrte jedoch nie wieder zurück.\nSelbst später sollte der Lavendelmelonenbaum, den er umgestoßen hatte, bei sorgfältiger Pflege wieder Früchte tragen.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "19,2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "Erhöht die VTD um <color=#99FFFFFF>{0}</color>. Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>{1}</color> VTD.",
	"r1": {
		"description": "Erhöht die VTD um 28 %. Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 40 % VTD.",
		"values": [
			"28 %",
			"40 %"
		]
	},
	"r2": {
		"description": "Erhöht die VTD um 35 %. Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 50 % VTD.",
		"values": [
			"35 %",
			"50 %"
		]
	},
	"r3": {
		"description": "Erhöht die VTD um 42 %. Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 60 % VTD.",
		"values": [
			"42 %",
			"60 %"
		]
	},
	"r4": {
		"description": "Erhöht die VTD um 49 %. Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 70 % VTD.",
		"values": [
			"49 %",
			"70 %"
		]
	},
	"r5": {
		"description": "Erhöht die VTD um 56 %. Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 80 % VTD.",
		"values": [
			"56 %",
			"80 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukamis Weisheit",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Kralle der versteckten Monster",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukamis Freude",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Kralle der versteckten Monster",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukamis Freude",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Versteckte Monsterklauen",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukamis Zuneigung",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Versteckte Monsterklauen",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukamis Zuneigung",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Versteckte Monsterkrallen",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukamis Tapferkeit",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Versteckte Monsterkrallen",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 18
			}
		]
	}
}