{
	"id": 14521,
	"name": "Kästchen der Wahrheit",
	"description": "Ein pyramidenförmiges Kästchen aus Gold und Jade, das der Legende nach einst im Tempel tief in Tulaytullah, der Stadt der Saphire, als Opfer dargebracht wurde.",
	"descriptionRaw": "Ein pyramidenförmiges Kästchen aus Gold und Jade, das der Legende nach einst im Tempel tief in Tulaytullah, der Stadt der Saphire, als Opfer dargebracht wurde.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "Als der Turm von Shah Ramshahr schließlich wie ein honigfarbener, böser Traum im Wüstensand mit Blut verging,\nwanderte die Königswürde durch kurzlebige Reiche, so flüchtig wie Morgentau, und wurde bald in Blut und Tränen begraben.\nUnter der Saphirkuppel befreiten sich die Edlen, die einst dem Tyrannen die Zügel darbrachten, aus dem Joch,\nnur um einem falschen Herrn zu folgen, der sich selbst den Weisen nannte, und sich in das Spiel aus Blut und Sand der brennenden Ödnis zu stürzen.\n\nO ihr stolzen Tulaytullahner, längst habt ihr die Mahnungen der schweigsamen Weisen in den Wind geschlagen.\nErst als der Ehrgeiz mitsamt dem Namen Gurkan verwehte, erkanntet ihr den Preis der Rebellion.\nAls die grausamen Khagane auf ihren Rossen heranpreschten, war kein Krieger mehr da, der den Garten der tausend Säulen schützte.\nUnd die in den vergoldeten Traum Versunkenen blieben nichts als williges Vieh, das sich erneut vor seinem neuen Herrn verneigt.\n\nGierige Soldaten und Steuereintreiber kamen aus der Ferne und pressten die längst abgestumpften Bürger aus.\nAuch der Dämmerblaue Königshof, der sich selbst als gütig rühmte, unterschied sich nie in seiner Härte gegen die eigenen Untertanen.\nUnter dem Joch fremder Eisenhufe fanden sich stets jene, die im poetisch verklärten Gestern Trost suchten.\nIm kühlen Schatten, den die sengende Sonne nicht erreichte, wurde die flüchtige Herrschaft des Königs Humayun im Flüsterton besungen.\n\nUm seine Bürger aus den Ketten der Knechtschaft zu befreien, betrat der junge Edelmann Goudarz die heilige Halle, die tief unter dem Sand verborgen lag.\nDer Legende nach gehörte dieser Palast dem König der Ibisse, dem weisesten unter den Sieben Weisen, dem Hüter der Schriften und geheimen Boten von Stern und Mond.\nDoch jene beinahe hoffnungslose Tat konnte dem Heer des Eroberers, dessen Glanz wie die Sonne brannte, nicht standhalten.\nDie Weisen von Tighnar waren längst geflohen, und der erhabene Tempel des großen Weisen versank im eisengrauen Sandmeer.\nUnd dennoch, in den Tiefen der ausgetrockneten Quelle, erklang durch sein Gebet wahrhaft ein heiliger, uralter Widerhall ...\n\n„Du, Spross des Blutes, du verlangst die Macht der sengenden Sonne und des wirbelnden Sandsturms und versuchst, aus dem Sand erneut einen hohen Turm zu errichten.“\n„Ich vermag dir eine Macht zu schenken, die den Propheten und Gläubigen bisher verborgen blieb — wie man dem durstigen Kamel bitteres, salziges Wasser reicht.“\n„Doch die Herrin von Blumen und Oasen stellte drei Rätsel, die sie dem König der roten Erde, dem ich diene, vermachte.“\n„Selbst jener weise Herrscher aber, der in düstere, vergiftete Träume versank, vermochte ihren Sinn nicht zu ergründen.“\n„Solltest du jenes Rätsel lösen, das mich seit Langem quält, so will ich dir als Gabe die Königswürde verleihen.“\n\nDa sprach der junge Goudarz:\n„O Heiliger, Hüter der Orakel, der Schriften, der Heilkunst und der Weisheit – so sprich zu mir von den uralten Rätseln.“\n„Mit redlicher Wahrhaftigkeit will ich dir die Antwort eines Sterblichen darbringen, denn auf meinem Pfad ist kein Raum für trügerische Schatten.“\n\nDa erhob der Weise unter den Mönchen seine Stimme:\n„Was erhebt sich immerdar und vergeht doch gleich darauf?“\n„Es gleicht dem Vollmond in seiner Fülle und dem Mond, der wieder schwindet.“\n„Die Weisen wie auch die Toren begehren es gleichermaßen,“\n„und doch brandet es wie die Flut, steigt und fällt im Herzen der Menschen.“\n\nDer junge Goudarz entgegnete sodann:\n„Du sprichst von Ränken und Verrat, von Schwäche und Ermattung, die unter dem Mantel derer keimen, die mit Worten von Güte und Weisheit prahlen.“\n„Eben diese Schwäche ließ die saphirnen Kuppeln verfallen und brachte das Volk zum Weinen und Klagen.“\n\nDa lachte der Weise laut auf und stritt die Antwort des jungen Edelmannes nicht ab,\ndoch wie verheißen legte er die Herrschaft der „Heuchelei“ in die Hand des Jünglings.\n\nSo verblasste der Name Goudarz allmählich in den Chroniken,\nund an seine Stelle trat der Ruhm des Königs Saleb Dowleh.\nDer Recke, der einst keine Lüge duldete, spannte mit List den Teppich der Königswürde.\nIm dämmernden Regenbogenlicht erhob sich das Trugbild eines goldenen Zeitalters.\n\n...\n\nDoch selbst die vollkommene Lüge vermochte die Gier nach Macht nicht zu zügeln.\nUnd selbst die Werke des Sandherrn konnten kein heiliges Zeichen mehr vortäuschen.\nDa erklang abermals die Stimme des Königs der Ibisse und stellte ihm dieselbe Frage.\nDa sprach der alte Herrscher, begleitet vom Klagelied Gurabads, seine letzte Rede:\n\n„O Heiliger, alles, was ich hervorbringen kann, ist Trug; selbst meinen eigenen Worten traue ich nicht.“\n„Was mir bleibt, ist das Schwert zu ergreifen und bis in den Tod zu kämpfen — wenigstens darf ich die Brüder, die zur Hilfe eilten, nicht im Stich lassen.“\n„O Heiliger, ob du nach Wahrheit suchst oder nach Trug — koste aus meinem noch warmen Blut.“\n\nDaraufhin wurde die Königswürde von den fremden Dey an sich gerissen, bis die Reiche von den Winden der Sandweite zu Staub zermahlen waren.\nUnd gleich dem Mondlicht, das wie Bernstein und Honig gesammelt wird, bewahrte der Heilige die letzten Worte des Königs als seine Antwort.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "19,2%",
	"effectName": "Wahrheit hinter Lügen",
	"effectTemplateRaw": "#Erhöht die KT um <color=#99FFFFFF>{0}</color>. Verleiht dem Träger beim Anwenden der Elementarfähigkeit den Effekt „Geheimnis der Lüge“: Erhöht die Elementarkunde 12{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}Punkte. Verleiht dem Träger, wenn er Gegnern durch die Reaktion Mondspross Schaden zufügt, den Effekt „Mond der wahren Erkenntnis“: Erhöht den kritischen Schaden 4{NON_BREAK_SPACE}s lang um <color=#99FFFFFF>{2}</color>. Erhöht, wenn die Effekte „Geheimnis der Lüge“ und „Mond der wahren Erkenntnis“ gleichzeitig existieren, die Wirkung beider Effekte jeweils um 50{NON_BREAK_SPACE}%.",
	"r1": {
		"description": "Erhöht die KT um 8 %. Verleiht dem Träger beim Anwenden der Elementarfähigkeit den Effekt „Geheimnis der Lüge“: Erhöht die Elementarkunde 12 s lang um 80 Punkte. Verleiht dem Träger, wenn er Gegnern durch die Reaktion Mondspross Schaden zufügt, den Effekt „Mond der wahren Erkenntnis“: Erhöht den kritischen Schaden 4 s lang um 24 %. Erhöht, wenn die Effekte „Geheimnis der Lüge“ und „Mond der wahren Erkenntnis“ gleichzeitig existieren, die Wirkung beider Effekte jeweils um 50 %.",
		"values": [
			"8{NON_BREAK_SPACE}%",
			"80",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht die KT um 10 %. Verleiht dem Träger beim Anwenden der Elementarfähigkeit den Effekt „Geheimnis der Lüge“: Erhöht die Elementarkunde 12 s lang um 100 Punkte. Verleiht dem Träger, wenn er Gegnern durch die Reaktion Mondspross Schaden zufügt, den Effekt „Mond der wahren Erkenntnis“: Erhöht den kritischen Schaden 4 s lang um 30 %. Erhöht, wenn die Effekte „Geheimnis der Lüge“ und „Mond der wahren Erkenntnis“ gleichzeitig existieren, die Wirkung beider Effekte jeweils um 50 %.",
		"values": [
			"10{NON_BREAK_SPACE}%",
			"100",
			"30{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht die KT um 12 %. Verleiht dem Träger beim Anwenden der Elementarfähigkeit den Effekt „Geheimnis der Lüge“: Erhöht die Elementarkunde 12 s lang um 120 Punkte. Verleiht dem Träger, wenn er Gegnern durch die Reaktion Mondspross Schaden zufügt, den Effekt „Mond der wahren Erkenntnis“: Erhöht den kritischen Schaden 4 s lang um 36 %. Erhöht, wenn die Effekte „Geheimnis der Lüge“ und „Mond der wahren Erkenntnis“ gleichzeitig existieren, die Wirkung beider Effekte jeweils um 50 %.",
		"values": [
			"12{NON_BREAK_SPACE}%",
			"120",
			"36{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht die KT um 14 %. Verleiht dem Träger beim Anwenden der Elementarfähigkeit den Effekt „Geheimnis der Lüge“: Erhöht die Elementarkunde 12 s lang um 140 Punkte. Verleiht dem Träger, wenn er Gegnern durch die Reaktion Mondspross Schaden zufügt, den Effekt „Mond der wahren Erkenntnis“: Erhöht den kritischen Schaden 4 s lang um 42 %. Erhöht, wenn die Effekte „Geheimnis der Lüge“ und „Mond der wahren Erkenntnis“ gleichzeitig existieren, die Wirkung beider Effekte jeweils um 50 %.",
		"values": [
			"14{NON_BREAK_SPACE}%",
			"140",
			"42{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht die KT um 16 %. Verleiht dem Träger beim Anwenden der Elementarfähigkeit den Effekt „Geheimnis der Lüge“: Erhöht die Elementarkunde 12 s lang um 160 Punkte. Verleiht dem Träger, wenn er Gegnern durch die Reaktion Mondspross Schaden zufügt, den Effekt „Mond der wahren Erkenntnis“: Erhöht den kritischen Schaden 4 s lang um 48 %. Erhöht, wenn die Effekte „Geheimnis der Lüge“ und „Mond der wahren Erkenntnis“ gleichzeitig existieren, die Wirkung beider Effekte jeweils um 50 %.",
		"values": [
			"16{NON_BREAK_SPACE}%",
			"160",
			"48{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiszenz der Oase der blühenden Blumen",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Knochenstück mit erloschenem Licht",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Sporen der Pilzbestie",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Knochenstück mit erloschenem Licht",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Sporen der Pilzbestie",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Schimmernde Überreste",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Leuchtendes Sporenpulver",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Schimmernde Überreste",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Leuchtendes Sporenpulver",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Leuchtendes Außenskelett",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Kristalliner Zystenstaub",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Wahrheit der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Leuchtendes Außenskelett",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Kristalliner Zystenstaub",
				"count": 18
			}
		]
	}
}