{
	"id": 13425,
	"name": "Rechtmäßige Belohnung",
	"description": "Eine scharfe Lanze. Einzig der Spitze haften frische Blutspuren an.",
	"descriptionRaw": "Eine scharfe Lanze. Einzig der Spitze haften frische Blutspuren an.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "Ein Dieb bleibt ein Dieb. Auch wenn er noch so geschickt mit seinen Tricks ist.\nVerbrechen sollten öffentlich bestraft und Lügen öffentlich aufgedeckt werden.\nDie Welt und die Prinzipien der Gerechtigkeit sollten auf diese Weise funktionieren.\nAber Dinge, die „so sein sollten“, nehmen meist kein gutes Ende.\n\nIn jungen Jahren kreuzten sich ihre Wege mit einem Schwertkämpfer. Sie wurde von seinem listigen Blick und absichtlich verlangsamten Tempo getäuscht.\nSchließlich entblößte sie eine Schwachstelle und ihr Arm wurde von einem Schwerthieb verletzt. Gezwungenermaßen musste sie eingestehen, dass sie mit ihrer Fechtkunst unterlegen war.\nUrsprünglich wollte sie den Schwertkämpfer noch einmal herausfordern, um ein Duell um alles oder nichts auszufechten, aber sie erfuhr zufällig davon, dass dieser sich schon früh in den Ruhestand zurückgezogen hatte ...\nEr hatte längst aufgrund der erlittenen Verletzungen während seiner Dienstjahre eine Maske getragen und hatte den provozierenden, frivolen Tonfall von vorhin verloren.\nMüde von den verschiedenen Schattenjägern, denen er sich stellen musste, verfiel er dem Alkohol.\n\nObwohl dies einen Verrat gegenüber ihrem Beruf darstellte, wollte die Speerkämpferin die Umstände hinter der Situation herausfinden.\nDaher folgte sie den Spuren und Wunden des Schwertkämpfers und jagte den Gegner ihres Schicksals ...\nObwohl wichtige Personen auf dem Schlachtfeld des Schicksals zu Fall kommen und ihre Herzen zutiefst erschüttert werden,\nschien es, als sie die zurückgebliebene Maske des Schwertkämpfers fand, als ob sie eine Wiedergutmachung erlangt hätte.\n\nJedoch war das Ende dieser Verfolgung unerwartet und hatte nichts mit der Gerechtigkeit zu tun, die die einst legendäre Duellrepräsentantin anstrebte ...\n\n„Ah, ist es dieses Mal die bekannte Marfisa ...?“\n„Sei beruhigt. Deine Speerkünste werden dir von Nutzen sein.“\n\n„Meister. Dies ist bereits der Zweite, ich fürchte, als Nächstes ...“\n\n„Ich weiß.“",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "LP",
	"baseStatText": "6%",
	"effectName": "Speerspitze",
	"effectTemplateRaw": "#Stellt bei erhaltener Heilung <color=#99FFFFFF>{0}</color> Punkte Energie wieder her. 10{NON_BREAK_SPACE}s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": {
		"description": "Stellt bei erhaltener Heilung 8 Punkte Energie wieder her. 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Stellt bei erhaltener Heilung 10 Punkte Energie wieder her. 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Stellt bei erhaltener Heilung 12 Punkte Energie wieder her. 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Stellt bei erhaltener Heilung 14 Punkte Energie wieder her. 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Stellt bei erhaltener Heilung 16 Punkte Energie wieder her. 10 s Abklingzeit. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Zerbrochener Kelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Risskern",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Risskern",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Außerweltliche Synapse",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Außerweltliche Synapse",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Außerweltlicher Lebenskern",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Goldkelch des unberührten Meers",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Außerweltlicher Lebenskern",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 12
			}
		]
	}
}