{
	"id": 14424,
	"name": "Zeremonielle Jade",
	"description": "Eine uralte rituelle Jade. Sie schimmert wie klares Wasser und scheint ein uralter Opfergegenstand zu sein.",
	"descriptionRaw": "Eine uralte rituelle Jade. Sie schimmert wie klares Wasser und scheint ein uralter Opfergegenstand zu sein.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 4,
	"story": "Bei Rex Lapis’ Ankunft hatte sich das alte Volk des Chenyu-Tals bereits zu Stämmen in der Wildnis zurückentwickelt.\nSie gruben in den Bergen nach Jade, die so kühl wie klares Wasser war, und folgten uralten Riten, um feierliche Zeremonien abzuhalten.\nSobald ein verheißungsvoller Zeitpunkt gekommen war, stellten sie ihre mühevolle Arbeit ein, und warfen ihre Jade als Opfergabe ins Wasser ...\nSie ehrten damit den seit langer Zeit schweigenden Boten über dem blauen Himmel, der auf das Glück und das Unglück des nächsten Jahres blickt.\n\nNachdem der alte Archon, der über das Chenyu-Tal geherrscht hatte, in einem fremden Land ums Leben gekommen war und die Ordnung des Rex Lapis in diesem Land Einzug gehalten hatte,\nnahmen die in den Bergen lebenden Stämme des alten Volks allmählich die aus Liyue stammende Zivilisation an. Sie hielten aber dennoch an ihrer Tradition der Opfergaben fest.\nIm Laufe der Zeit können sogar harte Steine durch das sanfte Wasser glatt geschliffen werden und die alten Traditionen dieses Ortes wurden auch von den Einwanderern aus Liyue übernommen.\nDaher haben sich an diesem Ort Bräuche entwickelt, die von denen in Liyue abweichen und die einen sanften Charakter aufweisen, der für die Leute aus Liyue untypisch ist.\n\nÜber unzählige Jahre hinweg vermischten sich die Sippen und Stämme des alten Volks mit den Einwanderern, wobei neue Klans und Siedlungen entstanden ...\nDie uralte Technik des Schleifens der zeremoniellen Jade ging verloren, stattdessen verdienten sich die Leute ihren Lebensunterhalt mit dem Anbau von Tee, sodass das Chenyu-Tal schon bald von Teefeldern überdeckt war.\nAuch wenn die Einwohner des Chenyu-Tals nicht länger zeremonielle Jade, die so kühl wie klares Wasser ist, in die ewig dahinfließenden Flüsse werfen und sie viele der ursprünglichen Traditionen vergessen haben ...\nDer Brauch besteht, auf den Yilong-Pier zu steigen und dort die Vorfahren und Verstorbenen zu ehren, bis heute fort, genau wie die leuchtende Jade in den Bergbächen.\n\nManchmal können die Leute beim Kräutersammeln in den Bergtälern in den Ruinen der Siedlungen immer noch blaue Jade finden.\nAuch wenn sie nicht länger auf den uralten Himmel reagieren, strahlen sie dennoch im Glanz der Gegenwart.\nDie stille Jade erzählt nicht von sich aus die bewegte Geschichte des alten Volks.\nAlle Rätsel der Vergangenheit bleiben allein den gleichgültigen Sammlern überlassen, um sie zu erraten und sie sich auszumalen.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "KT",
	"baseStatText": "8%",
	"effectName": "Umlauf der grünen Jade",
	"effectTemplateRaw": "#Erhöht die max. LP um <color=#99FFFFFF>{0}</color> und die Elementarkunde um <color=#99FFFFFF>{1}</color> Punkte, sobald sich die Figur mehr als 5{NON_BREAK_SPACE}s inaktiv in der Truppe befindet. Der Effekt verschwindet nach 10{NON_BREAK_SPACE}s, nachdem der Träger eingewechselt worden ist und sich dauerhaft aktiv auf dem Feld befunden hat.",
	"r1": {
		"description": "Erhöht die max. LP um 32 % und die Elementarkunde um 40 Punkte, sobald sich die Figur mehr als 5 s inaktiv in der Truppe befindet. Der Effekt verschwindet nach 10 s, nachdem der Träger eingewechselt worden ist und sich dauerhaft aktiv auf dem Feld befunden hat.",
		"values": [
			"32{NON_BREAK_SPACE}%",
			"40"
		]
	},
	"r2": {
		"description": "Erhöht die max. LP um 40 % und die Elementarkunde um 50 Punkte, sobald sich die Figur mehr als 5 s inaktiv in der Truppe befindet. Der Effekt verschwindet nach 10 s, nachdem der Träger eingewechselt worden ist und sich dauerhaft aktiv auf dem Feld befunden hat.",
		"values": [
			"40{NON_BREAK_SPACE}%",
			"50"
		]
	},
	"r3": {
		"description": "Erhöht die max. LP um 48 % und die Elementarkunde um 60 Punkte, sobald sich die Figur mehr als 5 s inaktiv in der Truppe befindet. Der Effekt verschwindet nach 10 s, nachdem der Träger eingewechselt worden ist und sich dauerhaft aktiv auf dem Feld befunden hat.",
		"values": [
			"48{NON_BREAK_SPACE}%",
			"60"
		]
	},
	"r4": {
		"description": "Erhöht die max. LP um 56 % und die Elementarkunde um 70 Punkte, sobald sich die Figur mehr als 5 s inaktiv in der Truppe befindet. Der Effekt verschwindet nach 10 s, nachdem der Träger eingewechselt worden ist und sich dauerhaft aktiv auf dem Feld befunden hat.",
		"values": [
			"56{NON_BREAK_SPACE}%",
			"70"
		]
	},
	"r5": {
		"description": "Erhöht die max. LP um 64 % und die Elementarkunde um 80 Punkte, sobald sich die Figur mehr als 5 s inaktiv in der Truppe befindet. Der Effekt verschwindet nach 10 s, nachdem der Träger eingewechselt worden ist und sich dauerhaft aktiv auf dem Feld befunden hat.",
		"values": [
			"64{NON_BREAK_SPACE}%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Leuchtender Sand von Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Nebelgraspollen",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Leitende Schriftrolle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Glänzender Stein von Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Nebelgraspollen",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Leitende Schriftrolle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Glänzender Stein von Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Nebelgrassäckchen",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Zaubersiegel-Schriftrolle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquie von Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Nebelgrassäckchen",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Zaubersiegel-Schriftrolle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquie von Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Nebelgrasdocht",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Fluchschriftrolle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Heiligtum von Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Nebelgrasdocht",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Fluchschriftrolle",
				"count": 12
			}
		]
	}
}