{
	"id": 13434,
	"name": "Leuchtstab des Geistlichen",
	"description": "Ein makelloser, silberner Speer, der der Legende nach einst von den Hohepriestern von Hyperborea verwendet wurde, um die Nachkommen des Frostmonds zu führen.",
	"descriptionRaw": "Ein makelloser, silberner Speer, der der Legende nach einst von den Hohepriestern von Hyperborea verwendet wurde, um die Nachkommen des Frostmonds zu führen.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Stangenwaffe",
	"rarity": 4,
	"story": "„Nimm das Zepter des Hohepriesters an dich, meine Lovia, mein gütiges Kind, mein reinstes Kind.“\n„Nur deine Barmherzigkeit und dein Mitgefühl vermögen die verlorenen Lämmer heimzuführen und ihnen sanftes, friedvolles Glück zu schenken.“\n„Nur du kannst ihnen das Glück des Geleitetwerdens schenken, das Glück der Schwachen – denn den Schwachen dürstet es seit jeher nach einer Heimat.“\n„Nur du kannst die verderblichen Irrtümer der Unholde im Mondlicht berichtigen, denn der Pfad der Wahrheit kennt keinen zweiten Weg.“\n„Die Herrin des Frostmondes hat längst mit silbernen Fäden alle Wege der Welt gesponnen, und alles folgt dem Tanz dieser Fäden.“\n\nDie uralten Segnungen verloschen wie eine Kerze in der kalten Nacht, und die junge Priesterin übernahm die Herrschaft von ihrem Vorgänger.\nSie war eine Fremde, die nie gesegnet worden war – ein Findelkind aus der Ferne, ohne Wissen um ihre Adoption.\nDenn der strahlende Frostmond war längst erloschen; selbst die reinsten Heiligen vermochten sein Licht nicht mehr zu führen.\nUnter den zerrissenen Seelen und dem unheilvollen Flüstern erhob der gebrechliche Hohepriester seine Pflegetochter auf den wankenden heiligen Thron.\nEr hoffte, ihre Güte könne die zerstrittenen Gläubigen vereinen – auch wenn niemals das klare Mondlicht durch ihre Adern geflossen war.\n\nUnd wie der Hohepriester es erhoffte, hielt die mitleidvolle, schwache Priesterin unbeirrbar am „Rechten“ fest.\nLicht und Schatten, Hell und Dunkel, Gut und Böse, Leben und Tod – alles unter dem Mond dieser Welt trägt sein Recht und sein Unrecht in sich.\nDarum kann nur, wer dem Pfad des absoluten „Rechten“ folgt, die Sterblichen zum Glück führen.\nEs ist recht, den Hungrigen in ihrer Not Speise zu reichen, recht, durch lange Nächte hindurch an der Kranken Bettstatt zu wachen.\nEs ist recht, Spaltungen des Misstrauens mit Aufrichtigkeit und Verständnis zu heilen, recht, die Sorgen der Bedrängten zu besänftigen.\nSolch rechte Gesinnung wird dereinst zur Kerze in der kalten Nacht, die erkaltete Herzen wärmt und den Hass zum Erlöschen bringt.\n\nDas Mädchen namens Lovia hielt unbeirrbar an ihrem Glauben fest und ließ den Menschen Erbarmen zuteilwerden wie eine wahrhafte Heilige.\nBis ihre Schwester – nicht mit ihr verwandt, doch eine heilige Maid, die das reinste Blut des äußersten Nordens in sich trug –\nsich opferte, um die damals noch nicht anerkannte Ältere zu beschützen, und unter der Klinge eines meuchlerischen Verräters fiel.\nAngesichts des strömenden Silberlichts, unfähig, auch nur einen Schrei hervorzubringen, erkannte das Mädchen eine neue Wahrheit.\n\nDer Pfad, den sie bis dahin gewählt hatte, war nicht das „Rechte“.\nSchwache Güte ist ein unverzeihlicher „Irrtum“.\n\nWenn der wahre Mond sich weigert, Hoffnung zu spenden, so weben wir aus erfundenen Lügen ein warmes Morgenlicht.\nWir schüren den lange gehegten, fanatischen Eifer der Schwachen und gewähren den Leidenden ein gleiches Obdach — ein „Elysium“.\nSollte der flüchtige Neumond niemals wieder aufgehen, so herrschen wir mit absoluter Autorität über das Irdische,\ndamit die verirrten Herden erneut gezähmt werden und nicht länger um vergebliche Gaben trauern.\n\nDies ist die „wahre“ Liebe – die einzige Erlösung, die den Verlorenen die Tränen trocknet.\nObgleich sie nie die gesponnenen Fäden des Mondlichts erblickte, führt dieser Pfad unweigerlich zur „rechten“ Güte.\nUnd wer es wagt, sich diesem „Rechten“ zu widersetzen, ist ein Irrtum des Bösen, der mit Blut gesühnt werden muss.\nBis das Kind der gefallenen Schwester geboren ward, durfte kein Frevler den Pfad des „Rechten“ beflecken.\n\nSo war es stets die mitleidsvolle, schwache Heilige, die unter dem Mond um das Leid der Menschen unaufhörlich Tränen vergoss.\nWie in einem selbstgesponnenen Kokon setzte sie sich die Krone aus Reinem, Unreinem und Trughaftem selbst aufs Haupt.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "KT",
	"baseStatText": "2%",
	"effectName": "Unbefleckte Sehnsucht",
	"effectTemplateRaw": "#Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 6{NON_BREAK_SPACE}s lang den ANG um <color=#99FFFFFF>{0}</color> und die Aufladerate um <color=#99FFFFFF>{1}</color>. Dieser Effekt ist 3-fach stapelbar und kann auch ausgelöst werden, wenn die hiermit ausgerüstete Figur inaktiv in der Truppe ist.",
	"r1": {
		"description": "Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 6 s lang den ANG um 8 % und die Aufladerate um 6 %. Dieser Effekt ist 3-fach stapelbar und kann auch ausgelöst werden, wenn die hiermit ausgerüstete Figur inaktiv in der Truppe ist.",
		"values": [
			"8{NON_BREAK_SPACE}%",
			"6{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 6 s lang den ANG um 10 % und die Aufladerate um 7,5 %. Dieser Effekt ist 3-fach stapelbar und kann auch ausgelöst werden, wenn die hiermit ausgerüstete Figur inaktiv in der Truppe ist.",
		"values": [
			"10{NON_BREAK_SPACE}%",
			"7,5{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 6 s lang den ANG um 12 % und die Aufladerate um 9 %. Dieser Effekt ist 3-fach stapelbar und kann auch ausgelöst werden, wenn die hiermit ausgerüstete Figur inaktiv in der Truppe ist.",
		"values": [
			"12{NON_BREAK_SPACE}%",
			"9{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 6 s lang den ANG um 14 % und die Aufladerate um 10,5 %. Dieser Effekt ist 3-fach stapelbar und kann auch ausgelöst werden, wenn die hiermit ausgerüstete Figur inaktiv in der Truppe ist.",
		"values": [
			"14{NON_BREAK_SPACE}%",
			"10,5{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht nach dem Treffen von Gegnern mit der Elementarfähigkeit 6 s lang den ANG um 16 % und die Aufladerate um 12 %. Dieser Effekt ist 3-fach stapelbar und kann auch ausgelöst werden, wenn die hiermit ausgerüstete Figur inaktiv in der Truppe ist.",
		"values": [
			"16{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Letzte Glut des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Gestalt gewordener Nebel",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Letztes Glimmen des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Gestalt gewordener Nebel",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Zerstörte Maschinenachse",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Letztes Glimmen des Nachtfeuers",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Rüstungsfragment des Nebels",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Helle Flamme des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Rüstungsfragment des Nebels",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Verstärkte Maschinenachse",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Helle Flamme des Nachtfeuers",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Helm des Nebels",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Gleißendes Licht des Nachtfeuers",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Helm des Nebels",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Verfeinerte Maschinenachse",
				"count": 12
			}
		]
	}
}