{
	"id": 11417,
	"name": "Stammklinge",
	"description": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Schwerts angenommen, mit dem man die Gegner des Waldes niederstrecken kann.",
	"descriptionRaw": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Schwerts angenommen, mit dem man die Gegner des Waldes niederstrecken kann.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "„Dies ist eine Geschichte aus Valuka ...“\n\nZu jener Zeit war der Wald noch eine golden leuchtende Wüste und wir waren noch nicht aus Granatäpfeln geboren worden.\n\nEinstmals gab es drei Freunde, deren Freundschaft so innig war wie die zwischen Araji, Aramaha und Arayama.\nDoch einer der Freunde kehrte auf die Erde zurück und als Folge davon zerbrach auch die Freundschaft zwischen den beiden anderen.\nEiner von ihnen wollte auf der Erde einen idealen Staat gründen, in dem alles Leid ein Ende haben würde.\nEin anderer beschloss, alle Arten von Pflanzen zu verstreuen, um das Land mit Weisheit und Glück zu füllen.\n\nDoch letzten Endes stürzen alle Königreiche. Jede Weisheit wird verdreht und auch die Definition des Glücks wird geändert.\nIhr Menschen könnt den Traum vergessen und wir können uns in das Traumgefilde zurückziehen und den Lauf der Zeit vergessen.\n\nUnd dennoch haben du und ich tief in der Wüste eine Geschichte hinterlassen, genauso wie der Waldkönig seine Fußabdrücke hinterlassen hat.\nDie Spuren einer alten Freundschaft sollen immer noch ruhig schlafen, genauso wie die Aranara, die sich in Samen verwandelt haben.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "6,7%",
	"effectName": "Segen des Waldes",
	"effectTemplateRaw": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um <color=#99FFFFFF>{0}</color> Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
	"r1": {
		"description": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um 60 Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um 75 Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um 90 Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um 105 Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um 120 Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Kupfertalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos-Speicher",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Verblasste rote Seide",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Eisentalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos-Speicher",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Verblasste rote Seide",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Eisentalisman des Waldtaus",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Chaos-Modul",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Geränderte rote Seide",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silbertalisman des Waldtaus",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Chaos-Modul",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silbertalisman des Waldtaus",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chaos-Anker",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Goldverwobene rote Seide",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Goldtalisman des Waldtaus",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Chaos-Anker",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Goldverwobene rote Seide",
				"count": 12
			}
		]
	}
}