{
	"name": "Spross der flammenden Sonne",
	"description": "Ein Langbogen. Stammt aus dem längst vergangenen Zeitalter König Deshrets und ist verziert mit unverständlichen alten Schriften und feierlichen Schnitzereien.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "In der Zeit, in der der König der goldenen Sande über das ganze Land geherrscht hat, breitete sich seine Macht wie das Licht der Sonne über das Dünenmeer aus.\nWie das Zirpen von Wüsteninsekten erklingen die noch erhaltenen Lieder der Nomaden und preisen wieder und wieder jenes vergessene goldene Zeitalter.\nEs heißt, der Herr des Sandmeeres habe dereinst mit der Sonne um den größeren Lichtschein gewetteifert, doch am Ende sei er wie ein Meteor auf die Erde gestürzt.\nEs heißt, dass einige der Priester nicht von den ihm nachfolgenden Königen getötet wurden und dass sie die von König Deshret überlieferte Bogenschießkunst bewahrt hätten ...\n\nDie Nachfahren jener Priester nannten sich selbst „Sprosse der flammenden Sonne“ und sie hielten an den alten Ritualen des Reiches von König Deshret fest.\nSelbst die bestinformierten Nomadenhändler wissen nur wenig über diese geheimnisvolle Gruppierung.\nNur wenige dieser goldenen Erben sind in der Lage, das Vermächtnis König Deshrets zu überliefern, denn nur eine Handvoll von ihnen kann die uralten Texte lesen,\num erst gar nicht von der eleganten und erhabenen Stab- und Lanzenkampfkunst, die die alten Priester beherrschten, und der Bogenschießkunst, auf die sie so stolz waren, zu sprechen.\n\nDie Goldbrigaden bezeichnen diese Leute zumeist als „Eremiten“. Einige von ihnen haben dem König der Götter von Sumeru die Treue geschworen.\nDoch die meisten sind in der unendlichen Wüste verschwunden, und sind dort in den Verstecken von Übeltätern und den Überresten der alten Vasallenstaaten untertaucht.\nDiejenigen von ihnen, die dem Regenwald treu sind, leben nach wie vor zurückgezogen und schweigsam und zahlen die uralten Gunsterweise mit der Kraft ihres eigenen Körpers zurück.\nDoch in ihrem tiefsten Inneren gibt es keinen Moment, an dem sie nicht ihre Vorfahren und König Deshret betrauern, die vor tausend Jahren einer Katastrophe zum Opfer gefallen sind.\n\nSo kam es, dass die alte und edle Bogenschießkunst von den Erben der Priester bis heute überliefert wurde.\nAuch wenn die Bedeutung von vielen der alten Schriftzeichen und Schaubildern verloren gegangen ist oder falsch überliefert wurde,\nauch wenn die majestätische Gestalt des Königs des Sandmeeres mit dem Bogen in der Hand und dem Pfeil im Anschlag längst in einem alten Traum zerbrochen ist ...\nDoch der schwache Funke des alten Reiches ist noch nicht erloschen, sondern hat sich in etwas noch Geheimnisvolleres umgewandelt,\ndas mit dem von den Erben überlieferten alten Wissen die heutige Zivilisation beschützt.\n\nUnter den in der Wüste verschwundenen „Eremiten“ waren einige, die vom Weg der Priester abgekommen sind.\nDiese Abtrünnigen sind von den kleingeistigen Illusionen von Macht besessen und versuchen, die unsteten Stämme umzuformen.\nMit den harschen Ritualen aus alter Zeit bilden sie verirrte Kinder zu „Jagdfalken“ aus.\nDie Techniken, die ursprünglich für die Ausbildung von edlen Kriegern gedacht waren und von Generation zu Generation verbessert wurden, werden nun dazu verwendet,\nhörige Handlanger auszubilden, die die Geburt des neuen „Königs“ vorantreiben sollen ...\nDoch das ist eine Geschichte für eine andere Zeit.\nMenschen, die allzu große Ambitionen haben, werden oft in der Wüste verschwinden, lautlos und spurlos, wie Tropfen von bitteren Tränen, die in den unendlichen Ozean fließen.",
	"baseatk": 44,
	"substat": "KT",
	"subvalue": "4",
	"effectname": "Pfad der Sonnenflammen",
	"effect": "Lässt nach dem Treffen von Gegnern mit heftigen Schlägen einen Brennpfeil auf diese niedergehen, der Schaden in Höhe von {0} des ANG verursacht und ihnen 10 s Brennendes Herz zufügt. Erhöht den Schaden heftiger Schläge des Trägers an Gegnern mit Brennendem Herzen um {1}. 10 s Abklingzeit für den Brennpfeil.",
	"r1": [
		"60 %",
		"28 %"
	],
	"r2": [
		"75 %",
		"35 %"
	],
	"r3": [
		"90 %",
		"42 %"
	],
	"r4": [
		"105 %",
		"49 %"
	],
	"r5": [
		"120 %",
		"56 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo der sengenden Macht",
				"count": 3
			},
			{
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 3
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 3
			},
			{
				"name": "Ungeblühte Blume unbekannter Herkunft",
				"count": 12
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nachglimmen der sengenden Macht",
				"count": 6
			},
			{
				"name": "Jemandes geschätzte Blume",
				"count": 6
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 3
			},
			{
				"name": "Jemandes geschätzte Blume",
				"count": 12
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Traum der sengenden Macht",
				"count": 6
			},
			{
				"name": "Blühende Blume eines Nomaden",
				"count": 9
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vergangenheit der sengenden Macht",
				"count": 4
			},
			{
				"name": "Blühende Blume eines Nomaden",
				"count": 18
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 12
			}
		]
	}
}