{
	"id": 15513,
	"name": "Tröpfelnde Herzsaiten",
	"description": "Ein legendärer Bogen der Feen. Er rührt das Herz der Zuhörer, ob auf der Bühne oder auf dem Schlachtfeld.",
	"descriptionRaw": "Ein legendärer Bogen der Feen. Er rührt das Herz der Zuhörer, ob auf der Bühne oder auf dem Schlachtfeld.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 5,
	"story": "Die Dramatiker von Fontaine verwenden Saiten oft als Metaphern für das Herz, dieses Bild wird weithin auch als „Herzsaite“ bezeichnet.\nGenau wie die Saiten einer Zither wird das Herz der Menschen vom Schicksal angeschlagen und gibt unterschiedliche Töne von sich.\nDas Bild der „Herzsaite“ taucht auch in „Dryas“, einem der ältesten Dramen von Fontaine, auf.\nUrsprünglich wurde dort jedoch eine Bogensehne und keine Zithersaite als Metapher verwendet.\n\nDer Protagonist des Dramas heißt Aurelius. Er diente später als Vorbild für eine Figur gleichen Namens in Coppelius’ „Die Sage von Aurelius“.\nIn dem Stück wurde er als glorreicher Held gepriesen, der zahlreiche abtrünnige Königreiche und Stadtstaaten für Fontaine eroberte.\nAllerdings existieren keinerlei historische Aufzeichnungen über eine solche Person. Daher wird er genau wie Ajax für gewöhnlich als eine fiktive Figur betrachtet.\n\nDer Legende nach geriet er einst während eines Feldzugs in eine Falle seiner Feinde und wurde in einem Kiefernwald von der Hauptstreitmacht getrennt.\nGerade, als der Dolch eines Meuchelmörders sein Leben zu enden drohte, durchfuhren silberne Pfeile wie ein Regenschauer die Luft.\nDem Klang der Bogensehne folgend erblickte er es: „Die Götter erschufen diese Schönheit, doch aus Mitleid mit den Sterblichen zerstörten sie die Vorlage dafür.“\nDie junge Maid Dryastis nahm seine Hand, eine Hand, die nie wieder eine so zarte Berührung hätte empfinden sollen, und führte ihn aus dem blutgetränkten Kiefernwald hinaus.\n\n„Ich will einfach nicht dabei zusehen, wie ein weiterer Mensch hier grundlos zu Tode kommt. Zu viele Tränen sind bereits in das Wasser geflossen.“\n„Ich will dich nur um eine Sache bitten, edler Krieger, trage diesen Konflikt aus diesem Land.“\n„Lass nicht zu, dass dieses reine Wasser vom ‚Tod‘ befleckt wird, sodass unsere letzte Heimstatt bewahrt bleibt.“\n\nJunge Helden auf Feldzügen sind oft der Ansicht, dass ihr eigenes Herz und ihr Körper so hart wären wie der Marmor einer Burg.\nDoch genau wie die Königsstadt am Ende vorzeitig in Stille versank, fügte diese angeschlagene Saite eine Dissonanz in das Epos des Helden ein ...\n\nJahrtausende der Überlieferung und dramatischen Adaptionen haben dieser uralten Geschichte unzählige, unterschiedliche Abwandlungen gegeben.\nIn einigen Geschichten hört der Held, der unzählige Königreiche und Stadtstaaten erobert hat, letztendlich auf die Ratschläge des Feenmädchens.\nEr nimmt den Langbogen, den sie ihm schenkt, entgegen und kehrt mit seinen Truppen zurück, nur um dann auf dem Rückweg von hinterhältigen Verrätern ermordet zu werden und in den Tiefen des Meeres sein Grab zu finden.\nIn einigen anderen Geschichten verfällt der glorreiche Aurelius in einen Liebeswahn und führt sein Heer in jenen Kiefernwald,\num nach ihr zu suchen. Er sehnt sich danach, sie wiederzusehen und sie zu seiner Geliebten zu machen, die stets an seiner Seite verweilt.\nDie Maid flieht an das Flussufer und fleht weinend ihre Reinwasser-Mutter an, sie vor der Besessenheit des Helden zu retten.\nDie Herrin allen Wassers erbarmt sich ihres Schicksals und verwandelt sie in eine Kiefer. Die Bogensehne, die einst Liebe in sein Herz geschossen hatte,\nzerreißt genau wie sein Herz selbst und fällt lautlos neben dem Mädchen, um inmitten unzähliger blühender Pluie-Lotos zu versinken.\nDer verzweifelte junge Held starrt auf die Blumen im Wasser und will sich lange Zeit nicht vom Fleck rühren, bis er schließlich selbst in den tiefen Teich stürzt ...\n\nSpätere Naturphilosophen konnten nachweisen, dass an jenem Ort dereinst ein Barbarenstamm namens „Dryas“ ansässig war,\nweshalb jener Kiefernwald diesen Namen erhielt. Derartige Aussagen, die keine Spur von Romantik aufweisen, stehen schon seit jeher in keiner Verbindung zu Dramen.\nAm Ende steht das Versinken in der Tiefe des Meeres. Ob er im Laufe der Zeit seinen Willen und seine Sehnsucht verloren hat,\noder ob er nach vielen Jahren schließlich an Land ging, nur um von der Weißen Flotte oder den Schattenjägern einer neuen Epoche getötet zu werden,\ndie Geschichte des jungen Helden fand an diesem Punkt ihr Ende. Und Dryastis ist auch nicht mehr als eine von vielen Legenden aus dieser Zeit der Tumulte.\n\nDer Bogen, der einst das Schicksal von Aurelius bestimmte, durchlief viele Hände, bis er schließlich von jemandem gefunden wurde, der tief unter Wasser lebte.\nDort wurde er verziert und zu einem Bühnenrequisit für Aufführungen von Kindern umgewandelt, doch das ist eine andere Geschichte.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "LP",
	"baseStatText": "14,4%",
	"effectName": "Dryas’ Nachtmusik",
	"effectTemplateRaw": "#Verleiht dem Träger „Behandlung“. Erhöht die max. LP des Trägers bei 1/2/3 Stapelungen Behandlung um jeweils <color=#99FFFFFF>{0}</color>. Bedingungen zum Verleihen einer Stapelung Behandlung: Beim Auslösen der Elementarfähigkeit, hält 25{NON_BREAK_SPACE}s; bei Erhöhung des Werts von Eid des Lebens, hält 25{NON_BREAK_SPACE}s; bei aktiver Heilung durch den Träger, hält 20{NON_BREAK_SPACE}s. Kann auch dann ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die Wirkungsdauer jeder Stapelung Behandlung wird unabhängig voneinander berechnet. Erhöht bei 3 Stapelungen Behandlung außerdem die KT der Spezialfähigkeit um <color=#99FFFFFF>{1}</color>. Bei weniger als 3 Stapelungen Behandlung wird der Effekt nach 4{NON_BREAK_SPACE}s entfernt.",
	"r1": {
		"description": "Verleiht dem Träger „Behandlung“. Erhöht die max. LP des Trägers bei 1/2/3 Stapelungen Behandlung um jeweils 12/24/40 %. Bedingungen zum Verleihen einer Stapelung Behandlung: Beim Auslösen der Elementarfähigkeit, hält 25 s; bei Erhöhung des Werts von Eid des Lebens, hält 25 s; bei aktiver Heilung durch den Träger, hält 20 s. Kann auch dann ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die Wirkungsdauer jeder Stapelung Behandlung wird unabhängig voneinander berechnet. Erhöht bei 3 Stapelungen Behandlung außerdem die KT der Spezialfähigkeit um 28 %. Bei weniger als 3 Stapelungen Behandlung wird der Effekt nach 4 s entfernt.",
		"values": [
			"12/24/40{NON_BREAK_SPACE}%",
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Verleiht dem Träger „Behandlung“. Erhöht die max. LP des Trägers bei 1/2/3 Stapelungen Behandlung um jeweils 15/30/50 %. Bedingungen zum Verleihen einer Stapelung Behandlung: Beim Auslösen der Elementarfähigkeit, hält 25 s; bei Erhöhung des Werts von Eid des Lebens, hält 25 s; bei aktiver Heilung durch den Träger, hält 20 s. Kann auch dann ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die Wirkungsdauer jeder Stapelung Behandlung wird unabhängig voneinander berechnet. Erhöht bei 3 Stapelungen Behandlung außerdem die KT der Spezialfähigkeit um 35 %. Bei weniger als 3 Stapelungen Behandlung wird der Effekt nach 4 s entfernt.",
		"values": [
			"15/30/50{NON_BREAK_SPACE}%",
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Verleiht dem Träger „Behandlung“. Erhöht die max. LP des Trägers bei 1/2/3 Stapelungen Behandlung um jeweils 18/36/60 %. Bedingungen zum Verleihen einer Stapelung Behandlung: Beim Auslösen der Elementarfähigkeit, hält 25 s; bei Erhöhung des Werts von Eid des Lebens, hält 25 s; bei aktiver Heilung durch den Träger, hält 20 s. Kann auch dann ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die Wirkungsdauer jeder Stapelung Behandlung wird unabhängig voneinander berechnet. Erhöht bei 3 Stapelungen Behandlung außerdem die KT der Spezialfähigkeit um 42 %. Bei weniger als 3 Stapelungen Behandlung wird der Effekt nach 4 s entfernt.",
		"values": [
			"18/36/60{NON_BREAK_SPACE}%",
			"42{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Verleiht dem Träger „Behandlung“. Erhöht die max. LP des Trägers bei 1/2/3 Stapelungen Behandlung um jeweils 21/42/70 %. Bedingungen zum Verleihen einer Stapelung Behandlung: Beim Auslösen der Elementarfähigkeit, hält 25 s; bei Erhöhung des Werts von Eid des Lebens, hält 25 s; bei aktiver Heilung durch den Träger, hält 20 s. Kann auch dann ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die Wirkungsdauer jeder Stapelung Behandlung wird unabhängig voneinander berechnet. Erhöht bei 3 Stapelungen Behandlung außerdem die KT der Spezialfähigkeit um 49 %. Bei weniger als 3 Stapelungen Behandlung wird der Effekt nach 4 s entfernt.",
		"values": [
			"21/42/70{NON_BREAK_SPACE}%",
			"49{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Verleiht dem Träger „Behandlung“. Erhöht die max. LP des Trägers bei 1/2/3 Stapelungen Behandlung um jeweils 24/48/80 %. Bedingungen zum Verleihen einer Stapelung Behandlung: Beim Auslösen der Elementarfähigkeit, hält 25 s; bei Erhöhung des Werts von Eid des Lebens, hält 25 s; bei aktiver Heilung durch den Träger, hält 20 s. Kann auch dann ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die Wirkungsdauer jeder Stapelung Behandlung wird unabhängig voneinander berechnet. Erhöht bei 3 Stapelungen Behandlung außerdem die KT der Spezialfähigkeit um 56 %. Bei weniger als 3 Stapelungen Behandlung wird der Effekt nach 4 s entfernt.",
		"values": [
			"24/48/80{NON_BREAK_SPACE}%",
			"56{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Rückstand reinen heiligen Taus",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Federflosse",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transozeanische Perle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation reinen heiligen Taus",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Federflosse",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transozeanische Perle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation reinen heiligen Taus",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Mondlichtflosse",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transozeanischer Brocken",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Quelle reinen heiligen Taus",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Mondlichtflosse",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transozeanischer Brocken",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Quelle reinen heiligen Taus",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Abgrundlichtflosse",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatischer Kristall",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essenz reinen heiligen Taus",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Abgrundlichtflosse",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatischer Kristall",
				"count": 18
			}
		]
	}
}