{
	"name": "Himmelsgrat",
	"description": "Eine Lanze, die Dvalins Entschlossenheit symbolisiert. Aufrecht gehalten zeigt sie unnachgiebig nach oben und birgt die Kraft von Himmel und Wind.",
	"weapontype": "Stangenwaffe",
	"rarity": "5",
	"story": "Ein Skelett, das den Himmel stützt.\nDer treue Gefährte des Anemo-Archons wich nie in seinem Wunsch ab, das Land des Windes zu beschützen.\nDiese unerschütterliche Entschlossenheit unterstützte den Winddrachen in seinem tödlichen Kampf gegen seinen unheiligen Feind.\n\nIn alten Zeiten kam der Schattendrache Durin, begehrlich nach dem Frieden, den Mondstadt genoss, hervor, um das Land zu verunreinigen.\nDurins schwarze Flügel verdunkelten den Himmel und setzten Wolken giftiger Dämpfe frei,\nin so einem Maße, dass selbst die tausend Winde diese Pestilenz und Fäulnis nicht in Schach halten konnten.\nUnd so fiel ein schwarzer Regen vom Himmel, der die Schreie und das Stöhnen des Volkes ertränkte.\nDer Anemo-Archon wurde durch den Klang ihrer Qualen geweckt und sein Herz wurde von ihrer Verzweiflung erweicht.\nAlso rief er Dvalin an seine Seite und im Sturm versteckt durchbohrten sie den vergifteten Himmel.\n\nDer große Drache stürzte mit einem Schrei hinein und riss durch den giftigen Dampf, den der Schattendrache geschaffen hatte.\nSeinen Flügeln folgte ein großer, mächtiger Wirbelsturm, der die giftigen Wolken davonwehte.\nDvalin ergriff den giftigen Drachen in seinen mächtigen Klauen und stieg in Höhen auf, die selbst Wolken nicht zu erreichen vermochten.\nDer Giftregen hatte sich zerstreut, als die Wolken zurückblieben, und der nun brennende Himmel wurde zum Schlachtfeld der Drachen.\n\nEndlich durchbohrten die scharfen Zähne des Winddrachens die Kehle seines Feindes und seine großen Klauen rissen ihm sein verdorbenes Herz heraus.\nDie von Sündern erschaffene Kreatur, erfüllt von ewigem Bedauern, fiel vom makellosen Himmel und stürzte auf einen schneebedeckten Gipfel.\nDieser erbitterte Kampf in den fernen Himmeln hatte also das Volk des Gottes des Windes verteidigt.\nDoch im Moment seines Triumphes war das giftige Blut seines Feindes zwischen seine Zähne und in seine Eingeweide geflossen.\n\nDer Schmerz ließ seine Knochen und sein Mark verdorren und in seiner Qual rollte sich der einst so mächtige Winddrache in den Tiefen einer alten Ruine zusammen.\nDvalin pflegte seine Wunden und glaubte immer noch, dass er eines Tages wieder erwachen würde,\ndass er den Himmel eines Tages wieder durchbohren würde, die Dunkelheit zerstreute und zu den Klängen der Leier des Anemo-Archons, seines lieben Freundes, singen würde.",
	"baseatk": 48,
	"substat": "Aufladerate",
	"subvalue": "8",
	"effectname": "Flügelbrecher",
	"effect": "Erhöht die KT um {0} und die Standardangriffs-GSW um {1}. Wendet beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von {2} eine Vakuumklinge an und verursacht zusätzlichen Schaden in Höhe von {3} ANG mit geringer Reichweite. 2 s Abklingzeit.",
	"r1": [
		"8 %",
		"12 %",
		"50 %",
		"40 %"
	],
	"r2": [
		"10 %",
		"12 %",
		"50 %",
		"55 %"
	],
	"r3": [
		"12 %",
		"12 %",
		"50 %",
		"70 %"
	],
	"r4": [
		"14 %",
		"12 %",
		"50 %",
		"85 %"
	],
	"r5": [
		"16 %",
		"12 %",
		"50 %",
		"100 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Fesseln des Löwenzahnkämpfers",
				"count": 5
			},
			{
				"name": "Chaos-Apparat",
				"count": 5
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 5
			},
			{
				"name": "Chaos-Apparat",
				"count": 18
			},
			{
				"name": "Leitende Schriftrolle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ketten des Löwenzahnkämpfers",
				"count": 9
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 9
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 5
			},
			{
				"name": "Chaos-Schaltkreis",
				"count": 18
			},
			{
				"name": "Zaubersiegel-Schriftrolle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Schellen des Löwenzahnkämpfers",
				"count": 9
			},
			{
				"name": "Chaos-Getriebe",
				"count": 14
			},
			{
				"name": "Fluchschriftrolle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Ideal des Löwenzahnkriegers",
				"count": 6
			},
			{
				"name": "Chaos-Getriebe",
				"count": 27
			},
			{
				"name": "Fluchschriftrolle",
				"count": 18
			}
		]
	}
}