{
	"id": 15433,
	"name": "Netzhaken",
	"description": "Der Bogen besteht aus einer Metalllegierung und ist dennoch überraschend leicht. Selbst bei dicken, schweren Fallen können die abgeschossenen Pfeile ungehindert hindurchfliegen.",
	"descriptionRaw": "Der Bogen besteht aus einer Metalllegierung und ist dennoch überraschend leicht. Selbst bei dicken, schweren Fallen können die abgeschossenen Pfeile ungehindert hindurchfliegen.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bogen",
	"rarity": 4,
	"story": "Es gibt nur wenige wirklich unausweichliche Fallen auf dieser Welt, denn selbst das dichteste Netz lässt sich mit einer Nadel durchstechen.\nSelbst in einer Menschen tötenden Vorrichtung gibt es zwischen den spitzen Haken und Käfigen noch einen Funken Hoffnung.\nSo wie niemand sein Herz vollständig verschließen kann, gibt es auch bei sorgfältiger Verteidigung Momente, in denen sie ins Wanken gerät.\n\nFür einen Fee, der im Palast aufgewachsen ist, sind Lügen und Heuchelei weitaus gefährlicher als Fallen.\nUm ihren unrechtmäßig erworbenen Reichtum zu bewahren, versteckten die Adligen ihre Schätze in unzähligen tödlichen Fallen.\nSie dachten, niemand könne von hier lebend entkommen, doch die geschickte Fee scheitert nie.\n\nDenn je komplexer eine Struktur ist, desto mehr Schwachstellen hat sie in der Regel auch.\nSolange der richtige Moment genutzt wird, verschwinden alle Hindernisse.\n\nSo verbreitete sich der Ruf des als „Vagabund“ bekannten Räubers wie ein Lauffeuer und niemand hätte gedacht, dass er eigentlich den edlen Nachnamen Nashchokin trug.\nEr war sowohl ein Adliger, der die Langeweile des Hofes und der aristokratischen Gesellschaft ertrug, als auch ein berüchtigter Räuber, als der er die bewachten Schätze derselben Herren plünderte, mit denen er vielleicht nur wenige Augenblicke zuvor noch gelacht und geplaudert hatte.\nWas eigentlich ein ruhiges, zurückhaltendes und von niemandem beeinflusstes Leben hätte bleiben sollen, änderte sich plötzlich ...\n\n„He! Du Hinterhältiger, der du dich versteckst. Wenn du genug Mut hast, komm mit mir zum Bankett des Großherzogs!“\n„Lass uns einen Wettbewerb veranstalten. Wer zuerst das Geheimnis des Herzogs aufdeckt, erhält den Namen des Großen Räubers!“\n„Und vergiss nicht: Wenn du verlierst, musst du das Gold und Silber der Adligen denen geben, die es wirklich brauchen. So hätte es der Große Räuber getan.“\n\nDer Fee wollte jeglichen Ärger vermeiden, auch diesen. Das änderte sich in dem Moment, als er ein Mädchen beim Bankett sah, das die versammelten Würdenträger höhnisch angrinste.\nIhre Verkleidung als Ehrengast war ausgezeichnet, doch ihre Schwäche war offensichtlich – sie zeigte nicht die geringste falsche Emotion.\nAlso nahm er die Herausforderung der „Klingenbrecherin“ an, aber nicht wegen eines möglichen Sieges. Er wollte lediglich einen Blick auf die seltene wahre Farbe der Welt erhaschen.\n\nEs ist immer klüger, sich nicht in eine Falle locken zu lassen, als sie zu knacken. Daher war der Fee, der Umwege ging, immer im Vorteil.\nDas verärgerte Mädchen wollte seine Niederlage nicht eingestehen. Diesmal bestand die Herausforderung darin, dem Adligen seine größte Ehre zu nehmen.\nSie stahl den Schatz, den die Zarin selbst dem Adligen geschenkt hatte, und gab ihn dann den armen Kindern. Der Sieg war zum Greifen nah.\nNicht weit entfernt lächelte der Fee und legte das zerfledderte Kinderspielzeug leise in die vergoldete Vitrine des Adligen zurück.\nDer Anblick des Spielzeugs versetzte sowohl das Mädchen als auch die Adligen bei der Enthüllungszeremonie in Staunen, und es war klar, wer gewonnen hatte.\n\nNur dieses Mal konnte der Adlige die Provokation der Niedrigen nicht tolerieren und hatte eine ausweglose Falle gestellt.\nFür dieses Problem sah der Fee eine einfache Lösung: Der Räuber, der den Schatz gestohlen hatte, und derjenige, der das Spielzeug darin versteckt hatte, mussten nicht unbedingt zwei verschiedene Personen sein. Also trat er ruhig in die Falle und nahm die Schuld für beide auf sich.\n\nSein einflussreicher Familienname bewahrte ihn vor einer öffentlichen Hinrichtung und sicherte ihm sogar eine letzte Bitte.\n„Bitte bereitet einen leeren Sarg für meine Beerdigung vor“, sagte der Fee schließlich nach einer Weile des Schweigens. Seine Bitte wurde erfüllt.\nEin Lächeln huschte über die Lippen des Fees, dann stürzte er sich von der hohen Mauer in die ewige Stille und entriss den höheren Mächten das endgültige Urteil über Leben und Tod.\nDer als „Vagabund“ bekannte Räuber jedoch konnte dem Schatten des Todes nicht entkommen.\n\nEs gibt nur wenige Geheimnisse auf der Welt, die für immer unbekannt bleiben ... außer denen, die man mit ins Grab nimmt ...\n„Mein liebster Freund, ich hoffe, dass du dieses Rätsel dein ganzes Leben lang nicht lösen wirst.“",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "13,3%",
	"effectName": "Wendig und ohne Schatten",
	"effectTemplateRaw": "#Erhöht nach Auslösen der Elementarreaktion 12{NON_BREAK_SPACE}s lang die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um <color=#99FFFFFF>{1}</color> Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
	"r1": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 60 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 60 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 75 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 75 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 90 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 90 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 105 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 105 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Erhöht nach Auslösen der Elementarreaktion 12 s lang die Elementarkunde um 120 Punkte. Mondomen – Reifer Glanz: Erhöht die Elementarkunde während des Effekts zusätzlich um 120 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv ist.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Letzte Glut des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Gestalt gewordener Nebel",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Letztes Glimmen des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Gestalt gewordener Nebel",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Stabile Bolzenspitze",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Letztes Glimmen des Nachtfeuers",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Rüstungsfragment des Nebels",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Helle Flamme des Nachtfeuers",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Rüstungsfragment des Nebels",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Helle Flamme des Nachtfeuers",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Helm des Nebels",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Gleißendes Licht des Nachtfeuers",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Helm des Nebels",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Abgenutzte Bolzenspitze",
				"count": 12
			}
		]
	}
}