{
	"name": "Kiefernklang",
	"description": "Ein Großschwert so leicht wie Gras, das vom Wind bewegt wird, und so gewaltig wie ein Orkan, der Bäume entwurzelt.",
	"weapontype": "Zweihänder",
	"rarity": "5",
	"story": "Es gab einmal ein bekanntes Volkslied, das so ging:\n„Wirf deine Münze dem Barden und dem Dichter zu,“\n„den Blumenstrauß gib der holden Maid.“\n„Trink Wein so bitter, dass deine Tränen fließen,“\n„trink auf das bereits vergangene Gestern und singe für ein besseres Morgen.“\n\nIn dem Land, in dem Lieder und Musik vom Wind getragen werden, haben die Menschen zwar fröhliche, dennoch sensible Seelen.\nMan sagt, dass es in der Geschichte Zeiten gab, in denen der Tyrann Decarabian und die herrschenden Aristokraten bestimmte Akkorde und Melodien verboten hätten.\nDenn aufmerksame Menschen konnten den Geist des Widerstands spüren, der hinter der Musik der Barden und Sänger lag.\nLieder und Hymnen wurden in der Tat auch schon früher als Kommunikationsmittel unter Rebellen verwendet.\n\nIn den Tagen der herrschenden Aristokratie war die Gemeinde, die den Gott des Windes verehrte, einst in zwei Gruppierungen gespalten:\nAuf der einen Seite standen die Geistlichen, die am Tisch der Herren aßen und mit ihnen die Götterstatuen umwarfen, während sie Lieder und Lobeshymnen schrieben.\nAuf der anderen Seite standen die Heiligen, die kein klerikales Amt bekleideten und frei durch die Straßen, die Weinkeller und die Welt jenseits der Mauern gingen.\nDiese Heiligen tranken billigen Spiritus und segneten Sklaven und Pöbel mit den heiligen Originalmanuskripten, die unter den Menschen umgingen, und mit Worten, die der Wind ihnen brachte.\nUnd während sie das taten, schrieben sie verbotene Lieder und Gedichte.\n\nAls der Gladiator aus einem fremden Land zusammen mit dem Gott des Windes erwachte und das Banner der Rebellion hisste,\nmobilisierte der betagte Heilige, bekannt als der Namenlose Hirte, die wahren Anhänger der Favonius-Kathedrale.\nZusammen mit vielen anderen haben sie ihr Blut auf diesen moosgrünen Feldern vergossen.\nGemeinsam stimmten sie zu einem Schlachtruf zur Rettung der Nation an, der bisher unbekannten Hälfte dieses alten Volksliedes:\n\n„Überlasse den scharfen Stahl denjenigen, die bereit sind, ihr Leben für den Kampf zu opfern.“\n„Überlass dem Dieb den Galgen.“\n„Schärfe die rostigen Pfeilspitzen.“\n„Denn wenn die Musik erklingt, schießen wir die Bestien nieder.“",
	"baseatk": 49,
	"substat": "Physischer SCH-Bonus",
	"subvalue": "4.5",
	"effectname": "Lied vom Aufstand",
	"effect": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht den ANG um {0}. Gibt der Figur beim Treffen von Gegnern mit Standardangriffen oder heftigen Schlägen ein Zeichen des Flüsterns, 0,3 s Abklingzeit. Verbraucht alle Zeichen des Flüsterns, sobald 4 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied vom Aufstand“: Erhöht die Standardangriffs-GSW um {1} und den ANG um {2}. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen des Flüsterns erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
	"r1": [
		"16 %",
		"12 %",
		"20 %"
	],
	"r2": [
		"20 %",
		"15 %",
		"25 %"
	],
	"r3": [
		"24 %",
		"18 %",
		"30 %"
	],
	"r4": [
		"28 %",
		"21 %",
		"35 %"
	],
	"r5": [
		"32 %",
		"24 %",
		"40 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Decarabians zerbrochener Ziegel",
				"count": 5
			},
			{
				"name": "Schweres Horn",
				"count": 5
			},
			{
				"name": "Zerbrochene Maske",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 5
			},
			{
				"name": "Schweres Horn",
				"count": 18
			},
			{
				"name": "Zerbrochene Maske",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 9
			},
			{
				"name": "Kupferhorn",
				"count": 9
			},
			{
				"name": "Verdreckte Maske",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 5
			},
			{
				"name": "Kupferhorn",
				"count": 18
			},
			{
				"name": "Verdreckte Maske",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 9
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 14
			},
			{
				"name": "Unheilvolle Maske",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Decarabians zerstörter Traum",
				"count": 6
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 27
			},
			{
				"name": "Unheilvolle Maske",
				"count": 18
			}
		]
	}
}