{
	"name": "Gesang der Stille",
	"description": "Dieser skurrile Langbogen erinnert an ein Meerestier und seine Sehne ist absolut lautlos.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "Dieser außergewöhnliche Bogen, dem der Glanz von Perlen und Mithril zu eigen ist, soll von einem tapferen Krieger hinterlassen worden sein, der in die Tiefen des Meeres gestürzt ist.\nSeine Sehne ist absolut lautlos, als ob sie in den dunkelsten Tiefen des Meeres oder einer lichtlosen Leere gelöst werden würde.\n\nIn einem lange vergangenen, großen Zeitalter kämpfte einstmals eine Armee aus Golems gegen drachenartige Wesen aus den Tiefen des Meeres.\nDiese im Meer lebenden Nachkommen der Drachen, waren früher eine grausame Rasse, über die ein Fürst namens Scylla herrschte.\nDamals griff der Drachenfürst Scylla mit einer Armee aus Barbaren und Drachenechsen die Grenzen eines uralten Königreiches an.\nEine mit Bögen ausgerüstete Armee wurde zur Verteidigung ausgesandt, bis der Harmost Scyllas Macht ein Ende setzten ...\n\nDanach blieben von jenem dereinst ruhmreichen Königreich nur noch Ruinen auf dem Meeresgrund.\nDoch die verbliebenen Soldaten der Legion des Golems kämpften auch weiterhin an Orten, zu denen kein Lichtstrahl der Sonne vordringen kann, gegen die Nachkommen der Drachen ...\nDie stillen Tiefen des Meeres wurden noch nie von blutigen Schlachten gestört und ihr Kampfeswille begann sich allmählich abzuschwächen.\nIrgendwann schlossen die letzten Bogenschützen und letzten verbliebenen Drachenechsen schließlich einen Friedensvertrag.\n\nDas niemals enden wollende Aufeinanderschlagen der Klauen und Reißzähne erschienen immer sinnloser.\nUnd die Schwerter, Bögen und Pfeile waren in den lichtlosen Tiefen bedeutungslos geworden.\nDie Ritter des untergegangenen Reiches und die Krieger der Drachenechsen brachen in Gelächter aus.\nSie legten ihre klobigen Waffen ab, als ob sie sich von einem belanglosen Groll befreien würden ...\n\nFür das, was danach in den stillen Tiefen des Meeres geschah, gibt es in den Opern der späteren Generationen unzählige Interpretationen und Aufführungen.\nManche Leute sagen, dass sie jeweils ihre eigene Heimat verraten und mit anderen Verbannten ein neues Volk gegründet hätten ...\nGenau wie dieser uralten Bogen sind die vielen Geschichten letztendlich im lautlosen Meer versunken und zu sonderbaren Legenden geworden.\nAm Ende war es die „Barbarei“, die über jenes ehemalige Reich herrschte, und viele Geschichten und Lieder wurden zu harmlosen fiktionalen Dramen umgedichtet.",
	"baseatk": 42,
	"substat": "ANG",
	"subvalue": "9",
	"effectname": "Benthischer Puls",
	"effect": "Erhöht nach erhaltener Heilung den von der Figur verursachten Schaden um {0}, hält 8 s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": [
		"16 %"
	],
	"r2": [
		"20 %"
	],
	"r3": [
		"24 %"
	],
	"r4": [
		"28 %"
	],
	"r5": [
		"32 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment einer archaischen Serenade",
				"count": 3
			},
			{
				"name": "Tropfen verunreinigten Wassers",
				"count": 3
			},
			{
				"name": "Stabile Bolzenspitze",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Bruchstück einer archaischen Serenade",
				"count": 3
			},
			{
				"name": "Tropfen verunreinigten Wassers",
				"count": 12
			},
			{
				"name": "Stabile Bolzenspitze",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Bruchstück einer archaischen Serenade",
				"count": 6
			},
			{
				"name": "Portion verunreinigten Wassers",
				"count": 6
			},
			{
				"name": "Scharfe Bolzenspitze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Satz einer archaischen Serenade",
				"count": 3
			},
			{
				"name": "Portion verunreinigten Wassers",
				"count": 12
			},
			{
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Satz einer archaischen Serenade",
				"count": 6
			},
			{
				"name": "Neugeborener Okeanospuk",
				"count": 9
			},
			{
				"name": "Abgenutzte Bolzenspitze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Echo einer archaischen Serenade",
				"count": 4
			},
			{
				"name": "Neugeborener Okeanospuk",
				"count": 18
			},
			{
				"name": "Abgenutzte Bolzenspitze",
				"count": 12
			}
		]
	}
}