{
	"id": 14517,
	"name": "Wacht des Sternenopfers",
	"description": "Eine in Form eines Falken geschnitzte Statue, eines der heiligen Relikte, die von Generation zu Generation von Meistern des Nachtwinds weitergegeben werden.",
	"descriptionRaw": "Eine in Form eines Falken geschnitzte Statue, eines der heiligen Relikte, die von Generation zu Generation von Meistern des Nachtwinds weitergegeben werden.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "Lass ihre Augen in brennendem Rauch gefärbt erscheinen, damit sie nicht von den Farben, die sie reflektieren, verzaubert wird.\nLass ihre Knöchel durch eine Feuersteinklinge gesegnet sein, damit sie ihre geliebten Kameraden nie im Stich lässt.\nNach einem alten, erhabenen Vertrag erwählte der Bote der Nacht ein Kind mit einer sternenhellen Seele,\nUnd setzte ihr eine Krone aus Adlerfedern auf die Stirn, um das alte Volk, das seine Gestalt verloren hatte, in den nächtlichen Schlummer zu führen.\n\nSeien es nun Drachen, die in Träumen ertranken, oder Heilige, unablässig in ätherischen Gefilden streitend,\nKeiner bemerkte die Machenschaften desjenigen, der sich als Weiser ausgab. Zwischen den Bewohnern des Tals und denen der Baumkronen wurde ein Bund geschlossen,\nUnd ausgelöscht wurden die Flammen des Blutrausches der Kriegshäuptlinge, sodass nur noch die friedliche Stille des Todes auf den verhüllten Pfaden lag,\nSelbst der tapferste Krieger in diesem Tal könnte dem Sternenrufer nur unterwürfig begegnen.\nDies war nicht Teil eines großen Plans, doch der Verfall der Gefallenen widerte ihn weiterhin an.\nUnd so stachelte er sie mit kleinen Tricks zur Rebellion gegen die Drachen an, alles im Namen des guten Willens.\n\nSo wie der selbsternannte Weise dachte, war es schon immer eine einfache Angelegenheit gewesen, die Herzen der Menschen zu beeinflussen.\nHier ein wenig Öl ins Feuer des Elends, dort ein paar kluge Worte über die sogenannte „Hoffnung“,\nUnd diese junge Sterbliche, schwach wie eine Ameise und töricht wie ein verdorrter Baum, hing an seinen Lippen.\nDenn hatte er sie nicht einst durch das gefährliche Nachtreich geführt, um jene vom Nachtwind verhüllten Wege zu betrachten?\nDabei hätte sie in ihrer Naivität angesichts des Nebels und des Rauchs eigentlich gar nichts sehen dürfen ...\nAlles, was es jetzt noch bedurfte, war ein sanfter Schubs, und dieser lächerliche Traum würde sich in Luft auflösen ...\n\nGenau so, wie der selbsternannte Weise es vorausgesagt hatte, hatte die junge Frau, die einst den Drachen zugefallen war,\nEinen Fremden, den er noch nie zuvor gesehen hatte, mit Flöte und Gesang durch die Wand aus Rauch geführt.\nUnd durch seinen vollkommenen Plan sandte sie ihren stillen Diener Dinga aus dem tiefen Tal.\nSodann würden die Flammen des Gemetzels bald auch über dieses Land herfallen, das ja vom Rest der Welt abgeschnitten war ...\n\nViele Jahre später, es war, als der Held Maghan den goldenen Dolch des Schlangenkönigs seinem alten Meister ins Herz trieb,\nErst da erkannte der Weise, der geglaubt hatte, er würde die Herzen der Menschen kontrollieren können, dass der feurige Samen des Verrats schon lange gesät worden war.\nNur, dass er nicht, wie er es vermutet hatte, auf die Drachen in ihrem tiefen Schlummer gerichtet war.\nStattdessen folgte er dem Gesang des neugeborenen Wayob, der den tiefsten Hallen des Nachtreichs entsprungen war,\nDie Fundamente des Stammes mit dem Namen „Mictlan“ für die nächsten tausend Jahre zu sichern.\nDie unsichtbaren, siebenschichtigen Vorhänge dieser Zelle verschließen das alte, lichtlose Land der Unordnung,\nUnd inmitten des Nachtwinds und des kalten Tageslichts stahlen die Ameisen die geheimen Riten, von denen selbst der selbsternannte Weise nicht einmal zu hoffen gewagt hätte, sie zu erlangen.\n\n„Setzt nicht all eure Hoffnung auf die Nacht, vertraut nicht auf das Wohlwollen der Heiligen, und vertraut vor allem nicht leichtfertig den Verlockungen derer, die sich selbst Weise nennen.“\n„Obwohl wir schwächlich und feige sind, obwohl wir mit Elend und Bösem befleckt sind, dürfen wir Menschen uns nur auf uns selbst verlassen.“\n„Doch letztlich sind wir Sterblichen fragil. Selbst wenn alles so läuft, wie ich es beabsichtige, kann ich die Grenze nur für hundert Jahre stabilisieren.“\n„Deshalb musst du sprechen, musst du erzählen. Berichte den Menschen in den Stämmen, erzähle ihnen von den Ruhmreichen, den Helden und Tapferen.“\n„Erzähle von ihren ‚Erinnerungen‘, entfalte sie auf Geweberollen und verankere dieses Heim, das in späteren Zeiten Natlan heißen soll.“\n„Nimm diese Statuette mit dir, Dinga, mein treuester Diener, und mach dich auf den Weg, dem ersten Sonnenaufgang zu folgen.“\n„Ich werde stets über dich wachen, oh mein alleiniger Held, ich werde immer an deiner Schulter hängen, wie ein seidener Faden ...“\n„Bis unsere Seelen auf ewig in tiefstem Frieden miteinander verwoben sind, wo selbst der Tod uns nicht mehr zu trennen vermag.“",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "58",
	"effectName": "Opfer für den Wind und die Sonne",
	"effectTemplateRaw": "#Erhöht die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte. Verleiht innerhalb von 15{NON_BREAK_SPACE}s nach Erschaffen eines Schildes durch den Träger den Effekt „Nacht reflektierender Spiegel“: Erhöht den in der Nähe befindlichen Gegnern durch die eigene aktuelle Figur in der Truppe zugefügten Schaden um <color=#99FFFFFF>{1}</color>. 14{NON_BREAK_SPACE}s Abklingzeit für das Erhalten des Effektes „Nacht reflektierender Spiegel“.",
	"r1": {
		"description": "Erhöht die Elementarkunde um 100 Punkte. Verleiht innerhalb von 15 s nach Erschaffen eines Schildes durch den Träger den Effekt „Nacht reflektierender Spiegel“: Erhöht den in der Nähe befindlichen Gegnern durch die eigene aktuelle Figur in der Truppe zugefügten Schaden um 28 %. 14 s Abklingzeit für das Erhalten des Effektes „Nacht reflektierender Spiegel“.",
		"values": [
			"100",
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht die Elementarkunde um 125 Punkte. Verleiht innerhalb von 15 s nach Erschaffen eines Schildes durch den Träger den Effekt „Nacht reflektierender Spiegel“: Erhöht den in der Nähe befindlichen Gegnern durch die eigene aktuelle Figur in der Truppe zugefügten Schaden um 35 %. 14 s Abklingzeit für das Erhalten des Effektes „Nacht reflektierender Spiegel“.",
		"values": [
			"125",
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht die Elementarkunde um 150 Punkte. Verleiht innerhalb von 15 s nach Erschaffen eines Schildes durch den Träger den Effekt „Nacht reflektierender Spiegel“: Erhöht den in der Nähe befindlichen Gegnern durch die eigene aktuelle Figur in der Truppe zugefügten Schaden um 42 %. 14 s Abklingzeit für das Erhalten des Effektes „Nacht reflektierender Spiegel“.",
		"values": [
			"150",
			"42{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht die Elementarkunde um 175 Punkte. Verleiht innerhalb von 15 s nach Erschaffen eines Schildes durch den Träger den Effekt „Nacht reflektierender Spiegel“: Erhöht den in der Nähe befindlichen Gegnern durch die eigene aktuelle Figur in der Truppe zugefügten Schaden um 49 %. 14 s Abklingzeit für das Erhalten des Effektes „Nacht reflektierender Spiegel“.",
		"values": [
			"175",
			"49{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht die Elementarkunde um 200 Punkte. Verleiht innerhalb von 15 s nach Erschaffen eines Schildes durch den Träger den Effekt „Nacht reflektierender Spiegel“: Erhöht den in der Nähe befindlichen Gegnern durch die eigene aktuelle Figur in der Truppe zugefügten Schaden um 56 %. 14 s Abklingzeit für das Erhalten des Effektes „Nacht reflektierender Spiegel“.",
		"values": [
			"200",
			"56{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Verfall des wahnsinnigen Fürsten",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment des zersplitterten Willens",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Holzpfeife des Wächters",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Leid des wahnsinnigen Fürsten",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment des zersplitterten Willens",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Holzpfeife des Wächters",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Leid des wahnsinnigen Fürsten",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Gestalt des klaren Willens",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Eisenpfeife des Kriegers",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Glanz des wahnsinnigen Fürsten",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Gestalt des klaren Willens",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Eisenpfeife des Kriegers",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Glanz des wahnsinnigen Fürsten",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Talisman des wandernden Willens",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Goldpfeife des Saurierkriegers",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Antlitz des wahnsinnigen Fürsten",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Talisman des wandernden Willens",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Goldpfeife des Saurierkriegers",
				"count": 18
			}
		]
	}
}