{
	"id": 11430,
	"name": "Robuster Knochen",
	"description": "Ein Langschwert aus Knochen, das nach unzähligen Schlägen und Schwüngen immer härter wurde. Angeblich war es einst eine handliche Waffe, die der Held Wanjiru in der Hand hielt.",
	"descriptionRaw": "Ein Langschwert aus Knochen, das nach unzähligen Schlägen und Schwüngen immer härter wurde. Angeblich war es einst eine handliche Waffe, die der Held Wanjiru in der Hand hielt.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "So wie die Ungeheuer der See inmitten tiefer Strömung dem Rauschen des Wassers bis zu ihrer Ruhestätte folgen,\nso haben auch die Drachen, die einst über das Land des Feuers herrschten, Gräber, in denen ihre Überreste aufgebahrt sind.\nDort liegen die Knochen, die Spinnenbeinen gleich in den Himmel ragen, als wären sie riesige Krallen.\nDie geheimen Maschinen, die über die Nacht und das Reich der Toten wachen, werden von ihrem Anführer angewiesen, den ganzen Tag Patrouille zu laufen.\n\nEs ist ein äußerst gefährlicher Ort und selbst der scharfsinnigste Bote zögert, sich dort nach Neuigkeiten umzusehen.\nUnd warum sollte man sich auch die Mühe machen, Feinde zu stören, die die ihnen noch verbleibenden Tage an ihren Fingern und Klauen abzuzählen versuchen.\nWie Wanjieru so am Lagerfeuer des Stammes Geschichten über diesen Ort lauschte, erhob sie sich mit wilder Freude.\nDenn es gab keine schrecklicheren Feinde auf der Welt als sie und Wanjiro, die mit wundersamen Kräften ausgestattet war,\nglaubte, von ihren Überresten das bekommen zu können, wonach sie sich doch so sehr sehnte.\n\nO Wanjiru, die mit wundersamer Kraft beschenkt ist, dass selbst das Eisenholz von hundert Jahren im Augenblick ihres Schwungs in der Mitte zerbricht,\nund in deren Handfläche Roherz zu Pulver zermalmt wurde und vor deren Arm sich alle Felsen, die ihren Weg versperrten, beugen mussten,\nganz zu schweigen von der Tatsache, dass Gegenstände aus dem härtesten Metall in ihren Fingern so formbar wurden wie weicher Lehm,\nwoher sollte sie eine Waffe bekommen, die ihr nützen könnte? Endlich sollten Wanjirus Träumereien erfüllt werden.\n\nSo sprang sie vom Gipfel des Tollans in den Vulkan, entging den Kreaturen, die sich wie Schlangen schlängelten, und betrat die Ruinen, die seit Ewigkeiten verlassen dalagen.\nSie folgte den Spuren der Helden, die einst ihren erbitterten Kampf gegen den riesigen Drachen geführt hatten, den großen Wunden, die ihr Kampf dem Berghang zugefügt hatten.\nWäre sie doch nur in jener Zeit geboren worden, kam es ihr in den Sinn, so wie die Vorfahren, über die so viele Legenden kursierten.\nWie sie sie doch beneidete, jene, die sich mit dem riesigen Drachen messen und ihre Kampfkraft gegen die Gottheiten erster Tage unter Beweis stellen konnten.\n\nDoch jener Knochenacker, der von den Geschichtenerzählern immer wieder ach so betont wurde,\ner war nicht mehr als einsame Überreste, die von dem tragischen Ende grässlicher Kreaturen zeugten.\nDoch gerade, als die Enttäuschung sie zu übermannen drohte, sah das Mädchen mit ausgestreckter Hand wie in Trance den Schatten einer geflügelten Gestalt, die sich zu ihr herabließ.\nEs war zu spät, um auch nur darüber nachzudenken, worum es sich hierbei handeln könnte, und so lachte das Mädchen und stürzte sich mit dem goldenen Schatten in einen Kampf.\nEs erübrigt sich, zu beschreiben, wie grausam der Kampf war, bei dem es Zahn um Zahn, Auge um Auge, Leben um Leben ging.\nAm Ende war es die tapfere Kriegerin aus dem Stamm, die den Kampf beendete, indem sie dem Drachen mit ihren bloßen blutigen Händen den Rest seines Flügels ausriss.\nUnd der goldene Schatten verschwand mit einem Heulen, ganz so, als wäre er eine reale Schöpfung gewesen.\n\nAls sie wieder bei Sinnen war, war ihre Hand noch ausgestreckt, fast so, als wäre es nur ein flüchtiger Überrest eines Traums gewesen.\nAber war es wirklich nur ein Traum gewesen? Die Knochen in ihrem Arm schmerzten noch von den Erschütterungen des Kampfes und in ihrer nach oben ausgestreckten Hand,\nda lag ein schwerer Drachenknochen, wer weiß, wann dieser dort aufgetaucht war. Es war ein solcher wie der Schwanz des riesigen Ungetüms, den sie während des Kampfes ergriffen hatte.\n\nAls sie ihren Freunden, die so gern Geschichten erzählten, von diesem Vorfall berichtete, rümpfte die Hohepriesterin der „Meister des Nachtwinds“ die Nase.\n„Der große Vulkan von Tollan ist ein verbotener Ort, da kommt keiner rein und außerdem warst du ja so jung.“\nDer Mann mit der zeremoniellen Klinge erwiderte: „Außerdem, meinst du das ernst? Wir haben dich noch nie ein Schwert ziehen sehen.“\n„Natürlich meine ich das ernst. Ich benutze nur deshalb keins, weil ich es die meiste Zeit nicht brauche, meine Hände reichen voll und ganz aus.“\nNoch bevor sie in die Schlacht zogen, waren die schwarzen Umrisse des Ungetüms bereits vom Lagerfeuer aus zu sehen, und Wanjiru stellte dies fest.\nSie nahm den Griff ihrer weißen Knochenklinge und wartete schweigend auf das Schlachtfeld, auf dem sie diese wieder ziehen konnte.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "6%",
	"effectName": "Stolz des Stürmers",
	"effectTemplateRaw": "#Verringert die beim Rennen oder von Fähigkeiten, die Rennen ersetzen, verbrauchte Ausdauer um 15{NON_BREAK_SPACE}%. Erhöht außerdem den mit Standardangriffen verursachten Schaden nach dem Rennen oder Anwenden einer Fähigkeit, die Rennen ersetzt, um <color=#99FFFFFF>{0}</color> ANG. Dieser Effekt verschwindet nach 18 Auslösungen oder 7{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Verringert die beim Rennen oder von Fähigkeiten, die Rennen ersetzen, verbrauchte Ausdauer um 15 %. Erhöht außerdem den mit Standardangriffen verursachten Schaden nach dem Rennen oder Anwenden einer Fähigkeit, die Rennen ersetzt, um 16 % ANG. Dieser Effekt verschwindet nach 18 Auslösungen oder 7 s.",
		"values": [
			"16{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Verringert die beim Rennen oder von Fähigkeiten, die Rennen ersetzen, verbrauchte Ausdauer um 15 %. Erhöht außerdem den mit Standardangriffen verursachten Schaden nach dem Rennen oder Anwenden einer Fähigkeit, die Rennen ersetzt, um 20 % ANG. Dieser Effekt verschwindet nach 18 Auslösungen oder 7 s.",
		"values": [
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Verringert die beim Rennen oder von Fähigkeiten, die Rennen ersetzen, verbrauchte Ausdauer um 15 %. Erhöht außerdem den mit Standardangriffen verursachten Schaden nach dem Rennen oder Anwenden einer Fähigkeit, die Rennen ersetzt, um 24 % ANG. Dieser Effekt verschwindet nach 18 Auslösungen oder 7 s.",
		"values": [
			"24{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Verringert die beim Rennen oder von Fähigkeiten, die Rennen ersetzen, verbrauchte Ausdauer um 15 %. Erhöht außerdem den mit Standardangriffen verursachten Schaden nach dem Rennen oder Anwenden einer Fähigkeit, die Rennen ersetzt, um 28 % ANG. Dieser Effekt verschwindet nach 18 Auslösungen oder 7 s.",
		"values": [
			"28{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Verringert die beim Rennen oder von Fähigkeiten, die Rennen ersetzen, verbrauchte Ausdauer um 15 %. Erhöht außerdem den mit Standardangriffen verursachten Schaden nach dem Rennen oder Anwenden einer Fähigkeit, die Rennen ersetzt, um 32 % ANG. Dieser Effekt verschwindet nach 18 Auslösungen oder 7 s.",
		"values": [
			"32{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Furcht der inbrünstigen Opfergabe",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragment des zersplitterten Willens",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Holzpfeife des Wächters",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Zögern der inbrünstigen Opfergabe",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragment des zersplitterten Willens",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Holzpfeife des Wächters",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Zögern der inbrünstigen Opfergabe",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Gestalt des klaren Willens",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Eisenpfeife des Kriegers",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Entschlossenheit der inbrünstigen Opfergabe",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Gestalt des klaren Willens",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Eisenpfeife des Kriegers",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Entschlossenheit der inbrünstigen Opfergabe",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Talisman des wandernden Willens",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Goldpfeife des Saurierkriegers",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Ruhm der inbrünstigen Opfergabe",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Talisman des wandernden Willens",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Goldpfeife des Saurierkriegers",
				"count": 12
			}
		]
	}
}