{
	"name": "Gipfelbrecher",
	"description": "Eine scharfe Klinge, die der Legende nach zu einem ganz bestimmten Pakt gehört. Sie soll einst den Gipfel eines ganzen Berges abgetrennt haben.",
	"weapontype": "Einhänder",
	"rarity": "5",
	"story": "In der unermesslich weit zurückliegenden Vergangenheit, als Götter und Feen auf der Erde wandelten,\nin einer Zeit des Aufruhrs werden die Menschen einfach unweigerlich flehen:\n„Bitte seid gnädig und sagt mir, wohin unsere Lieben und Kinder gegangen sind.“\n„Bitte sagt mir in eurer großen Barmherzigkeit, wann die, die gegangen sind, zu uns zurückkehren werden.“\n„Ah, mein Gott, wie lange werden diese schrecklichen Jahre noch andauern?“\n\nSelbst die Herzen derer, die zwischen den harten Felsen und Bergen aufgewachsen sind, werden vor Schmerz zerbrechen.\nSelbst wenn du hartnäckig schweigst und an deinem Glauben an den Gott festhältst, werden deine Augen glühen.\nSelbst wenn diese Fragen niemals laut gestellt werden, gibt es in jedem Herzen eine verborgene Stimme, die sie stellen wird.\n\nDann vollbrachte der Herrscher über die Felsen ein Wunder und fertigte eine lange Klinge aus unverfälschtem goldenen Cor Lapis,\ner schwang dieses Schwert, um damit eine Ecke eines Felsens abzuhacken, und schloss somit einen erhabenen und feierlichen Pakt mit dem Volk.\nDie, die getrennt wurden, werden wieder zusammenfinden und zurückkehren; die, die gegen den heiligen Eid verstoßen, werden bestraft.\nDiejenigen, die einen geliebten Menschen verloren haben, diejenigen, die einen Schatz verloren haben, und diejenigen, die Unrecht erlitten haben, werden Entschädigung bekommen.\n\nVielleicht war es nur eins der zahllosen Volksmärchen im alten Liyue, bei denen es schwer war, zwischen Wahrheit und Unwahrheit zu unterscheiden.\nAber der feierliche Pakt des Geo-Archons könnte im heutigen Liyue immer noch in Kraft sein.\nDen Pakt zu brechen, bedeutet, ein Feind dieser Erde zu sein, die der Archon einst regierte.\nFrüher oder später wird das Stück Fels, welches der Archon abgeschlagen hatte, auf dem Kopf des Betrügers landen.\n\nNoch heute gibt es auf dem Land Legenden, die besagen, dass sein wahrer Besitzer in der Zukunft wieder auftauchen wird.\nDann wird diese lange Klinge wieder ihr goldenes Licht erstrahlen lassen und die Ungerechtigkeiten der Welt zerschlagen ...\nSo wie der Herrscher der Felsen vor Tausenden von Jahren vor seinem Volk den großen Schwur ablegte.",
	"baseatk": 46,
	"substat": "ANG",
	"subvalue": "10.8",
	"effectname": "Majestätische Größe",
	"effect": "Erhöht die Schildeffizienz um {0}. Erhöht den ANG nach Treffern 8 s lang um {1}. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
	"r1": [
		"20 %",
		"4 %"
	],
	"r2": [
		"25 %",
		"5 %"
	],
	"r3": [
		"30 %",
		"6 %"
	],
	"r4": [
		"35 %",
		"7 %"
	],
	"r5": [
		"40 %",
		"8 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Leuchtender Sand von Guyun",
				"count": 5
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 5
			},
			{
				"name": "Zerbrochene Maske",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 5
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 18
			},
			{
				"name": "Zerbrochene Maske",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 9
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 9
			},
			{
				"name": "Verdreckte Maske",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 5
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 18
			},
			{
				"name": "Verdreckte Maske",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 9
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 14
			},
			{
				"name": "Unheilvolle Maske",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Heiligtum von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 27
			},
			{
				"name": "Unheilvolle Maske",
				"count": 18
			}
		]
	}
}