{
	"id": 14516,
	"name": "Zeit fürs Wellenreiten",
	"description": "Ein Andenken, das ursprünglich für den Gewinner der ersten „Surfmeisterschaft für alle Stämme“ reserviert war. Da sich der Wettbewerb noch in der Vorbereitungsphase befindet, wird dieser Preis vorübergehend im „Gemütlichen Kugelfisch“ unter der Obhut der Geschäftsinhaberin aufbewahrt.",
	"descriptionRaw": "Ein Andenken, das ursprünglich für den Gewinner der ersten „Surfmeisterschaft für alle Stämme“ reserviert war. Da sich der Wettbewerb noch in der Vorbereitungsphase befindet, wird dieser Preis vorübergehend im „Gemütlichen Kugelfisch“ unter der Obhut der Geschäftsinhaberin aufbewahrt.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalysator",
	"rarity": 5,
	"story": "Dies ist ein Teil der Geschichte über die Kämpfe zwischen dem Herrscher des Vulkans und den Stämmen Natlans.\n\nJeder kennt wohl den abscheulichen Herrscher des Vulkans. Dieses riesige, schwarz-violette Monster, das einem gewaltigen Salamander glich, hatte in Abwesenheit der alten Drachen den großen leeren Vulkan von Tollan heimlich besetzt und auf Natlans Boden unzählige Gräueltaten begangen, die das Volk der Stämme in großes Leid stürzten. Glücklicherweise wurde der finstere Herrscher des Vulkans am Ende aus Natlan vertrieben, und die Kinder von heute müssen sich nicht mehr vor seinen bösen Machenschaften fürchten!\nHeute wollen wir die Geschichte erzählen, wie die frühere Feuergöttin Cochanina auf listige Weise den Herrscher des Vulkans aus dem Land der Menschen der Quellen vertrieb.\n\nAn jenem Tag lag der Herrscher des Vulkans in seinem Feuer speienden Berg, blickte auf seinen rabenschwarzen Leib, rieb sich die Stirn und ersann einen neuen, niederträchtigen Plan.\n„Hach ... Unter dem Vulkan ist es wirklich viel zu dunkel, schwärzer als die tiefste mondlose Nacht. Ich kann nicht einmal meinen eigenen Körper sehen.“\n„Man sagt, die Menschen der Quellen im Süden haben das klarste Wasser in ganz Natlan. Wenn ich den ganzen pechschwarzen Schmutz von unterhalb des Vulkans reinige, wird es hier vielleicht endlich sauber. Und diese kleinen Stammesleute, wen interessiert schon, was sie denken?“\nAls der große Herrscher des Vulkans so nachdachte, fand er die Idee einer Reinigung so gut, dass er sich selbst dafür lobte. Er ließ den Vulkan dicke Rauchwolken speien, versteckte sich in deren Schatten und machte sich auf den Weg zum Stamm der Menschen der Quellen. Ohne Rücksicht auf deren Proteste schüttete der Herrscher des Vulkans den ganzen pechschwarzen Dreck in ihre Quellen, wodurch die Luft im ganzen Dorf durch dunklen Rauch verpestet wurde. Sogar die Wassertreiblinge konnten es nicht ertragen und flogen davon.\nSo konnte es nicht weitergehen! Die Stammesältesten machten sich hastig auf den Weg zur Feuergöttin Cochanina und berichteten ihr von dem Vorfall.\nCochanina stieß einen tiefen Seufzer aus. Der Herrscher des Vulkans hatte schon oft in Natlan gewütet. Obwohl er schon mehrmals von früheren Feuergöttern besiegt worden war, konnte er dabei jedes Mal knapp entkommen, nur um eine Weile im pechschwarzen Vulkan seine Wunden zu lecken und daraufhin erneut zurückzukehren. Cochanina dachte sich einen Plan aus, um den Herrscher des Vulkans ein für alle Mal zu vertreiben. Statt ihrer berühmten Waffe, dem Schwert Unu Pachacuti, nahm sie nur ein Surfbrett mit.\nAls die Göttin Cochanina vor den Herrscher des Vulkans trat, lag dieser gemütlich in den pechschwarzen Thermalquellen, wiegte zufrieden seinen wuchtigen Bauch und blickte dabei sehr zufrieden drein.\n„Hach, erhabener Herrscher des Vulkans, wie sollten diese bescheidenen Becken dieser geringen Menschen ausreichen, deine kostbaren Schätze zu reinigen? Allein der geheime Schatz der Menschen der Quellen, der Regenbogenkelch, jenes uralte Erbe des großen Helden Uenuku, der unendliche Regenbögen hervorbringt, ist deiner Erhabenheit würdig.“\n„Oh?“ Der Herrscher des Vulkans zeigte plötzlich Interesse. Obwohl die Frau vor ihm nur eine bescheidene Stammesangehörige war, gefielen ihm ihr Vorschlag und ihre demütige Haltung außerordentlich. „In diesem Fall, geleite mich sogleich zu jenem Schatz, der rechtens mir gebührt!“\n„Ach, großer Herrscher des Vulkans, du weißt es vielleicht nicht, aber dieser Schatz liegt nicht an Land, sondern tief im Meer verborgen. Leider bist du des Surfens unkundig, und wir kleinen Menschen können kein Schiff bauen, das deinen majestätischen Körper trägt ...“\n„Hmpf! Wage es nicht, mich zu unterschätzen!“ entgegnete der Herrscher des Vulkans verärgert. So war er stets: Sobald jene kümmerlichen Stammesleute behaupteten, er könne etwas nicht, musste er klarstellen, dass er es sehr wohl draufhabe. „Weise mir den Weg! Surfen? Was soll daran denn schon schwer sein!?“\nSo führte Göttin Cochanina den Herrscher des Vulkans hinaus aufs offene Meer. Der schwerfällige Herrscher des Vulkans konnte mit der Surfmeisterin des Stammes überhaupt nicht mithalten und schluckte mehrmals Wasser, weil er den Wellen, die sie aufwirbelte, nicht auszuweichen vermochte. Als sie bemerkte, dass ihm schwindelig wurde, warf Cochanina einen schwimmenden Kugelfisch in die Ferne und rief mit lauter Stimme:\n„Schau mal, da drüben ist der Schatz! Und das hier ist der Schlüssel, um ihn zu öffnen!“\nDie tosenden Wellen machten es dem Herrscher des Vulkans unmöglich zu erkennen, was sie da geworfen hatte, doch als großer Herrscher würde er niemals zugeben, dass ihm etwas entgangen war. So stürzte er sich mit einem Gebrüll auf den vermeintlichen Schatz, nur um von den Stacheln des Kugelfischs gestochen zu werden. Er bäumte sich vor Schmerz auf und fiel von seinem Surfbrett ins Meer.\nObwohl der Herrscher des Vulkans gewaltig schien, war er im unermesslichen Ozean doch kaum mehr als ein Sandkorn, und im Meer gab es noch viele Kreaturen, die viel furchterregender waren als er. Er ruderte hilflos im Wasser umher und klammerte sich an ein Schilfrohr, mit dem er lange dahintrieb, bis er schließlich ans Ufer zurückkehrte. Obwohl es Cochanina nicht gelungen war, ihn ganz aus Natlan zu vertreiben, wagte es der Herrscher des Vulkans fortan nicht mehr, die Menschen der Quellen zu stören.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "19,2%",
	"effectName": "Erinnerungen in der Farbe des Wassers",
	"effectTemplateRaw": "#Erhöht die max. LP um <color=#99FFFFFF>{0}</color>. Verleiht alle 15{NON_BREAK_SPACE}s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14{NON_BREAK_SPACE}s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>{1}</color>. Entfernt während der Wirkungsdauer alle 1,5{NON_BREAK_SPACE}s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5{NON_BREAK_SPACE}s einmal nach dem Verursachen der Reaktion „Verdampfen“ an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar.",
	"r1": {
		"description": "Erhöht die max. LP um 20 %. Verleiht alle 15 s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14 s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um 12 %. Entfernt während der Wirkungsdauer alle 1,5 s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5 s einmal nach dem Verursachen der Reaktion „Verdampfen“ an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht die max. LP um 25 %. Verleiht alle 15 s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14 s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um 15 %. Entfernt während der Wirkungsdauer alle 1,5 s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5 s einmal nach dem Verursachen der Reaktion „Verdampfen“ an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar.",
		"values": [
			"25{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht die max. LP um 30 %. Verleiht alle 15 s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14 s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um 18 %. Entfernt während der Wirkungsdauer alle 1,5 s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5 s einmal nach dem Verursachen der Reaktion „Verdampfen“ an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar.",
		"values": [
			"30{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht die max. LP um 35 %. Verleiht alle 15 s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14 s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um 21 %. Entfernt während der Wirkungsdauer alle 1,5 s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5 s einmal nach dem Verursachen der Reaktion „Verdampfen“ an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar.",
		"values": [
			"35{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht die max. LP um 40 %. Verleiht alle 15 s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14 s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um 24 %. Entfernt während der Wirkungsdauer alle 1,5 s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5 s einmal nach dem Verursachen der Reaktion „Verdampfen“ an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar.",
		"values": [
			"40{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Furcht der inbrünstigen Opfergabe",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment des zersplitterten Willens",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Unreifer spitzer Zahn",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Zögern der inbrünstigen Opfergabe",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragment des zersplitterten Willens",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Unreifer spitzer Zahn",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Zögern der inbrünstigen Opfergabe",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Gestalt des klaren Willens",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Ausgereifter kräftiger Zahn",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Entschlossenheit der inbrünstigen Opfergabe",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Gestalt des klaren Willens",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Ausgereifter kräftiger Zahn",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Entschlossenheit der inbrünstigen Opfergabe",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Talisman des wandernden Willens",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Schneidezahn des Eroberers",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Ruhm der inbrünstigen Opfergabe",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Talisman des wandernden Willens",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Schneidezahn des Eroberers",
				"count": 18
			}
		]
	}
}