{
	"name": "Schwert der Niederkunft",
	"description": "Ein Schwert von außergewöhnlicher Machart. Es scheint nicht von dieser Welt zu sein.",
	"weapontype": "Einhänder",
	"rarity": "4",
	"story": "Das beweist, dass du auf besondere Art und Weise in diese Welt gelangt bist.\nNur wer die „Welt“ herausgefordert hat, darf ein solches Schwert tragen.\n\nAls dieses Schwert das letzte Mal gezogen wurde, versuchte die Menschheit, eine dem Untergang geweihte Welt zu bewahren.\nDiese Welt war ihre letzte und einzige Heimat.\nDieses Schwert wurde gezogen, um diesem Schicksal der Zerstörung zu trotzen.\nAber Stahl gegen das Gesetz des Universums zu ziehen, dass „alle, die existieren, eines Tages zugrunde gehen müssen“,\nist wie das Kämpfen gegen Windmühlen ...\n\nWenn man jedoch vor einem so endgültigen Schicksal steht, wenn man der Sterne verschlingenden Finsternis gegenübersteht,\nwelche Waffe wäre in solch einer Situation am besten geeignet? Natürlich ein Schwert.\nNicht zuletzt soll es auch das Andenken an diejenigen tragen, die sich ihren Zielen ohne Furcht gestellt haben ...\n\nWer dieses Schwert schwingt, sucht nach den Antworten, die in dieser Welt verborgen sind.\nIn dieser Welt kann eine solche Waffe ohne Probleme eingesetzt werden.\nNicht weil das Universum hier keine Schatten wirft und schon gar nicht, weil es einfach zur Ästhetik dieser Welt passt ...\nSondern weil diese Suche vielleicht der Grund dafür ist, dass du überhaupt erst in dieses Reich herabgestiegen bist.\n\nBevor die Vergangenheit verschwindet und bevor die Zukunft ankommt,\nkannst du diesem Schwert vertrauen, bis das Jetzt verschwindet.\nEine Waffe zur Selbstverteidigung zu haben, ist natürlich eine gute Idee. Schließlich wurde diese für eine Person wie dich geschmiedet.\nGeschmiedet von dem, der herausfordert, und dem, der sich auf der ewigen Suche befindet.\nNimm es und wandel auf dieser Welt,\n\nnutze es, um alle Mysterien und Herausforderungen dieser Welt aufzuschlagen.",
	"baseatk": 39,
	"substat": "ANG",
	"subvalue": "7.7",
	"effectname": "Niederkunft",
	"effect": "Nur für Spieler auf folgender Plattform wirksam:\n„PlayStation Network“\nVerursacht beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von {0} Schaden in Höhe von {1} ANG mit geringer Reichweite. 10 s Abklingzeit. Erhöht den ANG zusätzlich um {2} Punkte, wenn {F#die}{M#der} Reisende mit dem Schwert der Niederkunft ausgerüstet ist.",
	"r1": [
		"50 %",
		"200 %",
		"66"
	],
	"r2": [],
	"r3": [],
	"r4": [],
	"r5": [],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Milchzahn des borealischen Wolfs",
				"count": 3
			},
			{
				"name": "Alte Rute des Flusses der Elemente",
				"count": 3
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Zersplitterter Zahn des borealischen Wolfs",
				"count": 3
			},
			{
				"name": "Alte Rute des Flusses der Elemente",
				"count": 12
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Zersplitterter Zahn des borealischen Wolfs",
				"count": 6
			},
			{
				"name": "Verdorrte Blätter des Flusses der Elemente",
				"count": 6
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Abgebrochener Zahn des borealischen Wolfs",
				"count": 3
			},
			{
				"name": "Verdorrte Blätter des Flusses der Elemente",
				"count": 12
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Abgebrochener Zahn des borealischen Wolfs",
				"count": 6
			},
			{
				"name": "Frische Triebe des Flusses der Elemente",
				"count": 9
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Heimweh des borealischen Wolfs",
				"count": 4
			},
			{
				"name": "Frische Triebe des Flusses der Elemente",
				"count": 18
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}