{
	"name": "Lass uns reden",
	"description": "Eine schwere, mit Obsidian eingefasste Keule. Weiß als Argumentationsverstärker sicher gut zu überzeugen.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Als Tenoch über die brennende Wildnis blickte, wallte eine finstere Flut am Horizont auf.\nEr stieß daraufhin in sein bronzenes Horn und hob seinen schweren Obsidianstab auf die Schultern.\n\n„Wo die Krise immer näher rückt, streiten die Anführer der Stämme immer noch miteinander.“\n„Warum lassen wir nicht Tenoch mit seinem ‚Lass uns reden‘ die Verhandlungen für uns führen.“\n„Tenoch ist nicht länger Mitglied irgendeines Stammes, doch das Feuer des Zorns in ihm ist noch nicht erloschen.“\n\nSo kam es, dass Tenoch allein auf sich gestellt mit seinem schweren Obsidianstab auf den Schultern die Wildnis durchquerte, in der Drachen hausten,\nund durch unwegsame Gebiete zog, die von heißen Quellen und Lava überdeckt waren.\n\nDie erste Person, die den Helden Tenoch begrüßte, war die flinke Wanjiru. Sie kam mit ihrem schrillen Gefährten Kayeke.\nAuf ihrer dunklen Haut waren tiefe Narben, die Beweise ihres Abenteurerlebens, die auch der Held selbst an sich trug, deutlich zu sehen.\nAuch wenn die ewigen Streitereien unter den großen Stämmen ermüdend waren, erfüllte Tenochs Einladung sie mit neuer Energie.\nWelchen Grund hätten Wanjiru und ihr Stamm, die sowieso kurz vor einem Krieg um das glühend heiße Land von Natlan standen, auch haben sollen, seine Einladung abzulehnen?\n\nDie zweite Person, die den Helden Tenoch umarmte, war der tapfere Menilek. Er kam mit seinem treuen Gefährten Ngoubou.\n„Sei willkommen! Auch wenn die Stämme dich verbannt haben und wir uns stets uneins waren.“\n„Doch in meinen Augen ist Tenoch mit seinem Stab schon immer der stärkste Krieger unter den Kriegern und der würdigste Bruder unter den Brüdern gewesen.“\n\nDie dritte Person, die der Held Tenoch fand, war der gerissene Sanhaj Kompore. Er kam mit seinem unberechenbaren Gefährten Mahamba.\nSanhaj wurde früher schon einmal von dem „Lass uns reden“ überredet. Nachdem der Held ihm versprochen hatte, ihm die Kriegsbeute zu überlassen, schloss er sich der Truppe der Krieger an.\nKompore konnte Tenochs und sein eigenes heroisches Ende voraussehen, genauso wie das Land, das später einmal „Mare Jivari“ genannt werden sollte, geboren werden würde.\n„Aber es spielt keine Rolle. Vielleicht ist es Vorbestimmung, dass ein Schurke, der sich mit der Listigkeit einer Giftschlange einen Namen gemacht hat, eines Tages zu einem Helden werden sollte.“\n\nDie vierte Person, die bereit war, sich dem Helden Tenoch anzuschließen, war der junge Burkina. Er kam mit seinem tollkühnen Gefährten Kongamato.\nBurkina hatte niemals die harten Kämpfe Tenochs erlebt, doch der imposante Obsidianstab veranlasst ihn dazu, sich auf diese gefährliche Reise zu begeben.\nDer Krieg hatte auf Tenochs Körper zahlreiche Narben hinterlassen, was Burkina in seiner Entscheidung bestätigte, welchen Weg er in Zukunft gehen würde ...\nVeränderungen sind das Schicksal der Jungen und das eigene Blut für die brennende Gerechtigkeit zu vergießen, scheint ein attraktiveres Schicksal zu sein, als friedlich in einem Bett aus Gras dahinzusiechen.\n\nDie fünfte Person, die von dem Helden Tenoch überredet wurde, war Sundjatta, das Oberhaupt des Bergwerks. Er kam mit seinem zuverlässigen Gefährten Muhuru.\n„Um Frieden zwischen den Stämmen zu wahren und einen weiteren Krieg zu verhindern, habe ich damals zur Gottheit des Feuers gebetet, dass für deine Verbannung gestimmt werden würde.“\n„Doch heute hast du den Krieg immer noch nicht aufgegeben ... Sei es drum. Vielleicht wird das ja der letzte Krieg unserer Generation sein.“\n„Da du ja entschlossen bist, deinen eigenen Weg zu gehen, gibt es für mich auch keinen Grund, dich nicht zu begleiten. Doch zieh meine Stammesleute nicht in die Sache rein.“\n\nDie sechste Person, die willens war, sich dem Helden Tenoch anzuschließen, war der Riese Tupac, der in seiner Jugend sein Erzfeind war und dessen gigantischer Körper von keinem Reittier getragen werden konnte.\nAls Tenoch mit seinem Stab zu Tupacs Unterschlupf kam, um ihn zu überzeugen, zählte dieser gerade die vielen Narben, die sein Herausforderer auf seinem Körper hinterlassen hatte.\n„Mehr als dreihundert Wunden, mehr als zwanzig gebrochene Knochen und einhundert Obsidiansplitter, die tief in meiner Haut und meinem Fleisch stecken, als wären sie kleine Juwelen.“\n„Etwa zweihundert leichte Verletzungen, zwei gebrochene Rippen und ein Auge, das nie wieder zwischen nah und fern unterscheiden kann ... Die Beute, die du mir hinterlassen hast, ist nicht weniger reichlich.“\n\nDie ehemaligen Feinde lachten auf und reichten sich die Hände.\nSo kam es, dass Tenoch Verbündete aus den sechs großen Stämmen versammelte.\nWie ein hell leuchtendes Wildfeuer, das auf einen schwarzen Berg stößt ...",
	"baseatk": 44,
	"substat": "KT",
	"subvalue": "4",
	"effectname": "„Wortgewandtheit“",
	"effect": "Erhöht nach dem Erleiden vom Pyro-Attribut den ANG 15 s lang um {0}. 12 s Abklingzeit. Erhöht nach dem Erleiden von Hydro-, Kryo-, Elektro- oder Dendro-Attributen 15 s lang den Elementar-SCH-Bonus aller Elemente um {1}. 12 s Abklingzeit.",
	"r1": [
		"16 %",
		"12 %"
	],
	"r2": [
		"20 %",
		"15 %"
	],
	"r3": [
		"24 %",
		"18 %"
	],
	"r4": [
		"28 %",
		"21 %"
	],
	"r5": [
		"32 %",
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiszenz der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Zertrümmertes Rückgrat",
				"count": 3
			},
			{
				"name": "Schleimabsonderung",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Zertrümmertes Rückgrat",
				"count": 12
			},
			{
				"name": "Schleimabsonderung",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Festes Rückgrat",
				"count": 6
			},
			{
				"name": "Schleimkondensat",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Festes Rückgrat",
				"count": 12
			},
			{
				"name": "Schleimkondensat",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Rückgrat mit gemeißeltem Muster",
				"count": 9
			},
			{
				"name": "Schleimkonzentrat",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wahrheit der Oase der blühenden Blumen",
				"count": 4
			},
			{
				"name": "Rückgrat mit gemeißeltem Muster",
				"count": 18
			},
			{
				"name": "Schleimkonzentrat",
				"count": 12
			}
		]
	}
}