{
	"name": "Glocke",
	"description": "Ein schweres Großschwert mit einer eingebauten Uhr, die jedoch längst nicht mehr geht.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Ein seltsames Großschwert dekoriert mit einer filigranen Uhr darauf.\nDas unermüdliche Ticken der Uhr gab dem Schwertträger den Rhythmus im Kampf vor.\nNachdem sich das Ensemble aufgelöst hatte, wurde dieses Schwert in Säure getaucht, was zur Folge hatte, dass das Uhrwerk komplett rostete.\nDies ist jedoch nur ein kleiner Verlust, denn es ist immer noch eine gefährliche Waffe.\n\nEin Rebell aus dem Lawrence-Klan namens Kreuzlied hatte sich dem Ensemble angeschlossen.\nZu dieser Zeit verstanden Gelehrte und Poeten die Geschichte nicht. Die Aristokraten bevorzugten, nicht zu viel über ihre eigenen Untaten zu erfahren.\nBeim Klang seines Schwertes, wie es die Luft zerteilte, zuckten alle Aristokraten in Angst zusammen.\n\nNachdem Kreuzlied gescheitert war, wurde nicht publik gemacht, welche Art von Strafe er bekam. Dies allein spricht für seine Familienprivilegien.\nManche behaupten, er gründete, nachdem er aus seinem Amt entlassen worden war, eine Untergrundorganisation, deren Ziel es war, die Aristokraten zu stürzen.\nEr war auch am Aufstand der Gladiatoren beteiligt, die man von weit her entführt hatte.\n\nIn der Vergangenheit gab es Gerüchte, dass Kreuzlieds Vereinigung im Geheimen arbeitete.\nZum Schutze Mondstadts mussten die Ritter des Ordo Favonius Dinge tun, die kein Ritter tun sollte.\nEinige behaupteten sogar, dass Rostam der Junge Wolf diese Vereinigung im Geheimen, noch hinter dem Rücken des Großmeisters, betrieb.",
	"baseatk": 42,
	"substat": "LP",
	"subvalue": "9",
	"effectname": "Beschützer der Rebellen",
	"effect": "Erstellt beim Erleiden von Schaden einen Schutzschild mit einer Stärke von {0} der max. LP. Hält solange, bis die Schadensmenge erreicht ist, aber max. 10 s. {1} s Abklingzeit. Erhöht den verursachten Schaden der Figur während der Wirkungsdauer um {2}.",
	"r1": [
		"20 %",
		"45",
		"12 %"
	],
	"r2": [
		"23 %",
		"45",
		"15 %"
	],
	"r3": [
		"26 %",
		"45",
		"18 %"
	],
	"r4": [
		"29 %",
		"45",
		"21 %"
	],
	"r5": [
		"32 %",
		"45",
		"24 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Decarabians zerbrochener Ziegel",
				"count": 3
			},
			{
				"name": "Schweres Horn",
				"count": 3
			},
			{
				"name": "Vaniloqua-Nektar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 3
			},
			{
				"name": "Schweres Horn",
				"count": 12
			},
			{
				"name": "Vaniloqua-Nektar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 6
			},
			{
				"name": "Kupferhorn",
				"count": 6
			},
			{
				"name": "Leuchtender Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 3
			},
			{
				"name": "Kupferhorn",
				"count": 12
			},
			{
				"name": "Leuchtender Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 6
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 9
			},
			{
				"name": "Elementarnektar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabians zerstörter Traum",
				"count": 4
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 18
			},
			{
				"name": "Elementarnektar",
				"count": 12
			}
		]
	}
}