{
	"id": 11427,
	"name": "Werftklinge",
	"description": "Ein praktisches Schneidewerkzeug, das heutzutage fast nirgends mehr zu finden ist. Stumpfe Klingen können bei Gebrauch ersetzt werden.",
	"descriptionRaw": "Ein praktisches Schneidewerkzeug, das heutzutage fast nirgends mehr zu finden ist. Stumpfe Klingen können bei Gebrauch ersetzt werden.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "Ein beliebtes Hilfsmittel in einer Zeit, in der Fontaine mehr denn je auf Arbeitskräfte angewiesen war.\nObwohl diese Klinge nicht darauf ausgelegt war, über längere Zeit einer intensiven Beanspruchung ausgesetzt zu werden,\nließ sich der beschädigte und abgestumpfte Teil jederzeit abnehmen. Äußerst bequem.\n\nWerftarbeiter verwendeten dieses Werkzeug hauptsächlich, um leichte Materialien zu schneiden und verknotete Seile zu durchtrennen.\nObwohl Werkzeuge wie dieses meist streng reglementiert waren und sich eigentlich auch nicht im Eigentum ihrer Benutzer befinden dürften,\nwaren sie unter den Bevölkerungen weit verbreitet, bekannt als „Bürgerklinge“.\nEs diente einst der Selbsterhaltung in unwirtlichen Umgebungen und dem Anlegen von Wegen in Wasser und Graslandschaften.\nDie Legende besagt, dass in der Zeit der Säuberung nicht wenige Menschen neue Verwendungsmöglichkeiten dafür gefunden haben.\nSpäter verschwand dann dieses Schwert mit anhaltendem Fortschritt und Verbot aus Fontaines Geschichte.\n\nObwohl die Benutzer dieser Werkzeuge in den seltensten Fällen deren Eigentümer waren,\nbetrachteten diejenigen, die sich darauf verließen, sie als eine Verlängerung ihrer eigenen Extremitäten.\nDeshalb war es auch Gang und Gäbe, dass sie oft ihre Namen in Griff und Klinge gravieren ließen, um zu verhindern, dass sie abhandenkamen.\nDer Name auf diesem Schwert gehörte zu einem der Bürgermeister der Stadt Poisson.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "LP",
	"baseStatText": "9%",
	"effectName": "Seemannslied",
	"effectTemplateRaw": "#Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30{NON_BREAK_SPACE}s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10{NON_BREAK_SPACE}s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um <color=#99FFFFFF>{0}</color> Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2{NON_BREAK_SPACE}s nach Auslösen des Effekts <color=#99FFFFFF>{1}</color> Punkte Elementarenergie wieder her. 15{NON_BREAK_SPACE}s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": {
		"description": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30 s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10 s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um 40 Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2 s nach Auslösen des Effekts 2 Punkte Elementarenergie wieder her. 15 s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30 s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10 s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um 50 Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2 s nach Auslösen des Effekts 2,5 Punkte Elementarenergie wieder her. 15 s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30 s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10 s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um 60 Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2 s nach Auslösen des Effekts 3 Punkte Elementarenergie wieder her. 15 s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30 s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10 s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um 70 Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2 s nach Auslösen des Effekts 3,5 Punkte Elementarenergie wieder her. 15 s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Verleiht der Figur bei erhaltener Heilung, oder wenn sie jemanden heilt, ein Zeichen der Beharrlichkeit, hält 30 s. Es können max. bis zu 3 Zeichen der Beharrlichkeit vorhanden sein. Verbraucht beim Auslösen der Elementarfähigkeit oder der Spezialfähigkeit alle Zeichen der Beharrlichkeit und löst den Effekt „Erhabenheit“ aus, der 10 s hält: Jedes verbrauchte Zeichen der Beharrlichkeit erhöht die Elementarkunde um 80 Punkte. Außerdem stellt jedes verbrauchte Zeichen dem Träger 2 s nach Auslösen des Effekts 4 Punkte Elementarenergie wieder her. 15 s Abklingzeit für den Effekt „Erhabenheit“. Zeichen der Beharrlichkeit können auch erhalten werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Rückstand reinen heiligen Taus",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Alte Taschenuhr der Dienerin",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transozeanische Perle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation reinen heiligen Taus",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Alte Taschenuhr der Dienerin",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transozeanische Perle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation reinen heiligen Taus",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Standardtaschenuhr der Dienerin",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transozeanischer Brocken",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Quelle reinen heiligen Taus",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Standardtaschenuhr der Dienerin",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transozeanischer Brocken",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Quelle reinen heiligen Taus",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Beständigkeit der Dienerin",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatischer Kristall",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essenz reinen heiligen Taus",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Beständigkeit der Dienerin",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatischer Kristall",
				"count": 12
			}
		]
	}
}