{
	"name": "Erste große Magie",
	"description": "Ein Requisit, das einst von einer „großen Zauberin“ verwendet wurde. Sein Geheimnis wurde nun endlich gelüftet, denn eigentlich handelt es sich um eine exzellente Waffe.",
	"weapontype": "Bogen",
	"rarity": "5",
	"story": "„Ich bin die Zauberin Parsifal ‚die Große‘!“\n„Was ihr erleben werdet, ist eine bisher unvorstellbare Traumwelt!“\n„Vielleicht führt dieser Zylinderhut zu einem legendären Traumland im Osten!“\n„Oder er führt in eine gefährliche Welt im Spiegel, die sich jeder Kontrolle durch Raum und Zeit entzieht!“\n\nDie sogenannte Magie hat Gemeinsamkeiten mit Betrügerei und Diebstahl.\nErsteres verlässt sich auf Schauspielkunst und Erzählung, während Letzteres auf Tricks angewiesen ist.\n\n„In einem Stück von Meister Coppelius ist gerade ein Dieb aufgetreten, der nach Belieben aufgetaucht und verschwunden ist?“\n„Wie wäre es, wenn wir einfach unsere Bühnennamen verwenden würden?“\nAm Verkaufsstand bei der Wasserstraße im Fleuve Cendré sprach die aufgeregte junge Frau voller Interesse.\n„Parsifal? Ich bin also die von dir entführte Saphir-Schönheit?“\nDie Partnerin reagierte auf diese Weise. Gelächter erhellte die Unterirdische Stadt, in die nie ein Sonnenstrahl gelangt.\n\nAuf diese Weise traten die Schwestern, die durch Betrügereien und Stehlen ihr Leben bestritten, regelmäßig im Ruhmreichen Theater auf.\nVerwirrt durch die Rebellenkomödie, die auf der Bühne aufgeführt wurde, vergassen sie den ursprünglichen Grund, warum sie diese Bühne betreten hatten.\nEs entstand der Traum, mit den eigenen Tricks und Schauspielkunst die Bühne zu betreten und im Rampenlicht zu stehen.\nSie wollten den Glanz der Aufführungen sowohl auf die VIP-Gäste als auch die Gäste ohne Sitzplatz leuchten lassen.\nEine von ihnen spielte „Parsifal“ und die andere ihre Assistentin Joséphine.\nZunächst fanden die Aufführungen bei der Taverne von Eduardo, am Wasserkanal und den Straßenverkäufern statt,\nvor den leuchtenden Augen von Kindern mit schmutzigen Gesichtern und unter dem Applaus der Bürger.\nSpäter standen sie im grellen Rampenlicht des Ruhmreichen Theaters.\n„Verwandlung in einen Schmetterling“, „Traumland“, „Feuer im Spiegel“, „Goldfisch“ ...\nSo wie diese Stücke gleichermaßen auf die Gäste der VIP-Logen und Stehplätze in all ihrem Glanz leuchteten,\nwurde der Name „Parsifal“ sowohl in der Stadt über der Erde als auch in der Stadt unter der Erde zum heißen Gesprächsthema.\n\nDie lila gekleideten Adligen sagen häufig, dass jeder Mensch seine eigene Position hat. Dies gilt auch für die Bühne:\nGanz gleich, ob es die VIP-Logen mit Überblick auf die Bühne, oder Ehrengäste ohne Sitzplatz sind.\nSelbst wenn beide Gruppen vom Glanz der Aufführung gleichermaßen erleuchtet werden,\nwerden außerhalb des Theaters die vorübergehend vergessene Wut und der Missmut die Steinwand des Theaters durchdringen, wie die Wurzeln eines Baumes.\n\nBei der Säuberungsaktion im Fleuve Cendré kam die Steinwand schließlich zu Fall.\nDas Mädchen, welches immer Joséphine spielte, eilte nach Fleuve Cendré zurück.\nAbgesehen vom Geruch von rostigem Eisen und Verfall,\nwaren nur Wut, Trauer und Blut, welches noch nicht getrocknet war, zu erkennen.\n\nEs war Parsifal, die die Leute kannten, eine Assistentin blieb letztlich nur eine Assistentin.\nWenn die Dinge so standen, dann war alles sehr einfach und klar.\nSo wie die Assistentin, die von einem Schwert in zwei Hälften geteilt wurde und unversehrt blieb,\nwurde die verschwundene Taschenuhr immer dem verblüfften Publikum zurückgegeben.\nDas Mädchen verlor schließlich die „Position“ in ihrem Leben, mit der sie zufrieden war.\nDaher erschuf sie ihren eigenen „Großen Zauber“.\n\n„Ich bin die Zauberin Parsifal ‚die Große‘!“\n„Was ihr erleben werdet, ist eine bisher unvorstellbare Traumwelt!“\n„Es gibt keine Aristokratie und keinen König. Es gibt keine Schwerter, die auf euch gerichtet sind!“\n„Es gibt keine von Geburt an Wohlhabenden und keine Armut, der man nicht entkommen kann!“",
	"baseatk": 46,
	"substat": "KSCH",
	"subvalue": "14.4",
	"effectname": "Parsifal die Große",
	"effect": "Erhöht den mit heftigen Schlägen verursachten Schaden um {0}. Fügt jeder Figur in der Truppe, die den gleichen Elementartyp wie der Träger hat (einschließlich des Trägers selbst), 1 Stapelung „Tricks“ hinzu. Fügt jeder Figur, die nicht den gleichen Elementartyp hat, 1 Stapelung „Schauspielkunst“ hinzu. Erhöht den ANG bei 1/2/3 Stapelungen von „Tricks“ um {1}. Erhöht die Bewegungsgeschwindigkeit bei 1/2/3 Stapelungen von „Schauspielkunst“ um {2}.",
	"r1": [
		"16 %",
		"16/32/48 %",
		"4/7/10 %"
	],
	"r2": [
		"20 %",
		"20/40/60 %",
		"6/9/12 %"
	],
	"r3": [
		"24 %",
		"24/48/72 %",
		"8/11/14 %"
	],
	"r4": [
		"28 %",
		"28/56/84 %",
		"10/13/16 %"
	],
	"r5": [
		"32 %",
		"32/64/96 %",
		"12/15/18 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Fragment einer archaischen Serenade",
				"count": 5
			},
			{
				"name": "Tropfen verunreinigten Wassers",
				"count": 5
			},
			{
				"name": "Transozeanische Perle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Bruchstück einer archaischen Serenade",
				"count": 5
			},
			{
				"name": "Tropfen verunreinigten Wassers",
				"count": 18
			},
			{
				"name": "Transozeanische Perle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Bruchstück einer archaischen Serenade",
				"count": 9
			},
			{
				"name": "Portion verunreinigten Wassers",
				"count": 9
			},
			{
				"name": "Transozeanischer Brocken",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Satz einer archaischen Serenade",
				"count": 5
			},
			{
				"name": "Portion verunreinigten Wassers",
				"count": 18
			},
			{
				"name": "Transozeanischer Brocken",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Satz einer archaischen Serenade",
				"count": 9
			},
			{
				"name": "Neugeborener Okeanospuk",
				"count": 14
			},
			{
				"name": "Xenochromatischer Kristall",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Echo einer archaischen Serenade",
				"count": 6
			},
			{
				"name": "Neugeborener Okeanospuk",
				"count": 27
			},
			{
				"name": "Xenochromatischer Kristall",
				"count": 18
			}
		]
	}
}