{
	"name": "Grasgrüner Jagdbogen",
	"description": "Ein glänzend grüner Bogen, der ursprünglich jemandem gehörte, der in den Wäldern auf die Jagd ging.",
	"weapontype": "Bogen",
	"rarity": "4",
	"story": "Dieser Bogen gehörte einst einer Jägerin und schmiegt sich gut in das Grün der Felder bei der Jagd ein.\nEr ist so rein wie die wilden Tiere, die Wiesen und Wälder durchstreifen, während die ersten Sonnenstrahlen leuchten.\nNiemals würde er einen Pfeil aus Argwohn abschießen.\n\nMit diesen Grundsätzen wuchs die namenlose Jägerin weitab von der Stadt auf.\n„Im Grünen wurden wir geboren und im Grünen werden wir gehen, solange die Bäume und Sträucher wachsen.“\n„Auch wir sind Tiere und müssen den Tod nicht fürchten, solange wir den Gesetzen der Natur folgen.“\n„Am Ende ihres Lebens gehen alle Kreaturen, die dem Kreislauf der Natur folgen, in die endlosen Ebenen.“\n\nMit diesen Gedanken im Sinn hinterließ die Jägerin keine Spur und machte sich die Natur nicht zum Feind.\nSie tröstete die Tiere, deren Herzen sie durchbohrt hatte, bis der letzte Hauch aus ihnen wich.\nWenn die große Katastrophe nicht geschehen wäre, wenn sie dem unreinen Blut an den Blättern nicht gefolgt wäre,\nwenn sie den im Sterben liegenden jungen Blinden nicht unter dem Baum gesehen hätte, wo sie sich sonst gern ein Nickerchen gönnt,\nwäre der Wunsch nach Rache nie in ihr geboren und die Worte von Blut und Feuer hätten nie ihren Mund verlassen.\n\n„Vergiss das niemals, liebe Viridescent.“\n„Vergiss niemals, dass du ins Grüne gehörst und ein Kind des Waldes bist.“\n„Verschieße deinen Pfeil niemals für den Krieg, für die Rache oder für den Ruhm.“\n„Denn die Schuldigen werden niemals in die ewigen Jagdgründe aufgenommen werden.“\n\n„Tränke die Pfeile dieses Bogens wenigstens nicht im Blut, das du in Rache vergießen wirst.“\n„Auf die andere Seite werde ich nicht kommen, um meinen Meister und meine Eltern, die mir unbekannt sind, zu sehen.“\n„Bewahre zumindest die Reinheit diesen Bogen, auf dass er meine Absicht und mein Bedauern weitergebe.“",
	"baseatk": 42,
	"substat": "KT",
	"subvalue": "6",
	"effectname": "Wind auf den Weiden",
	"effect": "Erschafft bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Windauge, das Gegner in der Umgebung fortlaufend ansaugt und ihnen 4 s lang alle 0,5 s Schaden in Höhe von {0} ANG zufügt. {1} s Abklingzeit.",
	"r1": [
		"40 %",
		"14"
	],
	"r2": [
		"50 %",
		"13"
	],
	"r3": [
		"60 %",
		"12"
	],
	"r4": [
		"70 %",
		"11"
	],
	"r5": [
		"80 %",
		"10"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Decarabians zerbrochener Ziegel",
				"count": 3
			},
			{
				"name": "Schweres Horn",
				"count": 3
			},
			{
				"name": "Stabile Bolzenspitze",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 3
			},
			{
				"name": "Schweres Horn",
				"count": 12
			},
			{
				"name": "Stabile Bolzenspitze",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabians zerbröckelter Wall",
				"count": 6
			},
			{
				"name": "Kupferhorn",
				"count": 6
			},
			{
				"name": "Scharfe Bolzenspitze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 3
			},
			{
				"name": "Kupferhorn",
				"count": 12
			},
			{
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Decarabians Palastfragment",
				"count": 6
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 9
			},
			{
				"name": "Abgenutzte Bolzenspitze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabians zerstörter Traum",
				"count": 4
			},
			{
				"name": "Schwarzes Kristallhorn",
				"count": 18
			},
			{
				"name": "Abgenutzte Bolzenspitze",
				"count": 12
			}
		]
	}
}