{
	"name": "Donnerpuls",
	"description": "Ein Langbogen, der ein Geschenk des Shougun war. Ewige Blitze knistern rundherum.",
	"weapontype": "Bogen",
	"rarity": "5",
	"story": "Das Licht des Donners brennt den Bogen, selbst wenn er in dichte Dunkelheit getaucht ist, bleibt er unversehrt.\nDie große Katastrophe kam aus dem fernen Meer im Zeitalter des Leidens und war einst die bevorzugte Waffe eines bestimmten Schwertkämpfers.\n\nAls Jugendlicher wanderte er hemmungslos in den Bergen umher und veranstaltete ein Spiel mit einem großen Tengu, den er zufällig traf.\nMit dem jugendlichen, mutigen Fleisch und dem Bogen der kaiserlichen Inschrift des Shougun werden Wetten auf die Größe eines jeden abgeschlossen.\n\nWie die Wette ablief, daran kann ich mich nur vage erinnern, wenn ich betrunken war.\nAber im Morgengrauen dieser Nacht wetteten drei Gewinner und drei Verlierer gegen die Tengu auf ein Unentschieden.\nSo wurde er unglücklicherweise von den Tengu als Diener mit einem unbedeutenden Nachnamen genommen, und glücklicherweise gewann er den unvergleichlichen Schatz des Bogens.\n\n„Konbumaru, so funktioniert das Gesetz des Tengu-Bogens. Schau mir genau zu und lerne!“\nEin unerklärlicher Spitzname, aber ich habe den Tengu endlich in Aktion gesehen.\nDurch die Luft kracht es hemmungslos hin und her und gibt Blitze mit der Bogensehne frei ...\nEs war der Tanz des rückhaltlosen und wahren Mordes, des unvorhersehbaren und elegant flamboyanten Untergangs.\n\nNach vielen Jahren war er nicht mehr minderjährig und hatte etwas von der Kunst des Bogenschießens und der Schwertkunst gelernt.\nSo wurde er mit einer Empfehlung seines ungeduldigen Meisters vor die Tore des Bakufu geschickt.\nIn den Jahren, in denen er dem Shougun folgte, verbesserte er seine Kampfkünste und machte sich viele Freunde und Feinde.\nSein Hobby hat sich nicht geändert, aber er wird durch den Tengu-Bogen ermutigt.\n\n„Lass uns dieses Mal eine Wette machen, was sagst du? Nun, ich werde diesen Bogen als Wetteinsatz benutzen.“\n„Ich verwette den besten Bogen der Welt, dass ich hier lebendig zurückkomme.“\n„Ich lasse ihn erst einmal hier. Wenn ich verliere, kannst du den Bogen behalten.“\n„Immerhin hast du die Essenz meiner Bogenschießtechnik geerbt. Du wirst in der Lage sein, sie gut zu nutzen.“\n„Aber, wenn ich gewinne ...“\n\nIn den Jahren, als das Unheil vom fernen Meer kam, schlossen der Samurai und die Schreinjungfer eine Wette miteinander ab ...\nDie Chance, den Abgrund zu überleben, diente mit dem Geschenk des Shougun, einem beschrifteten Bogen, als Wetteinsatz für das große Spiel.\n\nAls das dunkle Gift in der Erde versank und zur Ruhe kam, kehrte der Schwertkämpfer nicht zurück.\nUnd als Ergebnis des Sieges der großen Wette, wurde das Geschenk des Shougun, der beschriftete Bogen, in die Hände der Schreinjungfer gelegt.\nUnd dann später, im Heiligtum von Kitsune Saiguu, im Wald der Götter, der nicht mehr erscheint, an dem Ort, wo wir uns trafen, um uns zu finden ...\nDort wird der einsame Wiedergänger, der aus dem Abgrund gestolpert ist, endlich mit der nicht mehr jungen Schreinjungfer wiedervereint.\nDie dunklen, von Blut und Tränen ausgetrockneten Augen gewannen ihren Glanz zurück, bevor sie in einem starken Lichtblitz von einem hakenförmigen Pfeil durchbohrt wurden.",
	"baseatk": 46,
	"substat": "KSCH",
	"subvalue": "14.4",
	"effectname": "Blitzherrschaft",
	"effect": "Erhöht den ANG um {0} und verleiht die Kraft des „Blitzflugsiegels“: Erhöht den mit Standardangriffen verursachten Schaden bei 1/2/3 Stapelungen um jeweils {1}. Verleiht der Figur in folgenden Situationen je 1 Blitzflugsiegel: Verursachen von Schaden mit Standardangriffen, hält 5 s; Anwendung von Elementarfähigkeiten, hält 10 s; Elementarenergie der Figur unter 100 %, verschwindet bei voller Elementarenergie. Wirkungsdauer jeder Stapelung Blitzflugsiegel ist unabhängig.",
	"r1": [
		"20 %",
		"12/24/40 %"
	],
	"r2": [
		"25 %",
		"15/30/50 %"
	],
	"r3": [
		"30 %",
		"18/36/60 %"
	],
	"r4": [
		"35 %",
		"21/42/70 %"
	],
	"r5": [
		"40 %",
		"24/48/80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Narukamis Weisheit",
				"count": 5
			},
			{
				"name": "Düsteres Prisma",
				"count": 5
			},
			{
				"name": "Stabile Bolzenspitze",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukamis Freude",
				"count": 5
			},
			{
				"name": "Düsteres Prisma",
				"count": 18
			},
			{
				"name": "Stabile Bolzenspitze",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukamis Freude",
				"count": 9
			},
			{
				"name": "Kristallprisma",
				"count": 9
			},
			{
				"name": "Scharfe Bolzenspitze",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukamis Zuneigung",
				"count": 5
			},
			{
				"name": "Kristallprisma",
				"count": 18
			},
			{
				"name": "Scharfe Bolzenspitze",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Narukamis Zuneigung",
				"count": 9
			},
			{
				"name": "Polarisationsprisma",
				"count": 14
			},
			{
				"name": "Abgenutzte Bolzenspitze",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Narukamis Tapferkeit",
				"count": 6
			},
			{
				"name": "Polarisationsprisma",
				"count": 27
			},
			{
				"name": "Abgenutzte Bolzenspitze",
				"count": 18
			}
		]
	}
}