{
	"id": 12425,
	"name": "Gezeitenschatten",
	"description": "Ein formschönes Standardschwert. Maßgeschneidert für Generäle und Flaggschiffkapitäne der alten Marine von Fontaine.",
	"descriptionRaw": "Ein formschönes Standardschwert. Maßgeschneidert für Generäle und Flaggschiffkapitäne der alten Marine von Fontaine.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 4,
	"story": "In den glorreichen Zeiten der Vergangenheit war das reinweiße, gepanzerte Flaggschiff „Sponsian“ der ganze Stolz der Marine von Fontaine.\nZu dieser Zeit war die mit riesigen schweren Kanonen und kräftigen Bugspitzen ausgestattete Panzerflotte der Liebling des Hofs von Fontaine.\nIn den Tagen des Ruhmreichen Theaters spendete das Publikum stehende Ovationen für die Geschichte der Weißen Flotte, die die Legionen des Golems hinwegfegte.\n\nDie hochmütige Admiralin Basil Elton war ein ständiger Anblick auf der Brücke der Sponsian, bevor sie sich freiwillig zur Ruhe setzte.\nNathaniel Pickman, Eltons erster Offizier, musste den Rest seines Lebens im nutzlosen Ruhm eines Helden verbringen, weil er seine Zugehörigkeit verloren hatte.\nAls die Flotte aufhörte zu existieren, wurde die Admiralität zu dieser Zeit aufgelöst, und der Marineminister, der sich eine Zeit lang in Ruhm gewähnt hatte, war ehrenvoll zurückgetreten.\nJahrelang war Pickman darum bemüht, den Hof von Fontaine dazu zu bewegen, wieder damit fortzufahren, die „Sponsian“ zu bergen und wiederaufzubauen.\nDoch seine Bemühungen waren vergeblich. Sein Vorschlag, Fontaines Marine wieder aufzubauen, wurde von den Familien der Kriegstoten als Versuch betrachtet, Ruhm und Reichtum zu erlangen ...\nAm Ende blieb außer dem nutzlosen Ruhm und der Legende nur noch das weißblaue schwere Schwert zurück, das ursprünglich der Admiralin gehört hatte.\n\n„‚Sponsian‘? Schlechter Name. Aber wie bist du auf den Namen gekommen, Pickman?“\n„Das ist der Name von einem Tyrannen, der mit seiner Dynastie wahrscheinlich nie existiert hat ...“\n„Also ... es ist mir gerade eingefallen und ich habe es direkt ausgesprochen, tut mir leid, Kommandantin.“\n\n„Alles gut, Pickman. Nenn es einfach so.“\n„Diesen falschen Sinn für die Realität hasse ich nicht.“\n\nDie vielen Legenden von „Sponsian“ und der „Weißen Flotte“ waren nach der Zerstörung des Ruhmreichen Theaters einige Zeit lang die beliebtesten Stücke des neu erbauten großen Opernhauses in Erinnyes,\nbis sie nach einem Unfall verboten wurden.\nEine der denkwürdigsten Aufführungen war die letzte Schlacht der Flotte: eine großartige Schlacht, die auf der Bühne mit zehn Kanonen dargestellt wurde.\nUnd die Einzelheiten wurden aus den Aufzeichnungen des ersten Offiziers unter Basil Elton wiedergegeben.\nMan weiß nicht, ob Pickman es nicht für wert hielt, darüber zu schreiben, so wie er auch nie über jene absurde Handlung sprach,\noder ob der Librettist der Meinung war, dass dieses Detail nicht in das erwartete tragische Epos passte. Es wurde also freundlicherweise aus dem Skript gestrichen:\nAls Basil Elton nach mehreren Jahren wieder an Bord kam und Pickman und dem Rest der Besatzung gegenüberstand, flüsterte sie:\n„Sieht so aus, als ob wir dieses Mal endlich auf den Gegner schießen können.“\n\nDanach lächelte sie in Anlehnung an das Drehbuch der Aufführung im Opernhaus und rief aus:\n„Jungs und Mädels! Es sieht so aus, als könntet ihr es nicht ohne mich schaffen, aber wir reden später!“\n„Schießen wir zuerst diesen ignoranten und arroganten Kerl vom großen Wasserfall herunter!“",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ANG",
	"baseStatText": "9%",
	"effectName": "Kreuzende weiße Wellen",
	"effectTemplateRaw": "#Erhöht nach erhaltener Heilung den ANG um <color=#99FFFFFF>{0}</color>, hält 8{NON_BREAK_SPACE}s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
	"r1": {
		"description": "Erhöht nach erhaltener Heilung den ANG um 24 %, hält 8 s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"24{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht nach erhaltener Heilung den ANG um 30 %, hält 8 s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"30{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht nach erhaltener Heilung den ANG um 36 %, hält 8 s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"36{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht nach erhaltener Heilung den ANG um 42 %, hält 8 s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"42{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht nach erhaltener Heilung den ANG um 48 %, hält 8 s. Der Effekt kann auch noch ausgelöst werden, wenn die Figur inaktiv in der Truppe ist.",
		"values": [
			"48{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Zerbrochener Kelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Risskern",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Risskern",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Außerweltliche Synapse",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Außerweltliche Synapse",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Außerweltlicher Lebenskern",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Goldkelch des unberührten Meers",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Außerweltlicher Lebenskern",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 12
			}
		]
	}
}