{
	"name": "Lehre des ewigen Flusses",
	"description": "Ein Lehrwerk, das in einem geheimen Unterwasserkloster von Generation zu Generation weitergereicht wurde. Heute weiß niemand mehr von dessen Existenz.",
	"weapontype": "Katalysator",
	"rarity": "5",
	"story": "„Wir werden uns des tausendjährigen Eids erinnern und die Grundfeste der Hauptstadt des Wassers verteidigen.“\n„Vergessen sein wird nie das Joch der Sünden, einst so verlockend wie Honig.“\n„Und vergessen sein wird nie das scheinbar schwere Joch der Verantwortung, das wir tragen.“\n„Denn es bedeutet uns die Gnade und das Vertrauen, von den Göttern in uns gesetzt und süß wie Honig.“\n„Wir sind der standhafte Schild, der sich der blauen Geißel entgegenstemmt und wir sind die Verteidigungslinie am Durchbruch.“\n\nDer erste Wächter legt mit neuen Rekruten stets jenen feierlichen Eid ab.\nSo ist es. Niemand wünscht sich ein solches Leben, aber alles hat halt seinen Preis:\nFrüher ergaben wir uns der Freude an Gewalt oder dem Trieb der Gier.\nEs ist also sowohl gerechte Vergeltung als auch endgültige Erlösung.\nHier gibt es weder Sonne noch Familie. Was bleibt einem also, außer wenigstens der Freude?\nUnd obwohl er sich manchmal fragte, ob sie diesen Eid auch sich selbst gegenüber ablegten\noder einfach nur Silben nachplapperten, die keinerlei Bedeutung für sie hatten,\nso hoffte er doch aus tiefstem Herzen, dass die Ekstase über das ihm von den Göttern anvertraute schwere Joch der Verantwortung\nden Weg all seiner „Brüder und Schwestern“ erhellte und dem Rest ihres Lebens einen Sinn geben würde;\ngenauso, wie es seine vorbestimmte, triste und sonnenlose Zukunft erhellt hatte.\nDies wird die Lehre der Wächter sein, stets weitergegeben von Generation zu Generation, so wie das Wasser, das niemals aufhört zu fließen.\nDenn wenn der Vorbote des Unheils hereinbricht, dann wird die Flut alles mit sich reißen.\nDann werden wir den Kampf antreten, unsere Herzen erfüllt von unserer Mission und der Freude, so, wie die Götter uns in ihren Herzen tragen.\n\nMein Auftrag ist erfüllt, und die Gunst und der Auftrag der Götter seien euch übergeben.\nDer erste Wächter wurde unter den Erzadern zu Grabe getragen, die in einem so sonderbaren Glanz erstrahlten.\nDenn dort war es am hellsten. Der Mann, der unzählige Jahre im Schatten gelebt hatte, ruhte nun friedlich mit dem Licht,\ndas er stets in seinem Herzen getragen hatte, nahe des Durchbruchs in der Erde.\n\nAm Ende sprudelte die Flut, die alles fortspülen sollte, nicht durch den Durchbruch,\ndenn oft verwehrt einem das Schicksal die Gelegenheit auf einen ehrenvollen Tod.\nStattdessen war es ein kaum hörbares Rinnsal, das sich so leise wie ein nächtlicher Dieb seinen Weg ins Kloster bahnte.\nImmer mehr waren gezwungen, sich ihnen anzuschließen und ihr Dasein unter dem Wasser zu fristen,\naber immer weniger leisteten den Eid oder verstanden, was er überhaupt bedeutete oder was die Bücher lehrten.\nAls sich Jahre später die ebenso prächtige wie unheimliche Festung vom Meeresgrund erhob,\nwar der Ort des Grabes jenes letzten Ordensbruders, der sich einst als Wächter, als jener, der die Gnade der Götter geschultert hatte,\nlängst vergessen.\n\nDoch hier konnte man sich im Vergleich noch glücklich schätzen,\ndenn ein anderer Durchbruch, einst in Schach gehalten, wurde viele Jahre später von jemandem gefunden, der seine ganz eigenen Pläne verfolgte.",
	"baseatk": 44,
	"substat": "KSCH",
	"subvalue": "19.2",
	"effectname": "Äonenwelle",
	"effect": "Erhöht die LP um {0}. Erhöht den mit heftigen Schlägen verursachten Schaden um {1}, wenn sich die aktuellen LP erhöhen oder verringern. Hält 4 s, 3-fach stapelbar, 0,3 s Abklingzeit. Stellt bei Erreichen von 3 Stapelungen oder bei Zurücksetzen der Wirkungsdauer von 3 Stapelungen {2} Punkte Elementarenergie wieder her. 12 s Abklingzeit.",
	"r1": [
		"16 %",
		"14 %",
		"8"
	],
	"r2": [
		"20 %",
		"18 %",
		"9"
	],
	"r3": [
		"24 %",
		"22 %",
		"10"
	],
	"r4": [
		"28 %",
		"26 %",
		"11"
	],
	"r5": [
		"32 %",
		"30 %",
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Rückstand reinen heiligen Taus",
				"count": 5
			},
			{
				"name": "Risskern",
				"count": 5
			},
			{
				"name": "Greifendes Zahnrad",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimation reinen heiligen Taus",
				"count": 5
			},
			{
				"name": "Risskern",
				"count": 18
			},
			{
				"name": "Greifendes Zahnrad",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sublimation reinen heiligen Taus",
				"count": 9
			},
			{
				"name": "Außerweltliche Synapse",
				"count": 9
			},
			{
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Quelle reinen heiligen Taus",
				"count": 5
			},
			{
				"name": "Außerweltliche Synapse",
				"count": 18
			},
			{
				"name": "Mechanisches Stirnrad",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Quelle reinen heiligen Taus",
				"count": 9
			},
			{
				"name": "Außerweltlicher Lebenskern",
				"count": 14
			},
			{
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Essenz reinen heiligen Taus",
				"count": 6
			},
			{
				"name": "Außerweltlicher Lebenskern",
				"count": 27
			},
			{
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 18
			}
		]
	}
}