{
	"id": 11422,
	"name": "Toukabou Shigure",
	"description": "Ein ungewöhnlicher Ölpapierschirm. Auch wenn man sich auf langen Reisen an Wind und Wetter gewöhnt, so kann es doch eine besondere Freude sein, den Regen unter diesem Schirm zu genießen.",
	"descriptionRaw": "Ein ungewöhnlicher Ölpapierschirm. Auch wenn man sich auf langen Reisen an Wind und Wetter gewöhnt, so kann es doch eine besondere Freude sein, den Regen unter diesem Schirm zu genießen.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "„Die Regenschirme von Inazuma dienen nicht nur, wie ihr Name sagt, zum Abschirmen von Regen, sondern sind auch eine besondere Art von Handwerksprodukt. Von der Haptik des Bambusschafts über die Motive auf der Schirmfläche bis hin zur blassen Farbe des Ölpapiers, das unter wässrigem Staub angefeuchtet wurde, zeugt alles von feinster Handwerkskunst. Jedes Mal, wenn ich eine Gasse durchquere und die an den Ladenfronten aufgehängten Schirme sehe, fällt mir immer unfreiwillig eine Sache ein. Es heißt, einst habe es einen Schirm gegeben, der eine ganze Straße in unstillbare Panik versetzte. Die Geschichte geht so:“\n„Es war vor vielen hundert Jahren an einem Festtag. Die Blumen standen in Blüte, die verspielten Tanuki- und Kitsune-Youkai und die Tengu, die sonst nicht zum Scherzen aufgelegt waren, tranken und spielten zusammen mit den Menschen. Am auffälligsten war ein Mädchen mit einem schönen Schirm – vom Wein der Oni beseelt, tanzte sie im Mondlicht wie Schneeflocken und Blumen im Wind. Ob Youkai oder Mensch, niemand kam umhin, ihrem graziösen Tanz zuzujubeln. Als das Mädchen danach in einen Krieg zog, fiel sie dem Krieg zum Opfer. Ihr geliebter Schirm wurde von ihren treuen Untergebenen einem Schrein geschenkt.“\n„Als eine Frau aus einer berühmten Kriegerfamilie zum Gebet an den Schrein kam, erblickte sie den Schirm und konnte nicht anders als sich dieses Anblicks zu erfreuen und so kaufte sie ihn dem Schrein für einen hohen Betrag ab. Am nächsten Tag regnete es zufällig und noch bevor sie ihre Kleider wechseln und mit dem neu erworbenen Schirm in der Hand auf einen Spaziergang gehen konnte, ereilte sie die Nachricht des furchtbaren Todes ihres Mannes in der Schlacht. Davon so getroffen wurde die junge Frau vor Trauer und Verzweiflung schwer krank und verließ die sterbliche Welt schon bald. Nach ihrem Begräbnis erkannten ihre Eltern den Schirm als Unheilbringer und spendeten ihn erneut dem Schrein, wo er in die hinterste Ecke verbannt wurde.“\n„Doch nach ein paar Monaten verbreitete sich schon das Gerücht, dass die regennassen Straßen der Stadt von einem Youkai heimgesucht würden. Dieser Youkai habe die Gestalt eines Schirms und sei ein wenig größer als ein junger Mann, habe nur ein Auge und ein Bein sowie eine lange, lange Zunge. Wenn man ihn des Nachts allein auf der Straße sähe, würde dieser Youkai plötzlich aufspringen und beginnen, einen mit seiner Zunge zu lecken. In den Augen der Menschen von Fontaine spielt dieser Youkai lediglich Streiche, anstatt die Menschen tatsächlich heimzusuchen. Wie dem auch sei, zu dieser Zeit wusste niemand, was dieser Youkai wirklich im Schilde führte. Auf einmal gerieten die Bewohner in der Stadt in Panik, junge Frauen trauten sich nicht mehr auf die Straße, aus Angst ihm zu begegnen. Die Älteren seufzten, wenn nur die großen Herren noch seien, würde der Youkai es nicht wagen, Unheil zu stiften – doch heute ist selbst das Wissen, einen solchen niederen Youkai auszutreiben, verloren gegangen.“\n„Später hörte eine junge Schreinjungfer davon und nahm den Schirm aus dem Schrein hervor, schöpfte mit einem Holzlöffel klares Wasser und wusch den Schirm vom Griff bis zur Spitze gründlich, trocknete ihn daraufhin säuberlich mit einem Seidentuch ab und sprach zu ihm:“\n„‚Auch wenn der Regen von damals nie wiederkehren wird, wird ein Morgen immer kommen. Wenn die große Herrin noch ist, kann sie es bestimmt auch nicht ertragen, dich so zu sehen!‘“\n„Auf dieses Wort hin nahm sie den Schirm und stellte ihn als Opfer in die Seitenkammer des Schreins. Seitdem hörte niemand mehr vom bösen Treiben des Schirm-Youkai.“\n„Ich habe diese Geschichte von einer Freundin aus Inazuma gehört. Aber als ich mich bei den Schreinen in Narukami lang und weit umhörte, konnte ich niemanden finden, der von der Opferung des Schirms gehört hatte. Als ich das der Freundin erzählte, lachte sie:“\n„‚Kann es sein, dass du diese Geistergeschichte wirklich für bare Münze genommen hast, Leucade?‘“",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elementarkunde",
	"baseStatText": "36",
	"effectName": "Kaidan – Regen der Erde",
	"effectTemplateRaw": "Nach Treffen von Gegnern mit einem Angriff wird einer der Gegner vom Effekt „Verwünschung des Papierschirms“ betroffen, hält 10 s, 15 s Abklingzeit. Wird der von diesem Effekt betroffene Gegner während der Dauer des Effekts besiegt, wird die Abklingzeit sofort abgeschlossen. Erhöht den von der damit ausgerüsteten Figur an Gegnern, die von „Verwünschung des Papierschirms“ betroffen sind, verursachten Schaden um <color=#99FFFFFF>{0}</color>.",
	"r1": {
		"description": "Nach Treffen von Gegnern mit einem Angriff wird einer der Gegner vom Effekt „Verwünschung des Papierschirms“ betroffen, hält 10 s, 15 s Abklingzeit. Wird der von diesem Effekt betroffene Gegner während der Dauer des Effekts besiegt, wird die Abklingzeit sofort abgeschlossen. Erhöht den von der damit ausgerüsteten Figur an Gegnern, die von „Verwünschung des Papierschirms“ betroffen sind, verursachten Schaden um 16 %.",
		"values": [
			"16 %"
		]
	},
	"r2": {
		"description": "Nach Treffen von Gegnern mit einem Angriff wird einer der Gegner vom Effekt „Verwünschung des Papierschirms“ betroffen, hält 10 s, 15 s Abklingzeit. Wird der von diesem Effekt betroffene Gegner während der Dauer des Effekts besiegt, wird die Abklingzeit sofort abgeschlossen. Erhöht den von der damit ausgerüsteten Figur an Gegnern, die von „Verwünschung des Papierschirms“ betroffen sind, verursachten Schaden um 20 %.",
		"values": [
			"20 %"
		]
	},
	"r3": {
		"description": "Nach Treffen von Gegnern mit einem Angriff wird einer der Gegner vom Effekt „Verwünschung des Papierschirms“ betroffen, hält 10 s, 15 s Abklingzeit. Wird der von diesem Effekt betroffene Gegner während der Dauer des Effekts besiegt, wird die Abklingzeit sofort abgeschlossen. Erhöht den von der damit ausgerüsteten Figur an Gegnern, die von „Verwünschung des Papierschirms“ betroffen sind, verursachten Schaden um 24 %.",
		"values": [
			"24 %"
		]
	},
	"r4": {
		"description": "Nach Treffen von Gegnern mit einem Angriff wird einer der Gegner vom Effekt „Verwünschung des Papierschirms“ betroffen, hält 10 s, 15 s Abklingzeit. Wird der von diesem Effekt betroffene Gegner während der Dauer des Effekts besiegt, wird die Abklingzeit sofort abgeschlossen. Erhöht den von der damit ausgerüsteten Figur an Gegnern, die von „Verwünschung des Papierschirms“ betroffen sind, verursachten Schaden um 28 %.",
		"values": [
			"28 %"
		]
	},
	"r5": {
		"description": "Nach Treffen von Gegnern mit einem Angriff wird einer der Gegner vom Effekt „Verwünschung des Papierschirms“ betroffen, hält 10 s, 15 s Abklingzeit. Wird der von diesem Effekt betroffene Gegner während der Dauer des Effekts besiegt, wird die Abklingzeit sofort abgeschlossen. Erhöht den von der damit ausgerüsteten Figur an Gegnern, die von „Verwünschung des Papierschirms“ betroffen sind, verursachten Schaden um 32 %.",
		"values": [
			"32 %"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukamis Weisheit",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Zerbrochenes Prisma",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukamis Freude",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Zerbrochenes Prisma",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukamis Freude",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Trübes Prisma",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukamis Zuneigung",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Trübes Prisma",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukamis Zuneigung",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Leuchtendes Prisma",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukamis Tapferkeit",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Leuchtendes Prisma",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 12
			}
		]
	}
}