{
	"id": 12426,
	"name": "„Megamagisches Schwert des ultimativen Oberherrn“",
	"description": "Ein magisches Superschwert, das nur vom ultimativen Oberherrn des Ozeans benutzt werden kann. Aufgrund des speziellen wasserdichten Materials, das verwendet wird, wird es nicht beschädigt, selbst wenn es in Wasser getaucht wird, sodass es regelrecht als unschlagbar bezeichnet werden kann!",
	"descriptionRaw": "Ein magisches Superschwert, das nur vom ultimativen Oberherrn des Ozeans benutzt werden kann. Aufgrund des speziellen wasserdichten Materials, das verwendet wird, wird es nicht beschädigt, selbst wenn es in Wasser getaucht wird, sodass es regelrecht als unschlagbar bezeichnet werden kann!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 4,
	"story": "„... He, es ist kein billiges Großschwert aus Papier! Nein, es ist ... es ist das megamagische Schwert des ultimativen Oberherrn, das einst über den Krebskaiser triumphierte!“\n\nEs war einmal vor langer, langer Zeit, noch lange, bevor die Romaritime-Blume ihren Namen erhielt, da lebte in einem fernen Ozean der riesige Krebsdämonenkaiser.\nUnd obwohl niemand wusste, warum der Krebs so groß war oder wo genau das Reich des Kaisers lag und dessen Untertanen waren, so war er doch über die gesamte Meeresebene bekannt, denn sie alle sprachen von ihm. Vielleicht lag es ja am angeborenen Adel? So dachte der blindwütige Krebsdämonenkaiser und akzeptierte langsam die Tatsache, dass alle einen großen Bogen um ihn machten.\nGenauso wie die hochwohlgeborenen Menschen (oder die, die sich dafür hielten), seufzte auch seine Große Majestät. Er hasste es, ein Kaiser zu sein, denn er hatte keine Freunde (was vielleicht auch darauf hindeutete, dass er zu denen gehörte, die sich nur für hochwohlgeboren hielten). Aber schließlich konnte dieses Paar klappernder, scharfer Krebszangen alle, die ihn sich zum Feind machen wollten, in die Flucht schlagen und die Schicksalsfäden der doch Entschlosseneren durchtrennen. Und mit den Goldmünzen, die sich in der Schatzkammer des Großen Kaisers auftürmen wie der Mont Automnéqui, hätte er alle köstlichen Kekse in ganz Fontaine kaufen können. Das war doch ein Leben eines Kaisers würdig, oder? Ist es nicht so?\nAber ohne gute Freunde, mit denen er sich hätte amüsieren können, versank seine Majestät in Langeweile und Traurigkeit. Und wenn keine Kekse der Welt ihn mehr aufzuheitern vermochten, blieb ihm nichts anderes übrig, als mit seinen riesigen Zangen das Seegras zu stutzen. Und natürlich, seine Majestät der Krebs war immer noch ein Krebs, und obwohl er alle seine Artgenossen übertrumpfte, war er im Stutzen des Seegrases nicht besser als ein gewöhnlicher Rochen!\nEines Tages, der Krebsdämonenkaiser war gerade dabei, einsam seine Blasen zu blubbern, da traf er zufällig auf eine winzigkleine Melusine ...\n„Na sowas! Wie kannst du es wagen, deinen Fuß in den Hof des Dämonenkaisers zu setzen? Sprich, was begehrst du?“\n(Und obwohl der große Krebskaiser holterte und feuerspeiend polterte, war er doch tatsächlich ein wenig erfreut; und auch ein kleines bisschen verängstigt. Denn sobald andere Meeresbewohner ihn sahen, wie er sich so imposant und würdevoll gebärdete, so gingen sie ihm schleunigst aus dem Weg. Und es war schon lange her, dass der große Kaiser das Wort an jemanden gerichtet hatte.)\n„Herr Krebs“, sagte die kleine Melusine, „du siehst ein wenig verstimmt aus. Lass uns doch zusammen spielen, das wird dich aufheitern!“\n„Du verstehst wohl nicht“, sagte der Krebskaiser, der der Melusine ihr Vergehen vorwerfen wollte, dass sie ihn mit „Herr“ anstelle von „Majestät“ angesprochen hatte. Er entschied sich dann aber doch dagegen und sagte stattdessen: „Ein Herrscher kann doch mit keiner kleinen Melusine spielen, sonst verliert er noch seine hochherrschaftliche Majestät.“\n„Und was wäre, wenn er seine hochherrschaftliche Majestät verlieren würde?“\n„Wenn ein Herrscher seine Majestät verlöre, wäre er kein Herrscher mehr. Und auch wenn meine Zangen größer und mein Panzer dicker ist als die der anderen Krebse, so wäre ich dann doch nichts weiter als ein gewöhnlicher Krebs.“\n„Die Zangen von dir, Herr Krebs, sind größer als ich es bin, du hast mehr Beine als ich und dein Panzer ist dicker als die Wände meines Hauses. Abgesehen von Goldmünzen und Keksen hast du noch so viele tolle Sachen, du solltest doch zufrieden sein! Ich weiß! Es muss deine Majestät sein, die dich so unglücklich macht.“\n„Kleine Melusine, du warst noch nie Kaiser, also sei dir deine Unwissenheit verziehen. Du musst begreifen, dass es dem Kaiser nicht darum gehen sollte, glücklich zu sein.“\n„Aber, Herr Krebs, du warst doch auch ein Krebs, bevor du zum Herrscher wurdest, oder? Wenn ich dich so unglücklich sehe, dann bin ich auch unglücklich. Ich will dir helfen, auf deine Majestät zu verzichten!“\n„Na sowas! Kleine Melusine, du weißt nicht, wovon du da sprichst. Wo in der Geschichte hätte jemals ein Kaiser freiwillig auf seine Herrschaft verzichtet?“ Wütend fuchtelte seine Majestät mit seinen Zangen in der Luft, „es sei denn, es gelänge einem tapferen Helden, den dämonischen Herrscher mit seinem heiligen Schwert zu besiegen ... dann könnte der einstige Herrscher mit der kleinen Melusine spielen.“\n„Oh! Das können wir machen!“, rief die Melusine freudig aus, erinnerte sich dann aber und sagte in Gedanken versunken, „Aber ich weiß nicht, wo ich einen Helden finden kann, der ein heiliges Schwert schwingt ...“\n„Oh, das ist nicht so wichtig! Solange der Dämonenkönig besiegt wird, sind jeder ein tapferer Held und jede Waffe ein heiliges Schwert“, sagte der Herrscher voll des Eifers. „Haha, verstehst du es nun, meine unwissende freche Melusine?“\n\n„‚Das ist es, was Herr Krebs gesagt hat. Also bitte helft mir!‘“, so sprach sie. Die Melusinen von Mérusea fühlten, dass sie ihr helfen mussten! Also suchten sie ihr eine große Muschel, die sie als Schild benutzen konnte, sie flochten ihr eine Krone aus Seegras anstelle von Lorbeer. Sie nahmen das Segel eines Schiffswracks aus dem Inneren von Elynas und bastelten ihr daraus einen Umhang und zu guter Letzt bewaffneten sie sie mit Schwert und Scheide aus selten trockener Pappe.\nSo begab sich die tapfere Melusine auf ihre Reise, den dämonischen Krebsherrscher zu besiegen. Und mit dem ultimativen, unbesiegbaren Zauberschwert bezwang sie schließlich den Tyrannen und Herr Krebs, der nun kein dämonischer Herrscher mehr war, wurde von da an ein guter Freund der Melusinen ...\n\nNach einer kurzen Beratung beschlossen die Melusinen einstimmig, dieses mächtigste aller Schwerter, das einst in der Vergangenheit brilliert hatte, einem mächtigen Helden als Andenken an ihre Freundschaft zu schenken.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Aufladerate",
	"baseStatText": "6,7%",
	"effectName": "Melusinen-Unterstützung",
	"effectTemplateRaw": "#Erhöht den ANG um <color=#99FFFFFF>{0}</color>. Das ist noch nicht alles! Die Unterstützung durch alle Melusinen, denen du im Dorf Mérusea geholfen hast, erfüllt dich mit Kraft! Erhöht den ANG basierend auf der Anzahl der Melusinen, denen du geholfen hast, zusätzlich um bis zu <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Erhöht den ANG um 12 %. Das ist noch nicht alles! Die Unterstützung durch alle Melusinen, denen du im Dorf Mérusea geholfen hast, erfüllt dich mit Kraft! Erhöht den ANG basierend auf der Anzahl der Melusinen, denen du geholfen hast, zusätzlich um bis zu 12 %.",
		"values": [
			"12{NON_BREAK_SPACE}%",
			"12{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den ANG um 15 %. Das ist noch nicht alles! Die Unterstützung durch alle Melusinen, denen du im Dorf Mérusea geholfen hast, erfüllt dich mit Kraft! Erhöht den ANG basierend auf der Anzahl der Melusinen, denen du geholfen hast, zusätzlich um bis zu 15 %.",
		"values": [
			"15{NON_BREAK_SPACE}%",
			"15{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den ANG um 18 %. Das ist noch nicht alles! Die Unterstützung durch alle Melusinen, denen du im Dorf Mérusea geholfen hast, erfüllt dich mit Kraft! Erhöht den ANG basierend auf der Anzahl der Melusinen, denen du geholfen hast, zusätzlich um bis zu 18 %.",
		"values": [
			"18{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den ANG um 21 %. Das ist noch nicht alles! Die Unterstützung durch alle Melusinen, denen du im Dorf Mérusea geholfen hast, erfüllt dich mit Kraft! Erhöht den ANG basierend auf der Anzahl der Melusinen, denen du geholfen hast, zusätzlich um bis zu 21 %.",
		"values": [
			"21{NON_BREAK_SPACE}%",
			"21{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den ANG um 24 %. Das ist noch nicht alles! Die Unterstützung durch alle Melusinen, denen du im Dorf Mérusea geholfen hast, erfüllt dich mit Kraft! Erhöht den ANG basierend auf der Anzahl der Melusinen, denen du geholfen hast, zusätzlich um bis zu 24 %.",
		"values": [
			"24{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Zerbrochener Kelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Alte Taschenuhr der Dienerin",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Alte Taschenuhr der Dienerin",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Weinkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Standardtaschenuhr der Dienerin",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Standardtaschenuhr der Dienerin",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silberkelch des unberührten Meers",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Beständigkeit der Dienerin",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Goldkelch des unberührten Meers",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Beständigkeit der Dienerin",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 12
			}
		]
	}
}