{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "Dieses berühmte Schwert wurde einst von Urakusai, dem berühmten Literaten, persönlich geschaffen. Die Legende besagt, dass es in all den Jahrhunderten noch nie ein Lebewesen verletzt hat.",
	"descriptionRaw": "Dieses berühmte Schwert wurde einst von Urakusai, dem berühmten Literaten, persönlich geschaffen. Die Legende besagt, dass es in all den Jahrhunderten noch nie ein Lebewesen verletzt hat.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 5,
	"story": "Die Legende berichtet von Kitsune Urakusai und wie er einst im Rausch von zu viel Wein die goldverzierten Vorhänge der Bühne im Wald in Fetzen schnitt und sich damit unendliche Feindschaft des Bakedanukis auf sich zog.\nDaher stammt auch der Name seines Säbels. Aber ebenso der betrunkene Schwerttanz, aufgeführt unter dem Mond jener Nacht, verkam zu einer Anekdote für jeden, der ihn damals sah; mit Ausnahme des Bakedanukis.\nSpäter, so heißt es dann, soll Urakusai Wiedergutmachung beim Bakedanuki, der jene Bühne einst errichtet hatte, geleistet und ihm wertvolle Tee-Utensilien und viele weitere Schätze übergeben haben.\nUnd „der des großen Tors“, der Urakusai vor diesem Vorfall nur einmal gesehen hatte, erhielt für seine Vermittlung in diesem Fall die berühmte Klinge „Misugiri“ als Belohnung.\n\nHier bestehen leichte Unstimmigkeiten mit der gängigen Legende. So war er nicht nur ein wunderlicher Typ, der sich einst einen erbitterten Kampf mit einem Lavendelmelonenbaum geliefert hatte, nein, er war auch von außerordentlicher Eleganz, bewandert in Themen wie dem Theater, Spielsachen und Mode.\nUnd wenn er in die Schlacht zog, gab er oft ein bizarres Bild ab: Eingewickelt in eine aus Herbstgras bestehenden, in Wolkenstich genähter Folie mit Goldbrokat, sein Gesicht bemalt mit leuchtenden Ölfarben.\nDoch weder in den alten Texten noch in den Büchern wird er jemals mit dem berühmten goldgeschmückten Schwert „Misugiri“ in seiner letzten Schlacht dargestellt.\nIn vielen Geschichten und historischen Berichten ist seine Waffe immer ein großes Schwert, so lang wie sein Name und ebenso unaussprechlich.\nObwohl es Schriftrollen gibt, auf denen er mit jeweils einem großen und einem kleinen Schwert in der Hand majestätisch die Wellen einfallender finsterer Dämonen zerteilt.\nDoch laut dem maßgeblichen „Handbuch der Seltenheiten“ aus jener Zeit sei „Misugiri“ bereits in einem gewissen Jahr vor dem Vorfall von „dem des großen Tors“ verloren gegangen.\nEs ist daher auch nicht sicher, ob „Misugiri“ jemals einen Feind niedergeschlagen hat. Diskussionen darüber regen immer die Fantasie an und sorgen für Gesprächsstoff nach Gelagen.\n\nUnter den Oni, die keinen Zugang zum geschriebenen Wort haben und ihre Geschichte über Lieder und Verse erzählen, kursiert eine Reihe von Erzählungen, die sich von denen aus dem „Handbuch der Seltenheiten“ unterscheiden oder sie auch ergänzen.\nSo soll „der des großen Tors“ nach einem Ringkampf auf einem Fest sein berühmtes Schwert „Misugiri“ eine Schneiderin verschenkt haben, die keiner Kriegerfamilie angehörte.\nScheinbar hatte dieses Mädchen ihm eine Goldblume, die sich von seinem Haori gelöst hatte, neu angesteckt. So reichte er ihr dieses Schwert als Bezahlung.\n\n„Was soll das heißen, du willst keine Bezahlung? Dann so, lass mich meine Klinge gegen deine Schere tauschen! Dann zählt es nicht als Bezahlung!“\n„Was soll denn das? Du kannst damit Stoff schneiden, also warum nicht? Du bist ein kleines Mädchen, aber wenn du den Mund aufmachst, redest du wie ein stinkender Tengu!“\n„Was soll das für eine Ausrede sein: ‚Es gibt einen Unterschied zwischen Zivilisten und Samurai‘? Wenn man mit einer kleinen Schere Stoff schneiden kann, sollte die lange Klinge eines Schwerts oder noch besser funktionieren!“\n„Nein! Ich schenke dir dieses Schwert, weil sein ursprünglicher Besitzer immer wieder davon faselte, dass man berühmte Gegenstände an die Wand hängen sollte, um sich an ihrem Anblick zu erfreuen.“\n„... Es ist also weniger ein Geschenk, es vielmehr ein Handel! Anstatt mich immer wieder vom alten Fuchs löchern lassen zu müssen, wie es denn um meine Klinge bestellt ist, sollst du doch lieber Stoffe damit zurechtschneiden und Kleider nähen!“\n„Und schon wieder tadelst du mich, ich höre dich doch! Ah, wozu die Stimme erheben? Egal, wie dem auch sei, schau nun genau zu ...“\n\nMit diesen Worten erhob sich der Oni plötzlich und zog sein berühmtes Schwert aus der Scheide, in dessen kühler Klinge sich der Rauch des Festes und das Mondlicht spiegelten.\nOhne mit der Wimper zu zucken, trennte er glatt einen seiner eigenen Ärmel ab, steckte sein Schwert zurück in die Scheide, setzte sich ehrfurchtsvoll auf den Boden und bot dieses gemeinsam mit dem Brokatärmel feierlich an.\nDieser Oni-Krieger, der sonst für gewöhnlich vor den Bürgern der Stadt spöttelte und fluchte, und auch sonst wenig um die kleinen Dinge scherte, wirkte nun, da es plötzlich ernst wurde, doch ein wenig bedrohlich.\n\n„Siehst du, selbst ein grober Klotz wie ich, der vom Schneiderhandwerk nicht die Bohne versteht, kann mit dieser Klinge Stoffe gekonnt zerschneiden! Du solltest also von deinem hohen Ross herunterkommen!“\n„Also bitte, nimm dieses berühmte Schwert, denn ich glaube, du bist die Einzige, die es gut gebrauchen kann. Ich würde am Ende damit nur gegen irgendetwas stoßen und es kaputt machen.“\n„Du willst, dass ich es als eine Art Familienerbstück behalte? Haha, nicht, dass ich das nicht in Erwägung gezogen hätte! Aber ein berühmtes Schwert vereinsamt halt, wenn es keinem Nutzen zugeführt wird.“\n„Und wenn das passiert, wird Urakusai mich damit aufziehen, wenn er das nächste Mal kommt; wird mich einen Banausen nennen, einen Langweiler, einen Trottel oder ähnliches.“\n\nIm Angesicht der plötzlichen Ernsthaftigkeit im Gesicht des Onis wurde dem Schneidermädchen aus einfachem Hause angst und bange.\nNachdem sie also zaghaft das exorbitante Dankeschön-Geschenk angenommen hatte, legte sich ein breites Grinsen auf das Gesicht des Kriegers. Ach wie klug er doch sei, so jedenfalls dachte er von sich, während er zufrieden von Dannen zog.\nUnter den Dorfbewohnern hatte sich „der des großen Tors“ hingegen den Ruf des „großen Dummkopfs“ verdient. Eine Tatsache, die ihn nicht besonders störte.\nUnd obgleich er ebenso schnell fröhlich wie wütend werden konnte, hatte er in seinem Leben bereits viele Freunde gefunden und nicht wenige Leben beschützen könne.\nSpäter dann, als die unbeschrifteten Rollen gewebt wurden, um sie den Göttern, Kitsune, Youkai, Oni und Menschen zu opfern, die da unzählige Leben beschützt hatten,\nentwarf auch die Schneiderin, übermannt von Schuldgefühlen, ihm das berühmte Schwert nicht wiedergeben zu können, auf dass er seine Feinde damit niederstrecke, ein Bildnis seiner, zwei Schwerter gleichzeitig führend.\nDies ereignete sich allerdings erst später. Bis dahin hatte Urakusai noch ein paar Jahre lang Zeit, sich darüber zu beschweren, dass das berühmte Schwert an einen Bürgerlichen weitergegeben wurde.\n\nUnd als einer der Nachfahren dieses Oni die Schneiderin, die nicht mehr jung war, mit dem berühmten Schwert sah, erinnerte er sich:\n„Onkel geriet oft ins Seufzen, wenn er die Klinge reinigte. Immer tadelte er Urakusai dafür, einem groben Klotz wie ihm etwas derart Prächtiges anvertraut zu haben.“\n„‚Wie könnte ich es ertragen, so etwas mit Mord und Zorn zu verunreinigen; sollte es sich nicht vielmehr an dem ganzen Wohlstand und der Schönheit dieser Welt laben?‘“\n\nAber zurück zum Thema: Es sollte noch einiges Wasser den Fluss hinunterfließen, bis das junge Mädchen ihr Bild einst weben würde, und doch hatte sie bereits die Wunder entdeckt, zu denen die Klinge auch fernab des Schlachtfelds fähig war.\nEs begab sich zu jener Zeit, dass die Oni Chiyo in ihrem unvergleichlich schönen Juunihitoe ihren Schwerttanz aufführte, wunderschön wie herabfallende Blüten im Frühlingswind.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "KSCH",
	"baseStatText": "19,2%",
	"effectName": "Die Blume im Brokat und das Schwert im Schrein",
	"effectTemplateRaw": "#Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>{0}</color> und den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>{1}</color>. Erhöht diesen Effekt um 100{NON_BREAK_SPACE}%, wenn Truppenmitglieder in der Nähe Geo-Schaden auf dem Feld verursachen, hält 15{NON_BREAK_SPACE}s. Erhöht außerdem die VTD des Trägers um <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Erhöht den mit Standardangriffen verursachten Schaden um 16 % und den mit Elementarfähigkeiten verursachten Schaden um 24 %. Erhöht diesen Effekt um 100 %, wenn Truppenmitglieder in der Nähe Geo-Schaden auf dem Feld verursachen, hält 15 s. Erhöht außerdem die VTD des Trägers um 20 %.",
		"values": [
			"16{NON_BREAK_SPACE}%",
			"24{NON_BREAK_SPACE}%",
			"20{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den mit Standardangriffen verursachten Schaden um 20 % und den mit Elementarfähigkeiten verursachten Schaden um 30 %. Erhöht diesen Effekt um 100 %, wenn Truppenmitglieder in der Nähe Geo-Schaden auf dem Feld verursachen, hält 15 s. Erhöht außerdem die VTD des Trägers um 25 %.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"30{NON_BREAK_SPACE}%",
			"25{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den mit Standardangriffen verursachten Schaden um 24 % und den mit Elementarfähigkeiten verursachten Schaden um 36 %. Erhöht diesen Effekt um 100 %, wenn Truppenmitglieder in der Nähe Geo-Schaden auf dem Feld verursachen, hält 15 s. Erhöht außerdem die VTD des Trägers um 30 %.",
		"values": [
			"24{NON_BREAK_SPACE}%",
			"36{NON_BREAK_SPACE}%",
			"30{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den mit Standardangriffen verursachten Schaden um 28 % und den mit Elementarfähigkeiten verursachten Schaden um 42 %. Erhöht diesen Effekt um 100 %, wenn Truppenmitglieder in der Nähe Geo-Schaden auf dem Feld verursachen, hält 15 s. Erhöht außerdem die VTD des Trägers um 35 %.",
		"values": [
			"28{NON_BREAK_SPACE}%",
			"42{NON_BREAK_SPACE}%",
			"35{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den mit Standardangriffen verursachten Schaden um 32 % und den mit Elementarfähigkeiten verursachten Schaden um 48 %. Erhöht diesen Effekt um 100 %, wenn Truppenmitglieder in der Nähe Geo-Schaden auf dem Feld verursachen, hält 15 s. Erhöht außerdem die VTD des Trägers um 40 %.",
		"values": [
			"32{NON_BREAK_SPACE}%",
			"48{NON_BREAK_SPACE}%",
			"40{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Korallenzweig eines fernen Meeres",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos-Vorrichtung",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos-Vorrichtung",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Alter Handschutz",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Juwelenzweig eines fernen Meeres",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Chaos-Achse",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Jadezweig eines fernen Meeres",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Chaos-Achse",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi-Handschutz",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Jadezweig eines fernen Meeres",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Chaos-Oculus",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Goldzweig eines fernen Meeres",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos-Oculus",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Berühmter Handschutz",
				"count": 18
			}
		]
	}
}