{
	"id": 12512,
	"name": "Urteilsspruch",
	"description": "Eine Waffe, die von einem adligen Mädchen benutzt wurde, das einst seinen Familiennamen aufgab. Sie war mit dem Blut von Feinden und seinem Liebsten aus der Vergangenheit befleckt.",
	"descriptionRaw": "Eine Waffe, die von einem adligen Mädchen benutzt wurde, das einst seinen Familiennamen aufgab. Sie war mit dem Blut von Feinden und seinem Liebsten aus der Vergangenheit befleckt.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Zweihänder",
	"rarity": 5,
	"story": "„Hör gut zu, liebe Léticia. Vergiss nicht, dass du die älteste Tochter des Hauses Randolph bist.“\n„Verstehe also, dass, wenn wir Adligen uns setzen, sich das Schiff des Staates zu unseren Gunsten neigt.“\n„Und wenn wir fallen, so zerschmettern wir zahllose Häuser und die Zivilisten, die in ihnen wohnen.“\n„Hör deshalb gut zu, meine liebe Léticia.“\n„Du musst dir die edle Haltung und das reine Erscheinungsbild deiner Abstammung bewahren. Es ist an dir, weder Wut noch Traurigkeit oder Freude zu zeigen.“\n„Denn der Name unserer Familie kann dem einfachen Manne Reichtümer bescheren oder ihn in den Fleuve Cendré schicken.“\n\nAuch wenn ihr Vater es so sagte, war ein junges Mädchen doch eben nur ein junges Mädchen, noch bevor sie eine Adlige war:\nOhne die Fesseln von Ruß und Motoröl an den Händen sehnt sich ein Herz nach „Abenteuern“.\nUnd so schlich sie sich, unentdeckt von ihrem Vater, ihrem Bruder und der Dienerschaft, in Verkleidung in die unterirdische Stadt, in der weder die Sonne schien, noch der Regen fiel.\nAlles, was sie begehrte, war, das Leben dieser bescheidenen Menschen zu sehen, die außerstande waren, ihr eigenes Schicksal selbst in die Hand zu nehmen.\nDas junge Mädchen war insgeheim aufgeregt; das könnte noch interessanter sein als Parsifals Magie!\nDoch das Abenteuer entpuppte sich schnell als anders, als sie es erwartet hatte. Denn schließlich war es unvorhergesehen.\nUnd so kam sie in den Besitz einer Geschichte, die nicht aus dem Stoff bestand, über den man bei Zusammenkünften mit gleichaltrigen Adligen hätte lachen können.\nUnd wenn unsichtbare Gefahren wie Musik, Lügen und vergifteter Wein ihre Beute zu beißen drohen ...\n\n„Ach, welch eine Dame ist es, die sich herablässt, unseren Fleuve Cendré zu besuchen?“\nEs war ein sanftes und vertrautes Licht, das die von allen Seiten herbeikriechenden düsteren Schatten vertrieb.\n„Du bist ...“\nSein Name lag ihr auf der Zunge, aber die Frage, die sie stellte, war, wie er ihre Verkleidung durchschaut hatte.\n„Du bist es nicht gewohnt, zu lügen. Ist das nicht Eingeständnis genug, nicht von hier zu sein?“\n„... Immerhin ist deine Kleidung frei von Ruß, Motoröl und Blut ...“\n„Und ja, deinem Gang nach zu urteilen, scheinst du es nicht gewohnt zu sein, Hosen zu tragen.“\n\nAuf die Frage, warum Reed, den sie doch kannte, sich so frei am Fleuve Cendré bewegen konnte, sagte der junge Mann:\n„Ich hoffe, du stimmst mir zu, dass dein Vater, dein Bruder, deine Freunde und deine Dienerschaft nichts von dem wissen müssen, was hier vor sich geht.“\n„Wie der Boss schon sagte: ‚Lass das Tageslicht ihnen gehören, der Fleuve Cendré ist unser.‘“\n„Liebe Léticia, bitte vergiss einen Moment lang, dass du die älteste Tochter des Hauses Randolph bist.“\n„Komm mit mir, sei einfach eine Frau und mit deinen ungetrübten, strahlenden Augen ...“\n„lass ich dich die Welt sehen, in der deine Mitmenschen, in deren Adern dasselbe rote Blut fließt, ein Leben in Leidenschaft und Liebe führen.“\nSchließlich war dies ein anderes Abenteuer als jenes, das sie erwartet hatte. Und so, wie es das Schicksal wollte,\nerlebte sie etwas, über das sie niemals mit ihren adligen Freunden und ihrer Dienerschaft auf Feiern hätte herzhaft lachen können ...\n\n„Léticia, ich verehre deine edle Seele.“\n„Nicht länger werden wir die Äxte sein, die gegen die Bäume geschwungen werden.“\n„Und wenn ich mich eines Tages im Ruhme der Welt verlieren sollte,“\n„So wirst du dann über mein Schicksal entscheiden ...“\n\n...\nAls sie ihren Vater einige Jahre später wiedertraf, trug sie bereits den Namen der Rose.\nNicht länger war sie die vornehme Kleidung gewohnt, die sie ihr einst aufgezwungen hatten; stattdessen aber die Schwere einer Streitaxt.\nAber trotzdem, der Anblick ihres Vaters war ein ungewohnter; einst in ihren Augen majestätisch und gütig, nun aber so zerbrechlich und alt.\n\n„Mein lieber Vater, ich habe ein Gelübde abgelegt mit jenem, den ich liebe, wie auch meinen anderen geliebten Menschen.“\n„Dass ich heute noch am Leben bin, bedeutet, dass unser Blut noch nicht vergossen worden ist.“\n„Und niemals ließ ich zu, dass der Name Randolph auf eine Art und Weise beschmutzt würde, die sich nicht wieder reinwaschen ließe.“\n\n„Meine liebe Léticia. Kein Tag ist vergangen, an dem ich keine Kerze für dich angezündet habe.“\n„Und auch wenn du einst den Namen Randolph aufgeben wolltest, so sind wir doch immer noch Vater und Tochter.“\n„Dieses unwürdige Spiel ist nun vorüber. Komm zurück nach Hause.“\n„Dein Kind ist sowieso unschuldig und ich würde dein Fleisch und Blut niemals unnötig aufgeben.“\n„Und was deinen Mann angeht, so kann ich mehr oder weniger den Zauber der Randolphs entfalten ...“\n\n...\nIn ihren Träumen aber erinnerte sie sich schließlich. Der Beschuss der Schiffskanonen hat uns damals nicht im Geringsten erschüttert.\nNiemandem von außerhalb sollte bekannt gewesen sein, in welchen finsteren Schatten die Jagdhunde eingedrungen waren.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "KT",
	"baseStatText": "4,8%",
	"effectName": "Zahlreiche Eide der Morgenröte und Abenddämmerung",
	"effectTemplateRaw": "#Erhöht den ANG um <color=#99FFFFFF>{0}</color>. Verleiht dem Träger, wenn Truppenmitglieder Elementarsplitter durch die Reaktion „Kristallisation“ erhalten, 1 Siegel, das den Schaden der Elementarfähigkeit um <color=#99FFFFFF>{1}</color> erhöht. Das Siegel hält 15{NON_BREAK_SPACE}s und der Träger kann bis zu 2 Siegel auf einmal haben. Alle Siegel des Trägers werden 0,2{NON_BREAK_SPACE}s, nachdem dessen Elementarfähigkeit Schaden verursacht hat, entfernt.",
	"r1": {
		"description": "Erhöht den ANG um 20 %. Verleiht dem Träger, wenn Truppenmitglieder Elementarsplitter durch die Reaktion „Kristallisation“ erhalten, 1 Siegel, das den Schaden der Elementarfähigkeit um 18 % erhöht. Das Siegel hält 15 s und der Träger kann bis zu 2 Siegel auf einmal haben. Alle Siegel des Trägers werden 0,2 s, nachdem dessen Elementarfähigkeit Schaden verursacht hat, entfernt.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"18{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den ANG um 25 %. Verleiht dem Träger, wenn Truppenmitglieder Elementarsplitter durch die Reaktion „Kristallisation“ erhalten, 1 Siegel, das den Schaden der Elementarfähigkeit um 22,5 % erhöht. Das Siegel hält 15 s und der Träger kann bis zu 2 Siegel auf einmal haben. Alle Siegel des Trägers werden 0,2 s, nachdem dessen Elementarfähigkeit Schaden verursacht hat, entfernt.",
		"values": [
			"25{NON_BREAK_SPACE}%",
			"22,5{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den ANG um 30 %. Verleiht dem Träger, wenn Truppenmitglieder Elementarsplitter durch die Reaktion „Kristallisation“ erhalten, 1 Siegel, das den Schaden der Elementarfähigkeit um 27 % erhöht. Das Siegel hält 15 s und der Träger kann bis zu 2 Siegel auf einmal haben. Alle Siegel des Trägers werden 0,2 s, nachdem dessen Elementarfähigkeit Schaden verursacht hat, entfernt.",
		"values": [
			"30{NON_BREAK_SPACE}%",
			"27{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den ANG um 35 %. Verleiht dem Träger, wenn Truppenmitglieder Elementarsplitter durch die Reaktion „Kristallisation“ erhalten, 1 Siegel, das den Schaden der Elementarfähigkeit um 31,5 % erhöht. Das Siegel hält 15 s und der Träger kann bis zu 2 Siegel auf einmal haben. Alle Siegel des Trägers werden 0,2 s, nachdem dessen Elementarfähigkeit Schaden verursacht hat, entfernt.",
		"values": [
			"35{NON_BREAK_SPACE}%",
			"31,5{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den ANG um 40 %. Verleiht dem Träger, wenn Truppenmitglieder Elementarsplitter durch die Reaktion „Kristallisation“ erhalten, 1 Siegel, das den Schaden der Elementarfähigkeit um 36 % erhöht. Das Siegel hält 15 s und der Träger kann bis zu 2 Siegel auf einmal haben. Alle Siegel des Trägers werden 0,2 s, nachdem dessen Elementarfähigkeit Schaden verursacht hat, entfernt.",
		"values": [
			"40{NON_BREAK_SPACE}%",
			"36{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment einer archaischen Serenade",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Risskern",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Bruchstück einer archaischen Serenade",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Risskern",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Greifendes Zahnrad",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Bruchstück einer archaischen Serenade",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Außerweltliche Synapse",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Satz einer archaischen Serenade",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Außerweltliche Synapse",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanisches Stirnrad",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Satz einer archaischen Serenade",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Außerweltlicher Lebenskern",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo einer archaischen Serenade",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Außerweltlicher Lebenskern",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Neuartiges Uhrwerk-Zahnrad",
				"count": 18
			}
		]
	}
}