{
	"name": "Wandernder Abendstern",
	"description": "Ursprünglich war dies ein uraltes Gerät, das von Forschern zur Beobachtung und Berechnung von Himmelserscheinungen verwendet wurde. Es kann Energien leiten und als Katalysator dienen.",
	"weapontype": "Katalysator",
	"rarity": "4",
	"story": "Es war vor Tausenden von Jahren, in der Ära nach dem Tod des törichten Königs der Götter, der von den Sandstürmen begraben wurde.\nDer wandernde Prinz, der sein Reich verloren hatte, floh in das Meer der Regenwälder, die von stillem Mondlicht umgeben wurden.\nAls er hierher kam mit dem Ehrgeiz, hier die neue Welt zu erobern, wurde er von einer Jägerin mit weißem Bogen gejagt.\nVon den Reben gefesselt, musste der verlegene Wanderer im eisigen Mondlicht dem Flüstern des Tigers neben ihm lauschen.\n\n„Das Gelände im Regenwald war komplex und tückisch. Sterbliche mussten das Mondlicht nutzen, das aus dem üppigen Laub strömt, um ihren Weg zu finden.“\n„Die funkelnden Abendsterne wiesen dem Wanderer den Weg, lockten ihn aber auch in eine tödliche Falle.“\n„Immer wieder rannte die Jägerin mit ihrem weißen Bogen durch den Wald und vertrieb den ungebetenen Gast.“\n„Mit dem tiefen Gebrüll des Tigers gab sie den Befehl zu seiner Vertreibung, nahm ihm aber nicht das Leben.“\n\nDer blinde alte Dichter erzählte mit heiserer Stimme die Geschichte vom wandernden Prinzen.\nObwohl er schon längst blind war, blickte er immer noch unbewusst auf die Abendsterne neben dem hellen Mond.\nDie funkelnden Abendsterne führten den Wanderer zu einer neuen Hoffnung, zugleich aber auch in eine Sackgasse.\n\nJahre später stand der Wanderer, der alles verloren hatte, dem Tod gegenüber. Ihm blieb nichts anderes, als eine Wahl zu treffen ...\nErst als ihm die Lehre vom „Tod“ ins Ohr geflüstert wurde, verstand er den Sinn dieser Ermahnungen ...\n\n„Du gehörst weder dem Wald noch dem Tod. Halte dich vom Palast des Königs fern.“\n„Wenn du das Leben und die Erinnerung noch schätzt, begib dich nicht in Gefahr.“\n\n„Hör auf mit diesem dummen Zeug ...“\n„Wenn mich das Schicksal zum Wandern, zu dem weißen Bogen führt, wenn mich die Abendsterne zur Sackgasse leiten,“\n„dann würde ich lieber das Schicksal akzeptieren, als auf der Jagd nach einem Falken zu sterben.“",
	"baseatk": 42,
	"substat": "Elementarkunde",
	"subvalue": "36",
	"effectname": "Nächtlicher Stern der Wildnis",
	"effect": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um {0} der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
	"r1": [
		"24 %"
	],
	"r2": [
		"30 %"
	],
	"r3": [
		"36 %"
	],
	"r4": [
		"42 %"
	],
	"r5": [
		"48 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiszenz der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Inaktives Sklerotium",
				"count": 3
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Inaktives Sklerotium",
				"count": 12
			},
			{
				"name": "Sporen der Pilzbestie",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gnade der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Schlafendes Sklerotium",
				"count": 6
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 3
			},
			{
				"name": "Schlafendes Sklerotium",
				"count": 12
			},
			{
				"name": "Leuchtendes Sporenpulver",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Trauer der Oase der blühenden Blumen",
				"count": 6
			},
			{
				"name": "Robustes Sklerotium",
				"count": 9
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Wahrheit der Oase der blühenden Blumen",
				"count": 4
			},
			{
				"name": "Robustes Sklerotium",
				"count": 18
			},
			{
				"name": "Kristalliner Zystenstaub",
				"count": 12
			}
		]
	}
}