{
	"name": "Wellenbrecherflosse",
	"description": "Ein Naginata, das aus leuchtendem Material aus den Tiefen des Meeres geschmiedet wurde. Es gehörte einst den Tengu.",
	"weapontype": "Stangenwaffe",
	"rarity": "4",
	"story": "Das Naginata von „Umigozen“, der mächtigen Kriegerin von Watatsumi. Ihre Klinge glänzt mit der Phosphoreszenz der Meerestiefe.\nDie Art und Weise, wie diese Person einst die Flotten von Narukami besiegte, ist in den Liedern der Insel gut überliefert.\n\nDie Walgesänge, die die Zwillingsschreinjungfern von Watatsumi einst sangen, folgten dem Strom der Gezeiten in die Träume der Inselbewohner.\nAlle Krieger von Watatsumi haben ihre Hoffnung und ihren Kampfeswillen auf ihre Schultern gelegt.\nUnd sie schwangen ihr Nagamaki wie eine weiße, fließende Welle und rückten mit lautem Geschrei auf die anderen Inseln vor.\nDoch der Ruhm von Omikami und seinen Kriegern verblasste im Leuchten der Blitze ...\nMouun wurde von einem dunklen Sturm aus Krähenfedern verschlungen und der große Wal, der mit den Schwestern sang, sank auf den Grund des Meeres.\nDer Vasallenkönig, mutig wie ein Kind und der die Vorhut ihrer Streitkräfte anführte, verschwand in einem Spalt, der in die Erde gerissen wurde.\n\n„Umigozen“ ging in den Fluten unter und wurde zu einem Mythos für den gesamten Archipel.\nManche sagen, dass sie sich allein in die Menge der Tengu-Krieger stürzte, um die Leichen ihrer Kameraden zu bergen, und nach einem tapferen letzten Kampf ums Leben kam.\nAndere sagen, dass sie sich von da an versteckte und ihr Flaggschiff in das Dunkle Meer an den Grenzen der Welt steuerte ...\nDer einzige Beweis dafür, dass sie einst versuchte, die Welt zu verändern, ist dieses noch immer scharfe Naginata.\n\nSolange die Meere noch von den Wellen aufgewühlt werden, mag auch die Erinnerung an ihren Gesang weiterleben.\nDie Legende besagt sogar, dass das Echo des Liedes noch in den Muscheln und im Bauch des großen Wals auf dem Meeresgrund zu hören ist.",
	"baseatk": 45,
	"substat": "ANG",
	"subvalue": "3",
	"effectname": "Wellenbändiger von Watatsumi",
	"effect": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um {0}. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu {1}.",
	"r1": [
		"0,12 %",
		"40 %"
	],
	"r2": [
		"0,15 %",
		"50 %"
	],
	"r3": [
		"0,18 %",
		"60 %"
	],
	"r4": [
		"0,21 %",
		"70 %"
	],
	"r5": [
		"0,24 %",
		"80 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Die Maske des bösen Leutnants",
				"count": 3
			},
			{
				"name": "Kralle der versteckten Monster",
				"count": 3
			},
			{
				"name": "Alter Handschutz",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Die Maske des Tigerbisses",
				"count": 3
			},
			{
				"name": "Kralle der versteckten Monster",
				"count": 12
			},
			{
				"name": "Alter Handschutz",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Die Maske des Tigerbisses",
				"count": 6
			},
			{
				"name": "Versteckte Monsterklauen",
				"count": 6
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Maske des Einhörnigen",
				"count": 3
			},
			{
				"name": "Versteckte Monsterklauen",
				"count": 12
			},
			{
				"name": "Kageuchi-Handschutz",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Maske des Einhörnigen",
				"count": 6
			},
			{
				"name": "Versteckte Monsterkrallen",
				"count": 9
			},
			{
				"name": "Berühmter Handschutz",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Maske der Kijin",
				"count": 4
			},
			{
				"name": "Versteckte Monsterkrallen",
				"count": 18
			},
			{
				"name": "Berühmter Handschutz",
				"count": 12
			}
		]
	}
}