{
	"name": "Weißer Schatten",
	"description": "Ein fremdländisches Großschwert mit einer stumpfen Seite, das über Handelsrouten nach Liyue gelangt ist. Wer weiß, wie man damit umgeht, kann seine ungemeine Zerstörungskraft entfesseln.",
	"weapontype": "Zweihänder",
	"rarity": "4",
	"story": "Die Welt ist zu Gast in Liyue. Dies ist eine große Ehre für die kommerziell wichtige Hafenstadt.\nMit den Gästen aus aller Welt kommen auch exotische Schätze nach Liyue.\nDieses Großschwert ist von Expertenhand aus den besten Materialien gefertigt. Seine Besonderheit ist, dass das untere Klingenende zum Griff hin stumpf gelassen wurde.\nDer Grund dafür war angeblich, dass man so das Klingenende auch als Griff verwenden konnte, wenn man nur schnell genug mit der Hand war.\n\nAuch wenn es selten anerkannt wird, dieses Großschwert ist tatsächlich das Produkt des Herzbluts eines Klingenschmieds aus fremden Gefilden.\nDer Klingenschmied wusste selbst, dass er stumpfen Geistes war, und wollte nicht, dass man dies auch von der Klinge sagen würde. Also setze er alles daran, seine geliebte Klinge zu schärfen und auszubalancieren.\nDie Funken flogen nur so umher, als der Schmied so manche schlaflose Nacht durcharbeitete.\nDas Schwert wurde unzählige Male gefaltet und gehärtet.\nWährend der ganzen Zeit waren seine Gedanken voller Hoffnung auf die Rückkehr seiner Geliebten und der unausgesprochenen Sorge um ihr Wohlbefinden.\n\n„Nachdem der Krieg vorbei ist ...“,\nso überlegte der Schmied in jeder Atempause,\n„wird diese Klinge dann noch einen Nutzen für sie haben?“\n„Wird sie überhaupt wohlbehalten zurück nach Hause kommen?“\nDiese Gedanken verweilten kurz in seinem Kopf, bevor er sie verdrängte und seine ganze Aufmerksamkeit wieder der Klinge widmete.\nSich solche Sorgen zu machen, war zwecklos. Lieber sollte er alle Konzentration darauf richten, das perfekte Geschenk zur Rückkehr nach Hause vorzubereiten.\n\nEndlich kam der Tag, an dem die triumphierenden Expeditionsstreitkräfte die Tore der Stadt betraten, nachdem sie ihre monströsen Feinde endlich besiegt hatten.\nDer Klingenschmied aber hatte keine Zeit mehr, den Namen seiner Geliebten in die Klinge zu gravieren.\nEr ergriff das Schwert und eilte los, um seine zurückkehrende Geliebte endlich wiederzusehen.\nUnglücklicherweise stellte sich das, was dann passierte, aber als unglaubliche Enttäuschung heraus.\n\nAls die Kriegerin ihren Helm abnahm, umspielten lange, weiche Haarsträhnen ihr Gesicht. Sie ließ ihr Haar lang wachsen, was bedeutete, dass sie nie wieder in ihrem Leben ein Schwert führen würde.\nAuch sie hatte ihrem Geliebten ein Geschenk mitgebracht: einen brandneuen Jagdbogen.\n„Das war’s! Ich habe all diese Jahre darauf verschwendet, dir dieses Großschwert zu machen, das du jetzt nicht mehr brauchst!“\nDer Waffenschmied war todunglücklich und konnte nicht aufhören, sich über die Ungerechtigkeit des Ganzen zu beschweren. Seine Anstrengungen jedoch waren ganz und gar nicht vergebens, schließlich war es ihm endlich gelungen, ein Schwert höchster Qualität herzustellen.",
	"baseatk": 42,
	"substat": "VTD",
	"subvalue": "11.3",
	"effectname": "Energieschubspitze",
	"effect": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um {0}, 4-fach stapelbar. 0,5 s Abklingzeit.",
	"r1": [
		"6 %"
	],
	"r2": [
		"7,5 %"
	],
	"r3": [
		"9 %"
	],
	"r4": [
		"10,5 %"
	],
	"r5": [
		"12 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Leuchtender Sand von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 3
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Jagdschwert",
				"count": 12
			},
			{
				"name": "Krähenwappen der Schatzsuche",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Glänzender Stein von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 6
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 3
			},
			{
				"name": "Zeremonielles Agentenschwert",
				"count": 12
			},
			{
				"name": "Krähenwappen der Silberschätze",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquie von Guyun",
				"count": 6
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 9
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Heiligtum von Guyun",
				"count": 4
			},
			{
				"name": "Zeremonielles Kundschafterlangschwert",
				"count": 18
			},
			{
				"name": "Krähenwappen der Goldschätze",
				"count": 12
			}
		]
	}
}