{
	"id": 11424,
	"name": "Wolfszahn",
	"description": "Ein legendäres Langschwert, das von einem wandernden Ritter einer längst vergessenen Zeit geführt wurde.",
	"descriptionRaw": "Ein legendäres Langschwert, das von einem wandernden Ritter einer längst vergessenen Zeit geführt wurde.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Einhänder",
	"rarity": 4,
	"story": "Es mag dem Zufall oder dem Schicksal zu verdanken sein.\nIm Ritterorden von Mondstadt sind die folgenden beiden Ritternamen und zugehörigen Tierwappen für gewöhnlich die Ruhmreichsten:\nZunächst einmal ist da der Titel „Löwe“, der von dem ersten Großmeister des Ritterordens geerbt wurde.\nUnd dann ist da noch der „Wolf“, der Ritter des „Nordwinds“, der nahezu zur gleichen Zeit gekommen war.\n\nIn Wirklichkeit gibt es keinerlei Aufzeichnungen über den Namen des Ritters des Nordwinds.\nDass es diesen Namen gibt, liegt an einer weit verbreiteten Geschichte aus jener Zeit.\nAm Ende der Geschichte fragt der Händler (in manchen Versionen ist es auch ein Bauer), dessen Tochter gerettet wurde:\n„Wie sollen wir dir nur dafür danken, geehrter Ritter?“\nUnd der Ritter antwortet: „Stoße aus der Ferne auf mich an, wenn deine Tochter heiratet. Das soll mein Lohn sein.“\n„Ah, das ist wirklich zu liebenswürdig. Darf ich mich nach deinem werten Namen erkunden?“\nDer Ritter überlegt kurz und sagt dann:\n„Dann stoße besser auf meinen Gefährten an. Sein Name lautet ‚Nordwind‘.“\n\nÜblicherweise endet diese Geschichte dann wie folgt:\nAn dieser Stelle kommt dann im Wald (oder auf einer Bergklippe oder einem anderen Ort außer Sichtweite) ein Wind auf.\nDer Händler (oder der Bauer) blickt in die jeweilige Richtung.\nIn der Finsternis sieht er nur die eiskalten Augen eines Tieres.\nDiese beiden Lichter verschwinden schnell wieder und als der Händler (oder der Bauer) nicht länger davon abgelenkt ist, ist auch der Ritter verschwunden.\nEs gibt viele Versionen dieser Geschichte, aber in allen wird die Tochter gerettet und der Ritter hat keinen Namen.\n\nDoch bevor die Geschichte zur Geschichte geworden ist, war er nur ein fremder Reisender mit einem abgenutzten Umhang, dem Wind und Sand übel mitgespielt haben. Einigen ist aufgefallen, dass unter diesem Umhang eine fein verzierte Rüstung voller Kratzer war. Doch das musste nicht viel bedeuten. Der Besitzer dieser Rüstung könnte vielleicht einfach nur ein weiterer Verlierer sein, der aufgrund einer Umwälzung seinen Adelsstatus verloren hat.\nDie Inhaber der Tavernen bemerkten, dass er mit echten Gold- und Silbermünzen bezahlte, auf denen ein Zeichen eingestanzt war, das niemandem bekannt war. Doch das musste nicht viel bedeuten. Gold und Silber kennen keinen Herren und wechseln schnell die Hände. Jemand wie er, der immer gleich seine Rechnung bezahlte und niemals im Rausch für Ärger sorgte, war ein gern gesehener Gast.\nDoch am Anfang dieser Geschichte stehen Schlangendämonen, die aus einem weit entfernten Meer der Wärme und dem Frieden folgend an die Küste von Mondstadt gelangt sind. Zu jener Anfangszeit, in der der Ritterorden noch schwach war, verließ ein namenloser Ritter für eine Belohnung von einer Silbermünze die Stadt, um jene Monster zu jagen. Danach kreisten tausende von Falken, die von dem Geruch des Blutes und verfaulenden Fleisches angelockt worden waren, tagelang über der Küste. Daher steht der Ursprung des Namens der Falkenküste in Wirklichkeit in keinerlei Beziehung zu der romantischen Legende des Falken des Westens.\nIn den Jahren danach tat der erste Großmeister alles in seiner Macht Stehende, um ihn dazu zu bringen, sich dem Ritterorden anzuschließen. Doch der namenlose Ritter lehnte stets ab. In Wirklichkeit geht der Name „Nordwind“ auf einen wahren Vorfall zwischen dem ersten Großmeister und dem namenlosen Ritter zurück. Denn nachdem der Großmeister mehrere Male eine Abfuhr hinnehmen musste, hat er die Geduld verloren und den namenlosen Ritter mit einer Gruppe seiner Ritter auf der Straße umstellt. Die beiden Sätze in der überlieferten Geschichte fielen, als der namenlose „Nordwind“-Ritter davonging. Auch wenn sie hinsichtlich ihres Inhalts weitgehend miteinander übereinstimmen, war der Tonfall der beiden keineswegs so förmlich.\nAber ein solches Ereignis in Form eines Gedichts zu Papier zu bringen, ist sehr langweilig. Daher haben talentierte Dichter dieses Gedicht mit einigen Taten des Ritters in Mondstadt kombiniert und daraus viele Geschichten gemacht.\nEr hielt sich nur einige wenige Jahre in Mondstadt auf, doch als er ging, hat sich sein Schatten für immer in Mondstadt eingeprägt.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "KT",
	"baseStatText": "6%",
	"effectName": "Wolf des Nordwinds",
	"effectTemplateRaw": "#Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>{0}</color>. Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten die KT von Elementarfähigkeiten um <color=#99FFFFFF>{1}</color>; erhöht beim Treffen von Gegnern mit Spezialfähigkeiten die KT von Spezialfähigkeiten um <color=#99FFFFFF>{2}</color>. Die beiden oben erwähnten Effekte halten jeweils 10{NON_BREAK_SPACE}s. 4-fach stapelbar, 0,1{NON_BREAK_SPACE}s Abklingzeit.",
	"r1": {
		"description": "Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um 16 %. Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten die KT von Elementarfähigkeiten um 2 %. Erhöht beim Treffen von Gegnern mit Spezialfähigkeiten die KT von Spezialfähigkeiten um 2 %. Diese beiden Effekte halten jeweils 10 s. 4-fach stapelbar, 0,1 s Abklingzeit.",
		"values": [
			"16{NON_BREAK_SPACE}%",
			"2{NON_BREAK_SPACE}%",
			"2{NON_BREAK_SPACE}%"
		]
	},
	"r2": {
		"description": "Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um 20 %. Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten die KT von Elementarfähigkeiten um 2,5 %; erhöht beim Treffen von Gegnern mit Spezialfähigkeiten die KT von Spezialfähigkeiten um 2,5 %. Die beiden oben erwähnten Effekte halten jeweils 10 s. 4-fach stapelbar, 0,1 s Abklingzeit.",
		"values": [
			"20{NON_BREAK_SPACE}%",
			"2,5{NON_BREAK_SPACE}%",
			"2,5{NON_BREAK_SPACE}%"
		]
	},
	"r3": {
		"description": "Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um 24 %. Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten die KT von Elementarfähigkeiten um 3 %; erhöht beim Treffen von Gegnern mit Spezialfähigkeiten die KT von Spezialfähigkeiten um 3 %. Die beiden oben erwähnten Effekte halten jeweils 10 s. 4-fach stapelbar, 0,1 s Abklingzeit.",
		"values": [
			"24{NON_BREAK_SPACE}%",
			"3{NON_BREAK_SPACE}%",
			"3{NON_BREAK_SPACE}%"
		]
	},
	"r4": {
		"description": "Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um 28 %. Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten die KT von Elementarfähigkeiten um 3,5 %; erhöht beim Treffen von Gegnern mit Spezialfähigkeiten die KT von Spezialfähigkeiten um 3,5 %. Die beiden oben erwähnten Effekte halten jeweils 10 s. 4-fach stapelbar, 0,1 s Abklingzeit.",
		"values": [
			"28{NON_BREAK_SPACE}%",
			"3,5{NON_BREAK_SPACE}%",
			"3,5{NON_BREAK_SPACE}%"
		]
	},
	"r5": {
		"description": "Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um 32 %. Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten die KT von Elementarfähigkeiten um 4 %; erhöht beim Treffen von Gegnern mit Spezialfähigkeiten die KT von Spezialfähigkeiten um 4 %. Die beiden oben erwähnten Effekte halten jeweils 10 s. 4-fach stapelbar, 0,1 s Abklingzeit.",
		"values": [
			"32{NON_BREAK_SPACE}%",
			"4{NON_BREAK_SPACE}%",
			"4{NON_BREAK_SPACE}%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Decarabians zerbrochener Ziegel",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos-Apparat",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Zerbrochene Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Decarabians zerbröckelter Wall",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos-Apparat",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Zerbrochene Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Decarabians zerbröckelter Wall",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos-Schaltkreis",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Verdreckte Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Decarabians Palastfragment",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos-Schaltkreis",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Verdreckte Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Decarabians Palastfragment",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos-Getriebe",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Unheilvolle Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Decarabians zerstörter Traum",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos-Getriebe",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Unheilvolle Maske",
				"count": 12
			}
		]
	}
}