{
	"name": "Mondlicht von Xiphos",
	"description": "Dieses alte zweischneidige Schwert schimmert im Mondlicht. Es heißt, ein heute schweigender Dschinn wohne in ihm.",
	"weapontype": "Einhänder",
	"rarity": "4",
	"story": "Es war vor Tausenden von Jahren, in der Ära nach dem Tod des törichten Königs der Götter, der von den Sandstürmen begraben wurde.\nÜber das Land verstreuten Stadtstaaten der Sterblichen, unter denen Tulaytullah, wo sich die Weisen versammelten, der herausragendste war.\nDieser Stadtstaat war übersät mit azurblauen Saphirkuppeln und smaragdgrünen Gärten.\nIn der Ära nach dem Tod des Königs der Götter strahlte dieser glückliche Stadtstaat noch mit Weisheit und Wohlstand.\n\nEs wird gesagt, dass es in diesem Stadtstaat aus Saphir und Smaragd einst einen Krieger namens Xiphos gab.\nEr war gut darin, das zweischneidige Langschwert zu führen, um Leben vor Monstern zu retten und Schätze zu erobern.\nDer Legende der Tighnarer zufolge lebte ein bösartiger, grausamer Dschinn in seinem Schwert.\nDaher wurde die Klinge seines Schwertes durch Kämpfe immer heller. Je mehr sie in Blut gebadet wurde, desto blendender wurde ihr Licht.\n\n„Mein liebster Meister, füttere mich mit dem rosigen Saft, verwöhne mich mit dem purpurroten Gebräu.“\n„Meine Zuneigung ergießt sich nur für dich, wie die Töchter der Weinreben den Trinkern ihr Blut widmen.“\n„Mein liebster Meister, solange du meine Zuneigung hast und das Mondlicht auf deinem ewig jungen Gesicht scheint,“\n„solange deine Feinde emotional mit der Welt verbunden sind und den Namen ihrer Mutter nicht vergessen können, wirst du unbesiegbar bleiben.“\n\nSpäter traf Xiphos, der von dem Mondlicht-Dschinn verehrte Krieger, auf einen verbannten fremden Wanderer.\nDer Wanderer wurde von gegnerischen Königen angeheuert, akzeptierte ihre blutbefleckten Silbermünzen und hegte Groll und Hass gegen den Helden.\nSo trafen sich die beiden, die sich in einer Bar hätten treffen und Freunde werden können, in einem Duell im Mondlicht.\nDer rubinrote Wein spülte die Klinge des Schwerts erneut. Die Granatäpfel wurden reif und die hellsten roten Ströme sprudelten heraus ...\nDas tödliche Duell ging endlich zu Ende. Der fahle Mond warf sein kaltes Licht auf den Sieger und den Verlierer.\n\n„Wohin auch immer der Wind weht, im Kelch des Lebens kräuselt es nicht.“\n„Die drei verstorbenen Göttinnen haben bereits das Schicksal der Recken bestimmt, die es aber nie erfahren werden.“\n\nDer Wanderer hob das mondbeschienene Schwert und die blutbefleckten Silbermünzen auf und ging schweigend zum Regenwald in der Ferne.\nDer Stadtstaat, der den Schutz von Xiphos verlor, verlor auch seinen Wohlstand und verdorrte in den folgenden Jahren schnell.\nAlle Gebäude stürzten mit dem Schicksal des Stadtstaats ein. Die tobenden Stürme fegten wieder alles mit sich und zermalmten alles zu Sand.\nLetztendlich fielen sowohl der schwarze Schlüssel als auch der Traum des jungen Prinzen, sein Reich wiederzubeleben, in die Arme des Sandes ...",
	"baseatk": 42,
	"substat": "Elementarkunde",
	"subvalue": "36",
	"effectname": "Geflüster der Dschinn",
	"effect": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht die Aufladerate der damit ausgerüsteten Figur um {0} für jeden Punkt der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
	"r1": [
		"0,036 %"
	],
	"r2": [
		"0,045 %"
	],
	"r3": [
		"0,054 %"
	],
	"r4": [
		"0,063 %"
	],
	"r5": [
		"0,072 %"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kupfertalisman des Waldtaus",
				"count": 3
			},
			{
				"name": "Zerbrochenes Prisma",
				"count": 3
			},
			{
				"name": "Verblasste rote Seide",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Eisentalisman des Waldtaus",
				"count": 3
			},
			{
				"name": "Zerbrochenes Prisma",
				"count": 12
			},
			{
				"name": "Verblasste rote Seide",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Eisentalisman des Waldtaus",
				"count": 6
			},
			{
				"name": "Trübes Prisma",
				"count": 6
			},
			{
				"name": "Geränderte rote Seide",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silbertalisman des Waldtaus",
				"count": 3
			},
			{
				"name": "Trübes Prisma",
				"count": 12
			},
			{
				"name": "Geränderte rote Seide",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silbertalisman des Waldtaus",
				"count": 6
			},
			{
				"name": "Leuchtendes Prisma",
				"count": 9
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Goldtalisman des Waldtaus",
				"count": 4
			},
			{
				"name": "Leuchtendes Prisma",
				"count": 18
			},
			{
				"name": "Goldverwobene rote Seide",
				"count": 12
			}
		]
	}
}