{
	"name": "Alhaitham",
	"c1": {
		"name": "Intuition",
		"effect": "เมื่อ Projection Attack ถูกศัตรู จะทำให้ช่วงเวลาคูลดาวน์ของ **Universality: An Elaboration on Form** ลดลง 1.2 วินาที โดยที่เอฟเฟกต์นี้ ในทุก 1 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง"
	},
	"c2": {
		"name": "Debate",
		"effect": "เมื่อ Alhaitham สร้าง Chisel-Light Mirror ขึ้นมา Chisel-Light Mirror ทุก 1 อัน ที่สร้างจะทำให้ความชำนาญธาตุเพิ่มขึ้น 50 หน่วย เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์นี้ จะซ้อนทับได้มากสุด 4 ชั้น แต่ละชั้นคิดช่วงเวลาต่อเนื่องแยกกัน และเมื่อจำนวนของ Chisel-Light Mirror ถึงขีดสูงสุด เอฟเฟกต์นี้จะยังคงเกิดขึ้นได้เช่นเดิม"
	},
	"c3": {
		"name": "Negation",
		"effect": "เพิ่มเลเวลสกิลของ **Universality: An Elaboration on Form** ขึ้น 3 ระดับ\nเพิ่มได้สูงสุดถึงระดับ 15"
	},
	"c4": {
		"name": "Elucidation",
		"effect": "เมื่อใช้ **Particular Field: Fetters of Phenomena** จะเกิดเอฟเฟกต์โดยขึ้นกับจำนวนของ Chisel-Light Mirror ที่ถูกใช้ไป และสร้างขึ้นในการปล่อยสกิลครั้งนี้ โดยเอฟเฟกต์ที่เกิดขึ้นมีดังนี้:\n·Chisel-Light Mirror ทุก 1 อัน ที่ถูกใช้ไป จะทำให้ตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียง มีความชำนาญธาตุเพิ่มขึ้น 30 หน่วย เป็นเวลา 15 วินาที;\n·Chisel-Light Mirror ทุก 1 อัน ที่ถูกสร้างขึ้น จะทำให้ Alhaitham ได้รับโบนัสความเสียหายไม้ 10% เป็นเวลา 15 วินาที\n\nการปล่อย Particular Field: Fetters of Phenomena ซ้ำอีกครั้ง ในระหว่างช่วงเวลาต่อเนื่องของเอฟเฟกต์ที่กล่าวข้างต้น จะลบล้างเอฟเฟกต์ที่มีอยู่เดิมก่อน"
	},
	"c5": {
		"name": "Sagacity",
		"effect": "เพิ่มเลเวลของสกิล **Particular Field: Fetters of Phenomena** ขึ้น 3 ระดับ\nเพิ่มได้สูงสุดถึงระดับ 15"
	},
	"c6": {
		"name": "Structuration",
		"effect": "Alhaitham ได้รับเอฟเฟกต์ต่อไปนี้:\n·หลังจากใช้ **Particular Field: Fetters of Phenomena** 2 วินาที จะสร้าง Chisel-Light Mirror ขึ้นมา 3 อัน โดยไม่สนจำนวนของ Chisel-Light Mirror ที่ใช้ไป;\n·เมื่อ Alhaitham สร้าง Chisel-Light Mirror ขึ้นมา หากจำนวนของ Chisel-Light Mirror ถึงขีดจำกัดแล้ว อัตราคริของ Alhaitham จะเพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 70% เป็นเวลา 6 วินาที และเมื่อเอฟเฟกต์นี้เกิดขึ้นซ้ำอีกครั้ง ในระหว่างช่วงเวลาต่อเนื่อง ระยะเวลาที่เหลืออยู่จะเพิ่มขึ้น 6 วินาที"
	}
}