{
	"name": "Cyno",
	"c1": {
		"name": "Ordinance: Unceasing Vigil",
		"effect": "หลังจากใช้ **Sacred Rite: Wolf's Swiftness** ความเร็วการโจมตีปกติของ Cyno จะเพิ่มขึ้น 20% เป็นเวลา 10 วินาที และหากทำให้เกิดเอฟเฟกต์ Judication ของพรสวรรค์ติดตัว \"Featherfall Judgment\" ระหว่างช่วงเวลาของ **Secret Rite: Chasmic Soulfarer** ระยะต่อเนื่องของความสามารถที่เพิ่มขึ้นมาจะถูกรีเฟรช\nต้องปลดล็อกพรสวรรค์ติดตัว \"Featherfall Judgment\" ก่อน"
	},
	"c2": {
		"name": "Ceremony: Homecoming of Spirits",
		"effect": "หลังจากที่การโจมตีปกติของ Cyno ถูกศัตรู โบนัสความเสียหายไฟฟ้าจะเพิ่มขึ้น 10% เป็นเวลา 4 วินาที โดยที่ทุก 0.1 วินาที เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซ้อนทับได้มากสุด 5 ชั้น"
	},
	"c3": {
		"name": "Precept: Lawful Enforcer",
		"effect": "เพิ่มเลเวลสกิลของ **Sacred Rite: Wolf's Swiftness** ขึ้น 3 ระดับ\nเพิ่มได้สูงสุดถึงระดับ 15"
	},
	"c4": {
		"name": "Austerity: Forbidding Guard",
		"effect": "เมื่อ Cyno อยู่ในสภาวะ Pactsworn Pathclearer ของ **Sacred Rite: Wolf's Swiftness** หลังจากทำให้เกิดปฏิกิริยาชาร์จไฟฟ้า, นำไฟฟ้า, โอเวอร์โหลด, ปลุกเร้า, บีบอัด, ไฮเปอร์บลูม และการกระจายธาตุไฟฟ้าแล้ว จะฟื้นฟูพลังงานธาตุ 3 หน่วย ให้ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียง (ไม่รวมตัวของ Cyno เอง)\nในระหว่าง **Sacred Rite: Wolf's Swiftness** หนึ่งครั้ง เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุด 5 ครั้ง"
	},
	"c5": {
		"name": "Funerary Rite: The Passing of Starlight",
		"effect": "เพิ่มเลเวลของสกิล **Secret Rite: Chasmic Soulfarer** ขึ้น 3 ระดับ\nเพิ่มได้สูงสุดถึงระดับ 15"
	},
	"c6": {
		"name": "Raiment: Just Scales",
		"effect": "หลังจากใช้ **Sacred Rite: Wolf's Swiftness** หรือทำให้เกิดเอฟเฟกต์ \"Judication\" ของพรสวรรค์ติดตัว \"Featherfall Judgment\" Cyno จะได้รับเอฟเฟกต์ \"Day of the Jackal\" 4 ชั้น โดยเมื่อการโจมตีปกติของ Cyno ถูกศัตรู จะใช้เอฟเฟกต์ Day of the Jackal หนึ่งชั้น และปล่อย Duststalker Bolt ออกมาหนึ่งอัน\nDay of the Jackal จะคงอยู่เป็นเวลา 8 วินาที ซ้อนทับได้มากสุด 8 ชั้น และจะถูกลบล้างหลังจากที่สภาวะ Pactsworn Pathclearer ของ Sacred Rite: Wolf's Swiftness สิ้นสุดลง\nในทุก 0.4 วินาที จะสามารถปล่อย Duststalker Bolt ออกมาด้วยวิธีนี้ได้มากสุดหนึ่งอัน\nต้องปลดล็อกพรสวรรค์ติดตัว \"Featherfall Judgment\" ก่อน"
	}
}