{
	"id": 227021,
	"name": "Binbir Gençlik",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ekipman Kartı",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Yetenek"
	],
	"description": "Oynandığında 4 Uyanın Türdaşlarım kartı oluşur ve destene rastgele eklenir.\nBu kartı kuşanan Apep Vahası'nın Muhafızı alandaysa Çoğalan Organizma fazladan 1 Hasar verir.\n(Bu kartı destene eklemek için destende Apep Vahası'nın Muhafızı olmalıdır.)",
	"descriptionraw": "<color=#FFFFFFFF>Oynandığında</color> 4 <color=#FFFFFFFF>$[C127021]</color> kartı oluşur ve destene rastgele eklenir.\\nBu kartı kuşanan <color=#FFFFFFFF>$[A2702]</color> alandaysa <color=#FFFFFFFF>$[C127022]</color> fazladan 1 Hasar verir.\\n(Bu kartı destene eklemek için destende $[A2702] olmalıdır.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Oynandığında</color> 4 <color=#FFFFFFFF>Uyanın Türdaşlarım</color> kartı oluşur ve destene rastgele eklenir.\\nBu kartı kuşanan <color=#FFFFFFFF>Apep Vahası'nın Muhafızı</color> alandaysa <color=#FFFFFFFF>Çoğalan Organizma</color> fazladan 1 Hasar verir.\\n(Bu kartı destene eklemek için destende Apep Vahası'nın Muhafızı olmalıdır.)",
	"storytitle": "Apep Vahası'nın Muhafızı: Binbir Gençlik",
	"storytext": "Apep bir zamanlar kokulu çimenlerden, devasa ağaçlardan ve akılalmaz uzunluktaki sarmaşıklardan oluşan bir okyanusta yürüyor, kendi soyundan gelen sayısız canlı bu denizde yüzüyordu. Sonunda çimenler, ağaçlar ve sarmaşıklar birer birer soldu ve toza döndü, çakıl taşı kadar küçük bir sürü yaratık Apep'in topraklarında kendilerine kırılgan bir ulus inşa etti.\nApep ve soyundan gelenler, kum denizini adeta kaynayan su gibi çalkaladılar ve düşen yapraklara benzeyen evleri birer birer süpürdüler. Ta ki bir gün yeni Çölün Efendisi, topraklarını kaybeden kralla uzlaşana dek. O andan itibaren, güneşin altın ışığıyla parlayan kum tepeleri insanlığa, ejderhanın vahası ise ejderhaların kalplerine kaldı.\nApep, evrim bilgisini soyundan gelenlerle paylaştı çünkü paylaşılan bilgi yayılmaya devam ederdi, saklanan bilgiler ise çürüyüp giderdi. Ta ki bir gün Çölün Efendisiyle arasındaki sözü nihayet yerine getirene ve nihai bilgeliğe ulaşana kadar. İşte o günden itibaren yalnızca unutulmayı ve sonsuz kıyameti görebildi...",
	"source": "Apep Vahası'nın Muhafızına karşı Kedi Kuyruğu'ndaki Han Mücadelesini kabul etme ve Dostluk Düellosundaki ilgili tüm mücadele hedeflerine ulaşma ödülü.",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}