{
	"id": 224061,
	"name": "Zincir Yıldırım Çağlayanı",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ekipman Kartı",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Yetenek"
	],
	"description": "Oynandığında bu kartı kuşanan Hiçlik Vaizi: Mor Şimşek, Elektriğin Yeniden Doğuşu kartını zaten tetiklediyse rakibin aktif karakteri 1 Enerji kaybeder.\nBu kartı kuşanan Hiçlik Vaizi: Mor Şimşek, Elektriğin Yeniden Doğuşu kartını tetiklediğinde veya yenildiğinde bu kart dışarı atılır ve rakibin aktif karakteri 1 Enerji kaybeder.\n(Bu kartı destene eklemek için destende Hiçlik Vaizi: Mor Şimşek olmalıdır.)",
	"descriptionraw": "<color=#FFFFFFFF>Oynandığında</color> bu kartı kuşanan <color=#FFFFFFFF>$[A2406]</color>, <color=#FFFFFFFF>$[C124061]</color> kartını zaten tetiklediyse rakibin aktif karakteri 1 $[K310] kaybeder.\\nBu kartı kuşanan $[A2406], <color=#FFFFFFFF>$[C124061]</color> kartını tetiklediğinde veya yenildiğinde bu kart dışarı atılır ve rakibin aktif karakteri 1 $[K310] kaybeder.\\n(Bu kartı destene eklemek için destende $[A2406] olmalıdır.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Oynandığında</color> bu kartı kuşanan <color=#FFFFFFFF>Hiçlik Vaizi: Mor Şimşek</color>, <color=#FFFFFFFF>Elektriğin Yeniden Doğuşu</color> kartını zaten tetiklediyse rakibin aktif karakteri 1 <color=#FFFFFFFF>{SPRITE_PRESET#1110}Enerji</color> kaybeder.\\nBu kartı kuşanan Hiçlik Vaizi: Mor Şimşek, <color=#FFFFFFFF>Elektriğin Yeniden Doğuşu</color> kartını tetiklediğinde veya yenildiğinde bu kart dışarı atılır ve rakibin aktif karakteri 1 <color=#FFFFFFFF>{SPRITE_PRESET#1110}Enerji</color> kaybeder.\\n(Bu kartı destene eklemek için destende Hiçlik Vaizi: Mor Şimşek olmalıdır.)",
	"storytitle": "Hiçlik Vaizi: Zincir Yıldırım Çağlayanı",
	"storytext": "\"Amansız yıldırımları kafirlerin yüreğine, gündüzü olmayan bir gecenin ebedi karanlığında hüküm süren kara bir irfan misali korku salar. Bu yıldırımların eflatun parıltısı, insan zekasını yıpratan yüce bir gücün varlığını dağa taşa duyurur.\"",
	"source": "Hiçlik Vaizi: Mor Şimşeğe karşı Kedi Kuyruğu'ndaki Han Mücadelesini kabul etme ve Dostluk Düellosundaki ilgili tüm mücadele hedeflerine ulaşma ödülü.",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}