{
	"name": "Attrape-Adepte",
	"rarity": "5",
	"foodtype": "NORMAL",
	"foodfilter": "Attaque",
	"foodcategory": "Atk_Add",
	"effect": "Augmente l'ATQ de 260 à 372 pts et le taux CRIT de 8 % à 12 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat traditionnel liyuéen à la préparation complexe. Les ingrédients sélectionnés avec soin sont mijotés dans du bouillon à feu doux. Un Adepte aurait fait un saut dans le monde des mortels sans broncher pour en manger afin de pallier ses souvenirs flous lorsqu'il s'apprêtait à recopier la recette du plat.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 260 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat traditionnel liyuéen à la préparation complexe. La cuisson maladroite des ingrédients donne un goût fétide et salé à ce mets. Quel dommage ! Les ingrédients étaient si rares..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 316 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat traditionnel liyuéen à la préparation complexe. Les ingrédients sélectionnés avec soin sont mijotés dans du bouillon à feu doux. Un Adepte aurait fait un saut dans le monde des mortels sans broncher pour en manger afin de pallier ses souvenirs flous lorsqu'il s'apprêtait à recopier la recette du plat."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 372 pts et leur taux CRIT de 12 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat traditionnel liyuéen à la préparation complexe. Sa texture est lisse sur la langue et il peut se garder en bouche pour savourer son goût un peu plus longtemps. Voilà de quoi attirer les Adeptes hors de leur demeure..."
	},
	"ingredients": [
		{
			"name": "Jambon",
			"count": 4
		},
		{
			"name": "Crabe",
			"count": 3
		},
		{
			"name": "Crevette",
			"count": 3
		},
		{
			"name": "Matsutake",
			"count": 3
		}
	]
}