{
	"id": 3016,
	"name": "Rouleau de pomme",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Restaure 16 % à 20 % de PV et 600 à 1 200 PV supplémentaires à tous les personnages de l'équipe après l'activation d'un Arbre pétrifié, d'une ligne énergétique ou l'ouverture d'un coffre, cet effet pouvant être déclenché une fois toutes les 5 s et durant 900 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un dessert traditionnel aux pommes. Le secret de sa saveur croustillante et délicieuse réside dans la fine croûte de sa pâte. Apparemment, les meilleurs pâtissiers de Mondstadt seraient capables de préparer des pâtisseries si fines qu'on pourrait continuer à lire même si on les plaçait sur les pages de son livre.",
	"suspicious": {
		"effect": "Restaure 16 % de PV et 600 PV supplémentaires à tous les personnages de l'équipe après l'activation d'un Arbre pétrifié, d'une ligne énergétique ou l'ouverture d'un coffre, cet effet pouvant être déclenché une fois toutes les 5 s et durant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert traditionnel aux pommes. Les pommes sont des pommes et la pâte est de la pâte. Les forcer à adopter un point commun qu'elles n'ont pas, c'est créer un désordre gênant que même le beurre le plus savoureux ne peut pas sauver."
	},
	"normal": {
		"effect": "Restaure 18 % de PV et 900 PV supplémentaires à tous les personnages de l'équipe après l'activation d'un Arbre pétrifié, d'une ligne énergétique ou l'ouverture d'un coffre, cet effet pouvant être déclenché une fois toutes les 5 s et durant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert traditionnel aux pommes. Le secret de sa saveur croustillante et délicieuse réside dans la fine croûte de sa pâte. Apparemment, les meilleurs pâtissiers de Mondstadt seraient capables de préparer des pâtisseries si fines qu'on pourrait continuer à lire même si on les plaçait sur les pages de son livre."
	},
	"delicious": {
		"effect": "Restaure 20 % de PV et 1 200 PV supplémentaires à tous les personnages de l'équipe après l'activation d'un Arbre pétrifié, d'une ligne énergétique ou l'ouverture d'un coffre, cet effet pouvant être déclenché une fois toutes les 5 s et durant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert traditionnel aux pommes. Le simple parfum des pommes donne l'impression de se trouver devant un feu de cheminée. Avant même que votre bouche ne se souvienne que ce mets doit être savouré lentement, vos mains bougent comme si elles étaient poussées par une autre personne, munies d'un couteau et d'une fourchette, pour atteindre le morceau suivant."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Pomme",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 1
		}
	]
}