{
	"id": 2505,
	"name": "Cœurs de bœuf en brochette",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Restaure 40 à 60 pts d'endurance.",
	"description": "Une brochette de barbecue que l'on trouve couramment dans les étals de rue. Les cœurs de bœuf marinés sont enfilés sur des brochettes avant d'être grillés au charbon de bois, ce qui leur confère un arôme alléchant et un lustre captivant. Ajoutez-y quelques pommes de terre et granifruits grillés et vous obtenez l'ensemble doré éternel de la scène culinaire des rues natlanoises !",
	"suspicious": {
		"effect": "Restaure 40 pts d'endurance.",
		"description": "Une brochette de barbecue que l'on trouve couramment dans les étals de rue. Le feu est devenu incontrôlable, brûlant l'extérieur en un instant, tandis qu'à l'intérieur, la viande est encore à moitié crue. Vous pouvez peut-être enlever les morceaux carbonisés pour remettre le reste sur le feu et essayer de la griller à nouveau, mais utilisez une flamme plus petite cette fois..."
	},
	"normal": {
		"effect": "Restaure 50 pts d'endurance.",
		"description": "Une brochette de barbecue que l'on trouve couramment dans les étals de rue. Les cœurs de bœuf marinés sont enfilés sur des brochettes avant d'être grillés au charbon de bois, ce qui leur confère un arôme alléchant et un lustre captivant. Ajoutez-y quelques pommes de terre et granifruits grillés et vous obtenez l'ensemble doré éternel de la scène culinaire des rues natlanoises !"
	},
	"delicious": {
		"effect": "Restaure 60 pts d'endurance.",
		"description": "Une brochette de barbecue que l'on trouve couramment dans les étals de rue. Les flammes crépitantes et les sons grésillants annoncent un festin imminent, attisant votre envie de cette première bouchée. La fermeté des gros morceaux de viande et l'abondance des jus savoureux qui jaillissent à chaque bouchée se complètent parfaitement dans une expérience culinaire que l'on pourrait appeler un délice."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Viande crue",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Pomme de terre",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Granifruit",
			"count": 1
		}
	]
}