{
	"name": "Mizu manju aux baies",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Récupération",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaure 18 à 22 % des PV max du personnage sélectionné.\nEt restaure 300 à 470 PV toutes les 5 s pendant 30 s.",
	"description": "Un encas clair comme du cristal. La peau transparente enveloppe la garniture jaune. Certains restaurateurs placent ces bouchées dans un petit bol en argile et les immergent avec de l'eau pour qu'elles gardent une température fraîche. Ce mets est aussi transparent que l'eau, mais ne se laisse pas emporter par elle... C'est ainsi que peut s'expliquer l'origine de son nom.",
	"suspicious": {
		"effect": "Restaure immédiatement 18 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un encas clair comme du cristal. Il ressemble à de l'eau, mais en a aussi le goût. Où vous êtes-vous trompé ?"
	},
	"normal": {
		"effect": "Restaure immédiatement 20 % des PV max, puis 390 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un encas clair comme du cristal. La peau transparente enveloppe la garniture jaune. Certains restaurateurs placent ces bouchées dans un petit bol en argile et les immergent avec de l'eau pour qu'elles gardent une température fraîche. Ce mets est aussi transparent que l'eau, mais ne se laisse pas emporter par elle... C'est ainsi que peut s'expliquer l'origine de son nom."
	},
	"delicious": {
		"effect": "Restaure immédiatement 22 % des PV max, puis 470 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un encas clair comme du cristal. Les boules régulières sont disposées sur l'assiette comme de l'eau condensée. La simple vue de ce mets suffit à donner du baume au cœur quand il fait chaud. Lorsque vous croquez dedans, le goût légèrement sucré qui s'en dégage fait s'évaporer toutes vos frustrations."
	},
	"ingredients": [
		{
			"name": "Riz",
			"count": 2
		},
		{
			"name": "Baie",
			"count": 2
		},
		{
			"name": "Sucre",
			"count": 1
		}
	]
}