{
	"name": "Biryani",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Défense",
	"foodcategory": "Def_Add",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 à 308 pts et l'effet des soins de 6 % à 10 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un riz pilaf aux parfums intenses. La viande est sautée pour qu'elle soit croustillante à l'extérieur et tendre à l'intérieur. Elle est ensuite cuite à l'étouffée avec un assaisonnement et du riz à grains longs. Un peu de padisachidée est saupoudrée sur le dessus de la composition avant que celle-ci ne soit servie. L'intérieur de chaque grain de riz contient l'arôme de la viande et des assaisonnements, ce qui confère à ce plat un goût exquis que l'on ne trouve qu'à Sumeru.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 pts et l'effet des soins de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un riz pilaf aux parfums intenses. Les grains de riz ont été trempés dans l'huile, ce qui leur donne un aspect translucide. Leur odeur de graisse est plutôt désagréable. Même après avoir fini de manger le plat, une couche d'huile est toujours présente, et on ne voudrait pas manger des plats à base d'huile et de viande les trois prochains jours..."
	},
	"normal": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 261 pts et l'effet des soins de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un riz pilaf aux parfums intenses. La viande est sautée pour qu'elle soit croustillante à l'extérieur et tendre à l'intérieur. Elle est ensuite cuite à l'étouffée avec un assaisonnement et du riz à grains longs. Un peu de padisachidée est saupoudrée sur le dessus de la composition avant que celle-ci ne soit servie. L'intérieur de chaque grain de riz contient l'arôme de la viande et des assaisonnements, ce qui confère à ce plat un goût exquis que l'on ne trouve qu'à Sumeru."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 308 pts et l'effet des soins de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un riz pilaf aux parfums intenses. Sa couronne de padisachidées, assise sur un trône doré de morceaux de viande et de riz à grains longs, rappelle les nombreuses oasis qui émaillent le désert. L'arôme séduisant des épices se mêle harmonieusement aux grains de riz, et chaque bouchée est un plaisir sublimé par la présence des cinq saveurs. En un rien de temps, les assiettes se vident complètement, les convives ne pouvant s'empêcher de se lécher les babines pour garder en bouche le plus longtemps possible le goût de ce plat délicieux."
	},
	"ingredients": [
		{
			"name": "Riz",
			"count": 4
		},
		{
			"name": "Viande crue",
			"count": 3
		},
		{
			"name": "Épice",
			"count": 2
		},
		{
			"name": "Padisachidée",
			"count": 1
		}
	]
}