{
	"id": 3417,
	"name": "Boudi-profiteroles",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente les DGT physiques de tous les personnages de l'équipe de 20 % à 40 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un dessert fourré à la crème. Son enrobage moelleux et feuilleté, renfermant une crème riche, est tout rond et presque potelé, aussi mignon que le ventre d'un boudiné. Peu de cœurs peuvent échapper au charme de la crème onctueuse et douce qu'il contient.",
	"suspicious": {
		"effect": "Augmente les DGT physiques infligés par tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert fourré à la crème. Il est resté trop longtemps à l'air libre et sa croûte autrefois feuilletée est maintenant molle et pâteuse. C'est... bien différent de la texture croustillante que vous imaginiez. Après une seule bouchée, vous avez envie de faire le deuil de ce qui était autrefois un dessert..."
	},
	"normal": {
		"effect": "Augmente les DGT physiques infligés par tous les personnages de l'équipe de 30 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert fourré à la crème. Son enrobage moelleux et feuilleté, renfermant une crème riche, est tout rond et presque potelé, aussi mignon que le ventre d'un boudiné. Peu de cœurs peuvent échapper au charme de la crème onctueuse et douce qu'il contient."
	},
	"delicious": {
		"effect": "#Augmente les DGT physiques infligés par tous les personnages de l'équipe de 40 % pendant 300{NON_BREAK_SPACE}s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert fourré à la crème. Une fois que le premier morceau a passé vos lèvres, vous ne pouvez tout simplement pas vous empêcher d'enfourner le reste ! Même les restes de crème aux coins de votre bouche suffisent à inonder votre cœur de bonheur et de satisfaction. Si seulement chaque repas pouvait être suivi d'une telle perfection sucrée... Ah ! Comme cette vie aventureuse serait merveilleuse !"
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 4
		},
		{
			"id": 100078,
			"name": "Lait",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Crème",
			"count": 2
		}
	]
}