{
	"id": 4204,
	"name": "Année d'abondance",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Sashimi luxueux et délicat. Le poisson est tranché finement et disposé en forme de fleur avant qu'un cercle d'accompagnements ne soit disposé tout autour. Normalement, l'accompagnement est mélangé avec le poisson cru en fonction des goûts de chacun avant la consommation. Cette pratique est censée garantir la bonne fortune dans les jours qui viennent.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Sashimi luxueux et délicat. Le poisson et les condiments ont été disposés de manière tellement désordonnée qu'on dirait qu'ils ont été emportés par un raz-de-marée avant de s'échouer sur l'assiette si bien que ça ne vous ouvre pas tellement l'appétit. Mais à quoi bon, ce serait du gâchis de les laisser..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Sashimi luxueux et délicat. Le poisson est tranché finement et disposé en forme de fleur avant qu'un cercle d'accompagnements ne soit disposé tout autour. Normalement, l'accompagnement est mélangé avec le poisson cru en fonction des goûts de chacun avant la consommation. Cette pratique est censée garantir la bonne fortune dans les jours qui viennent."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Sashimi luxueux et délicat. Le poisson cru empilé en feuilles est tranché aussi fin qu'une aile de cigale, son goût est aussi léger que la brume et il crée des motifs blanc opalescent comme de la neige se déposant sur le sol. Il est difficile de se retenir. Les saveurs douces et onctueuses de la chair du poisson et la myriade de condiments fondent sur la langue, pour le plus grand plaisir de tous. Vraiment, c'est une expérience gustative qui surpasse tout !"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Poisson",
			"count": 4
		},
		{
			"id": 100013,
			"name": "Carotte",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Oignon",
			"count": 2
		},
		{
			"id": 100034,
			"name": "Muguet bleu",
			"count": 1
		}
	]
}