{
	"id": 3122,
	"name": "Boulette braisée",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 à 228 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat classique de Liyue. Des morceaux de viande gras et maigres sont mélangés à des pousses de bambou croquantes avant d'être pétris en boule, frits puis bouillis. Le résultat est très apprécié et trouve sa place aussi bien dans les repas à la maison que dans les banquets.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat classique de Liyue. Sa forme ronde et son arôme parfumé semblent corrects, mais la boulette s'avère bien trop sèche une fois en bouche. Peut-être que vous avez utilisé trop de viande maigre ?"
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat classique de Liyue. Des morceaux de viande gras et maigres sont mélangés à des pousses de bambou croquantes avant d'être pétris en boule, frits puis bouillis. Le résultat est très apprécié et trouve sa place aussi bien dans les repas à la maison que dans les banquets."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat classique de Liyue. Les oignons vert émeraude et la boulette de viande rouge rubis se complètent parfaitement, tandis que la lame extraordinaire du cuisinier a permis de créer une boulette de viande fondante et copieuse, mais sans être grasse... Ce plat sera sans l'ombre d'un doute l'objet de vos éloges pendant toute une semaine. N'oubliez pas de bien finir votre assiette, ça porte chance !"
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Viande crue",
			"count": 4
		},
		{
			"id": 100091,
			"name": "Pousse de bambou",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Sel",
			"count": 1
		}
	]
}