{
	"id": 3905,
	"name": "Tarte aux bulles de lait",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 à 235 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un dessert farci innovant. Une pâte feuilletée croustillante, un fourrage crémeux et la sensation surprenante de bulles qui éclatent les unes après les autres... Cette friandise à déguster après le repas ravit toutes les papilles. N'oubliez pas de le déguster tant que c'est encore chaud !",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert farci innovant. Les bulles qui éclatent envoient des vagues de sucre sur votre langue. En combinaison avec l'enrobage vert et croustillant, cette expérience ressemble à une explosion de noyaux Dendro dans votre bouche..."
	},
	"normal": {
		"effect": "#Augmente la DÉF de tous les personnages de l'équipe de 200{NON_BREAK_SPACE}pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert farci innovant. Une pâte feuilletée croustillante, un fourrage crémeux et la sensation surprenante de bulles qui éclatent les unes après les autres... Cette friandise à déguster après le repas ravit toutes les papilles. N'oubliez pas de la déguster tant que c'est encore chaud !"
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un dessert farci innovant. Ce plaisir sucré commence par le craquant de la croûte dorée. La garniture tiède coule sur votre palais, pendant que les bulles s'entrechoquent et éclatent entre vos dents, vous entraînant dans un voyage à travers un spectre infini de textures... Une fin parfaite à tout festin !"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Lait",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}