{
	"id": 3420,
	"name": "Soufflé bullé",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 26 à 30 % des PV max du personnage sélectionné.\nEt restaure 450 à 790 PV toutes les 5 s pendant 30 s.",
	"description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. Recette : versez des blancs d'œufs battus dans la peau d'un fruit bullé préalablement évidé et enfournez le tout jusqu'à ce que le soufflé soit bien gonflé. Le mot « bullé » ne fait pas partie du nom simplement parce que le fruit éponyme figure parmi les ingrédients, mais aussi parce que le produit fini permet à la langue de se délecter d'une douceur spongieuse semblable à une bulle.",
	"suspicious": {
		"effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. N'ayant pas pu résister à l'envie de jeter un coup d'œil pendant la cuisson, vous n'avez finalement que vu le soufflé s'effondrer rapidement... Il semble que la curiosité est non seulement un vilain défaut, mais qu'elle ruine aussi les gâteaux..."
	},
	"normal": {
		"effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. Recette : versez des blancs d'œufs battus dans la peau d'un fruit bullé préalablement évidé et enfournez le tout jusqu'à ce que le soufflé soit bien gonflé. Le mot « bullé » ne fait pas partie du nom simplement parce que le fruit éponyme figure parmi les ingrédients, mais aussi parce que le produit fini permet à la langue de se délecter d'une douceur spongieuse semblable à une bulle."
	},
	"delicious": {
		"effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un tout petit gâteau niché dans la peau d'un fruit bullé. Tout commence par une glorieuse et moelleuse sensation en bouche. Viennent ensuite le riche arôme d'œuf et la saveur fruitée et fraîche qui imprègnent votre bouche, comme si vous aviez plongé la tête la première dans des nuages moelleux alors que l'air même chante avec une douceur subtile."
	},
	"ingredients": [
		{
			"id": 101230,
			"name": "Fruit bullé",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 2
		},
		{
			"id": 100078,
			"name": "Lait",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}