{
	"id": 4202,
	"name": "Crabe au beurre",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 à 308 pts et l'effet des soins de 6 % à 10 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat de crabe grillé. Un contrôle approprié de la chaleur a permis à la chair de crabe de rester humide et grasse. Le beurre s'est infiltré dans la chair du crabe, produisant un arôme qui fait saliver même de loin.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 pts et l'effet des soins de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat de crabe grillé. Les pattes de crabe sont encore froides et ont une saveur crue et salée, c'est comme si on buvait la tasse quand on les mange."
	},
	"normal": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 261 pts et l'effet des soins de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat de crabe grillé. Un contrôle approprié de la chaleur a permis à la chair de crabe de rester humide et grasse. Le beurre s'est infiltré dans la chair du crabe, produisant un arôme qui fait saliver même de loin."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 308 pts et l'effet des soins de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat de crabe grillé. Les pattes de crabe imprégnées dans le beurre ont un arôme riche qui envahit les papilles de manière si séduisante que sans vous en rendre compte, vous avez tout mangé et vous vous retrouvez à siroter le reste du beurre dans la carapace du crabe, dans l'espoir de raviver la mémoire du plat."
	},
	"ingredients": [
		{
			"id": 110004,
			"name": "Beurre",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Crabe",
			"count": 4
		},
		{
			"id": 101210,
			"name": "Herbe marine",
			"count": 2
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}