{
	"name": "Poulet au beurre",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Attaque",
	"foodcategory": "Atk_Add",
	"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 à 228 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat savoureux. Des épices et des tomates coupées en morceaux mélangées à du beurre chaud, puis cuites en une sauce crémeuse. Des morceaux de poulet marinés et cuits à la poêle y sont ajoutés. Les habitants de Sumeru aiment accompagner ce plat de riz ou de pain plat afin d'en améliorer la saveur.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat savoureux. La quantité d'assaisonnement a clairement été mal calculée et le plat a un goût lourd et écœurant. Avec deux verres d'eau, peut-être est-il possible d'arriver à en avaler un peu..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat savoureux. Des épices et des tomates coupées en morceaux mélangées à du beurre chaud, puis cuites en une sauce crémeuse. Des morceaux de poulet marinés et cuits à la poêle y sont ajoutés. Les habitants de Sumeru aiment accompagner ce plat de riz ou de pain plat afin d'en améliorer la saveur."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat savoureux. La sauce onctueuse enveloppe uniformément chaque morceau de poulet juteux tandis que la richesse et la variété des assaisonnements provoquent une explosion de saveurs en bouche. En un rien de temps, votre assiette se vide et vous vous retrouvez à éponger la sauce jusqu'à la dernière goutte avec du pain plat."
	},
	"ingredients": [
		{
			"name": "Volaille",
			"count": 3
		},
		{
			"name": "Tomate",
			"count": 3
		},
		{
			"name": "Beurre",
			"count": 1
		},
		{
			"name": "Épice",
			"count": 1
		}
	]
}