{
	"id": 4405,
	"name": "Bonbons coquillages",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % à 35 % et la DÉF de 165 à 235 pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Des bonbons aux formes diverses. On raconte qu'une toute petite quantité des bonbons coquillages vendus au Parc cinématographique de Chevalmarin contient de véritables perles, et que le plaisir de les déguster est réservé aux visiteurs les plus chanceux. Peut-être en ferez-vous partie ?",
	"suspicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % et augmente leur DÉF de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des bonbons aux formes diverses. L'enrobage de sucre en poudre a une texture granuleuse, qui rappelle le sable emprisonné dans la coquille d'une huître. Seuls ceux qui sont prêts à se battre contre la grossièreté de cet enrobage auront peut-être le droit de savourer le butin qu'il contient, à savoir un bonbon sucré."
	},
	"normal": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 30 % et augmente leur DÉF de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des bonbons aux formes diverses. On raconte qu'une toute petite quantité des bonbons coquillages vendus au Parc cinématographique de Chevalmarin contient de véritables perles, et que le plaisir de les déguster est réservé aux visiteurs les plus chanceux. Peut-être en ferez-vous partie ?"
	},
	"delicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 35 % et augmente leur DÉF de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des bonbons aux formes diverses. Leurs couleurs vives leur donnent l'apparence de pierres précieuses exposées dans une magnifique boîte à bijoux, prêts à faire une jolie surprise. Qu'est-ce qui pourrait rendre quelqu'un plus heureux qu'une visite au Parc cinématographique de Chevalmarin ? Eh bien, une visite et une boîte de bonbons coquillages, bien sûr !"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Maréalgue",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Fruit bullé",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Menthe",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 2
		}
	]
}