{
	"name": "Cassoulet",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Défense",
	"foodcategory": "Def_Add",
	"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 20 % à 30 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Une sorte de ragoût venu de la campagne. Pour ce dernier, vous n'aurez qu'à mettre tous les ingrédients dans une casserole avant de les mélanger et de les faire cuire jusqu'à ce qu'ils soient prêts. Il convient de noter que le nom complet de ce plat est « haricots glabres, confit de volaille et ragoût de saucisses fumées en casserole de cassoulet avec un accompagnement de marcotte », la longueur intimidante de ce nom ayant poussé les gens à l'appeler simplement un cassoulet.",
	"suspicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une sorte de ragoût venu de la campagne. Bien que l'apparence semble correcte, le manger vous fait remarquer un léger goût de brûlé, avant de réaliser que la couche inférieure d'ingrédients a été si gravement brûlée qu'elle a complètement fusionné avec la casserole. Beurk... Il faudrait rappeler au chef de remuer sa casserole de temps en temps pendant la cuisson..."
	},
	"normal": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une sorte de ragoût venu de la campagne. Pour ce dernier, vous n'aurez qu'à mettre tous les ingrédients dans une casserole avant de les mélanger et de les faire cuire jusqu'à ce qu'ils soient prêts. Il convient de noter que le nom complet de ce plat est « haricots glabres, confit de volaille et ragoût de saucisses fumées en casserole de cassoulet avec un accompagnement de marcotte », la longueur intimidante de ce nom ayant poussé les gens à l'appeler simplement un cassoulet."
	},
	"delicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 30 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une sorte de ragoût venu de la campagne. Le temps est une arme merveilleuse qui catalyse le délice de ce plat, car la cuisson lente permet à la viande de s'imprégner de l'océan de saveurs dans lequel elle baigne, devenant douce et parfumée. Avec le parfum riche des flageolets, c'est un délice chaleureux dans votre bouche qui éveille votre esprit."
	},
	"ingredients": [
		{
			"name": "Saucisse",
			"count": 2
		},
		{
			"name": "Volaille",
			"count": 1
		},
		{
			"name": "Haricot glabre",
			"count": 1
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}