{
	"id": 3310,
	"name": "Charbon d'ajilenakh",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Réanime le personnage sélectionné.\nRestaure 900 à 1 500 PV.",
	"description": "Une pâtisserie de couleur foncée. Les noix d'ajilenakh sont d'abord grillées et transformées en poudre avant d'être filtrées au travers d'un tamis, ajoutées à une pâte, mélangées uniformément, puis cuites. Le produit final n'a rien d'impressionnant, mais l'arôme frais des noix s'en dégage, et il a encore meilleur goût avec de la confiture.",
	"suspicious": {
		"effect": "Réanime un personnage et restaure 900 PV.",
		"description": "Une pâtisserie de couleur foncée. Un coup d'œil suffit pour voir qu'il s'agit d'une catastrophe en attente... Votre immense courage est récompensé par une sensation en bouche extrêmement sèche et râpeuse après une simple bouchée... Est-ce une sorte d'erreur ? A-t-on mis un vrai morceau de charbon de bois à la place du gâteau ?"
	},
	"normal": {
		"effect": "Réanime un personnage et restaure 1 200 PV.",
		"description": "Une pâtisserie de couleur foncée. Les noix d'ajilenakh sont d'abord grillées et transformées en poudre avant d'être filtrées au travers d'un tamis, ajoutées à une pâte, mélangées uniformément, puis cuites. Le produit final n'a rien d'impressionnant, mais l'arôme frais des noix s'en dégage, et il a encore meilleur goût avec de la confiture."
	},
	"delicious": {
		"effect": "Réanime un personnage et restaure 1 500 PV.",
		"description": "Une pâtisserie de couleur foncée. D'une pâte fine et presque brillante et d'un parfum de noix d'ajilenakh à la fois vif et chaleureux, ce gâteau est moelleux et délicat lorsqu'il entre en bouche, exorcisant l'épuisement et muselant la misère. Tout comme un livre ne peut pas être jugé par sa couverture, ou un religieux par son habit, un gâteau ne devrait pas non plus être condamné par sa croûte."
	},
	"ingredients": [
		{
			"id": 101221,
			"name": "Noix d'ajilenakh",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 1
		},
		{
			"id": 110008,
			"name": "Confiture",
			"count": 1
		}
	]
}