{
	"id": 4104,
	"name": "Poulet façon tofu",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat exécuté avec soin et attention. Coupez les blancs en fine lamelle, mélangez, ajoutez du bouillon de viandes diverses, couvrez et laissez cuire à feu doux. Le résultat est une délicatesse d'une pure couleur blanche, dont la consistance rappelle en bouche celle du tofu. La viande est présentée à la façon d'un légume, un véritable art culinaire en soi à Liyue. « Savoir déguiser le poulet », comme on dit là-bas.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat exécuté avec soin et attention. La soupe de base est bien trop salée et la sensation en bouche du pudding de tofu de poulet n'est pas suffisamment fine. Ce manque de technique amène le plat à avoir l'aspect mais pas la consistance de la recette originale."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat exécuté avec soin et attention. Coupez les blancs en fine lamelle, mélangez, ajoutez du bouillon de viandes diverses, couvrez et laissez cuire à feu doux. Le résultat est une délicatesse d'une pure couleur blanche, dont la consistance rappelle en bouche celle du tofu. La viande est présentée à la façon d'un légume, un véritable art culinaire en soi à Liyue. « Savoir déguiser le poulet », comme on dit là-bas."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat exécuté avec soin et attention. Constitué d'un seul bloc qui ne se sépare pas, on dirait vraiment un pudding de tofu. Sa tendresse exquise se dévoile sur la langue au moment où vous détachez un morceau avec la cuillère en porcelaine et que vous le déposez dans votre bouche, avec une fraîcheur si intense qu'elle pourrait emporter votre esprit en dehors de son enveloppe corporelle. Ce n'est pas seulement un plat qui se trouve devant vous, c'est un doux frisson, une brise fraîche, une caresse divine."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Volaille",
			"count": 4
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Gueule-de-loup",
			"count": 1
		}
	]
}