{
	"name": "Wotou aux épices",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Défense",
	"foodcategory": "Def_Add",
	"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % à 35 % et la DÉF de 165 à 235 pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un encas très populaire à Liyue. La pâte fraîche est travaillée en petits pains et laissée à reposer pour monter, puis cuite à la vapeur, tandis que les légumes et la viande sont saisis à la friture. La farce ainsi obtenue est servie avec les pains au maïs. Il ne reste alors plus qu'à la verser dans ces derniers pour déguster cette délicieuse spécialité locale.",
	"suspicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % et augmente leur DÉF de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un encas très populaire à Liyue. Une pile de piments de Jueyun frits a été placée au milieu, ce qui rend le goût épicé plus qu'insupportable, et vous sentez votre gorge brûler quand vous avalez un premier morceau. Peut-être que vous arriverez à cracher du feu comme Gooba avec quelques bouchées en plus ?"
	},
	"normal": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 30 % et augmente leur DÉF de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un encas très populaire à Liyue. La pâte fraîche est travaillée en petits pains et laissée à reposer pour monter, puis cuite à la vapeur, tandis que les légumes et la viande sont saisis à la friture. La farce ainsi obtenue est servie avec les pains au maïs. Il ne reste alors plus qu'à la verser dans ces derniers pour déguster cette délicieuse spécialité locale."
	},
	"delicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 35 % et augmente leur DÉF de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un encas très populaire à Liyue. La garniture, légèrement calcinée au wok, fourre les pains moelleux dont le parfum suscite la joie. Les Liyuéens ont construit un port célèbre et prospère de leurs mains, tout comme ils ont su transformer ces quelques ingrédients ordinaires en un véritable délice inattendu grâce à leur labeur. Pas étonnant que cet encas puisse réveiller un dieu endormi..."
	},
	"ingredients": [
		{
			"name": "Viande crue",
			"count": 4
		},
		{
			"name": "Farine",
			"count": 3
		},
		{
			"name": "Chou",
			"count": 2
		},
		{
			"name": "Piment de Jueyun",
			"count": 2
		}
	]
}