{
	"id": 3901,
	"name": "Combo croissant croustillant",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 15 % à 25 % lors de l'escalade et du sprint pendant 900 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un assortiment avec une petite viennoiserie et du café. La pâte est d'abord roulée avant d'être recouverte de dorure à l'œuf et mise au four, ce qui donne un croissant fumant et exquis. Il est dit que le fait de badigeonner la dorure à l'œuf est comme la signature d'un boulanger... Et il semble que ce dernier se soit très bien appliqué en signant ce plat.",
	"suspicious": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 15 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un assortiment avec une petite viennoiserie et du café. La viennoiserie rassie reste solide contre vos dents, apparemment privée de toute humidité. La boisson amère et acide est telle qu'on vous pardonnerait de penser qu'il s'agit d'une sorte de concoction médicinale. Le seul point positif est que ce n'est pas le plat principal..."
	},
	"normal": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 20 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un assortiment avec une petite viennoiserie et du café. La pâte est d'abord roulée avant d'être recouverte de dorure à l'œuf et mise au four, ce qui donne un croissant fumant et exquis. Il est dit que le fait de badigeonner la dorure à l'œuf est comme la signature d'un boulanger... Et il semble que ce dernier se soit très bien appliqué en signant ce plat."
	},
	"delicious": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 25 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un assortiment avec une petite viennoiserie et du café. Les deux morceaux pointus de la viennoiserie cachent une douceur moelleuse sous un extérieur croustillant, alors le beurre parfumé danse en parfaite harmonie avec l'arôme intense du café, tel un mariage paradisiaque. Que ce soit aux premières lueurs du matin ou pendant une brève pause, s'adonner à ce charmant combo est un soulagement même pour l'âme la plus épuisée."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Grain de café",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 2
		}
	]
}