{
	"id": 3606,
	"name": "Rôti croustillant",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 à 228 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "De gros morceaux de viande rôtie. De petites grilles carrées sont découpées dans la peau de la viande avant d'y appliquer la marinade et de l'enfourner... Ingrédients du quotidien, préparation simple, saveur authentique !",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "De gros morceaux de viande rôtie. Arrachée rapidement à la fumée noire et étouffante, la viande rôtie ressemble davantage à du charbon de bois. Avant que les braises du gril ne s'éteignent, il vaudrait peut-être mieux se donner la peine d'essayer d'en préparer une autre fournée..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "De gros morceaux de viande rôtie. De petites grilles carrées sont découpées dans la peau de la viande avant d'y appliquer la marinade et de l'enfourner... Ingrédients du quotidien, préparation simple, saveur authentique !"
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "De gros morceaux de viande rôtie. Dès sa sortie du four, le riche arôme de viande vous enivre. Pas étonnant que tant de Nod-kraïens disent que cette viande rôtie rappelle la chaleur du soleil lorsque le froid tombe et que le vent souffle."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Viande crue",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Pomme de terre",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sel",
			"count": 2
		},
		{
			"id": 110015,
			"name": "Smetana",
			"count": 1
		}
	]
}