{
	"name": "Croquants aux crevettes",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Récupération",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaure 26 à 30 % des PV max du personnage sélectionné.\nEt restaure 450 à 790 PV toutes les 5 s pendant 30 s.",
	"description": "Un snack à l'aspect appétissant, à déguster à l'apéritif. Des chips de pommes de terre croustillantes agrémentées d'une farce de baies et de pommes de terre, sur lesquelles est déposée une crevette. Le mélange des saveurs qui en résulte sur le palais en fait un encas idéal pour ouvrir l'appétit. Délicieux également accompagné de menthe.",
	"suspicious": {
		"effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un snack à l'aspect appétissant, à déguster à l'apéritif. Trop de temps a été passé à réfléchir à l'aspect final, visiblement. Les chips qui devraient logiquement en constituer la fondation sont devenues molles avec le temps, ce qui n'influe pas dans le bon sens sur l'impression en bouche."
	},
	"normal": {
		"effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un snack à l'aspect appétissant, à déguster à l'apéritif. Des chips de pommes de terre croustillantes agrémentées d'une farce de baies et de pommes de terre, sur lesquelles est déposée une crevette. Le mélange des saveurs qui en résulte sur le palais en fait un encas idéal pour ouvrir l'appétit. Délicieux également accompagné de menthe."
	},
	"delicious": {
		"effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un snack à l'aspect appétissant, à déguster à l'apéritif. La tendreté de la crevette, alliée au croquant de la chips, offre en bouche un mélange au contraste charmant. L'alliance des goûts s'y ajoute pour offrir une expérience qui vous laisse détendu, aussi bien de corps que d'esprit."
	},
	"ingredients": [
		{
			"name": "Menthe",
			"count": 4
		},
		{
			"name": "Crevette",
			"count": 4
		},
		{
			"name": "Pomme de terre",
			"count": 3
		},
		{
			"name": "Baie",
			"count": 2
		}
	]
}