{
	"id": 2306,
	"name": "Crevettes au curry",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 20 % à 24 % des PV max du personnage sélectionné et 900 à 1 500 PV supplémentaires.",
	"description": "Un plat familial de Sumeru. Une savoureuse combinaison de curry et de fruits de mer. L'odeur parfumée du curry se combine à celle de la mer. Les crevettes sont cuites jusqu'à obtenir une consistance croustillante et savoureuse alors qu'elles se mêlent au bouillon de curry. Le frais et l'épicé s'allient et vous ouvrent l'appétit. Bien que tous les Sumériens sachent préparer ce plat, celui-ci a une saveur unique dans chaque foyer où il est préparé. Il semble que chaque famille ait sa propre recette.",
	"suspicious": {
		"effect": "Restaure 20 % des PV max du personnage sélectionné et 900 PV supplémentaires.",
		"description": "Un plat familial de Sumeru. Une odeur intense de curry s'en dégage... et irrite le nez. En inspectant de plus près cette masse informe, on ne trouve à l'intérieur qu'une crevette ratatinée. Ce sont des crevettes au curry, aucun doute là-dessus... Cependant, comment est-on censé manger ce plat ?"
	},
	"normal": {
		"effect": "Restaure 22 % des PV max du personnage sélectionné et 1 200 PV supplémentaires.",
		"description": "Un plat familial de Sumeru. Une savoureuse combinaison de curry et de fruits de mer. L'odeur parfumée du curry se combine à celle de la mer. Les crevettes sont cuites jusqu'à obtenir une consistance croustillante et savoureuse alors qu'elles se mêlent au bouillon de curry. Le frais et l'épicé s'allient et vous ouvrent l'appétit. Bien que tous les Sumériens sachent préparer ce plat, celui-ci a une saveur unique dans chaque foyer où il est préparé. Il semble que chaque famille ait sa propre recette."
	},
	"delicious": {
		"effect": "Restaure 24 % des PV max du personnage sélectionné et 1 500 PV supplémentaires.",
		"description": "Un plat familial de Sumeru. De grosses crevettes plongées dans une sauce crémeuse à la riche saveur. Une odeur chaleureuse se fraie un chemin sans difficulté jusqu'au nez de celui qui s'apprête à le manger. Même une personne qui prétend avoir perdu l'appétit ne saura s'empêcher de baver face à un tel repas."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Crevette",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Oignon",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Épice",
			"count": 1
		}
	]
}