{
	"id": 3219,
	"name": "Barbe à dragon",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 à 228 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Des nouilles aussi fines que les poils de la barbe d'un dragon. L'oignon vert est frit dans un wok avant d'ajouter le bouillon et l'accompagnement. En dernier viennent les nouilles, après quoi le plat est prêt à être servi. Les nouilles doivent être étirées plusieurs fois avant de devenir suffisamment fines.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des nouilles aussi fines que les poils de la barbe d'un dragon. L'envie irrémédiable de rendre les nouilles aussi minces que possible a causé leur rupture au cours de la cuisson. C'est plus difficile qu'il n'y paraît... et vous avez certainement besoin de plus de pratique."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des nouilles aussi fines que les poils de la barbe d'un dragon. L'oignon vert est frit dans un wok avant d'ajouter le bouillon et l'accompagnement. En dernier viennent les nouilles, après quoi le plat est prêt à être servi. Les nouilles doivent être étirées plusieurs fois avant de devenir suffisamment fines."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des nouilles aussi fines que les poils de la barbe d'un dragon. Les nouilles sont tellement fines qu'on dirait une cascade qui serpente dans un bouillon qui a capturé l'essence même des montagnes. La sensation en bouche tellement plus douce par rapport à un plat de nouilles traditionnel fait qu'il est quasiment impossible de s'arrêter une fois qu'on a commencé."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farine",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Volaille",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Champignon",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 1
		}
	]
}