{
	"id": 4106,
	"name": "Prunes ivres en neige",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 à 308 pts et l'effet des soins de 6 % à 10 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un élégant plat de Liyue. Une fois le crabe cuit à la vapeur, ses œufs et sa chair sont soigneusement retirés, sautés à l'huile, puis remis dans la carapace. Des blancs d'œufs sont fouettés jusqu'à obtenir une couche mousseuse pour sceller la carapace du crabe, qui est ensuite garnie de jambon finement haché pour une touche de couleur, avant que le tout ne soit cuit au four. Ensemble, la chair de crabe succulente et les blancs d'œufs moelleux forment une combinaison qui ne manquera pas d'impressionner.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 215 pts et l'effet des soins de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un élégant plat de Liyue. La présentation finale a l'air impeccable, mais dans la chair de crabe soigneusement décortiquée se cachent de petits morceaux de carapace qui passent inaperçus. Avant de se laisser tenter, il faut arriver à passer outre le fait que vos dents ont des chances de s'y cogner."
	},
	"normal": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 261 pts et l'effet des soins de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un élégant plat de Liyue. Une fois le crabe cuit à la vapeur, ses œufs et sa chair sont soigneusement retirés, sautés à l'huile, puis remis dans la carapace. Des blancs d'œufs sont fouettés jusqu'à obtenir une couche mousseuse pour sceller la carapace du crabe, qui est ensuite garnie de jambon finement haché pour une touche de couleur, avant que le tout ne soit cuit au four. Ensemble, la chair de crabe succulente et les blancs d'œufs moelleux forment une combinaison qui ne manquera pas d'impressionner."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 308 pts et l'effet des soins de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un élégant plat de Liyue. La couche qui ressemble à de la neige est douce et aérée. Elle fond doucement sur la langue comme des flocons de neige qui tombent dessus. Ensuite, la chair de crabe fraîche et au goût intense enveloppe rapidement vos papilles gustatives, comme des fleurs de prunier radieuses et resplendissantes s'épanouissant au milieu d'une chute de neige solitaire et sereine, captivante et enchanteresse."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Crabe",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 2
		},
		{
			"id": 100074,
			"name": "Œufs de crabe",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 1
		}
	]
}