{
	"id": 4105,
	"name": "Canard aux huit trésors",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % à 35 % et la DÉF de 165 à 235 pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat qui nécessite un véritable savoir-faire. Huit sortes de viande et de légumes, appelés les huit trésors, sont fourrés dans un canard désossé. Celui-ci est ensuite moulé en forme de gourde afin de représenter la bonne fortune et le bon augure. Des ingrédients exquis, de superbes compétences de découpe et un timing phénoménal sont tous nécessaires pour que le plat fini mérite sa place de plat final de n'importe quel banquet.",
	"suspicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % et augmente leur DÉF de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat qui nécessite un véritable savoir-faire. Vos yeux piquent alors que vous finissez de retirer tous les os. Il semble que ce plat ait mis à l'épreuve non seulement vos compétences au couteau, mais également votre endurance physique et votre patience. Dommage donc que le canard, à l'origine si soigneusement arrangé, se soit effondré à l'intérieur de la poêle... Plutôt que de réessayer une énième fois, fermez les yeux et détendez-vous un peu..."
	},
	"normal": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 30 % et augmente leur DÉF de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat qui nécessite un véritable savoir-faire. Huit sortes de viande et de légumes, appelés les huit trésors, sont fourrés dans un canard désossé. Celui-ci est ensuite moulé en forme de gourde afin de représenter la bonne fortune et le bon augure. Des ingrédients exquis, de superbes compétences de découpe et un timing phénoménal sont tous nécessaires pour que le plat fini mérite sa place de plat final de n'importe quel banquet."
	},
	"delicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 35 % et augmente leur DÉF de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat qui nécessite un véritable savoir-faire. Le canard dodu et juteux est irrésistible dès la fin de la cuisson. Ajoutez-y une sauce parfumée et une touche de dorure, et vous obtenez ce qui peut être considéré comme une combinaison parfaite de couleurs, d'arômes et de formes, chaque bouchée étant une véritable vague de saveurs."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Volaille",
			"count": 4
		},
		{
			"id": 100084,
			"name": "Poisson",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 1
		}
	]
}