{
	"id": 3123,
	"name": "Pleine lune au thé exquis",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 30 % à 34 % des PV max du personnage sélectionné et 600 à 1 900 PV supplémentaires.",
	"description": "Une pâtisserie au thé contenant du jaune d'œuf. Le jaune salé est d'abord cuit à la vapeur, puis farci et enveloppé dans une pâte infusée de poudre de thé. Il est ensuite pétri en forme de pleine lune avant d'être cuit. Il en résulte un extérieur croustillant et feuilleté avec un intérieur salé et sucré, les différentes couches formant une délicatesse délicieuse et addictive.",
	"suspicious": {
		"effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires.",
		"description": "Une pâtisserie au thé contenant du jaune d'œuf. En la touchant, les couches s'écaillent comme de la terre meuble lors d'un glissement de terrain. La première bouchée est gluante, sucrée, écœurante et... Oh oh, quelque chose est resté coincé en travers de votre gorge. Allez vite chercher de l'eau pour faire passer tout ça et vous réfléchirez ensuite à quoi faire du reste."
	},
	"normal": {
		"effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires.",
		"description": "Une pâtisserie au thé contenant du jaune d'œuf. Le jaune salé est d'abord cuit à la vapeur, puis farci et enveloppé dans une pâte infusée de poudre de thé. Il est ensuite pétri en forme de pleine lune avant d'être cuit. Il en résulte un extérieur croustillant et feuilleté avec un intérieur salé et sucré, les différentes couches formant une délicatesse délicieuse et addictive."
	},
	"delicious": {
		"effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires.",
		"description": "Une pâtisserie au thé contenant du jaune d'œuf. La texture délicate du jaune d'œuf granuleux se mêle à un léger arôme de thé. Une petite bouchée suffit pour se perdre dans une agréable sensation de bonheur. Vous voudriez même en gober plusieurs à la fois, et malheur à quiconque chercherait à voler ne serait-ce qu'une miette au coin de vos lèvres."
	},
	"ingredients": [
		{
			"id": 101242,
			"name": "Adepthé de Chenyu",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}