{
	"id": 2307,
	"name": "Poisson à la crème",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 18 à 22 % des PV max du personnage sélectionné.\nEt restaure 300 à 470 PV toutes les 5 s pendant 30 s.",
	"description": "Un plat de poisson servi en sauce. Un filet de poisson frais a été séché avant d'être frit à la poêle. Sa chair juteuse a été cuite jusqu'à ce que l'extérieur devienne croustillant. On l'a ensuite plongé dans une sauce blanche crémeuse, puis de la menthe de couleur vert jade a été répandue dessus pour le décorer. C'est un plat facile à réaliser, mais au goût unique.",
	"suspicious": {
		"effect": "Restaure immédiatement 18 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de poisson servi en sauce. L'extérieur a été carbonisé par l'huile bouillante dans laquelle il a cuit. Il est assez difficile de ne pas remarquer le contraste saisissant entre le poisson noir comme du charbon et la sauce blanche comme du lait. Seule la viande à l'intérieur semble pouvoir être mangée... Si l'on arrive à faire abstraction de ce goût acide à la provenance indéterminée."
	},
	"normal": {
		"effect": "Restaure immédiatement 20 % des PV max, puis 390 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de poisson servi en sauce. Un filet de poisson frais a été séché avant d'être frit à la poêle. Sa chair juteuse a été cuite jusqu'à ce que l'extérieur devienne croustillant. On l'a ensuite plongé dans une sauce blanche crémeuse, puis de la menthe de couleur vert jade a été répandue dessus pour le décorer. C'est un plat facile à réaliser, mais au goût unique."
	},
	"delicious": {
		"effect": "Restaure immédiatement 22 % des PV max, puis 470 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de poisson servi en sauce. Un filet de poisson translucide dressé sur une splendide sauce crémeuse. Il ne faut qu'une bouchée pour sentir le poisson frais bondir hors de l'eau et attaquer vos papilles."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Poisson",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Lait",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menthe",
			"count": 1
		}
	]
}