{
	"name": "Foie gras de Fontaine",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Défense",
	"foodcategory": "Def_Add",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 à 235 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat traditionnel de Fontaine. Le foie gras n'a besoin que d'une simple poêle avant d'être servi. Un contrôle précis de la température permet d'obtenir un extérieur doré, tout en conservant un intérieur d'une tendreté alléchante. Le processus demande de la concentration et du sérieux, sinon le délicieux foie pourrait se liquéfier en un gâchis huileux...",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat traditionnel de Fontaine. Vous avez l'impression de prendre une cuillerée d'huile, et si vous vous aventurez avec une autre bouchée, c'est tout simplement trop de gras à avaler. Une bouteille entière d'huile a-t-elle été utilisée lors de la cuisson du plat..."
	},
	"normal": {
		"effect": "#Augmente la DÉF de tous les personnages de l'équipe de 200{NON_BREAK_SPACE}pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat traditionnel de Fontaine. Le foie gras n'a besoin que d'une simple poêle avant d'être servi. Un contrôle précis de la température permet d'obtenir un extérieur doré, tout en conservant un intérieur d'une tendreté alléchante. Le processus demande de la concentration et du sérieux, sinon le délicieux foie pourrait se liquéfier en un gâchis huileux..."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat traditionnel de Fontaine. Le foie gras tendre et beurré accueille vos papilles avec des mouvements de danse soyeux avant de valser dans votre gorge comme un satin lisse. Un tel délice suprême rend tous les autres plats que vous aurez à l'avenir fades en comparaison... Cela étant dit, vous pouvez difficilement regretter d'en avoir mangé, n'est-ce pas ?"
	},
	"ingredients": [
		{
			"name": "Volaille",
			"count": 2
		},
		{
			"name": "Confiture",
			"count": 1
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}