{
	"id": 4403,
	"name": "Mousse fontinalienne",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un vrai dessert bleu du Festival Fontinalia, dont la mousse est façonnée à l'image d'un bourgeon de lys lacmineux. Après que les coutumes du Festival ont été modifiées pour se concentrer davantage sur la dégustation de sucreries, la mousse fontinalienne est rapidement devenue une recette fontainoise très appréciée. N'oubliez pas de la partager avec tous ceux qui vous demandent « Du sucré ou un procès » !",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un vrai dessert bleu du Festival Fontinalia. Un peu disgracieux par sa forme, celui-ci fait penser à une Fleur mensongère Cryo. Le lys lacmineux choisi à l'époque comme référence serait-il en fait une variante de la Fleur mensongère ? Vous feriez mieux de vous en débarrasser discrètement... Servir quelque chose comme ça pendant le festival pourrait vous apporter des ennuis !"
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un vrai dessert bleu du Festival Fontinalia, dont la mousse est façonnée à l'image d'un bourgeon de lys lacmineux. Après que les coutumes du Festival ont été modifiées pour se concentrer davantage sur la dégustation de sucreries, la mousse fontinalienne est rapidement devenue une recette fontainoise très appréciée. N'oubliez pas de la partager avec tous ceux qui vous demandent « Du sucré ou un procès » !"
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un vrai dessert bleu du Festival Fontinalia, sa couleur cristalline n'a rien à envier à la lumière diffusée par les vagues. Son élégance est celle de pétales tombant avec grâce, sa texture aérée s'apparente à un flocon de neige sur votre langue. Déguster un tel met constitue sans doute la chose la plus agréable du festival !"
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Crème",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		},
		{
			"id": 110008,
			"name": "Confiture",
			"count": 1
		}
	]
}