{
	"id": 3604,
	"name": "Roulés double-fruits",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 30 % à 34 % des PV max du personnage sélectionné et 600 à 1 900 PV supplémentaires.",
	"description": "Des pâtisseries aux baies. Après avoir étalé la pâte fermentée en longues bandes et y avoir ajouté du sucre et des baies, le tout est roulé pour la cuisson avant d'être parsemé de baies hachées. Généralement accompagnées d'un café, ces sucreries ont une place de choix au petit-déjeuner et au goûter.",
	"suspicious": {
		"effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires.",
		"description": "Des pâtisseries aux baies. La sensation détrempée en bouche donne l'impression qu'elles ont été laissées sous la pluie, et la pâte collante et insuffisamment cuite s'accroche obstinément aux dents... C'est comme si c'était sorti d'un cauchemar."
	},
	"normal": {
		"effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires.",
		"description": "Des pâtisseries aux baies. Après avoir étalé la pâte fermentée en longues bandes et y avoir ajouté du sucre et des baies, le tout est roulé pour la cuisson avant d'être parsemé de baies hachées. Généralement accompagnées d'un café, ces sucreries ont une place de choix au petit-déjeuner et au goûter."
	},
	"delicious": {
		"effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires.",
		"description": "Des pâtisseries aux baies. Les roulés fraîchement sortis du four sont chauds et réconfortants. Lorsque vos dents percent leur croûte et s'enfoncent dans leur cœur moelleux, vous avez l'impression de vous faire envelopper dans une douce couverture en cachemire. La joie qui s'en dégage pourrait repousser même les vents les plus froids de l'hiver."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Baie du solstice",
			"count": 2
		},
		{
			"id": 101264,
			"name": "Lakkabaie",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}