{
	"id": 4902,
	"name": "Bâtonnet aux pommes",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un petit dessert à base de pommes. Après avoir été coupées en morceaux de taille égale, les pommes sont mélangées avec du sucre et d'autres épices. Le mélange est ensuite bouilli jusqu'à ce qu'il épaississe, puis enveloppé dans une pâte feuilletée carrée et cuit au four jusqu'à ce qu'il devienne doré et gonflé. La pâte feuilletée croustillante, enveloppant une garniture moelleuse, devient enfin une délicieuse pâtisserie qui convient à tous.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un petit dessert à base de pommes. Après avoir été laissé trop longtemps à l'air libre, sa croûte extérieure ramollie cache maintenant des entrailles encore plus aqueuses, avec une saveur bien loin de celle que vous aviez imaginée... Oh oh, c'est comme si votre bouche était pleine de colle..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un petit dessert à base de pommes. Après avoir été coupées en morceaux de taille égale, les pommes sont mélangées avec du sucre et d'autres épices. Le mélange est ensuite bouilli jusqu'à ce qu'il épaississe, puis enveloppé dans une pâte feuilletée carrée et cuit au four jusqu'à ce qu'il devienne doré et gonflé. La pâte feuilletée croustillante, enveloppant une garniture moelleuse, devient enfin une délicieuse pâtisserie qui convient à tous."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un petit dessert à base de pommes. La garniture sucrée au miel envahit vos papilles comme un fil de lumière dorée qui traverse les doigts entrelacés des arbres et des feuilles et réchauffe votre cœur. Ah, comment pourriez-vous vous arrêter après un seul ?"
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Pomme",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 2
		}
	]
}