{
	"id": 4002,
	"name": "Nuggets de poulet",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Viande de volaille hachée, agrémentée puis frite. Les morceaux de viande sont roulés dans une préparation réunissant tous les condiments avant d'être frits à température élevée. L'odeur suffit à évoquer à n'importe qui le goût inimitable de la viande tendre et croustillante et à faire saliver. Bien peu sont capables de résister à un nugget de poulet sortant juste de la cuisine.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Viande de volaille hachée, agrémentée puis frite. La température de l'huile n'a sans doute pas été maîtrisée comme il fallait, et la peau qui devrait être croustillante est toute molle, donnant l'impression que le plat est plus gras qu'il ne devrait l'être."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Viande de volaille hachée, agrémentée puis frite. Les morceaux de viande sont roulés dans une préparation réunissant tous les condiments avant d'être frits à température élevée. L'odeur suffit à évoquer à n'importe qui le goût inimitable de la viande tendre et croustillante et à faire saliver. Bien peu sont capables de résister à un nugget de poulet sortant juste de la cuisine."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Viande de volaille hachée, agrémentée puis frite. La peau craquante et dorée a conservé le jus de la viande, pour un plaisir absolu à chaque fois que vous mordez dedans. L'odeur exquise persistera sur vos doigts bien après que vous ayez englouti ce repas jusqu'à ne laisser qu'un tas de petits os."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Volaille",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 4
		},
		{
			"id": 100077,
			"name": "Poivre",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		}
	]
}