{
	"id": 2009,
	"name": "Goulasch",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Réduit la vitesse à laquelle s'accumulent les effets du Grand Froid pendant 900 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat cuit à l'étuvée tout fumant. Coupez les morceaux de viande congelée et les légumes en petits morceaux, puis faites cuire dans une sauce à la tomate préparée à l'avance. Ce plat en sauce réchauffe l'estomac et permet de lutter contre le froid.",
	"suspicious": {
		"effect": "Réduit légèrement la vitesse à laquelle s'accumulent les effets du Grand Froid pour tous les personnages de l'équipe pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat cuit à l'étuvée tout fumant. La chaleur a été mal contrôlée pendant le processus de cuisson et donne un goût de brûlé au produit fini. Vous pouvez probablement ignorer tous ces défauts si vous l'engloutissez d'un coup, ce qui aura au moins le mérite de vous protéger du froid."
	},
	"normal": {
		"effect": "Réduit quelque peu la vitesse à laquelle s'accumulent les effets du Grand Froid pour tous les personnages de l'équipe pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat cuit à l'étuvée tout fumant. Coupez les morceaux de viande congelée et les légumes en petits morceaux, puis faites cuire dans une sauce à la tomate préparée à l'avance. Ce plat en sauce réchauffe l'estomac et permet de lutter contre le froid."
	},
	"delicious": {
		"effect": "Réduit la vitesse à laquelle s'accumulent les effets du Grand Froid pour tous les personnages de l'équipe pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat cuit à l'étuvée tout fumant. Une seule cuillerée suffit à éveiller un sentiment de satisfaction au plus profond de votre cœur. La saveur de la viande s'intensifie à chaque fois que vous la mâchez, vous donnant une impression de force sans limite, même au cœur de l'hiver le plus froid."
	},
	"ingredients": [
		{
			"id": 100094,
			"name": "Viande congelée",
			"count": 2
		},
		{
			"id": 100013,
			"name": "Carotte",
			"count": 2
		},
		{
			"id": 100079,
			"name": "Tomate",
			"count": 1
		}
	]
}