{
	"id": 2205,
	"name": "Filets d'anguille grillés",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 20 % à 24 % des PV max du personnage sélectionné et 900 à 1 500 PV supplémentaires.",
	"description": "Un plat cuit sur un grill. Les morceaux d'anguille ont été cuits à la vapeur pour éliminer l'excès de graisse, puis grillés et arrosés de sauce. Il existe plusieurs histoires sur l'origine du nom de ce plat, mais la seule chose qui met tout le monde d'accord est qu'il faut consacrer toute une vie pour griller l'anguille à la perfection.",
	"suspicious": {
		"effect": "Restaure 20 % des PV max du personnage sélectionné et 900 PV supplémentaires.",
		"description": "Un plat grillé. On constate que celui-ci est un échec rien qu'en le regardant, car la surface de l'anguille est exactement de la même couleur que le charbon de bois. La forte odeur de brûlé vous dissuade d'en manger, même si vous retournez le morceau."
	},
	"normal": {
		"effect": "Restaure 22 % des PV max du personnage sélectionné et 1 200 PV supplémentaires.",
		"description": "Un plat cuit sur un grill. Les morceaux d'anguille ont été cuits à la vapeur pour éliminer l'excès de graisse, puis grillés et arrosés de sauce. Il existe plusieurs histoires sur l'origine du nom de ce plat, mais la seule chose qui met tout le monde d'accord est qu'il faut consacrer toute une vie pour griller l'anguille à la perfection."
	},
	"delicious": {
		"effect": "Restaure 24 % des PV max du personnage sélectionné et 1 500 PV supplémentaires.",
		"description": "Un plat grillé. La graisse crépite sur toute la surface de la viande, comme un prélude. Après son baptême au feu de charbon, l'anguille, recouverte d'une sauce liquide, est tendre et délicate sous la dent. Si vous mangez ce plat avec du riz, ce serait un crime de laisser ne serait-ce qu'une goutte de sauce dans votre bol."
	},
	"ingredients": [
		{
			"id": 100095,
			"name": "Anguille",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}