{
	"id": 3120,
	"name": "Humilité satisfaisante",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 26 à 30 % des PV max du personnage sélectionné.\nEt restaure 450 à 790 PV toutes les 5 s pendant 30 s.",
	"description": "Un plat de tofu épicé. Le tofu est sauté avec de la sauce jusqu'à ce qu'il soit doré et prêt à servir. Malgré ses ingrédients ordinaires, le plat obtenu est particulièrement riche et aromatique et se marie parfaitement avec du riz. Certains le qualifient d'ailleurs affectueusement de « cuisine de grand-mère ».",
	"suspicious": {
		"effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de tofu épicé. Le tofu est beaucoup trop épicé pour être dégusté tel quel, mais si vous prenez le temps de rincer l'excédent d'assaisonnement, votre bouche pourra peut-être le supporter..."
	},
	"normal": {
		"effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de tofu épicé. Le tofu est sauté avec de la sauce jusqu'à ce qu'il soit doré et prêt à servir. Malgré ses ingrédients ordinaires, le plat obtenu est particulièrement riche et aromatique et se marie parfaitement avec du riz. Certains le qualifient d'ailleurs affectueusement de « cuisine de grand-mère »."
	},
	"delicious": {
		"effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de tofu épicé. Le tofu frit est élégamment accompagné d'une riche sauce de soja. Une seule bouchée et les épices et un soupçon d'arôme de viande bénissent délicieusement votre bouche de leur parfum doux et persistant."
	},
	"ingredients": [
		{
			"id": 100088,
			"name": "Tofu",
			"count": 2
		},
		{
			"id": 100027,
			"name": "Piment de Jueyun",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 1
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}