{
	"name": "Île flottante",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Récupération",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaure 18 à 22 % des PV max du personnage sélectionné.\nEt restaure 300 à 470 PV toutes les 5 s pendant 30 s.",
	"description": "Un dessert à base de blancs d'œufs. Le processus de cuisson est simple : fouettez les blancs d'œufs jusqu'à ce qu'ils soient mousseux, puis réchauffez et disposez le tout sur la sauce et le tour est joué. Ce dessert a une apparence exquise et est le choix de cœur des dames fontainoises pour le thé de l'après-midi.",
	"suspicious": {
		"effect": "Restaure immédiatement 18 % des PV max, puis 300 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un dessert à base de blancs d'œufs. Vos mains sont douloureuses après une tentative infructueuse de faire mousser les blancs d'œufs. Bien que vous ayez essayé de pocher le mélange sur la sauce que vous aviez préparée, les deux se sont mélangés dans un désordre total... Euh, que diriez-vous de voir ça comme une sorte de boisson et d'en prendre une gorgée ?"
	},
	"normal": {
		"effect": "Restaure immédiatement 20 % des PV max, puis 390 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un dessert à base de blancs d'œufs. Le processus de cuisson est simple : fouettez les blancs d'œufs jusqu'à ce qu'ils soient mousseux, puis réchauffez et disposez le tout sur la sauce et le tour est joué. Ce dessert a une apparence exquise et est le choix de cœur des dames fontainoises pour le thé de l'après-midi."
	},
	"delicious": {
		"effect": "Restaure immédiatement 22 % des PV max, puis 470 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un dessert à base de blancs d'œufs. La légère rosée blanche d'œuf qui flotte sur la sauce crémeuse est comme un mystérieux coffre attendant l'exploration d'un voyageur. « Plaisir » serait un euphémisme, car ce dessert vous apporte la même joie que l'ouverture d'un coffre luxueux !"
	},
	"ingredients": [
		{
			"name": "Sucre",
			"count": 2
		},
		{
			"name": "Œuf d'oiseau",
			"count": 1
		}
	]
}