{
	"id": 3607,
	"name": "Tarte aux lakkabaies",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Restaure 70 à 100 pts d'endurance.",
	"description": "Un dessert sucré des régions frontalières. Initialement élaborée uniquement avec des lakkabaies, elle a ensuite été enrichie de baies du solstice. Ces deux fruits se complètent parfaitement, lui conférant une saveur plus riche et plus alléchante, tout en lui permettant de conserver son nom d'origine.",
	"suspicious": {
		"effect": "Restaure 70 pts d'endurance.",
		"description": "Un dessert sucré des régions frontalières. Après avoir rassemblé toutes vos forces pour mordre dans la croûte quasi impénétrable, les gros morceaux de pâte vous râpent la bouche comme des pierres. Heureusement, alors que vous vous interrogez sur vos choix de vie (ou du moins ceux qui ont conduit à votre présente situation), une légère note de fruits rouges vous vient à l'esprit, vous rappelant que ce que vous mangez n'est pas de la terre gelée..."
	},
	"normal": {
		"effect": "Restaure 85 pts d'endurance.",
		"description": "Un dessert sucré des régions frontalières. Initialement élaborée uniquement avec des lakkabaies, elle a ensuite été enrichie de baies du solstice. Ces deux fruits se complètent parfaitement, lui conférant une saveur plus riche et plus alléchante, tout en lui permettant de conserver son nom d'origine."
	},
	"delicious": {
		"effect": "Restaure 100 pts d'endurance.",
		"description": "Un dessert sucré des régions frontalières. L'arôme réconfortant d'une pâtisserie fraîchement cuite se marie parfaitement à la saveur sucrée et acidulée d'une succulente garniture aux deux baies. Ses saveurs riches vibrent avec vivacité sur la langue... Pas étonnant que cette délicieuse gourmandise soit devenue un incontournable des tables de Nod-Krai."
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Lakkabaie",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Baie du solstice",
			"count": 3
		},
		{
			"id": 110016,
			"name": "Farine de seigle",
			"count": 2
		},
		{
			"id": 110015,
			"name": "Smetana",
			"count": 1
		}
	]
}