{
	"id": 1302,
	"name": "Rouleau au poisson de Lambad",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 8 % à 10 % des PV max du personnage sélectionné et 800 à 1 200 PV supplémentaires.",
	"description": "Un plat de poisson grillé avec un léger parfum floral. On dit que Lambad a beaucoup voyagé dans sa jeunesse. Partout où il allait, il essayait le poisson grillé des tavernes locales. Regrettant le fait que Sumeru ne dispose pas de son propre plat de poisson grillé, il a inventé ce rouleau de poisson. Les clients de sa taverne doutent de la véracité de ses récits d'aventures, mais certainement pas de son rouleau de poisson, qu'ils trouvent exquis.",
	"suspicious": {
		"effect": "Restaure 8 % des PV max du personnage sélectionné et 800 PV supplémentaires.",
		"description": "Un plat de poisson grillé avec un léger parfum floral. Malheureusement, l'odeur rance du poisson carbonisé démontre des lacunes flagrantes en matière de technique culinaire. Espérons que Lambad ne remarque rien, sinon, il vous fera payer le double du prix normal la prochaine fois que vous visiterez son étal."
	},
	"normal": {
		"effect": "Restaure 9 % des PV max du personnage sélectionné et 1 000 PV supplémentaires.",
		"description": "Un plat de poisson grillé avec un léger parfum floral. On dit que Lambad a beaucoup voyagé dans sa jeunesse. Partout où il allait, il essayait le poisson grillé des tavernes locales. Regrettant le fait que Sumeru ne dispose pas de son propre plat de poisson grillé, il a inventé ce rouleau de poisson. Les clients de sa taverne doutent de la véracité de ses récits d'aventures, mais certainement pas de son rouleau de poisson, qu'ils trouvent exquis."
	},
	"delicious": {
		"effect": "Restaure 10 % des PV max du personnage sélectionné et 1 200 PV supplémentaires.",
		"description": "Un plat de poisson grillé avec un léger parfum floral. La chair de poisson dorée et les pétales de rose parfumés rappellent les vagues ondulantes à la surface de la mer qui scintillent sous le soleil couchant. Il est facile de comprendre pourquoi ce plat est aussi appelé « romance des marins ». Mais... cela veut-il dire qu'il n'y a rien d'exagéré dans les récits d'aventures de Lambad ?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Poisson",
			"count": 1
		},
		{
			"id": 101219,
			"name": "Rose sumérienne",
			"count": 1
		}
	]
}