{
	"id": 3403,
	"name": "Lasagnes",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 30 % à 34 % des PV max du personnage sélectionné et 600 à 1 900 PV supplémentaires.",
	"description": "Un plat de pâtes au four. Après avoir étalé du fromage, de la sauce à la viande et de la sauce béchamel sur une couche de pâtes, recouvrez le tout d'une nouvelle couche de pâtes avant de répéter le processus plusieurs fois et de faire cuire le tout jusqu'à ce que le fromage devienne doré et croustillant. Le secret de la saveur de ce plat réside dans la préparation minutieuse de la sauce à la viande.",
	"suspicious": {
		"effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires.",
		"description": "Un plat de pâtes au four. Les pâtes et la garniture ont été mélangées au hasard, ce qui pouvait difficilement garantir une texture passable... Vous semblez sentir les morceaux racler contre votre gorge. Mais ne vous inquiétez pas, ce n'est pas le pire, car la prochaine bouchée sera certainement encore plus terrible !"
	},
	"normal": {
		"effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires.",
		"description": "Un plat de pâtes au four. Après avoir étalé du fromage, de la sauce à la viande et de la sauce béchamel sur une couche de pâtes, recouvrez le tout d'une nouvelle couche de pâtes avant de répéter le processus plusieurs fois et de faire cuire le tout jusqu'à ce que le fromage devienne doré et croustillant. Le secret de la saveur de ce plat réside dans la préparation minutieuse de la sauce à la viande."
	},
	"delicious": {
		"effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires.",
		"description": "Un plat de pâtes au four. Le chant des pots et du feu fait l'éloge de l'ascension de cette sauce à la viande au trône des pâtes. Au moment où elle entre dans votre bouche, elle vous gratifie d'un bonheur si incomparable que vous avez presque envie de nommer ce jour le jour des lasagnes !"
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 100061,
			"name": "Viande crue",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Fromage",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 1
		}
	]
}