{
	"id": 3108,
	"name": "Beignets lotus",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 à 235 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "L'une des spécialités de Liyue. Sa garniture sucrée est recouverte d'une pâte de farine, d'eau et d'huile qui est frite jusqu'à ce qu'elle soit croustillante. Les pétales s'ouvrent un à un lorsqu'ils sont tenus dans la paume de la main.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "L'une des spécialités de Liyue. Les pétales de lotus ont perdu leur couleur d'origine, ayant viré au brun et flétri sous la chaleur impitoyable de l'huile chaude."
	},
	"normal": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "L'une des spécialités de Liyue. Sa garniture sucrée est recouverte d'une pâte de farine, d'eau et d'huile qui est frite jusqu'à ce qu'elle soit croustillante. Les pétales s'ouvrent un à un lorsqu'ils sont tenus dans la paume de la main."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "L'une des spécialités de Liyue. Les pétales de fleurs s'animent si vous soufflez doucement dessus. Lorsque vous fermez les yeux et que vous prenez une bouchée, une saveur succulente s'empare de vos papilles, comme une douce harmonie de fleurs épanouies et d'oiseaux flottant dans la brise."
	},
	"ingredients": [
		{
			"id": 100089,
			"name": "Amande",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 1
		}
	]
}