{
	"id": 2303,
	"name": "Boules de fromage au masala",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente le taux CRIT de tous les personnages de l'équipe de 6 % à 12 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat aranarien typique. Paimon s'est creusé la tête pour essayer de l'améliorer en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Les épices sont ajoutées d'une manière particulière pour lui donner un arôme captivant dès qu'il sort de la poêle. Les boulettes de fromage ont une texture qui laisse une impression durable sur le palais. Une fois que l'on croque dedans, le fromage fondu jaillit instantanément. Elles sont accompagnées par des pommes de terre cuites tendrement qui donnent une sensation de satiété entière après avoir été mangées.",
	"suspicious": {
		"effect": "Augmente le taux CRIT de tous les personnages de l'équipe de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat aranarien typique. Paimon s'est creusé la tête pour essayer de l'améliorer en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Les boulettes de fromage ne sont pas assez cuites, et par conséquent, elles ont une texture rigide au lieu d'être fondantes. Quant aux pommes de terre, elles sont pratiquement crues. Il faudra veiller à cuire le plat plus longtemps la prochaine fois..."
	},
	"normal": {
		"effect": "Augmente le taux CRIT de tous les personnages de l'équipe de 9 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat aranarien typique. Paimon s'est creusé la tête pour essayer de l'améliorer en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Les épices sont ajoutées d'une manière particulière pour lui donner un arôme captivant dès qu'il sort de la poêle. Les boulettes de fromage ont une texture qui laisse une impression durable sur le palais. Une fois que l'on croque dedans, le fromage fondu jaillit instantanément. Elles sont accompagnées par des pommes de terre cuites tendrement qui donnent une sensation de satiété entière après avoir été mangées."
	},
	"delicious": {
		"effect": "Augmente le taux CRIT de tous les personnages de l'équipe de 12 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Les épices ont été mélangées aux autres ingrédients d'une manière particulière pour faire ressortir les parfums les plus originaux, éveillant les papilles et ajoutant plusieurs couches de saveur au plat. La boulette de fromage est croustillante à l'extérieur et moelleuse à l'intérieur. Elle se marie délicieusement bien avec des pommes de terre chaudes et fumantes."
	},
	"ingredients": [
		{
			"id": 100080,
			"name": "Pomme de terre",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Fromage",
			"count": 1
		},
		{
			"id": 110014,
			"name": "Épice",
			"count": 1
		}
	]
}