{
	"id": 4903,
	"name": "Festin carnassier",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un assortiment de viande et de café. Une escalope de poulet frite et croustillante enveloppée de légumes frais, accompagnée de queues de crevettes décortiquées. Ce mariage audacieux de saveurs de la terre et de l'eau provoque une révélation : les délices culinaires sont pleins de possibilités infinies, comme une aventure en terres inconnues.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un assortiment de viande et de café. Il s'agit d'un mélange chaotique d'ingrédients. Au premier coup d'œil, on dirait que ce plat a été fait à partir... de viande et de crevettes ? Malgré son aspect fouillis, il vous rassasiera..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un assortiment de viande et de café. Une escalope de poulet frite et croustillante enveloppée de légumes frais, accompagnée de queues de crevettes décortiquées. Ce mariage audacieux de saveurs de la terre et de l'eau provoque une révélation : les délices culinaires sont pleins de possibilités infinies, comme une aventure en terres inconnues."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un assortiment de viande et de café. La sauce spéciale dégage une odeur alléchante qui tourbillonne dans l'air comme si elle était diffusée par l'élément Anémo, tandis que les crevettes fraîches succulentes dansent sur votre langue. Chaque bouchée déborde d'un bonheur juteux et texturé... Pendant que vous vous remplissez la panse, vous priez pour que ce rêve d'amateur de viande ne s'arrête jamais !"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Volaille",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Crevette",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Grain de café",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		}
	]
}