{
	"id": 3306,
	"name": "Tour de champignons au lait",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 30 % à 34 % des PV max du personnage sélectionné et 600 à 1 900 PV supplémentaires.",
	"description": "Un amuse-bouche croustillant. Il s'agit essentiellement d'une tranche de pain cuite au four avec des champignons et du fromage. L'odeur de ce plat est capable d'ouvrir l'appétit de n'importe qui. Prenez-en une bouchée, et vous obtiendrez une saveur fraîche et parfumée, ainsi qu'une douceur irrésistible.",
	"suspicious": {
		"effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires.",
		"description": "Un amuse-bouche croustillant. Un simple coup d'œil sur les ingrédients tout ratatinés suffit pour se rendre compte qu'il a été laissé de côté beaucoup trop longtemps : le pain a complètement desséché et est devenu tout dur. Il a une sorte d'arrière-goût aigre à la dégustation. La prochaine fois, n'oubliez pas de le manger quand il est encore chaud."
	},
	"normal": {
		"effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires.",
		"description": "Un amuse-bouche croustillant. Il s'agit essentiellement d'une tranche de pain cuite au four avec des champignons et du fromage. L'odeur de ce plat est capable d'ouvrir l'appétit de n'importe qui. Prenez-en une bouchée, et vous obtiendrez une saveur fraîche et parfumée, ainsi qu'une douceur irrésistible."
	},
	"delicious": {
		"effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires.",
		"description": "Un amuse-bouche croustillant. Les légères notes crémeuses fondent sur la langue lorsqu'on croque les succulents champignons et le pain croustillant... Ce mets délicieux procure un sentiment de satisfaction inégalé, au point ou il est impossible de ne pas se lécher les doigts pour n'en laisser aucune miette."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farine",
			"count": 4
		},
		{
			"id": 100011,
			"name": "Champignon",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Fromage",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Crème",
			"count": 1
		}
	]
}