{
	"name": "Tourte de lune",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Défense",
	"foodcategory": "Def_Add",
	"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % à 35 % et la DÉF de 165 à 235 pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat typique de Mondstadt. La viande marinée est très savoureuse et reste sucrée et juteuse après avoir été rôtie en pâte feuilletée. C'est un élément essentiel des festivités de Mondstadt.",
	"suspicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 25 % et augmente leur DÉF de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat typique de Mondstadt. La meringue jaune brûlé semble à peine passable. Ne laissez pas les habitants de Mondstadt vous voir avec cette chose, ou ils pourraient se sentir le devoir de vous apprendre la recette correcte."
	},
	"normal": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 30 % et augmente leur DÉF de 200 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat typique de Mondstadt. La viande marinée est très savoureuse et reste sucrée et juteuse après avoir été rôtie en pâte feuilletée. C'est un élément essentiel des festivités de Mondstadt."
	},
	"delicious": {
		"effect": "Augmente la force du bouclier de tous les personnages de l'équipe de 35 % et augmente leur DÉF de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat typique de Mondstadt. Alors que vous coupez une tranche de cette petite tarte à la viande, le parfum laiteux du beurre et le goût riche de la viande s'emparent de vos papilles. La sensation en bouche, rustique et sucrée, vous rappelle les fêtes des récoltes, et dessine un sourire spontané sur votre visage."
	},
	"ingredients": [
		{
			"name": "Viande crue",
			"count": 4
		},
		{
			"name": "Œuf d'oiseau",
			"count": 4
		},
		{
			"name": "Beurre",
			"count": 3
		},
		{
			"name": "Farine",
			"count": 2
		}
	]
}