{
	"name": "Fourre-tout exquis",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Attaque",
	"foodcategory": "Atk_Add",
	"effect": "Augmente les DGT physiques de tous les personnages de l'équipe de 20 % à 40 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un encas préparé sur une plaque chauffante. La farine est mélangée à de l'eau pour obtenir une pâte, à laquelle des légumes et de la viande sont ajoutés. Le tout est cuit sur une plaque pour être ensuite agrémenté de sauce et de flocons de bonite séchée. Le fait que cette recette donne toujours un résultat délicieux peu importe le nombre d'ingrédients impliqués explique le nom que l'on donne à ce plat.",
	"suspicious": {
		"effect": "Augmente les DGT physiques infligés par tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un encas préparé sur une plaque chauffante. Il semblait réussi en apparence, mais la première bouchée est pâteuse. On ne peut pas faire les choses à moitié en cuisine."
	},
	"normal": {
		"effect": "Augmente les DGT physiques infligés par tous les personnages de l'équipe de 30 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un encas préparé sur une plaque chauffante. La farine est mélangée à de l'eau pour obtenir une pâte, à laquelle des légumes et de la viande sont ajoutés. Le tout est cuit sur une plaque pour être ensuite agrémenté de sauce et de flocons de bonite séchée. Le fait que cette recette donne toujours un résultat délicieux peu importe le nombre d'ingrédients impliqués explique le nom que l'on donne à ce plat."
	},
	"delicious": {
		"effect": "Augmente les DGT physiques infligés par tous les personnages de l'équipe de 40 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un encas préparé sur une plaque chauffante. Les délicieux ingrédients sont empilés les uns sur les autres. L'extérieur est croustillant quand vous mordez dedans et laisse place à un cœur tendre. La sauce onctueuse, qui nappe finement la garniture, glisse entre vos lèvres et vos dents pour se retrouver dans votre estomac en un clin d'œil. L'arôme qui reste dans l'air fait partie de cette expérience gustative inoubliable."
	},
	"ingredients": [
		{
			"name": "Poisson",
			"count": 3
		},
		{
			"name": "Bacon",
			"count": 2
		},
		{
			"name": "Melon lavande",
			"count": 1
		},
		{
			"name": "Farine",
			"count": 1
		}
	]
}