{
	"id": 2304,
	"name": "Mélangé de champignons",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 à 126 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat aux champignons aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat qui ne consiste à la base que de quelques champignons communs de Sumeru et d'assaisonnements en grande quantité. On le prépare en sélectionnant puis en travaillant trois types de champignons différents que l'on finit par faire cuire simplement. Sa texture et son goût sont plus qu'acceptables.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat aux champignons aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat qui ne consiste à la base que de quelques champignons communs de Sumeru et d'assaisonnements en grande quantité. Doit-on plutôt décrire ce mets comme ayant l'odeur de la forêt, ou plutôt dire qu'il a une odeur de... boue sale ? Quoi qu'il en soit, seuls les sangliers de la forêt sauront apprécier ce « cadeau de la nature »..."
	},
	"normal": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat aux champignons aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat qui ne consiste à la base que de quelques champignons communs de Sumeru et d'assaisonnements en grande quantité. On le prépare en sélectionnant puis en travaillant trois types de champignons différents que l'on finit par faire cuire simplement. Sa texture et son goût sont plus qu'acceptables."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat aux champignons aranarien typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat qui ne consiste à la base que de quelques champignons communs de Sumeru et d'assaisonnements en grande quantité. Afin que les saveurs évocatrices des trois types de champignons qui composent ce mets puissent ressortir et être distinguées les unes des autres, la température et le temps de cuisson sont ajustés de manière individuelle. Il est possible de manger ces trois champignons ensemble ou séparément, selon les préférences personnelles de chacun."
	},
	"ingredients": [
		{
			"id": 101213,
			"name": "Champignon sacramental",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Champignon",
			"count": 1
		},
		{
			"id": 101212,
			"name": "Champitoile",
			"count": 1
		}
	]
}