{
	"id": 4404,
	"name": "Petit gâteau Debord modifié",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de 224 à 320 pts et le taux CRIT de 6 % à 10 % pour tous les personnages de l'équipe pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Une version plus petite du célèbre gâteau Debord. Même comparées à ce délice, dont seules seize parts sont vendues chaque jour, les aventures extraordinaires que vous avez vécues ensemble sont encore plus précieuses et mémorables. Peut-être qu'Escoffier pensait également la même chose lorsqu'elle a élaboré cette recette...",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 224 pts et leur taux CRIT de 6 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une version plus petite du célèbre gâteau Debord. Ce petit morceau de gâteau est comme un morceau de bois flottant à la dérive dans un vaste océan. L'épaisse sauce au chocolat est comme une vague déferlante, enveloppant non seulement le gâteau, mais aussi une grande partie de l'assiette. Elle semble également avoir chassé toute fringale qui vous restait dans l'estomac."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 272 pts et leur taux CRIT de 8 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une version plus petite du célèbre gâteau Debord. Même comparées à ce délice, dont seules seize parts sont vendues chaque jour, les aventures extraordinaires que vous avez vécues ensemble sont encore plus précieuses et mémorables. Peut-être qu'Escoffier pensait également la même chose lorsqu'elle a élaboré cette recette..."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 320 pts et leur taux CRIT de 10 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une version plus petite du célèbre gâteau Debord. La ganache onctueuse est comme de la soie insaisissable. Elle effleure délicatement votre palais, tandis que de douces mélodies résonnent lors du thé de l'après-midi, enivrant votre cœur... Peut-être que cette douceur apparaîtra à nouveau dans vos rêves cette nuit..."
	},
	"ingredients": [
		{
			"id": 101233,
			"name": "Fleur romaritime",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Crème",
			"count": 2
		}
	]
}