{
	"id": 3419,
	"name": "Macarons arc-en-ciel",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 15 % à 25 % lors de l'escalade et du sprint pendant 900 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Des petits gâteaux multicolores de forme ronde. Il y a un dicton à Fontaine : un dessert sans macarons, c'est comme de l'eau privée de sa source. C'est l'un des desserts les plus emblématiques de la nation de l'eau. Des chefs pâtissiers aux amateurs dans la rue, tout le monde en connaît la recette par cœur.",
	"suspicious": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 15 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des petits gâteaux multicolores de forme ronde. Le premier donne l'impression d'être vide. Le deuxième est un peu déformé, et le troisième est complètement raté... Comme on peut l'attendre d'un dessert de Fontaine, ces gâteaux sont subtils et complexes. Il y a encore du travail pour maîtriser cette recette."
	},
	"normal": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 20 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des petits gâteaux multicolores de forme ronde. Il y a un dicton à Fontaine : un dessert sans macarons, c'est comme de l'eau privée de sa source. C'est l'un des desserts les plus emblématiques de la nation de l'eau. Des chefs pâtissiers aux amateurs dans la rue, tout le monde en connaît la recette par cœur."
	},
	"delicious": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 25 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des petits gâteaux multicolores de forme ronde. La coque fine et croustillante contient une garniture dense mais moelleuse en parfaite harmonie. Essayez-en un, et c'est comme si un chaton ronronnait sur votre poitrine. C'est bien simple, personne ne peut résister à cette expérience enivrante."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 2
		},
		{
			"id": 100089,
			"name": "Amande",
			"count": 2
		},
		{
			"id": 101230,
			"name": "Fruit bullé",
			"count": 1
		}
	]
}