{
	"id": 3121,
	"name": "Doux foyer",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 à 235 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat basique composé de nombreux ingrédients. Généralement préparé en faisant sauter du jambon, des œufs d'oiseaux et d'autres ingrédients avec du riz, ce plat permet de varier les ingrédients et les méthodes, ce qui le rend toujours bienvenu dans presque tous les foyers liyuéens.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 165 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat basique composé de nombreux ingrédients. Une chaleur insuffisante et une humidité trop présente ont laissé un goût terne, dépourvu de l'arôme fumé que le plat devrait avoir. Ce sera peut-être mieux la prochaine fois si on utilise un feu plus vif..."
	},
	"normal": {
		"effect": "#Augmente la DÉF de tous les personnages de l'équipe de 200{NON_BREAK_SPACE}pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat basique composé de nombreux ingrédients. Généralement préparé en faisant sauter du jambon, des œufs d'oiseaux et d'autres ingrédients avec du riz, ce plat permet de varier les ingrédients et les méthodes, ce qui le rend toujours bienvenu dans presque tous les foyers liyuéens."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 235 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat basique composé de nombreux ingrédients. Le jaune d'œuf doré recouvre chaque grain de riz, la chaleur élevée ayant infusé le riche arôme du jambon à l'intérieur. Une saveur aussi familière et familiale permettra sûrement à toute personne en voyage au loin de se sentir comme chez elle."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Riz",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Œuf d'oiseau",
			"count": 1
		},
		{
			"id": 100091,
			"name": "Pousse de bambou",
			"count": 1
		}
	]
}