{
	"id": 3605,
	"name": "Roulette spéciale",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 15 % à 25 % lors de l'escalade et du sprint pendant 900 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Des boissons colorées. Il serait peut-être plus judicieux de parler de jeu à boire que de nourriture, où la règle est de boire la boisson sur laquelle le pointeur tombe. Demyan a modifié les boissons pour les différencier des offres habituelles du Navire amiral : elles sont toutes sans alcool et plutôt sucrées.",
	"suspicious": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 15 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des boissons colorées. Chaque verre a le même goût : une eau fade et sucrée. On se demande alors à quoi bon préparer huit boissons de couleurs différentes alors qu'elles ont toutes le même goût..."
	},
	"normal": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 20 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des boissons colorées. Il serait peut-être plus judicieux de parler de jeu à boire que de nourriture, où la règle est de boire le verre sur lequel l'aiguille tombe. Demyan a modifié les boissons pour les différencier des offres habituelles du Navire amiral : elles sont toutes sans alcool et plutôt sucrées."
	},
	"delicious": {
		"effect": "Diminue la consommation d'endurance de tous les personnages de l'équipe de 25 % lors de l'escalade et du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Des boissons colorées. Les notes sucrées et rafraîchissantes de fleurs et de fruits sont parfaitement équilibrées. Un verre ne suffit jamais, et avant de faire tourner l'aiguille, une prière intérieure s'élève doucement : faites que je tombe sur un verre bien plein !"
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Lakkabaie",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Baie du solstice",
			"count": 3
		},
		{
			"id": 101262,
			"name": "Fleur nocturne",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menthe",
			"count": 1
		}
	]
}