{
	"name": "Ragoût de Sabz",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Récupération",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Restaure 30 % à 34 % des PV max du personnage sélectionné et 600 à 1 900 PV supplémentaires.",
	"description": "Un ragoût à la saveur particulière. Différents légumes verts sont mélangés et hachés ensemble, puis cuits avec des morceaux de viande dans une marmite. On y ajoute du citron, ce qui lui donne un goût chaud et légèrement amer. Les habitants de Sumeru apprécient généralement ce plat que l'on verse sur du riz.",
	"suspicious": {
		"effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires.",
		"description": "Un ragoût à la saveur particulière. Son acidité agresse les narines, et rien que de le sentir fait penser à des choses fort peu agréables. Si on le laisse reposer un peu plus de temps, des champignons pourraient même pousser dessus..."
	},
	"normal": {
		"effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires.",
		"description": "Un ragoût à la saveur particulière. Différents légumes verts sont mélangés et hachés ensemble, puis cuits avec des morceaux de viande dans une marmite. On y ajoute du citron, ce qui lui donne un goût chaud et légèrement amer. Les habitants de Sumeru apprécient généralement ce plat que l'on verse sur du riz."
	},
	"delicious": {
		"effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires.",
		"description": "Un ragoût à la saveur particulière. Les ingrédients parfumés qu'il comporte se complètent parfaitement. De gros morceaux de viande fraîche sont cuits à l'étouffée jusqu'à ce qu'ils deviennent tendres et prennent un enrobage vert foncé, comme s'ils invitaient tous ceux qui les goûtent à une promenade tranquille dans la forêt."
	},
	"ingredients": [
		{
			"name": "Viande crue",
			"count": 2
		},
		{
			"name": "Gueule-de-loup",
			"count": 2
		},
		{
			"name": "Oignon",
			"count": 2
		},
		{
			"name": "Épice",
			"count": 1
		}
	]
}