{
	"id": 3501,
	"name": "Biscuits sauriennaurus",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 30 % à 34 % des PV max du personnage sélectionné et 600 à 1 900 PV supplémentaires.",
	"description": "Des biscuits en forme de petits sauriens. Légers et croustillants, sucrés et parfumés, avec d'adorables motifs sur le dessus : comment les natlanois pourraient-ils ne pas être conquis par des collations aussi délicieuses ? Apparemment, même les sauriens les adorent... Mais les biscuits sont-ils vraiment ce que mangent les sauriens ?",
	"suspicious": {
		"effect": "Restaure 30 % des PV max du personnage sélectionné et 600 PV supplémentaires.",
		"description": "Des biscuits en forme de petits sauriens. Le goût fade et l'apparence exquise créent un contraste horrible qui, lorsque combiné avec la sensation dure en bouche, donne quelque chose qui n'est ni délicieux ni immangeable... Hmm, peut-être que les sauriens en voudront pour se faire les dents ?"
	},
	"normal": {
		"effect": "Restaure 32 % des PV max du personnage sélectionné et 1 250 PV supplémentaires.",
		"description": "Des biscuits en forme de petits sauriens. Légers et croustillants, sucrés et parfumés, avec d'adorables motifs sur le dessus : comment les natlanois pourraient-ils ne pas être conquis par des collations aussi délicieuses ? Apparemment, même les sauriens les adorent... Mais les biscuits sont-ils vraiment ce que mangent les sauriens ?"
	},
	"delicious": {
		"effect": "Restaure 34 % des PV max du personnage sélectionné et 1 900 PV supplémentaires.",
		"description": "Des biscuits en forme de petits sauriens. L'arôme envoûtant du beurre fait ressortir l'interaction délicieuse entre le cacahuatl et le granifruit, tandis que les formes mignonnes font que c'est vraiment difficile de s'arrêter. Au final, même les miettes qui vous ont échappé des doigts n'ont pas été épargnées !"
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Granifruit",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Beurre",
			"count": 1
		}
	]
}