{
	"id": 2302,
	"name": "Salade de selve",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Exploration",
	"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 15 % à 25 % lors du sprint pendant 900 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Une salade aranarienne typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Des tranches de pêches zaytuns fraîches et croustillantes auxquelles on ajoute des roses sumériennes légèrement pressées afin d'en agrémenter la saveur. De la menthe est utilisée à la place du sucre pour éviter que le goût du sucré ne vienne surcharger le tout. Un plat rafraîchissant tant au niveau du goût que de l'odeur.",
	"suspicious": {
		"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 15 % lors du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une salade aranarienne typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Les pêches zaytuns dégagent une odeur étrange, presque comme si elles avaient moisi au point de fermenter, tandis que les proportions de menthe et de rose sont déséquilibrées..."
	},
	"normal": {
		"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 20 % lors du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une salade aranarienne typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Des tranches de pêches zaytuns fraîches et croustillantes auxquelles on ajoute des roses sumériennes légèrement pressées afin d'en agrémenter la saveur. De la menthe est utilisée à la place du sucre pour éviter que le goût du sucré ne vienne surcharger le tout. Un plat rafraîchissant tant au niveau du goût que de l'odeur."
	},
	"delicious": {
		"effect": "Réduit la consommation d'endurance de tous les personnages de l'équipe de 25 % lors du sprint pendant 900 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une salade aranarienne typique. Paimon s'est creusé la tête pour essayer d'améliorer ce plat en dépit du fait que la recette d'origine soit utilisée depuis longtemps à Sumeru. Des pêches zaytuns juteuses et croquantes servies avec de la menthe fraîche et des roses dont le parfum s'infiltre jusqu'au fond du ventre. D'une douceur et d'une fraîcheur parfaites, ce plat est ce que l'on appelle le « goût de la joie »."
	},
	"ingredients": [
		{
			"id": 101218,
			"name": "Pêche zaytun",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menthe",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rose sumérienne",
			"count": 2
		}
	]
}