{
	"name": "Shawarma",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Attaque",
	"foodcategory": "Atk_Add",
	"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 à 95 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "De la viande grillée enroulée dans une galette. La viande placée sur une broche verticale est découpée puis enveloppée dans un pain plat avec des légumes et des sauces. Servez le tout dans une assiette et vous obtenez un plat de rue sumérien simple, mais délicieux.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 66 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "De la viande grillée enroulée dans une galette. La viande a été tellement cuite qu'elle ressemble à du charbon de bois, même la texture parfaite de la galette ne parvient pas à sauver les meubles... Lorsqu'il est question de cuisiner, la négligence n'est permise à aucun moment."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 81 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "De la viande grillée enroulée dans une galette. La viande placée sur une broche verticale est découpée puis enveloppée dans un pain plat avec des légumes et des sauces. Servez le tout dans une assiette et vous obtenez un plat de rue sumérien simple, mais délicieux."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 95 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "De la viande grillée enroulée dans une galette. L'ajout d'épices est ce qui donne toute son âme à la viande rôtie à l'extérieur et tendre à l'intérieur. Les légumes frais ajoutent une saveur rafraîchissante et la galette fine, mais pas trop dure du pain enveloppe ces ingrédients délicieux. Une seule bouchée suffit à provoquer un soupir de satisfaction à ceux qui dégustent ce mets, si bien qu'ils refusent de laisser s'enfuir la moindre goutte de jus de viande qui oserait déborder."
	},
	"ingredients": [
		{
			"name": "Viande crue",
			"count": 2
		},
		{
			"name": "Farine",
			"count": 2
		},
		{
			"name": "Épice",
			"count": 1
		}
	]
}