{
	"id": 4905,
	"name": "Croquettes épicées au poulet",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 30 à 35 % des PV max du personnage sélectionné.\nEt restaure 510 à 930 PV toutes les 5 s pendant 30 s.",
	"description": "Du poulet frit enveloppé d'une panure verte croustillante. Le poulet est enveloppé dans une pâte épicée avant d'être frit. On dit qu'en manger donne envie d'étudier sérieusement... Existe-t-il une chose aussi extraordinaire au monde ?",
	"suspicious": {
		"effect": "Restaure immédiatement 30 % des PV max, puis 510 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Du poulet frit enveloppé d'une panure verte croustillante. Avant même de goûter le poulet frit, la quantité excessive d'épices vous fait déjà suffoquer... Vous aviez prévu d'étudier après ce copieux repas, mais un grand verre d'eau semble d'abord nécessaire..."
	},
	"normal": {
		"effect": "Restaure immédiatement 32 % des PV max, puis 730 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Du poulet frit enveloppé d'une panure verte croustillante. Le poulet est enveloppé dans une pâte épicée avant d'être frit. On dit qu'en manger donne envie d'étudier sérieusement... Existe-t-il une chose aussi extraordinaire au monde ?"
	},
	"delicious": {
		"effect": "Restaure immédiatement 35 % des PV max, puis 930 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Du poulet frit enveloppé d'une panure verte croustillante. Croquez dedans tant que c'est chaud, et sa saveur épicée réveillera vos papilles tandis que le jus jaillira en bouche, revigorant votre esprit... Vous aurez l'impression de pouvoir tout apprendre !"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Volaille",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Farine",
			"count": 3
		},
		{
			"id": 110014,
			"name": "Épice",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menthe",
			"count": 2
		}
	]
}