{
	"id": 3504,
	"name": "Rondelles de patates farcies",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 26 à 30 % des PV max du personnage sélectionné.\nEt restaure 450 à 790 PV toutes les 5 s pendant 30 s.",
	"description": "Un plat délicieusement coloré. Écrasez les pommes de terre jusqu'à ce qu'elles soient en bouillie, ajoutez diverses garnitures au milieu, puis arrosez le tout de sauce pour obtenir une dernière touche d'éclat... Le résultat final n'est pas bien différent d'un gâteau minutieusement préparé et constitue le plat préféré de nombreux habitants de Natlan.",
	"suspicious": {
		"effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat délicieusement coloré. Les couleurs sont distinctes et la forme régulière, ce qui suscite une impatience qui est étouffée par la pomme de terre desséchée. S'agit vraiment de purée de pommes de terre et pas de jaunes d'œufs cuits à la vapeur ?"
	},
	"normal": {
		"effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat délicieusement coloré. Écrasez les pommes de terre jusqu'à ce qu'elles soient en bouillie, ajoutez diverses garnitures au milieu, puis arrosez le tout de sauce pour obtenir une dernière touche d'éclat... Le résultat final n'est pas bien différent d'un gâteau minutieusement préparé et constitue le plat préféré de nombreux habitants de Natlan."
	},
	"delicious": {
		"effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat délicieusement coloré. Les couleurs attrayantes et la texture douce et délicate contiennent des saveurs qui se chevauchent et qui se heurtent à vos papilles dans un feu d'artifice d'arômes. Un apéritif aussi parfait vous laisse dans une impatience inégalée pour le plat principal."
	},
	"ingredients": [
		{
			"id": 100080,
			"name": "Pomme de terre",
			"count": 4
		},
		{
			"id": 100084,
			"name": "Poisson",
			"count": 3
		},
		{
			"id": 100064,
			"name": "Volaille",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Oignon",
			"count": 2
		}
	]
}