{
	"id": 3305,
	"name": "Thé à la tombaie",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Attaque",
	"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 à 228 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Une boisson fruitée avec un goût aigre-doux agréable. Ce thé parfumé dégage un agréable parfum fruité. Une sensation de fraîcheur accompagne le glouglou émis par celui qui le boit. Il permet de chasser la sensation de chaleur et de sécheresse.",
	"suspicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 160 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une boisson fruitée avec un goût aigre-doux agréable. Vous avez voulu ajouter du sucre pour tempérer l'aigreur du thé, mais un moment d'inattention a suffi pour que vous en mettiez beaucoup trop. Cela aurait dû être une boisson désaltérante, et pourtant, celle-ci donne de plus en plus soif au fur et à mesure qu'on la boit. Peut-être faut-il ajouter encore de l'eau..."
	},
	"normal": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 194 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une boisson fruitée avec un goût aigre-doux agréable. Ce thé parfumé dégage un agréable parfum fruité. Une sensation de fraîcheur accompagne le glouglou émis par celui qui le boit. Il permet de chasser la sensation de chaleur et de sécheresse."
	},
	"delicious": {
		"effect": "Augmente l'ATQ de tous les personnages de l'équipe de 228 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Une boisson fruitée avec un goût aigre-doux agréable. L'odeur du thé qui imprègne l'atmosphère semble transporter nos pensées. Vous avez alors l'impression de vous trouver dans un vaste champ où souffle une brise douce et sucrée, ce qui est très enivrant."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Pomme crépusculaire",
			"count": 3
		},
		{
			"id": 100051,
			"name": "Baie",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sucre",
			"count": 2
		}
	]
}