{
	"id": 3303,
	"name": "Tahtchine",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Récupération",
	"effect": "Restaure 26 à 30 % des PV max du personnage sélectionné.\nEt restaure 450 à 790 PV toutes les 5 s pendant 30 s.",
	"description": "Un plat de riz classique et rassasiant servi en grande quantité. La viande est marinée dans du yaourt avant d'être mélangée à du riz cuit. Le tout est ensuite cuit au four jusqu'à ce que l'extérieur soit croustillant. Ne pas oublier d'ajouter une poignée de pétales de padisachidées avant de le servir. Le riz et la viande peuvent rassasier n'importe qui pendant une longue durée, ce qui explique pourquoi ce plat est si populaire au Grand bazar.",
	"suspicious": {
		"effect": "Restaure immédiatement 26 % des PV max, puis 450 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de riz classique et rassasiant servi en grande quantité. Sa partie extérieure a une couleur sombre, ce qui est loin d'être appétissant. Quand on le goûte, il est tellement dur qu'on a l'impression de se battre avec pour le manger. Il est préférable de ne consommer que la garniture afin de préserver l'intégrité de vos dents..."
	},
	"normal": {
		"effect": "Restaure immédiatement 28 % des PV max, puis 620 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de riz classique et rassasiant servi en grande quantité. La viande est marinée dans du yaourt avant d'être mélangée à du riz cuit. Le tout est ensuite cuit au four jusqu'à ce que l'extérieur soit croustillant. Ne pas oublier d'ajouter une poignée de pétales de padisachidées avant de le servir. Le riz et la viande peuvent rassasier n'importe qui pendant une longue durée, ce qui explique pourquoi ce plat est si populaire au Grand bazar."
	},
	"delicious": {
		"effect": "Restaure immédiatement 30 % des PV max, puis 790 PV toutes les 5 s pendant 30 s au personnage sélectionné.",
		"description": "Un plat de riz classique et rassasiant servi en grande quantité. À la première bouchée, l'extérieur croustillant se fissure et produit un bruit délicieux de craquement. À la deuxième bouchée, le riz velouté et humide s'allie avec la viande juteuse. La troisième bouchée voit le parfum des padisachidées s'épanouir... Enfin, la dernière bouchée vous laisse enivré dans un rêve merveilleux, et vous fait regretter d'avoir déjà le ventre plein. Dans ce cas, pourquoi ne pas manger à nouveau de ce mets délicieux demain ?"
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Riz",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Volaille",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Poisson",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisachidée",
			"count": 1
		}
	]
}