{
	"id": 3118,
	"name": "Joyaux du palais",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Défense",
	"effect": "Augmente les PV max de tous les personnages de l'équipe de 20 % à 25 % pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat liyuéen délicieusement parfumé. La chair des crevettes est panée et cuite avec de riches œufs de crabe. Les œufs sont comme de l'or qui brille, tandis que les crevettes scintillent comme du jade, d'où le nom de « Joyaux du palais ».",
	"suspicious": {
		"effect": "Augmente les PV max de tous les personnages de l'équipe de 20 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat liyuéen délicieusement parfumé. Les crevettes grossièrement préparées et les œufs de crabe à moitié cuits dégagent une odeur étrange : la puanteur du charnier d'une guerre brutale entre crabes et crevettes. Étant donné que les ingrédients eux-mêmes sont encore frais, ce cauchemar peut toujours être considéré comme de la nourriture... Si on ignore l'odeur, en tout cas..."
	},
	"normal": {
		"effect": "Augmente les PV max de tous les personnages de l'équipe de 22 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat liyuéen délicieusement parfumé. La chair des crevettes est panée et cuite avec de riches œufs de crabe. Les œufs sont comme de l'or qui brille, tandis que les crevettes scintillent comme du jade, d'où le nom de « Joyaux du palais »."
	},
	"delicious": {
		"effect": "Augmente les PV max de tous les personnages de l'équipe de 25 % pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat liyuéen délicieusement parfumé. La chair de crevette, tendre et moelleuse, est enveloppée dans de la chair de crabe douce et lisse, comme un trésor luxueux que les gens recherchent inconsciemment. Une bouchée délicate remplit votre bouche de saveur, comme des vagues ondulant sur votre palais alors que vous flottez dans une délicieuse rivière de crevettes et de crabes."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Crevette",
			"count": 3
		},
		{
			"id": 100074,
			"name": "Œufs de crabe",
			"count": 1
		},
		{
			"id": 100015,
			"name": "Gueule-de-loup",
			"count": 1
		},
		{
			"id": 100075,
			"name": "Sel",
			"count": 1
		}
	]
}