{
	"name": "Wakatakeni",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Défense",
	"foodcategory": "Def_Add",
	"effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 à 126 pts pendant 300 s.\nNe s'applique qu'à vos personnages en mode multijoueur.",
	"description": "Un plat végétarien aux couleurs claires. Du bouillon est versé dans la casserole avant d'y placer les pousses de bambou et les algues. Le tout forme un mets élégant dont la saveur légère convient à tous les palais. Il peut être servi en entrée ou en accompagnement.",
	"suspicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 88 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat végétarien aux couleurs claires. Les algues sont difficiles à mâcher et les pousses de bambou dures risquent de vous abîmer les dents. Tout compte fait, il vaudrait mieux dévorer ce plat des yeux."
	},
	"normal": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 107 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat végétarien aux couleurs claires. Du bouillon est versé dans la casserole avant d'y placer les pousses de bambou et les algues. Le tout forme un mets élégant dont la saveur légère convient à tous les palais. Il peut être servi en entrée ou en accompagnement."
	},
	"delicious": {
		"effect": "Augmente la DÉF de tous les personnages de l'équipe de 126 pts pendant 300 s. Ne s'applique qu'à vos personnages en mode multijoueur.",
		"description": "Un plat végétarien aux couleurs claires. La vie nouvelle née de la délicatesse de l'océan et la fraîcheur des montagnes se retrouvent dans le bouillon. Ses saveurs douces et légères donnent un avant-goût des merveilles des quatre saisons et de la revitalisation de toutes les formes de vie."
	},
	"ingredients": [
		{
			"name": "Pousse de bambou",
			"count": 3
		},
		{
			"name": "Herbe marine",
			"count": 2
		}
	]
}