{
	"id": 11515,
	"name": "Xá Tội",
	"description": "Thanh kiếm từng được dùng bởi kẻ dối trá từ bỏ tất cả. Trước đây chủ yếu là công cụ mà anh ta dùng để ngụy trang thân phận của mình.",
	"descriptionRaw": "Thanh kiếm từng được dùng bởi kẻ dối trá từ bỏ tất cả. Trước đây chủ yếu là công cụ mà anh ta dùng để ngụy trang thân phận của mình.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "\"Sự chân thành và siêng năng chắc chắn sẽ được đền đáp. Mẹ luôn dạy chúng con điều này.\"\n\"Nhưng người ưa sự chân thành thường là kẻ nói dối, người siêng năng chắc chắn sẽ bị người khác lợi dụng.\"\n\"Mẹ à, thì ra mẹ cũng là một kẻ nói dối. Nếu không thì tại sao mẹ lại bị chôn cất sơ sài ở đây chứ?\"\n\"Cho nên, mẹ à, cảm ơn mẹ. Bây giờ thì con đã hiểu được lời dạy dỗ thực sự của mẹ rồi...\"\nTrước khi miếng gỗ trở thành \"cán rìu\", nhất định không được tiếc rẻ thủ đoạn, cũng không được quá xem trọng tôn nghiêm.\nLễ phục vướng víu, vải rách nhuốm đầy dầu mỡ và máu, đều là trang phục để vươn cao.\n\nỞ thời đại như thế... Không, cho dù là hàng ngàn, hàng vạn năm sau này cũng vậy...\nSẽ luôn có những thanh thiếu niên trưởng thành sớm, vươn mình dưới cái gọi là ngọn cờ sinh tồn của kẻ mạnh nhất,\nLấy sự chân thành, kỳ vọng và ước mơ làm thức ăn, nuôi dưỡng và trở thành con quái vật hùng vĩ như một thành phố trên mặt đất,\nHai thành phố mà ánh mặt trời có thể và không thể chiếu tới, đều là vùng đất săn mồi màu mỡ cho y.\n\n\"Ối, đây là tiểu thư nhà nào vậy, sao lại chiếu cố đến thăm Fleuve Cendre của chúng tôi.\"\nMà thiếu nữ quý tộc đi nhầm vào Fleuve Cendre, đương nhiên là con mồi xứng đáng được treo trên lò sưởi nhất rồi...\nNỗi sợ hãi giống như đám mây che khuất ánh trăng, khiến diện mạo vốn xinh đẹp của cô trở nên u ám, con quái vật nghĩ thầm.\nCô nhận ra gương mặt của quái vật, nhưng lại hỏi rằng tại sao lại phát hiện ra lớp ngụy trang của cô.\n\"Cô không giỏi nói dối. Vậy chẳng phải đã thừa nhận thân phận người ngoài rồi sao?\"\n\"Dù sao thì trang phục của cô cũng không có tro than, dầu máy, cũng chẳng vấy máu...\"\n\nY giơ tay về phía thiếu nữ, trong lòng thầm nghĩ. Đúng rồi, cơ hội tốt thế này nhất định không thể bỏ qua.\nTơ nhện đã lặng lẽ buông xuống từ tầng mây. Ta phải dùng nó để bước chân vào gia tộc lớn nhất, hiển hách nhất.\nNhững nấc thang dẫn lên đỉnh mây. Chìa khóa để mở cánh cổng ngọc trai.\nNhất định không để cô ấy rời xa ta... Ta nhất định không thể rời xa cô ấy...\n\n\"Leticia, tôi kính trọng tâm hồn cao quý của cô.\"\nKhi nói chuyện, y cảm thấy điều gì đó khiến người ta không vui. Nhưng y vẫn tiếp tục kể...\n\n...\nMọi chuyện đều có điềm báo trước. Đó là đêm trước khi bão táp kéo đến,\nNhưng y lại lẩm bẩm về nguyện vọng ích kỷ với thái độ khác thường:\n\"Leticia, em có từng tưởng tượng ra một thế giới thế này chưa...\"\n\"Ở nơi đó, có mặt trời sáng hơn gấp ba lần và những mảnh đất phì nhiêu vô tận,\"\n\"Còn con người tự do như những cánh chim bay lượn, không có khoảng cách, không còn lừa dối hay cướp bóc,\"\n\"Chúng ta bay qua cánh đồng mênh mông vô tận, hoặc là sông sâu hồ rộng, thung lũng thăm thẳm,\"\n\"Cho đến khi chúng ta tìm được cái cây thuộc về riêng mình, xây dựng ngôi nhà của riêng mình ở đó,\"\n\"Không bị bất kỳ ai làm phiền, cũng không phải phiền não vì bất cứ chuyện gì...\"\n\nCó lẽ lúc đó y đã tin rằng, hy vọng mong manh một thời đã tan thành mây khói,\nHoặc giống như đồng bào của họ, sớm đã chìm trong im lặng và vũng máu từ lâu.\n\n\"Leticia thân yêu, hãy nghĩ đến những đứa trẻ, những mầm non mới ra đời,\"\n\"Không nên sinh ra trong tiếng khói lửa, lớn lên trong bùn nhơ nước bẩn.\"\n\"Lẽ nào phải nuôi dưỡng những đứa trẻ ấy bằng những giọt nước mắt giận dữ và những lời nguyền rủa hận thù,\"\n\"Chỉ để lại giấc mơ đầy sợ hãi, hay là sứ mệnh tương lai chưa rõ để chúng kế thừa?\"\n\nNhưng mà không cần lo lắng, tất cả đều đã được sắp xếp ổn thỏa rồi.\nTương lai của chúng ta... Tương lai của ta, sẽ không có vấn đề gì đâu.\nNghĩ tới đây, y cảm thấy một sự bất thường quen thuộc.\n\n...\nKhi ấy, đã lâu rồi y không cùng du ngoạn với quý tộc. Khi đối phương hỏi về lý do phản bội,\n\"Vì khen thưởng và để leo lên địa vị cao hơn\". \"Vì để đổi lấy sự bình an cho cô ấy và đứa trẻ.\"\nY đã chẳng còn nhớ đâu là cái cớ, đâu là lý do thực sự nữa.\nDù sao thì, lời nói dối lặp lại hàng ngàn hàng vạn lần, thì ngay cả kẻ đi lừa gạt cũng sẽ tin là thật.\n\nVì thế, cuối cùng khi người vợ hỏi câu tương tự, y vẫn không thể hiểu được.\nNhưng y nhớ lại lời đã hứa với cô. Ít nhất hai người họ đã giữ được khế ước ban đầu.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "9,6%",
	"effectName": "Khế Ước Chết Chóc",
	"effectTemplateRaw": "Sát Thương Bạo Kích tăng <color=#99FFFFFF>{0}</color>; Khi giá trị của Khế Ước Sinh Mệnh gia tăng, sát thương gây ra của người trang bị tăng <color=#99FFFFFF>{1}</color> trong 6s. Hiệu quả này tối đa cộng dồn 3 tầng.",
	"r1": {
		"description": "Sát Thương Bạo Kích tăng 20%; Khi giá trị của Khế Ước Sinh Mệnh gia tăng, sát thương gây ra của người trang bị tăng 16% trong 6s. Hiệu quả này tối đa cộng dồn 3 tầng.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Sát Thương Bạo Kích tăng 25%; Khi giá trị của Khế Ước Sinh Mệnh gia tăng, sát thương gây ra của người trang bị tăng 20% trong 6s. Hiệu quả này tối đa cộng dồn 3 tầng.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Sát Thương Bạo Kích tăng 30%; Khi giá trị của Khế Ước Sinh Mệnh gia tăng, sát thương gây ra của người trang bị tăng 24% trong 6s. Hiệu quả này tối đa cộng dồn 3 tầng.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Sát Thương Bạo Kích tăng 35%; Khi giá trị của Khế Ước Sinh Mệnh gia tăng, sát thương gây ra của người trang bị tăng 28% trong 6s. Hiệu quả này tối đa cộng dồn 3 tầng.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Sát Thương Bạo Kích tăng 40%; Khi giá trị của Khế Ước Sinh Mệnh gia tăng, sát thương gây ra của người trang bị tăng 32% trong 6s. Hiệu quả này tối đa cộng dồn 3 tầng.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Mảnh Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Tiếng Vọng Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 18
			}
		]
	}
}