{
	"id": 12416,
	"name": "Akuoumaru",
	"description": "Từng là thanh đao yêu thích của \"Akuou\". Thân đao trông rất nặng và đồ sộ, nhưng khi sử dụng lại nhẹ ngoài sức tưởng tượng.",
	"descriptionRaw": "Từng là thanh đao yêu thích của \"Akuou\". Thân đao trông rất nặng và đồ sộ, nhưng khi sử dụng lại nhẹ ngoài sức tưởng tượng.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Là thanh đao từng thuộc về mãnh tướng xuất thân từ Watatsumi.\nNghe nói kiếm pháp của anh ấy chỉ có hai loại \"Getsumouun\" và \"Yuushio\" do chính anh ấy tạo ra,\nNhưng trên chiến trường và những cuộc thi đấu, chỉ dựa vào hai loại kiếm pháp này mà anh ấy chưa từng thua trận dưới tay bất cứ đối thủ nào.\n\nNgười ta thường nói rắn và cá là loài máu lạnh. Thế nhưng loại động vật máu lạnh này lại say đắm với một cảnh sắc tương lai rực cháy.\nĐể thực hiện mơ ước của con dân, Omikami đã khiêu chiến với lôi vân tích tụ.\nTrong số những người phàm đi theo Watatsumi bước lên con đường chinh phục, có một thiếu niên nổi bật xuất chúng.\nVì sự dũng mãnh bất khuất của mình mà anh rất được Watatsumi yêu thích, và nhận được danh hiệu \"Touzannou\".\nCuối cùng rất nhiều năm sau đó, danh hiệu đã dần bị lãng quên, và bị thay thế bằng cách gọi miệt thị của kẻ địch:\n\"Akuou\", nanh vuốt hung ác của mãng xà, ma vương tàn khốc xâm chiếm Đảo Yashiori...\n\nGiết chóc biến thiếu niên trở thành một chiến sĩ thô kệch. Nhưng đối với anh ấy,\nChỉ có điều ước anh đã cầu nguyện trước ánh trăng trên biển bên cạnh đền thần trước khi xuất chinh là không bao giờ tan biến.\n\n\"Rồi có một ngày, tôi sẽ đứng trên Núi Yougou, và nhìn xuống vương thành của Lôi Vương.\"\n\"Trên nóc thành Thiên Thủ, thỏa sức chiến đấu với Tengu Yougou trong truyền thuyết.\"\n\"Sau đó, dùng mặt nạ làm quà tặng cho Ayame và Mouun!\"\n\nSau cùng, cơn sóng đã cuốn đi hết mọi ước mơ, cũng giống như cuốn trôi lâu đài cát trên bãi biển vậy.\nMặt nạ Tengu rực đỏ đã vỡ nát như cát biển trong loạn chiến.\nPháp sư như ánh trăng biển soi sáng linh hồn của thiếu niên năm xưa, nay cũng không còn nữa.\nCòn Akuou cũng cùng với mãng xà biến thành tia sáng chói lòa.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "9%",
	"effectName": "Kẻ Cưỡi Sóng Watatsumi",
	"effectTemplateRaw": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>{0}</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.12% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này gây ra. Thông qua cách này, sát thương Kỹ Năng Nộ tăng tối đa 40%.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.15% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 50%.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.18% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 60%.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.21% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 70%.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.24% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 80%.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Nhánh San Hô Của Biển Xa",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Nhánh Ngọc Của Biển Xa",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Nhánh Ngọc Của Biển Xa",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Nhánh Quỳnh Ngọc Của Biển Xa",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Nhánh Quỳnh Ngọc Của Biển Xa",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Nhánh Vàng Của Biển Xa",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 12
			}
		]
	}
}