{
	"id": 15410,
	"name": "Thợ Săn Hẻm Tối",
	"description": "Cây cung dài với hình dáng tinh xảo xa xỉ, từng thuộc về tên trộm nghĩa hiệp nào đó chưa từng bị bắt.",
	"descriptionRaw": "Cây cung dài với hình dáng tinh xảo xa xỉ, từng thuộc về tên trộm nghĩa hiệp nào đó chưa từng bị bắt.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Chiếc cung được tô vẽ bằng gam màu tối để dễ dàng hoà vào màn đêm sâu thẳm.\nVốn là sự lựa chọn số một của những nhà quý tộc phong độ lịch lãm trong cuộc săn bắt,\nNhưng nó lại rơi vào tay tên trộm nghĩa hiệp không bao giờ bị bắt.\n\nNgười dùng nó đã từng lặng lẽ bắn hạ vương miện của quý tộc,\nĐã từng bắn đứt chiếc thòng lọng đang siết chặt, đã từng bắn hạ vũ khí của đám lính truy đuổi.\nCũng từng tuyên bố sẽ đem lại ánh sáng cho thời đại đen tối,\nMang lại công lý, của cải và nụ cười cho những người bị áp bức.\n\nTrong quá khứ, anh đã mang lại công lý, của cải và nụ cười cho những người bị áp bức, mang lại sự sợ hãi, tức giận, và những đêm mất ngủ cho đám người quyền quý,\nTrong màn đêm với bước chân nhẹ như mưa trên các con hẻm, mái nhà, sân thượng và tiếng hát của những nhà thơ trong quán rượu, trên quảng trường,\nCũng bởi cây thương sắc nhọn, ma nữ mắt xanh chuyên săn lùng những tên trộm, đã dâng tặng viên pha lê xanh biếc được lấy từ vua vũ khí của quý tộc.\n\nNhưng đến cuối cùng, anh cũng không thể đem lại nụ cười cho nàng ma nữ lạnh lùng như ngọc bích mà mình đem lòng cảm mến.\nCuối cùng, trên khuôn mặt như đoá hoa của ma nữ đang tìm kiếm cái chết bị khắc dấu ấn tội nhân, sau đó nàng biến mất...\nCuối cùng tên trộm nghĩa hiệp đã nghe theo lời khuyên của em ruột, từ bỏ lời thề, trốn ra biển cả nơi mà không thuộc về ai...\n\"Không biết liệu cô ấy còn nhớ bài hát của tôi? Còn nhớ những năm tháng dõi theo tôi trong con hẻm mùi rượu và những bài hát dành riêng cho cô ấy\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Phục Kích Ngõ Hẹp",
	"effectTemplateRaw": "Khi nhân vật trang bị vũ khí này ở trong đội, cứ mỗi giây nhân vật sẽ tăng <color=#99FFFFFF>{0}</color> sát thương tạo thành, tối đa có thể dùng cách này để tăng <color=#99FFFFFF>{1}</color> sát thương; Sau khi ra trận 4s, hiệu quả sát thương tăng thêm nêu trên sẽ mất đi <color=#99FFFFFF>{2}</color> sau mỗi giây, cho đến khi giảm xuống còn 0%.",
	"r1": {
		"description": "Khi nhân vật trang bị vũ khí này ở trong đội, cứ mỗi giây nhân vật sẽ tăng 2% sát thương tạo thành, tối đa có thể dùng cách này để tăng 20% sát thương; Sau khi ra trận quá 4s, hiệu quả sát thương tăng thêm nêu trên sẽ mất đi 4% sau mỗi giây, cho đến khi giảm xuống còn 0%.",
		"values": [
			"2%",
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Khi nhân vật trang bị vũ khí này ở trong đội, cứ mỗi giây nhân vật sẽ tăng 2.5% sát thương tạo thành, tối đa có thể dùng cách này để tăng 25% sát thương; Sau khi ra trận 4s, hiệu quả sát thương tăng thêm nêu trên sẽ mất đi 5% sau mỗi giây, cho đến khi giảm xuống còn 0%.",
		"values": [
			"2.5%",
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Khi nhân vật trang bị vũ khí này ở trong đội, cứ mỗi giây nhân vật sẽ tăng 3% sát thương tạo thành, tối đa có thể dùng cách này để tăng 30% sát thương; Sau khi ra trận 4s, hiệu quả sát thương tăng thêm nêu trên sẽ mất đi 6% sau mỗi giây, cho đến khi giảm xuống còn 0%.",
		"values": [
			"3%",
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Khi nhân vật trang bị vũ khí này ở trong đội, cứ mỗi giây nhân vật sẽ tăng 3.5% sát thương tạo thành, tối đa có thể dùng cách này để tăng 35% sát thương; Sau khi ra trận 4s, hiệu quả sát thương tăng thêm nêu trên sẽ mất đi 7% sau mỗi giây, cho đến khi giảm xuống còn 0%.",
		"values": [
			"3.5%",
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Khi nhân vật trang bị vũ khí này ở trong đội, cứ mỗi giây nhân vật sẽ tăng 4% sát thương tạo thành, tối đa có thể dùng cách này để tăng 40% sát thương; Sau khi ra trận 4s, hiệu quả sát thương tăng thêm nêu trên sẽ mất đi 8% sau mỗi giây, cho đến khi giảm xuống còn 0%.",
		"values": [
			"4%",
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 12
			}
		]
	}
}