{
	"id": 15502,
	"name": "Cung Amos",
	"description": "Cung vô cùng cổ xưa. Ngay cả khi chủ nhân ban đầu không còn tồn tại, thế nhưng sức mạnh ẩn chứa trong nó vẫn còn như xưa - sức mạnh vô chủ, nhưng tồn tại trong tất cả mọi thứ. Khoảng cách tâm hệ càng lớn thì sức mạnh càng mãnh liệt..",
	"descriptionRaw": "Cung vô cùng cổ xưa. Ngay cả khi chủ nhân ban đầu không còn tồn tại, thế nhưng sức mạnh ẩn chứa trong nó vẫn còn như xưa - sức mạnh vô chủ, nhưng tồn tại trong tất cả mọi thứ. Khoảng cách tâm hệ càng lớn thì sức mạnh càng mãnh liệt..",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 5,
	"story": "Thời thượng cổ hoang tàn, khi ấy vùng cỏ xanh nơi đất liền vẫn nhợt nhạt như xương.\nThiếu nữ chân trần bước đi trên tuyết, theo dấu chân của vị vua trong tòa tháp cô đơn.\n\nChàng vốn là người cô gái yêu mến, thế nhưng những cơn gió tàn khốc nào có thể hiểu được sự yếu đuối của con người.\nChàng từng là kẻ thù của cô, thế nhưng sự truy đuổi của cô không chỉ vì báo thù.\n\n\"Ta mơ thấy sóng biển và cát nhỏ, ta mơ về rừng xanh và đất liền rộng lớn\"\n\"Ta mơ thấy những chú heo rừng vui đùa trong lùm cây berry, ta mơ về tháp cao sừng sững\"\nCô từng nói với chàng bằng giọng điệu nhẹ nhàng, nhưng Thần Vương lại không nghe thấy.\n\nThức tỉnh trong tình cảm mù quáng, cô nhận ra rằng chàng không có sự chân thành:\nCũng giống như chàng luôn miệng nói lời yêu thương, nhưng quanh mình chỉ là những cơn gió rét.\nĐôi mắt sững sờ trước những cơn gió mạnh bất tận, người dân không thể đứng dậy,\nLại nghĩ rằng họ đang thể hiện sự cung kính và thuần phục.\n\nĐó là thời đại chúa tể gió bắc cùng vua tháp cao chiến đấu,\nNữ xạ thủ từng ngộ nhận mình nhận được sự sủng ái của chủ nô lệ.\nCho đến phút cuối của đấu tranh, làn gió phản kháng trổi dậy,\nCô cùng với thiếu niên vô danh, tinh linh vô danh, kỵ sĩ vô danh,\nTrèo lên ngọn tháp như những thanh kiếm đâm lên khoảng không sâu thẳm, khiêu chiến với vị vua quái gở trong gió.\n\n\"Như vậy có thể rơi vào sự chú ý của anh ấy\"\n\nNhưng mà cho đến khoảnh khắc cô giương cung hướng về phía anh,\nCho đến khoảnh khắc những con gió mạnh tụ lại đem cô xé rách ấy,\nCô mới ý thức được khoảng cách giữa mình và chủ của những cơn gió.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "10,8%",
	"effectName": "Ý Chí Không Quên",
	"effectTemplateRaw": "Tăng <color=#99FFFFFF>{0}</color> sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng <color=#99FFFFFF>{1}</color>, tối đa tăng 5 lần.",
	"r1": {
		"description": "Tăng 12% sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng 8%, tối đa tăng 5 lần.",
		"values": [
			"12%",
			"8%"
		]
	},
	"r2": {
		"description": "Tăng 15% sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng 10%, tối đa tăng 5 lần.",
		"values": [
			"15%",
			"10%"
		]
	},
	"r3": {
		"description": "Tăng 18% sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng 12%, tối đa tăng 5 lần.",
		"values": [
			"18%",
			"12%"
		]
	},
	"r4": {
		"description": "Tăng 21% sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng 14%, tối đa tăng 5 lần.",
		"values": [
			"21%",
			"14%"
		]
	},
	"r5": {
		"description": "Tăng 24% sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng 16%, tối đa tăng 5 lần.",
		"values": [
			"24%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 18
			}
		]
	}
}