{
	"name": "Nhược Thủy",
	"description": "Trường cung khó lòng phân biệt được màu sắc, nhưng phát ra sắc xanh của nước dưới ánh mặt trời.",
	"weapontype": "Cung",
	"rarity": "5",
	"story": "Thường nói nước là vô hình, nước là vô sắc, có thể làm dao bén, cũng có thể làm cung tên.\nNgàn vạn vật chất trên thế giới này, chỉ có nước là mềm mại nhất, bền bỉ nhất.\nTrong các loại vũ khí, thì chiếc cung này được sở hữu năng lực gọi nước khó lường.\n\n\"Có thể bao dung tất cả ô uế, có thể rửa sạch mọi vết nhơ bẩn, nhưng vẫn giữ được sự thuần khiết của bản thân\"\n\"Có thể biến đổi muôn hình vạn trạng, có thể mô phỏng vô số sinh linh, khó đoán nhưng lại không mất đi bản tính\"\n\"Có thể tách ra thành muôn vàn dòng chảy, chằng chịt nhưng không hề rối loạn; Có thể hợp thành ngọn sóng lớn thịnh nộ, sức mạnh khó mà phá vỡ\"\n\"Dưới sự trong suốt lung linh, sâu bên dưới đó thường hay che giấu rất nhiều bí mật mà ánh sáng không thể nào rọi đến\"\n\"Đây chính là sự thần kỳ của nước, cho dù có thông minh trí tuệ đến đâu, thì cũng khó mà nhìn thấu thiên biến vạn hóa trong đó\"\n\nTrước khi may mắn được làm việc cho quý nhân trên Quần Ngọc Các, đã từng được nghe tiền bối lớn tuổi dạy dỗ như vậy.\nTrong thế giới của quyền lực và thương thảo luôn tồn tại những tảng đá ngầm và giông bão càn quét, giăng kín quanh con thuyền đã chịu nhiều hư tổn.\nNhững người trong lòng đầy dã tâm to lớn, sở hữu tài sản khổng lồ, thường sẽ có thể lèo lái con thuyền một cách thuận lợi và khéo léo hơn.\nTừ đó mà có thể tránh né được sự tranh đoạt và ác ý luôn rình rập muôn nơi, ở giữa dòng thác nước chảy ngược mà điều khiển con thuyền lao vút lên cao.\n\n\"Tuy nói là vậy, nhưng tôi chẳng hề có được tâm tính của một nhân vật lớn, và cũng không chịu được những điều vô vị đó\"\n\"Mà so ra thì càng thích tận hưởng hương thơm của phòng trà, thích nhìn thế gian tựa như xúc xắc có thể đổ ra muôn vàn kết quả khác nhau\"\n\"Từng lẻn vào nơi gian tặc ẩn náu trong đêm, cũng từng phá hủy âm mưu của cường địch ngoại quốc\"\n\"Nhưng những việc này không phải là hành động gây chú ý, nhằm mục đích leo lên chức cao để khoe mẽ sự giàu có và dẹp bỏ hết những thứ khác mình, mà chỉ vì nước thì phải có nguồn\"\n\nĐể bảo vệ sự thuần khiết của nguồn cội, mà ý chí dịu dàng của nước cũng có thể hóa thành lưỡi dao sắc bén, trở thành chiếc cung lợi hại.\nDưới ánh trăng rằm, thứ có thể ung dung lượn lờ giữa nơi âm mưu và bí mật giao thoa, chính là hình hài trí tuệ của nước.",
	"baseatk": 44,
	"substat": "ST Bạo Kích",
	"subvalue": "19.2",
	"effectname": "Dạng Gột Rửa",
	"effect": "HP tăng {0}. Khi xung quanh có kẻ địch, sát thương gây ra của nhân vật trang bị vũ khí này tăng {1}, bất kể nhân vật này có trong trận hay không.",
	"r1": [
		"16%",
		"20%"
	],
	"r2": [
		"20%",
		"25%"
	],
	"r3": [
		"24%",
		"30%"
	],
	"r4": [
		"28%",
		"35%"
	],
	"r5": [
		"32%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Ánh Sáng Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Tượng Hắc Ám",
				"count": 5
			},
			{
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Tượng Hắc Ám",
				"count": 18
			},
			{
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 9
			},
			{
				"name": "Tượng Bóng Đêm",
				"count": 9
			},
			{
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Tượng Bóng Đêm",
				"count": 18
			},
			{
				"name": "Hạt Bay Lượn U Ám",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 9
			},
			{
				"name": "Tượng Tử Thần",
				"count": 14
			},
			{
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Thần Thể Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Tượng Tử Thần",
				"count": 27
			},
			{
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 18
			}
		]
	}
}