{
	"id": 14427,
	"name": "Sừng Rượu Vân Xanh",
	"description": "Dụng cụ nghi lễ được lưu truyền trong Meztli. Nghe nói được vị anh hùng Tupac \"Khổng Lồ\" yêu quý nhưng chưa từng sử dụng.",
	"descriptionRaw": "Dụng cụ nghi lễ được lưu truyền trong Meztli. Nghe nói được vị anh hùng Tupac \"Khổng Lồ\" yêu quý nhưng chưa từng sử dụng.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Ta thường nghe thấy tiếng hát của mọi người và lời kể của họ,\nTrong bữa tiệc vui vẻ này, khi mọi người tụ hội.\nNguyện vọng thúc giục ta mang đến cho mọi người bài hát mới:\nTa muốn tấu vang dây đàn của mình, muốn ngân lên giai điệu của mình,\nTa muốn bắt đầu ca hát, ta muốn bắt đầu kể chuyện,\nKể về tổ tiên cổ xưa, người khổng lồ anh dũng, Tupac.\n...\nTenoch trẻ tuổi hào sảng, đã nổi giận khi nghe những lời này,\nGiống như một con cá hung hãn, như một con hươu nâu kiêu căng.\nAnh ấy muốn giơ cao cây gậy dài đó và nói với Tupac rằng:\nTại sao ngươi phải ra biển, tại sao lại vượt sóng?\nTổ tiên của các ngươi là Uenuku cũng không dám kiêu căng như vậy.\nNếu ngươi dám ngăn cản ta, ta sẽ để ngươi chôn thân trong bụng cá!\n\nTupac vạm vỡ như ngọn núi, nghe thấy câu này liền bật cười,\nNhư một con tê giác dũng mãnh, như một con đà điểu mạnh mẽ.\nÔng ấy nắm chặt chiếc sừng trong tay, nói với Tenoch rằng:\nĐồ nhỏ bé yếu đuối như ngươi thì có thể làm gì được ta?\nChiếc sừng này vốn nên thuộc về ta, thuộc về đồng bào quê hương ta.\nNếu ngươi dám cướp đi, thì hãy đấu vật với ta trước!\n\nTupac vạm vỡ như ngọn núi, luôn là người tài giỏi như vậy:\nÔng từng vì cơn thịnh nộ mà tay không phá hủy ngọn núi,\nLại ghim núi đá vào mặt đất, muốn để cho suối nước nóng trào ra.\n(Suối nước nóng ở phía tây nam mà mọi người thấy bây giờ,\nChính là di sản tồn tại đến ngày nay mà ban đầu ông ấy để lại.)\nÔng ấy từng một mình ra biển, chiến đấu với cá voi hai đuôi khổng lồ,\nCòn bẻ nanh dài của mãnh thú, luôn mang theo bên mình.\nNhư dòng suối chảy năm xưa, trái tim của ông vẫn rực cháy và hoang dã,\nTenoch trẻ tuổi hào sảng, sao có thể lọt vào mắt ông ấy được chứ?\n...\nTupac vạm vỡ như ngọn núi, bất giác nhớ về hàng chục năm trước,\nKhi giao đấu với Tenoch để tranh giành chiếc sừng.\nÔng ấy đã thốt ra những lời như vậy, trước mặt chủ nhân của ngọn lửa,\nTupac vạm vỡ như ngọn núi, sẽ dâng lên chiếc sừng này.\nÔng ấy dâng lên là để hiện thực hóa hy vọng cuối cùng,\nĐể hiện thực hóa hy vọng cuối cùng, ông ấy cứ nâng ngọn lửa như vậy,\nÔng ấy cứ nâng ngọn lửa như vậy, cho đến khi hơi thở tắt lịm,\nCho đến khi hơi thở tắt lịm, ông ấy vẫn chưa từng phản bội lời thề.\n...\nCâu chuyện của ta đến đây thôi, mong các thanh niên có thể ghi nhớ,\nGhi nhớ những lời ta nói, ghi nhớ truyền thuyết của người xưa.\nCha của ta từng hát, trong gió biển màu vàng,\nMẹ cũng từng dạy ta, khi đó ta còn bồng bột vô tri.\nNăm tháng đen tối đã qua từ lâu, ngày nay tai họa cũng đã được dẹp yên.\nTrên dòng suối luôn là tiếng ca, dưới hoàng hôn vĩnh viễn là yến tiệc.\nNhưng thanh niên thế hệ mới, đừng quên lời nhắc này:\nĐoàn kết là thứ duy nhất không được vứt bỏ, lời hứa là thứ duy nhất không được phản bội.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Nắm Đấm Của Tupac",
	"effectTemplateRaw": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>{0}</color> Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 40% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 50% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 60% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 70% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 80% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Trục Bí Ẩn",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Trục Bí Ẩn",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Vỏ Máy Bí Ẩn",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Vỏ Máy Bí Ẩn",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Lõi Bí Ẩn",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Lõi Bí Ẩn",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 12
			}
		]
	}
}