{
	"id": 15514,
	"name": "Xích Vũ Tinh Tựu",
	"description": "Cây cung cổ xưa được trang trí bằng lông vũ màu đỏ, là một trong những thánh vật được Hội Hoa Vũ lưu truyền từ thế hệ này sang thế hệ khác.",
	"descriptionRaw": "Cây cung cổ xưa được trang trí bằng lông vũ màu đỏ, là một trong những thánh vật được Hội Hoa Vũ lưu truyền từ thế hệ này sang thế hệ khác.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 5,
	"story": "Đó là quá khứ xa xôi mà bây giờ được gọi là huyền thoại. Kẻ kiêu ngạo tự xưng là Thánh Chủ đã phản bội liên minh vì vị thần duy nhất mà mình yêu quý,\nGiao ước giữa con người và Saurian phai nhạt dần như một đống lửa tàn. Bóng tối cô độc của Thành Tro Tàn chôn vùi cõi đêm sâu thẳm trong tiếng thì thầm đầy sợ hãi,\nSự hòa hợp yếu ớt dần phai nhạt theo ánh nắng ấm áp, chỉ còn lại làn gió đêm lạnh lẽo trong giấc mơ huy hoàng và điên cuồng của Xà Vương.\n\nVào lúc đó, vách đá cao rơi vào hỗn loạn vì mất chủ, trưởng lão của Hội Hoa Vũ vốn bằng mặt không bằng lòng, đã trục xuất một thiếu niên ra khỏi bộ tộc,\nĐể tránh cho anh ấy, người quyết tâm bảo vệ loài Saurian, khỏi bị kẻ soán ngôi bắt giữ. Người anh hùng dũng cảm như kền kền đêm đó dấn thân vào con đường hành hương,\nĐôi mắt đỏ rực như ánh mặt trời trong đêm, lúc này lại phản chiếu vầng trăng sắc nước lạnh lẽo nổi bật trên trời cao.\n\nCác nhà thơ hậu thế đã chơi đàn nyatiti tám dây và kể lại truyền thuyết về người giải phóng có đôi mắt đỏ bằng vô số bài hát hay,\nNhiều bài thơ sinh ra từ ảo mộng giống như những vì sao sáng, đan xen vào nhau qua nhiều năm để tạo nên những cuộc phiêu lưu với nhiều ý kiến trái chiều...\n\n\"Hãy đến đây, nghe tôi hát, nghe tôi hát bài ca về anh hùng này, hát về vị cứu tinh mắt đỏ, hát về ngày xưa cùng anh đồng hành\"\n\"Người dẫn dắt anh bước vào hành trình là người con cao quý từng hầu hạ chúa tể rồng trong quá khứ, kền kền đỏ có đôi mắt phản chiếu màu sắc của bầu trời sâu thẳm và các vì sao\"\n\"Tôi muốn hát lên rằng thánh điểu đã cảm động trước lý tưởng vẻ vang của anh ấy như thế nào, đã sẵn sàng biến máu thịt của mình thành cây cung dài sắc bén này\"\n\"Tôi muốn hát lên rằng nó đã dẫn dắt người anh hùng được ban phước bằng bộ lông của mình như thế nào, dẫn dắt anh gặp gỡ tổ tiên Sakkuk cao quý của chúng ta\"\nNhư vậy, những nhà thơ không muốn tin rằng người thiếu niên chỉ đi hành hương một mình, nên đã hư cấu một người hướng dẫn không tồn tại.\n\n\"Truyền thuyết tôi muốn hát lên khác với truyền thuyết từ Con Của Tiếng Vang. Làm sao mà người anh hùng mắt đỏ lại có thể đi theo tiếng hót của loài chim trong rừng một cách vô định?\"\n\"Có lẽ, ngay từ đầu anh ấy không phải là một người phàm, mà là một tia ý chí của Người Dẫn Lửa Tang Lễ, trở về từ Dạ Vực để cứu những sinh linh bị áp bức\"\n\"Cây cung dài này là bằng chứng cho thấy anh ấy đã trở về từ vùng đất cấm không thể đặt chân đến đó, nếu không thì làm sao người phàm có thể đốt cháy Thành Tro Tàn bị nguyền rủa cơ chứ?\"\n\"Khi Natlan lại gặp phải hiểm nguy khác, anh ấy sẽ một lần nữa xuất hiện từ trong ngọn lửa, xóa hết sự bất công trên thế gian và đưa chúng ta tiến về phía trước\"\nNhư vậy, những nhà thơ không muốn tin rằng người thiếu niên chỉ là người phàm gây dựng nên cơ nghiệp vĩ đại, đã kết nối anh ấy với vị thần con người đầu tiên đó.\n\nChính vì truyền thuyết có quá nhiều phiên bản, nên không một bài ca dao nào về người anh hùng vô danh được mọi người công nhận.\nHàng ngàn năm trôi qua như ánh trăng, điều duy nhất được công nhận là người thiếu niên với đôi mắt đỏ đã từng đạt tới ngôi vị thần linh với thân phận con người.\nCho đến ngày nay, \"con người có thể trở thành thần\" từ lâu đã trở thành ý thức chung ở nơi cánh đồng rực cháy, khắc sâu trong lòng mỗi người Natlan hướng về anh hùng...\n\"Không cần phải đặt niềm tin vào những thứ gọi là danh xưng cao cả, cũng không cần phải dâng lên những lời cầu nguyện vô ích cho thứ gì khác ngoại trừ chính bản thân mình\"\n\"Xin hãy xóa đi tên tôi, Sakkuk, để mọi người hiểu rằng, ai cũng sẽ có thể trở thành vị thần dẫn đường cho vạn vật tiến về phía trước\"\n\n\"Không muốn đưa tôi cùng về với ngọn lửa... thậm chí không thể để tên tôi cùng đi vào lịch sử\"\n\"...Thật là một quyết định ích kỷ. Cả hai người đều thích vậy, người này cũng vậy, người kia cũng thế\"\n\"Hừm... Đã vậy, hãy để tôi làm điều gì đó tham lam hết sức đi, ■■■■■\"\n\"Chiếc lông vũ đã để lại, tôi muốn nó được lưu truyền ngàn năm ở quê hương chưa bao giờ trở lại\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "14,4%",
	"effectName": "Ngọc Mặt Trăng Trong Mắt",
	"effectTemplateRaw": "Trong 12s sau khi kích hoạt phản ứng Khuếch Tán, Tấn Công tăng <color=#99FFFFFF>{0}</color>. Ngoài ra, khi trong đội tồn tại ít nhất 1/2 nhân vật không cùng loại nguyên tố với người trang bị, thì sẽ khiến người trang bị tăng <color=#99FFFFFF>{1}</color> sát thương Trọng Kích gây ra, tăng <color=#99FFFFFF>{2}</color> sát thương Kỹ Năng Nộ gây ra.",
	"r1": {
		"description": "Trong 12s sau khi kích hoạt phản ứng Khuếch Tán, Tấn Công tăng 24%. Ngoài ra, khi trong đội tồn tại ít nhất 1/2 nhân vật không cùng loại nguyên tố với người trang bị, thì sẽ khiến người trang bị tăng 20%/48% sát thương Trọng Kích gây ra, tăng 10%/24% sát thương Kỹ Năng Nộ gây ra.",
		"values": [
			"24%",
			"20%/48%",
			"10%/24%"
		]
	},
	"r2": {
		"description": "Trong 12s sau khi kích hoạt phản ứng Khuếch Tán, Tấn Công tăng 30%. Ngoài ra, khi trong đội tồn tại ít nhất 1/2 nhân vật không cùng loại nguyên tố với người trang bị, thì sẽ khiến người trang bị tăng 25%/60% sát thương Trọng Kích gây ra, tăng 12.5%/30% sát thương Kỹ Năng Nộ gây ra.",
		"values": [
			"30%",
			"25%/60%",
			"12.5%/30%"
		]
	},
	"r3": {
		"description": "Trong 12s sau khi kích hoạt phản ứng Khuếch Tán, Tấn Công tăng 36%. Ngoài ra, khi trong đội tồn tại ít nhất 1/2 nhân vật không cùng loại nguyên tố với người trang bị, thì sẽ khiến người trang bị tăng 30%/72% sát thương Trọng Kích gây ra, tăng 15%/36% sát thương Kỹ Năng Nộ gây ra.",
		"values": [
			"36%",
			"30%/72%",
			"15%/36%"
		]
	},
	"r4": {
		"description": "Trong 12s sau khi kích hoạt phản ứng Khuếch Tán, Tấn Công tăng 42%. Ngoài ra, khi trong đội tồn tại ít nhất 1/2 nhân vật không cùng loại nguyên tố với người trang bị, thì sẽ khiến người trang bị tăng 35%/84% sát thương Trọng Kích gây ra, tăng 17.5%/42% sát thương Kỹ Năng Nộ gây ra.",
		"values": [
			"42%",
			"35%/84%",
			"17.5%/42%"
		]
	},
	"r5": {
		"description": "Trong 12s sau khi kích hoạt phản ứng Khuếch Tán, Tấn Công tăng 48%. Ngoài ra, khi trong đội tồn tại ít nhất 1/2 nhân vật không cùng loại nguyên tố với người trang bị, thì sẽ khiến người trang bị tăng 40%/96% sát thương Trọng Kích gây ra, tăng 20%/48% sát thương Kỹ Năng Nộ gây ra.",
		"values": [
			"48%",
			"40%/96%",
			"20%/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 18
			}
		]
	}
}