{
	"id": 11518,
	"name": "Hắc Ám Xâm Thực",
	"description": "Trong câu chuyện của ma nữ nhỏ, đây vốn dĩ là thanh bảo kiếm được Vua Ban Ngày tặng cho dũng sĩ, sau đó ma nữ nhỏ đã dùng nó để đánh bại dũng sĩ.",
	"descriptionRaw": "Trong câu chuyện của ma nữ nhỏ, đây vốn dĩ là thanh bảo kiếm được Vua Ban Ngày tặng cho dũng sĩ, sau đó ma nữ nhỏ đã dùng nó để đánh bại dũng sĩ.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "Khi ma nữ nhỏ đến được cung điện của Vua Ban Ngày, đã là lúc ráng chiều.\nĐến đúng lúc lắm, nếu đến muộn hơn thì đã không còn trong thời gian thống trị của vị vua này nữa rồi.\nTranh thủ trước khi màn đêm buông xuống, Vua Ban Ngày đã tiếp kiến cô trong khoảng thời gian cuối cùng.\n\n\"Ma nữ du hành khắp vũ trụ và thắp sáng thời gian kia, vì sao cô lại đến với hành tinh hẻo lánh này?\"\n\"Không phải tôi muốn đến đây đâu! Chính hành tinh đã triệu hồi tôi, nên tôi mới vượt qua cánh cổng sao bị bỏ quên.\"\n\"Phải biết rằng, trong vũ trụ đang tiến đến hồi kết này, mỗi hành tinh chưa tắt đều vô cùng quý giá...\"\n\"Thật không ngờ, trong khu vực đã sớm bị xem là vùng u tối, vẫn còn tồn tại một thế giới đang sống.\"\n\nCâu này chỉ mới nêu lên một nửa nội dung. Thực ra ma nữ nhỏ đã nắm bắt được tin tức từ vùng u tối, chính vào đêm trước Đêm Lễ Hội.\nNếu là thường ngày, có lẽ cô sẽ nghĩ đây là do bàn bói nước gặp trục trặc, rồi bỏ qua những điều bất thường này thôi.\nNhưng lúc này, cô đang đau đầu vì Đêm Lễ Hội diễn ra vào ngày tiếp theo, tìm đủ mọi cách để tránh mặt nhân vật tham dự mà mình không ưa.\nVì vậy cô đã lấy đó làm cớ để trốn vào phòng làm việc, phải tốn không ít công sức mới giải mã được thông điệp từ nơi xa xôi này.\n\"Ừm... vậy thông tin kỳ lạ này nghĩa là, có một hành tinh chưa biết nào đó đang cảm thấy khó chịu sao?\"\n\n\"Dù thế nào đi nữa, Vua Ban Ngày chính nghĩa tuyệt đối sẽ không làm điều gì gây hại cho hành tinh.\" Vua Ban Ngày nghiêm nghị tuyên bố.\n\"Có lẽ cô nên đi hỏi tên Vua Ban Đêm xấu xa kia thì hơn. Sáng nay tôi đã phái quân đi thảo phạt kẻ đó, chỉ là...\"\nLời chưa dứt, khi tia sáng cuối cùng của ban ngày bị mặt đất nuốt chửng, hình hài của nhà vua tan chảy ra như kem.\nSau khi màn đêm buông xuống, cung điện cũng không còn tồn tại. Mặt đất sôi sục như thủy triều, khói đen bốc lên từ lòng đất.\nToàn bộ hành tinh chỉ còn lại đại dương đen kịt. May thay, ma nữ nhỏ không quên mang theo cây chổi thần, mới may mắn không bị rơi xuống nước.\nMa nữ nhỏ cưỡi chổi lướt đi dưới ánh trăng máu, mãi một lúc sau mới tìm thấy tòa lâu đài duy nhất còn le lói ánh lửa.\n\n\"Thảo phạt Vua Ban Đêm? Chuyện đó dễ như trở bàn tay. So với điều đó, thì chúng tôi vẫn còn những việc quan trọng hơn phải làm.\"\nCó vẻ tòa lâu đài này được xây dựng bởi đội thảo phạt do Vua Ban Ngày phái đến, không biết vì sao nó lại không bị biển sương hòa tan.\nVị dũng sĩ dẫn đầu mang một thanh bảo kiếm sau lưng, dường như không hề ngạc nhiên trước sự xuất hiện của ma nữ nhỏ, ngược lại còn đưa ra lời mời.\n\"Vì cho dù có đánh bại Vua Ban Đêm cũng vô ích, chỉ cần mặt trời lặn, mặt đất sẽ lại bị thủy triều nuốt chửng.\"\n\"Để chấm dứt vòng tuần hoàn lặp đi lặp lại này, chúng tôi đã xây dựng tòa lâu đài này và tìm kiếm giải pháp tốt nhất cho vấn đề.\"\n\nTheo lời mời của dũng sĩ, ma nữ nhỏ đã đi xuống nơi sâu nhất bên dưới lâu đài, bên ngoài ranh giới mong manh chỉ toàn là biển đen thăm thẳm.\nThứ duy trì ranh giới là một cỗ máy khổng lồ đang ngùn ngụt nhả khói, vô số đường ống không ngừng hút lấy làn nước biển đặc sệt.\n\"Đây chính là máy động cơ vĩnh cửu, cô cũng có thể gọi nó là Chén Thánh. Thông qua việc thiêu đốt số nước biển này, nó có thể tạo ra ánh sáng và nhiệt.\"\n\"Nếu mọi thứ hữu hình trên hành tinh này đều chỉ là bóng của ánh sáng, vậy chỉ cần có thể tạo ra ngọn lửa bất diệt thì...\"\n\"Nhưng theo cách làm này, chỉ khiến tốc độ dập tắt của hành tinh càng thêm nhanh hơn mà thôi...\" ma nữ nhỏ thở dài.\n\"Khi nước biển cạn kiệt thì nơi này cũng xong đời, thứ này chẳng thể gọi là Chén Thánh... Còn nguyên nhân khiến hành tinh cảm thấy khó chịu...\"\n\"Giờ thì tôi đã rõ rồi!\"\n\nNhân lúc dũng sĩ còn chưa kịp phản ứng, ma nữ nhỏ đã rút thanh kiếm trên lưng anh ta và ném vào cỗ máy động cơ vĩnh cửu.\nCòn vị dũng sĩ muốn giành lại thanh kiếm kia, ngay khi kiếm chạm vào biển sương đen, đã biến mất cùng ánh sáng vụt tắt.\nCả hành tinh chìm vào bóng tối, cho đến khi mặt trời ló dạng, tất cả những gì xảy ra đêm qua dường như chỉ là một giấc mơ sâu lắng.\n\n\"Tạm thời coi như đã giải quyết xong rồi nhỉ?\" Trước khi rời khỏi hành tinh, ma nữ nhỏ cưỡi trên cây chổi ngoái đầu nhìn lại lần cuối.\nDưới ánh nắng ban mai, dũng sĩ với chiếc bóng dài dưới chân đón lấy thanh bảo kiếm do Vua Ban Ngày ban tặng, một lần nữa bắt đầu hành trình mạo hiểm.\n\"Vòng tuần hoàn này có lẽ sẽ kéo dài rất lâu, cho đến ngày cả ngươi cũng trở thành một cái vỏ rỗng.\"\n\"Nhưng dù thế nào cũng phải kiên trì, ít nhất phải sống đến lần gặp tiếp theo.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "7,2%",
	"effectName": "Ánh Sáng Của Vua Ban Ngày",
	"effectTemplateRaw": "Sát Thương Bạo Kích từ Kỹ Năng Nộ tăng <color=#99FFFFFF>{0}</color>. Khi Kỹ Năng Nộ đánh trúng kẻ địch, sẽ nhận được hiệu ứng \"Lưỡi Đao Ban Ngày\": Tấn Công tăng <color=#99FFFFFF>{1}</color>, ngoại trừ người trang bị, Tấn Công của nhân vật ra trận trong đội gần đó tăng <color=#99FFFFFF>{2}</color>, duy trì 3s.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\" thì hiệu quả của \"Lưỡi Đao Ban Ngày\" sẽ tăng thêm 75%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Sát Thương Bạo Kích từ Kỹ Năng Nộ tăng 16%. Khi Kỹ Năng Nộ đánh trúng kẻ địch, sẽ nhận được hiệu ứng \"Lưỡi Đao Ban Ngày\": Tấn Công tăng 20%, ngoại trừ người trang bị, Tấn Công của nhân vật ra trận trong đội gần đó tăng 16%, duy trì 3s.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\" thì hiệu quả của \"Lưỡi Đao Ban Ngày\" sẽ tăng thêm 75%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Sát Thương Bạo Kích từ Kỹ Năng Nộ tăng 20%. Khi Kỹ Năng Nộ đánh trúng kẻ địch, sẽ nhận được hiệu ứng \"Lưỡi Đao Ban Ngày\": Tấn Công tăng 25%, ngoại trừ người trang bị, Tấn Công của nhân vật ra trận trong đội gần đó tăng 20%, duy trì 3s.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\" thì hiệu quả của \"Lưỡi Đao Ban Ngày\" sẽ tăng thêm 75%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Sát Thương Bạo Kích từ Kỹ Năng Nộ tăng 24%. Khi Kỹ Năng Nộ đánh trúng kẻ địch, sẽ nhận được hiệu ứng \"Lưỡi Đao Ban Ngày\": Tấn Công tăng 30%, ngoại trừ người trang bị, Tấn Công của nhân vật ra trận trong đội gần đó tăng 24%, duy trì 3s.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\" thì hiệu quả của \"Lưỡi Đao Ban Ngày\" sẽ tăng thêm 75%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Sát Thương Bạo Kích từ Kỹ Năng Nộ tăng 28%. Khi Kỹ Năng Nộ đánh trúng kẻ địch, sẽ nhận được hiệu ứng \"Lưỡi Đao Ban Ngày\": Tấn Công tăng 35%, ngoại trừ người trang bị, Tấn Công của nhân vật ra trận trong đội gần đó tăng 28%, duy trì 3s.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\" thì hiệu quả của \"Lưỡi Đao Ban Ngày\" sẽ tăng thêm 75%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Sát Thương Bạo Kích từ Kỹ Năng Nộ tăng 32%. Khi Kỹ Năng Nộ đánh trúng kẻ địch, sẽ nhận được hiệu ứng \"Lưỡi Đao Ban Ngày\": Tấn Công tăng 40%, ngoại trừ người trang bị, Tấn Công của nhân vật ra trận trong đội gần đó tăng 32%, duy trì 3s.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\" thì hiệu quả của \"Lưỡi Đao Ban Ngày\" sẽ tăng thêm 75%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Ngói Vỡ Tháp Cô Vương",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Mảnh Giấc Mơ Tháp Cô Vương",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 18
			}
		]
	}
}