{
	"id": 14511,
	"name": "Cõi Mộng Ngàn Đêm",
	"description": "Ngọn đèn ánh lên cõi mộng ngàn đêm, trong ánh sáng xanh lục ấy ẩn chứa khúc ca của ngày trước.",
	"descriptionRaw": "Ngọn đèn ánh lên cõi mộng ngàn đêm, trong ánh sáng xanh lục ấy ẩn chứa khúc ca của ngày trước.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "\"Vạn vật sinh diệt đều theo định kỳ, cũng giống như đêm đen và bình minh luôn luân chuyển không ngừng.\"\n\"Hãy để câu chuyện trong chiếc đèn này, cho bạn một giấc mộng đẹp đáng để mong chờ đi.\"\n\nVào thời khắc vườn ngự uyển sụp đổ, thiếu nữ chưa từng biết đến \"ánh sáng\" đã nghe thấy tiếng thì thầm của cô ấy trong mơ.\nĐứa trẻ vốn dĩ đã hạ quyết tâm, sẽ cùng rời đi cùng với \"giấc mơ\", trong nước mắt đã nhìn thấy được lòng từ bi trắc ẩn của cô ấy.\n\nNgọn đèn màu xanh lục chiếu rọi lên ánh trăng yên tĩnh, cùng thuật lại hình ảnh của bầu trời đầy sao và bài ca dao vĩnh hằng đó...\nVũ công với đôi mắt xanh ngọc khẽ hôn lên dãy lụa đang rũ xuống, những con cá màu trắng đỏ xanh vàng đang lượn lờ trong dòng nước thuần khiết tựa trân châu.\nNhạc sĩ dạ hành đang dẫn dắt ngọn đuốc trấn linh, ca ngợi về thành trì dát vàng trong biển cát và cây đàn màu thạch lựu,\nThủy thủ nhạy bén bước chân lên hành trình vinh quang, chỉ để tìm kiếm tiếng hát trong giấc mơ và hoa viên xanh ngát ở phía bờ bên kia.\n\nNgọn đèn yên tĩnh chiếu sáng vườn ngự uyển đổ nát, và thứ xoay chuyển trong chiếc đèn là giấc mơ ảo diệu của một ngàn thế giới.\nNgọn gió rừng dịu dàng thổi qua con đường trở về đã phủ đầy bụi, dẫn dắt đứa trẻ lạc lối bước ra khỏi cung điện không còn yên bình đó.\nGiữa những kẽ lá có những tia sáng mỏng manh lọt qua, chiếc đèn màu xanh đang kể về giấc mơ ngàn đêm càng trở nên ảm đạm:\nMãi cho đến khi cô như nửa mơ nửa tỉnh và đột ngột quay đầu, thiếu nữ mù lòa mới phát giác ra khu rừng đã không còn nữa, ánh bình minh đã đến.\n\nChiếc đèn trong mơ đó từ đây không còn nhấp nháy nữa, giấc mơ của đêm cũ cũng đã bị thời gian dần nuốt chửng,\nNhững con chim đón chào ánh mặt trời vẫn líu lo ca hát, hát về giai thoại rực rỡ tựa những đóa hoa nở rộ,\nNhững đứa trẻ chưa từng nhìn thấy giấc mơ, sẽ được ban cho dũng khí, hy vọng và niềm vui,\nDệt nên khúc ca ngàn đêm mãi không hồi kết, thắp sáng ngọn lửa cho chiếc đèn đêm đang lặng lẽ chờ rạng đông.\n\nVượt qua mộng mị của ngàn đêm, mãi cho đến khi dạ oanh không còn hót, mãi cho đến khi mặt trời một lần nữa lặng xuống,\nNgười lữ khách đi đến tận cùng một lần nữa nhìn thấy chiếc đèn màu xanh, cố hương xa xôi đó,\nTường vi đọng sương mai vẫn đung đưa trong làn gió tắm ánh trăng, chờ cô ấy kể về câu chuyện mới:\n\"Dù cho hồi ức của đêm qua mãi không còn nữa, chúng ta vẫn phải hát vang vì giấc mộng đẹp của đêm nay.\"",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "58",
	"effectName": "Khúc Ca Bình Minh Ngàn Đêm",
	"effectTemplateRaw": "Căn cứ xem loại nguyên tố của mỗi nhân vật khác trong đội có tương đồng với người trang bị vũ khí này hay không, từ đó nhận được các loại hiệu quả sau. Giống nhau: Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm. Khác nhau: Buff sát thương loại nguyên tố của người trang bị tăng <color=#99FFFFFF>{1}</color>. Hiệu quả nói trên mỗi loại tối đa cộng dồn 3 tầng. Ngoài ra, sẽ tăng <color=#99FFFFFF>{2}</color> điểm Tinh Thông Nguyên Tố cho nhân vật trong đội gần đó (trừ người trang bị vũ khí này). Hiệu quả này có thể cộng dồn từ nhiều vũ khí cùng tên.",
	"r1": {
		"description": "Căn cứ xem loại nguyên tố của mỗi nhân vật khác trong đội có tương đồng với người trang bị vũ khí này hay không, từ đó nhận được các loại hiệu quả sau. Giống nhau: Tinh Thông Nguyên Tố tăng 32 điểm. Khác nhau: Buff sát thương loại nguyên tố của người trang bị tăng 10%. Hiệu quả nói trên mỗi loại tối đa cộng dồn 3 tầng. Ngoài ra, sẽ tăng 40 điểm Tinh Thông Nguyên Tố cho nhân vật trong đội gần đó (trừ người trang bị vũ khí này). Hiệu quả này có thể cộng dồn từ nhiều vũ khí cùng tên.",
		"values": [
			"32",
			"10%",
			"40"
		]
	},
	"r2": {
		"description": "Căn cứ xem loại nguyên tố của mỗi nhân vật khác trong đội có tương đồng với người trang bị vũ khí này hay không, từ đó nhận được các loại hiệu quả sau. Giống nhau: Tinh Thông Nguyên Tố tăng 40 điểm. Khác nhau: Buff sát thương loại nguyên tố của người trang bị tăng 14%. Hiệu quả nói trên mỗi loại tối đa cộng dồn 3 tầng. Ngoài ra, sẽ tăng 42 điểm Tinh Thông Nguyên Tố cho nhân vật trong đội gần đó (trừ người trang bị vũ khí này). Hiệu quả này có thể cộng dồn từ nhiều vũ khí cùng tên.",
		"values": [
			"40",
			"14%",
			"42"
		]
	},
	"r3": {
		"description": "Căn cứ xem loại nguyên tố của mỗi nhân vật khác trong đội có tương đồng với người trang bị vũ khí này hay không, từ đó nhận được các loại hiệu quả sau. Giống nhau: Tinh Thông Nguyên Tố tăng 48 điểm. Khác nhau: Buff sát thương loại nguyên tố của người trang bị tăng 18%. Hiệu quả nói trên mỗi loại tối đa cộng dồn 3 tầng. Ngoài ra, sẽ tăng 44 điểm Tinh Thông Nguyên Tố cho nhân vật trong đội gần đó (trừ người trang bị vũ khí này). Hiệu quả này có thể cộng dồn từ nhiều vũ khí cùng tên.",
		"values": [
			"48",
			"18%",
			"44"
		]
	},
	"r4": {
		"description": "Căn cứ xem loại nguyên tố của mỗi nhân vật khác trong đội có tương đồng với người trang bị vũ khí này hay không, từ đó nhận được các loại hiệu quả sau. Giống nhau: Tinh Thông Nguyên Tố tăng 56 điểm. Khác nhau: Buff sát thương loại nguyên tố của người trang bị tăng 22%. Hiệu quả nói trên mỗi loại tối đa cộng dồn 3 tầng. Ngoài ra, sẽ tăng 46 điểm Tinh Thông Nguyên Tố cho nhân vật trong đội gần đó (trừ người trang bị vũ khí này). Hiệu quả này có thể cộng dồn từ nhiều vũ khí cùng tên.",
		"values": [
			"56",
			"22%",
			"46"
		]
	},
	"r5": {
		"description": "Căn cứ xem loại nguyên tố của mỗi nhân vật khác trong đội có tương đồng với người trang bị vũ khí này hay không, từ đó nhận được các loại hiệu quả sau. Giống nhau: Tinh Thông Nguyên Tố tăng 64 điểm. Khác nhau: Buff sát thương loại nguyên tố của người trang bị tăng 26%. Hiệu quả nói trên mỗi loại tối đa cộng dồn 3 tầng. Ngoài ra, sẽ tăng 48 điểm Tinh Thông Nguyên Tố cho nhân vật trong đội gần đó (trừ người trang bị vũ khí này). Hiệu quả này có thể cộng dồn từ nhiều vũ khí cùng tên.",
		"values": [
			"64",
			"26%",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Hồi Ức Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Chân Lý Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 18
			}
		]
	}
}