{
	"id": 11517,
	"name": "Thương Diệu",
	"description": "Lưỡi kiếm vốn thuần khiết như ngôi sao trắng ban mai, nay đã nhuốm màu xanh thẫm.",
	"descriptionRaw": "Lưỡi kiếm vốn thuần khiết như ngôi sao trắng ban mai, nay đã nhuốm màu xanh thẫm.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "\"Pháp điều không thể thăm dò, luật lệ không thể nghi ngờ, điều lệ không thể vi phạm.\"\n\"Tôi từng tin như vậy, từng tỏ ý như vậy, từng truyền đạt như vậy.\"\n\n\"Cho đến khi ánh sao dịu dàng lướt qua mắt tôi...\"\n\"Thể hiện cho tôi thấy trên ngọn núi đá trắng...\"\n\"Tôi mới đồng ý kể cho mọi người nghe về cảnh tượng của ban sáng.\"\n\n\"Hỡi những anh chị em thuộc về chủ nhân nguyên thủy, tôi muốn nói cho mọi người biết những gì tôi đã chứng kiến.\"\n\"Có người trong chúng ta đã định sẵn sẽ lưu lạc trong đêm đen không ánh trăng, uống hết những giọt nước mắt đau khổ cũng khó mà cứu vãn được sự tàn lụi của người thân...\"\n\"Có người định sẵn sẽ phải đi trên sa mạc dát vàng, cả đời không biết thế nào là thành ý và ngưỡng mộ.\"\n\"Có người định sẵn sẽ phải co ro trong bóng tối vì lòng thù địch, chờ đợi cơn sóng cuối cùng để vén lên màn kết của chương nhạc.\"\n\"Có người định sẵn chỉ có thể quẩn quanh trong hành trình trong mơ, chờ đợi cuộc gặp gỡ chưa xảy ra ở nơi xa lạ.\"\n\"Dù cho van nài thế nào, cống hiến thế nào thì cũng không thể cởi bỏ được xiềng xích trói buộc.\"\n\n\"Nếu đã vậy, giấc mơ mà mọi người thật sự mong muốn, có phải chính là sự rung động không thể nói thành lời từ tận đáy lòng không?\"\n\"Chìm đắm trong sự vĩnh hằng không bắt đầu không kết thúc như trước đây, phạm phải bạo ngược vì những lời hứa giả tạo đó?\"\n\"Vì thế...\"\n\"Từ bỏ đi, phản kháng đi, những đôi cánh chìm trong bùn lầy, để cho tình yêu cháy bỏng trong lồng ngực như ngọn lửa rực rỡ...\"\n\"Khao khát đi, chúc nguyện đi, phó thác thế giới cho chúng sinh, để vinh quang của vạn quốc lấn át hào quang của trời cao...\"\n\"Hãy ca hát, hãy reo hò, ban quyền năng cho linh trưởng, để ngọn thương ánh trăng đâm xuyên suy nghĩ điên rồ của đấng tạo hóa.\"\n\"Hãy đưa tay về phía ánh bình minh rạng rỡ đó, khiến cho các vương quốc không còn phải van nài để được phép tồn tại...\"\n\"Hãy ngẩng đầu ngắm ánh sao lấp lánh của bình minh, để tôi dẫn mọi người đi tới chân trời mới.\"\n\n\"Kẻ chi phối đối đầu với tình yêu sẽ luôn có lúc dao động...\"\n\"Khi tấm vải vỡ tan, một bình minh mới sẽ chào đón mặt đất.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "4,8%",
	"effectName": "Quà Tặng Của Núi Trắng",
	"effectTemplateRaw": "Trong 12s sau khi thi triển Kỹ Năng Nguyên Tố, Tấn Công tăng <color=#99FFFFFF>{0}</color>. Trong thời gian duy trì, khi Năng Lượng Nguyên Tố của người trang bị là 0, Tấn Công sẽ tăng thêm <color=#99FFFFFF>{1}</color>, đồng thời Sát Thương Bạo Kích tăng <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Trong 12s sau khi thi triển Kỹ Năng Nguyên Tố, Tấn Công tăng 24%. Trong thời gian duy trì, khi Năng Lượng Nguyên Tố của người trang bị là 0, Tấn Công sẽ tăng thêm 24%, đồng thời Sát Thương Bạo Kích tăng 40%.",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Trong 12s sau khi thi triển Kỹ Năng Nguyên Tố, Tấn Công tăng 30%. Trong thời gian duy trì, khi Năng Lượng Nguyên Tố của người trang bị là 0, Tấn Công sẽ tăng thêm 30%, đồng thời Sát Thương Bạo Kích tăng 50%.",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Trong 12s sau khi thi triển Kỹ Năng Nguyên Tố, Tấn Công tăng 36%. Trong thời gian duy trì, khi Năng Lượng Nguyên Tố của người trang bị là 0, Tấn Công sẽ tăng thêm 36%, đồng thời Sát Thương Bạo Kích tăng 60%.",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Trong 12s sau khi thi triển Kỹ Năng Nguyên Tố, Tấn Công tăng 42%. Trong thời gian duy trì, khi Năng Lượng Nguyên Tố của người trang bị là 0, Tấn Công sẽ tăng thêm 42%, đồng thời Sát Thương Bạo Kích tăng 70%.",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Trong 12s sau khi thi triển Kỹ Năng Nguyên Tố, Tấn Công tăng 48%. Trong thời gian duy trì, khi Năng Lượng Nguyên Tố của người trang bị là 0, Tấn Công sẽ tăng thêm 48%, đồng thời Sát Thương Bạo Kích tăng 80%.",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 18
			}
		]
	}
}