{
	"name": "Khúc Ca Vịnh Hẹp",
	"description": "Ngọn thương mà người bắt cá ở vùng băng giá sử dụng, tuyệt đối không buông tha cho bất cứ con mồi nào.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Tương truyền mùa đông đến từ Hyperborea, vịnh hẹp và cực quang ở đó quanh co mà sắc bén như nanh sói;\nVà những dòng sông băng cùng hạt tuyết đã liên tục cắt ra những vết nứt mới, hoặc là lấp nó lại, mặt đất biến hóa liên hồi.\nMãi cho đến khi vùng đất băng giá này giống như có mơ ước hoặc ý chí, đã cắt đứt sợi dây nối mình và đất liền,\nThứ để lại chỉ còn vàng phát hiện ở dưới đáy biển sâu và huyền thoại về thiếu niên Ajax của vương quốc đá trắng.\nTrong làn hơi lạnh mà lớp băng dày tỏa ra, câu chuyện anh hùng thiếu niên đã mang đến chút hơi ấm và ánh sáng.\nCâu chuyện về anh có rất nhiều. Lái thuyền lao vào trong bụng cá voi khổng lồ, và cũng từng đối đấu suốt bảy ngày với rồng trên vùng băng tuyết.\nAnh và Snegurochka từng yêu nhau, nhưng lại vì trò đùa gian ác hoán đổi sinh linh mà mất đi người yêu, đó là một câu chuyện đau lòng.\n\nCòn một câu chuyện đáng nói cuối cùng là thế này.\nThiếu niên sinh sống bằng cách dùng lao bắt cá trong vùng biển dưới lớp băng, đã rơi vào vương quốc chưa từng được phát hiện.\nĐô thành đã chìm xuống nơi sâu thẳm vì tai họa thời viễn cổ, dù ở sâu dưới đất, nhưng vẫn sáng rực như ban ngày.\nVương giả trang nghiêm và trầm lặng ngồi nghiêm chỉnh trên ngai vàng khổng lồ được đẽo bằng đá trắng, cây trượng vẫn chưa bị mục nát,\nCòn rễ cây màu trắng bạc trong sân giống như mẹ hiền hoặc người yêu, ôm lấy tư tế tài trí vào lòng.\nSinh mệnh xinh đẹp mà kỳ quái, ma vật móp méo và hung bạo, lần lượt thức tỉnh từ trong giấc ngủ dài ngàn năm...\n\nGiọng nói truyền đến từ nơi xa xăm...\n\"...Cha! Cha! Á! Cá cắn câu rồi!\"\n\n\"...Ơ. Xin lỗi.\"\n\n\"Rồi sao nữa? Rồi sau đó thế nào?\"\n\n\"Đúng vậy... Cuối cùng, thiếu niên đã chiến thắng con rồng ngủ say ở sâu trong vương quốc.\"\n\"Bảo vật của rồng là vàng bao la vô tận. Nhưng anh là người lương thiện và thông minh, đã nhìn ra được vàng mới thật sự là cội nguồn của tai họa, thế là chỉ lấy đi số mình cần, một chút thôi để chữa bệnh cho người bạn.\"\n\n\"Ưm? Hết rồi sao?\"\n\n\"Hết rồi.\"\n\n\"Thật sao... Hãy kể thêm chuyện khác đi mà!\"\n\n\"Câu chuyện khác sao... Lần sau đi. Hôm nay kể đến đây thôi, nếu không cá sẽ bị dọa bỏ chạy hết đó.\"",
	"baseatk": 42,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "6",
	"effectname": "Câu Chuyện Lãnh Nguyên",
	"effect": "Khi trong đội tồn tại ít nhất 3 nhân vật không cùng loại nguyên tố, Tinh Thông Nguyên Tố tăng {0} điểm.",
	"r1": [
		"120"
	],
	"r2": [
		"150"
	],
	"r3": [
		"180"
	],
	"r4": [
		"210"
	],
	"r5": [
		"240"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ly Vỡ Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 3
			},
			{
				"name": "Mật Hoa Lừa Dối",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 12
			},
			{
				"name": "Mật Hoa Lừa Dối",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 6
			},
			{
				"name": "Mật Hoa Lấp Lánh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 12
			},
			{
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 9
			},
			{
				"name": "Mật Hoa Nguyên Tố",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ly Vàng Của Biển Nguyên Sơ",
				"count": 4
			},
			{
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 18
			},
			{
				"name": "Mật Hoa Nguyên Tố",
				"count": 12
			}
		]
	}
}