{
	"name": "Hải Đăng Bờ Biển Lau",
	"description": "Đại kiếm mũi bằng, tạo hình cổ xưa, có vẻ như từng là món vũ khí dùng trong nghi thức nào đó.",
	"weapontype": "Trọng Kiếm",
	"rarity": "5",
	"story": "Vào thời đại các vương quốc mọc lên rồi lại sụp đổ như lâu đài trên cát, anh hùng hào kiệt đến rồi lại đi như sao băng vụt qua,\nSau khi Vua Cát ôm theo mơ ước, như tuyết đã lắng xuống, nhà thơ lang thang từng là quý tộc,\nLênh đênh trong đại dương sỏi cát mênh mông, đi thu thập những câu chuyện về biển cát từ các con dân của cát đang phân tán khắp nơi.\n\nNghe về việc cố hương đã tàn lụi, vị vương tử đã đâm mù đôi mắt của mình cuối cùng cũng không thể gánh vác vương vị nặng nề,\nNghe về truyền thuyết nàng vũ công đó làm thế nào để giúp từng vương giả đạt được ý nguyện, rồi lại khiến họ bị bão cát chôn vùi,\nNghe về tiếng than vãn của dòng suối bị cát chảy thay thế, thành bang sụp đổ trở thành tiếng khóc than của thôn làng và bộ tộc,\nNghe về cái chết của vương tử mất quê và vận mệnh của hai thanh kiếm của chàng, mà sát thủ lại bỏ đi vào rừng sâu xa xôi...\nĐến đây, những khúc ca tựa như dòng nước không thể điều khiển lại giống như cát chảy thu hút ông, đều đã lắng đọng trong tim ông.\nTừ trong bão cát nóng rực, giấc mộng sa mạc đã chết từ lâu lại hiện lên trong những mảnh vỡ của bài ca dao...\n\n\"Ở bờ kia của biển cát mênh mông đó, từng là nơi ở của Vua Cát Đỏ.\"\n\"Bao nhiêu con đường rực vàng trên khắp phố phường, đều chỉ hướng về hội tụ tại ngai vàng duy nhất.\"\n\"Giống như con mắt vàng lấp lánh, trái tim cao quý, Vua Deshret từng là điểm đến của mọi con đường...\"\n\"Nhưng giấc mơ khảm vàng đó cuối cùng cũng phải tỉnh giấc, con mắt vĩ đại bị lóa bởi mặt trời rực rỡ và cát vàng.\"\n\"Vận mệnh giống như hạt cát thời gian chìm xuống đáy hố đen, quốc thổ cát chảy bị nghiền nát thành bụi vàng.\"\n\nĐồng hồ vận mệnh chưa bao giờ ngừng xoay nửa phút chỉ vì hành vi ngu ngốc của vua và người phàm,\nCác vương quốc nhỏ bé và quân vương đê hèn trong biển cát cuối cùng đã bị cát chảy nuốt chửng...\nTừng có vương hầu cố chấp đã dựng lên thành lũy bao quanh bên ngoài rừng để bảo vệ vinh dự của cát,\nCuối cùng binh lính và dân chúng của hắn đã tứ tán, tên của hắn cũng đã mất đi như cơn gió cát.\nỞ bên trên phế tích hồ nước nơi đã khai quật được vương khí ngày xưa dùng để hành quyết phạm nhân,\nNhững người đã mất đi giấc mộng cát, lại không muốn từ bỏ biển cát đã tụ tập tại đây.\nLấy danh nghĩa biển lau chưa từng tồn tại, hồi đáp lại giấc mơ đã từng...",
	"baseatk": 46,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "7.2",
	"effectname": "Thủ Hộ Biển Cát",
	"effect": "Sau khi dùng Kỹ Năng Nguyên Tố đánh trúng kẻ địch, tấn công tăng {0} trong 8s; Sau khi chịu phải sát thương, tấn công tăng {1} trong 8s. Nhân vật không ra trận cũng có thể kích hoạt 2 loại hiệu quả nêu trên. Ngoài ra, khi không có khiên bảo vệ, giới hạn HP tăng {2}.",
	"r1": [
		"20%",
		"20%",
		"32%"
	],
	"r2": [
		"25%",
		"25%",
		"40%"
	],
	"r3": [
		"30%",
		"30%",
		"48%"
	],
	"r4": [
		"35%",
		"35%",
		"56%"
	],
	"r5": [
		"40%",
		"40%",
		"64%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Dư Âm Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"name": "Xương Vụn Vỡ",
				"count": 5
			},
			{
				"name": "Băng Đỏ Phai Màu",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"name": "Xương Vụn Vỡ",
				"count": 18
			},
			{
				"name": "Băng Đỏ Phai Màu",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 9
			},
			{
				"name": "Xương Rắn Chắc",
				"count": 9
			},
			{
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"name": "Xương Rắn Chắc",
				"count": 18
			},
			{
				"name": "Băng Đỏ Viền Vàng",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 9
			},
			{
				"name": "Xương Khắc Ấn",
				"count": 14
			},
			{
				"name": "Băng Đỏ Ánh Vàng",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Quá Khứ Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"name": "Xương Khắc Ấn",
				"count": 27
			},
			{
				"name": "Băng Đỏ Ánh Vàng",
				"count": 18
			}
		]
	}
}