{
	"name": "Thương Hắc Nham",
	"description": "Binh khí được rèn từ hắc nham và sắt thiên thạch, trong ánh sáng loang loáng thoắt hiện màu máu.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Cây thương được làm từ hắc nham rất hiếm có, nhanh như điện, có thể mở núi chẻ đường.\nĐầu và thân của thương được tạo thành từ tinh thể màu đen, khảm hồng ngọc trang trí.\nDưới ánh trăng, có thể lờ mờ nhìn thấy tia sáng màu máu lưu chuyển trong thân kiếm.\n\nHan Wu - nghệ nhân nổi tiếng ở Liyue và vợ ông có một cậu con trai, đặt tên là Ce, họ mong mỏi anh có khả năng sáng tạo, và bàn tay khéo léo, để có thể kế thừa sự nghiệp đúc kiếm rèn đao của gia đình.\nTuy nhiên, tâm trí của anh không ở đó. Khi học trường tư cả ngày giết thời gian bằng những cuốn sách du hiệp giải trí, thời gian rảnh rỗi thì luyện thương giữa khu đất hoang trong rừng, một lòng chỉ muốn hành hiệp trượng nghĩa.\nTìm kiếm thiên thạch ngoài trời, không mong gặp những vật liệu quý hiếm. Hỏi chuyện Linh Sơn giáng tiên, không cầu biết được sự thật chỉ mong được nghe về giai thoại.\nCe không có lấy một chút hứng thú với việc đốt lò rèn sắt. Cho dù la mắng thế nào cũng vô ích, cuối cùng chỉ khiến đứa trẻ ham chơi khờ dại ấy bỏ đi không lời từ biệt.\n\nTrong những năm cuối đời Han Wu gặp phải tai nạn trong mỏ, tính tình đại biến. Nghe xong, Han Ce trở về thăm bố trong đêm.\nHan Wu vốn là người hay nói bỗng trở nên rất kiệm lời, cũng không còn trách mắng đứa con trai không có ý định tiếp quản gia nghiệp.\nĐến năm nay, mối quan hệ bố con đã gần gũi hơn rất nhiều. Han Ce hổ thẹn nhưng không biết làm sao cho tốt.\nVài năm sau, một thế hệ nghệ nhân đã tạ thế. Han Ce theo di ngôn của phụ thân, đã tìm thấy một bộ binh khí phổ trong thư phòng, cũng chính là bộ \"Mẫu\" trong truyền thuyết.\nBản đồ được lưu trữ trong một hộp gỗ, kèm theo gia thư:\n\"Ce con trai của ta, thế giới rộng lớn, cứ mặc sức nhìn ngắm\"\n\nToàn bộ bản đồ chứa đầy những chú thích do bố viết, Han Ce nhìn mà đau lòng, ngồi yên lặng trong thư phòng cả đêm.\nVào lúc bình minh, Han Ce đẩy cửa bước ra, bất ngờ có một ngôi sao rơi xuống từ bầu trời, rơi thẳng xuống trước cửa nhà họ Han.\nHan Ce cảm xúc lẫn lộn, vừa khóc vừa cười, liên tục nói: Ý trời!\nLấy thiên thạch đen làm nền, tham khảo bản vẽ, thêm vào hắc nham mà bố để lại, tạo ra một cây thương. Mũi thương sắc lạnh như băng, cứng như đá.\nNhưng anh không dựa vào thương để đi khắp thiên hạ; Từ đó khói lửa lò rèn của nhà họ Han chưa từng tắt.",
	"baseatk": 42,
	"substat": "ST Bạo Kích",
	"subvalue": "12",
	"effectname": "Thừa Thắng Xông Lên",
	"effect": "Sau khi đánh bại kẻ địch, tấn công tăng {0}, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Diên Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Phấn Hoa Hư Vô",
				"count": 3
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Hống Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Phấn Hoa Hư Vô",
				"count": 12
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Hống Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"name": "Túi Cỏ Hư Vô",
				"count": 6
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kim Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Túi Cỏ Hư Vô",
				"count": 12
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kim Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"name": "Đuốc Hư Vô",
				"count": 9
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sự Chuyển Dời Của Biển Sương Mù",
				"count": 4
			},
			{
				"name": "Đuốc Hư Vô",
				"count": 18
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 12
			}
		]
	}
}