{
	"name": "Hắc Nham Phỉ Ngọc",
	"description": "Là pháp khí thần kì được Hắc Nham Xưởng tạo ra, sắc đỏ khác thường dường như là sự hòa quyện của sự khiếp sợ nơi vực sâu.",
	"weapontype": "Pháp Khí",
	"rarity": "4",
	"story": "Pháp khí được làm từ hắc nham rất hiếm có. Ánh sáng của tế đàn, có thể chuyển động năng lượng.\nTâm pháp khí có hình tròn, ở giữa nạm ngọc phách màu đỏ giống như một vầng trăng máu, khi tròn khi khuyết, khi tỏ khi mờ. \n\nThiên Hoành trùng điệp, tầng tầng nham thạch chứa đầy những khối ngọc sáng. Đất nước được Nham Vương Đế Quân che chở có tài nguyên phong phú.\nCùng với việc khai thác, vùng đất xung quanh Thiên Hoành Sơn đều bị đào rỗng, các đường hầm vào mỏ được mở rộng ra mọi hướng. Trong đó độ sâu nhất có thể thông đến tâm trái đất.\nTuy nhiên, vào một thời điểm nhất định, vùng đất này không còn yên lặng nữa. Kèm theo những tiếng gào rít, núi đá bắt đầu rung động, hang động dần dần sụp đổ.\nNhững oan hồn đã chết bởi tai nạn được chôn cất sâu trong lòng đất. Trong đêm luôn có thể nghe thấy được những tiếng khóc lóc thảm thiết không biết từ đâu truyền lại. \n\nCho đến một ngày, một vị khách đến Khinh Sách Sơn.\nNgười đó mặc áo dài thêu bạch liên, tự xưng là vân du phương sĩ, tìm kiếm người nhà họ Yun và họ Han ở Liyue.\nHuang - con gái của đại tộc rèn họ Yun lúc đó cư trú tại Khinh Sách Trang, vội vàng phái người mời Han Ce con trai của nghệ nhân Han Wu.\nPhương sĩ nói với hai người rằng trong quá khứ họ Yun, bọn họ cùng với họ Han đã tạo ra một pháp khí thượng hạng cho phương sĩ thiên hạ.\nNay vùng đất Liyue không yên tĩnh. Các phương sĩ đã đặc biệt đưa đến một viên huyết ngọc phách, giúp đỡ mọi người vượt qua cửa ải khó khăn. \n\nHai người lập tức đốt lò để luyện pháp khí hắc nham, nhúng viên huyết ngọc vào trong đó.\nHuyết ngọc cảm ứng được mạch đất, ánh sáng đỏ như máu khi tỏ khi mờ, cảnh báo thay đổi sắp diễn ra.\nBởi vậy, giống như ngôi sao dẫn hướng mọi người tránh khỏi trời long đất lở. Pháp khí được để dưới Thiên Hoành Sơn.\nCuối cùng, ngày trái đất trở lại yên tĩnh, đá đen ngọc đỏ cũng dần dần biến mất theo sự phẫn nộ của đất trời.",
	"baseatk": 42,
	"substat": "ST Bạo Kích",
	"subvalue": "12",
	"effectname": "Thừa Thắng Xông Lên",
	"effect": "Sau khi đánh bại kẻ địch, tấn công tăng {0}, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ánh Sáng Rừng Băng Giá",
				"count": 3
			},
			{
				"name": "Dao Săn Bắt",
				"count": 3
			},
			{
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 3
			},
			{
				"name": "Dao Săn Bắt",
				"count": 12
			},
			{
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Dao Đặc Công",
				"count": 6
			},
			{
				"name": "Bản Vẽ Phong Ấn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 3
			},
			{
				"name": "Dao Đặc Công",
				"count": 12
			},
			{
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 9
			},
			{
				"name": "Bản Vẽ Cấm Chú",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Thần Thể Rừng Băng Giá",
				"count": 4
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 18
			},
			{
				"name": "Bản Vẽ Cấm Chú",
				"count": 12
			}
		]
	}
}