{
	"id": 14433,
	"name": "Đèn Tủy Đen",
	"description": "Một chiếc đèn lồng tỏa ra ánh sáng lấp lánh, được bao bọc bởi hợp kim đen kịt như màn đêm, trông giống như những khúc xương đan xen vào nhau. Tương truyền, nó từng được tổ chức bí mật nào đó coi là báu vật.",
	"descriptionRaw": "Một chiếc đèn lồng tỏa ra ánh sáng lấp lánh, được bao bọc bởi hợp kim đen kịt như màn đêm, trông giống như những khúc xương đan xen vào nhau. Tương truyền, nó từng được tổ chức bí mật nào đó coi là báu vật.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Nếu quyền lực là một tòa nhà uy nghiêm, thì cần bao nhiêu viên gạch để gánh chịu trọng trách nặng nề?\nGạch đá vốn không có ý định trở thành tòa nhà, vậy do ai đã quyết định viên gạch nào sẽ trở thành nền móng hay đỉnh tháp?\nTrật tự trông có vẻ nghiêm ngặt, nhưng định mệnh của mỗi một viên gạch lại hoàn toàn được quyết định bởi sự ngẫu nhiên.\nCòn để tòa nhà cao sụp đổ lại chỉ cần một viên gạch quan trọng nhất từ chối phục tùng kế hoạch giả dối.\n\n\"Kho báu của giáo phụ ở sâu trong chợ đen.\" Bữa tiệc phá vỡ trật tự cũ đã mở màn tại đây, đám đạo tặc dòm ngó kho báu đã tập trung tại đây.\nĐây là trận chiến giữa tất cả mọi người. Sự uy hiếp chí mạng không phải đến từ sự phòng bị của giáo phụ, mà là đến từ đồng bọn cướp đoạt.\nNgười đầu tiên bước đến kho báu là một fae. Đạo lý ở đời đã dạy cho anh ấy cách tránh dữ tìm lành, tránh khỏi những toan tính.\nAnh ấy xem lòng người như một bản đồ, bước đi trên con đường an toàn nhất giữa kẽ hở của bao thủ đoạn toan tính, có thể nói là khá khôn ngoan.\nSau đó là một cô gái. So với câu đố mà giáo phụ đặt ra, thì giao hẹn thắng thua với fae còn quan trọng hơn.\nCô ấy dùng lưỡi kiếm sắc bén chém bay tất cả ổ khóa, dùng cách giải quyết đơn giản nhất để đối phó với những cỗ máy tinh xảo, có thể nói là vô cùng giản dị.\nNgười cuối cùng là một thợ săn. Anh ta xem mê cung này như bãi săn khắc nghiệt hơn cả mùa đông, cần phải lên kế hoạch từng bước một.\nSự kiên nhẫn là cạm bẫy tẩm độc, sự nhạy bén là lưỡi dao sắc nhọn. Anh ta dùng cách chiến đấu nguyên thủy để đánh bại kẻ địch, có thể nói là khá dũng mãnh.\n\nNhưng dù là fae, cô gái hay là thợ săn, thì cuối cùng cũng đều thất bại trước cánh cửa kho báu.\nMột quản gia mặc áo đen, dùng cách thức mạnh mẽ trói ba người họ lại, rồi lần lượt đưa vào trong.\n\"Giáo phụ đáng kính, khách của ngài đã vào vị trí, đang đợi chỉ thị của ngài.\"\nGiáo phụ vẫn thong thả ăn Đào Zaytun trong tay, nói với những vị khách mà quản gia dẫn vào:\n\n\"Ngươi không hề quan tâm trật tự của thế giới, mà chỉ muốn trộm cắp vật sở hữu của người khác. Đây chính là lý do ta thưởng cho ngươi.\"\n\"Cái gọi là trật tự, chỉ mang lại lợi ích cho những người lập nên. Nhưng ta không chấp nhận được điều này, nên cần ngươi giúp đỡ.\"\n\"Trật tự thế giới chỉ là người giàu ngày một giàu hơn, còn người nghèo thì ngày một nghèo đi. Vậy thì trộm cắp chính là cách duy nhất để khôi phục sự cân bằng.\"\n\"Nếu từ nay về sau ngươi bắt đầu tuân thủ quy tắc của đạo tặc, thì hãy ăn quả này trước sự chứng kiến của hài cốt đạo tặc.\"\nTừ nhỏ, fae đã muốn trốn thoát sự xa hoa sáo rỗng của giới quý tộc, anh ấy khâm phục lời của giáo phụ nên đã ăn Trái Bulle.\nCô gái không bao giờ khuất phục trước sự cao ngạo của kẻ thống trị đã nuốt chửng Quả Móc Câu, tư tưởng của cô vốn giống với giáo phụ.\nNgười cuối cùng ăn Quả Dâu Đỏ là thợ săn, anh ta ẩn mình trong rừng, cũng vì từ trước đến nay đều không muốn thỏa hiệp trước thế tục ô uế.\n\"Tốt lắm, vậy thì Đội Trái Cây Trật Tự đã ký khế ước. Hãy nhớ kỹ! Từ hôm nay, ngươi chính là trụ cột chống lại sự bất công.\"\n\nSau khi tiễn khách rời đi, giáo phụ thở dài khẽ vuốt ve bốn bức tường trống trải của kho báu.\nAnh đã thành công rút đi viên gạch quan trọng nhất trong tòa tháp trật tự, nhưng không ngờ lại có biến cố xảy ra:\nNhìn bộ dạng chau mày đau đớn của giáo phụ, quản gia đứng bên cạnh bật cười.\nCô ung dung lấy đi xương sống đen của đạo tặc, để lại Hoa Calla Lily dùng để giải độc rồi rời đi...\n\n\"Lời ngươi vừa nói với nhóm đạo tặc đã khiến lý tưởng của đạo tặc được truyền bá, nên ta sẽ tha mạng cho ngươi.\"\n\"Nhưng công bằng thực sự không tồn tại dưới trật tự, mà nằm ở việc không ai có thể lập ra trật tự.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "48",
	"effectName": "Chứng Nhận Giao Ước",
	"effectTemplateRaw": "Sát thương phản ứng Sum Suê tăng <color=#99FFFFFF>{0}</color>, sát thương phản ứng Nguyệt-Sum Suê tăng <color=#99FFFFFF>{1}</color>. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Sum Suê tăng thêm <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Sát thương phản ứng Sum Suê tăng 48%, sát thương phản ứng Nguyệt-Sum Suê tăng 12%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Sum Suê tăng thêm 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Sát thương phản ứng Sum Suê tăng 60%, sát thương phản ứng Nguyệt-Sum Suê tăng 15%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Sum Suê tăng thêm 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Sát thương phản ứng Sum Suê tăng 72%, sát thương phản ứng Nguyệt-Sum Suê tăng 18%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Sum Suê tăng thêm 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Sát thương phản ứng Sum Suê tăng 84%, sát thương phản ứng Nguyệt-Sum Suê tăng 21%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Sum Suê tăng thêm 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Sát thương phản ứng Sum Suê tăng 96%, sát thương phản ứng Nguyệt-Sum Suê tăng 24%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Sum Suê tăng thêm 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Mảnh Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Tâm Nguyện Khí Cụ Kỳ Diệu",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 12
			}
		]
	}
}