{
	"name": "Hắc Nham Trảm Đao",
	"description": "Thanh kiếm hắc nham chắc cứng sắc bén, toàn thân có màu đen đỏ.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "Một thanh kiếm lớn, được làm từ hắc nham rất hiếm có, nặng như một tảng đá, có thể mở núi xẻ đường.\nLưỡi kiếm được làm từ kết tinh đá đen trộn với quặng thạch màu đỏ thẫm, đậm đặc như mực, đỏ như ngọn lửa.\n\nBinh khí làm từ hắc nham, kế thừa từ bộ \"Mẫu\", có ba đặc điểm sau: Cứng như đá, lạnh như băng, mạnh mẽ như lửa.\nTrong đó \"trảm đao\" là một thanh kiếm lớn, phần mỏng nhất của lưỡi kiếm cũng tương đương với lụa.\nCác tinh thể màu đỏ sẫm được ghép một cách tinh xảo, các vòng tròn tạo thành một mặt đao.\nDùng lửa của vật tổ và hồng bảo ngọc, châu báu nạm vào tay cầm, nhìn từ xa giống như máu nổi trong nghiên mực, chìm trong bóng tối.\n\nNghệ nhân Han Wu từng đi sâu vào lòng đất tìm kiếm tinh thể để đúc ra binh khí hắc nham. Cuối cùng gặp phải tai nạn trong mỏ.\nCon mắt bị thương lúc đó chỉ còn lại bóng tối không thể nhận biết được đất trời bốn phía, bên tai thường vang lên âm thanh va chạm của kiếm và đá như thể trời đất nổ tung.\nTừ đó lò rèn của người thợ phủ đầy bụi, chỉ còn lại tro tàn băng lạnh cùng giấc mơ dang dở.\nCon trai Han Ce đọc đến đoạn dưới lòng đất trong núi có lời đồn yêu ma, đã nhanh chóng nói cho bố biết.\nSau khi Han Wu nghe xong thấy thực hối hận, cho rằng việc khai thác đã làm phiền đến con rồng trong lòng đất, đá trên trời rơi xuống. Bèn gắng gượng tấm thân ốm yếu, mở lò rèn một thanh đao.\nSau khi thanh đao hoàn thành, con trai người thợ thể theo nguyện vọng của bố, đã dựng lên một miếu thờ bên ngoài mỏ, cất giấu thanh kiếm trong đó, dùng để trừ tà trấn rồng. \n\nVài năm sau, Han Wu ra đi trong giấc mộng.\nCùng ngày cùng giờ, một du khách đi qua hầm Thiên Hoành Sơn, chỉ thấy ánh sáng đỏ toả ra từ sau những tảng đá, một miếu thờ bí mật lặng lẽ tách ra.\nThanh kiếm lớn giữa bàn thờ phát sáng lập lờ như than như khóc.\nHan Ce lên núi trong đêm, mang đao trở về.\nThiên Khu Tinh lúc bấy giờ đã tự tay ban tên cho nó:\n\"Khai Sơn Liệt Hải, Tư Vân Đoạn Nguyệt\"",
	"baseatk": 42,
	"substat": "ST Bạo Kích",
	"subvalue": "12",
	"effectname": "Thừa Thắng Xông Lên",
	"effect": "Sau khi đánh bại kẻ địch, tấn công tăng {0}, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Diên Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Phấn Hoa Hư Vô",
				"count": 3
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Hống Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Phấn Hoa Hư Vô",
				"count": 12
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Hống Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"name": "Túi Cỏ Hư Vô",
				"count": 6
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kim Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Túi Cỏ Hư Vô",
				"count": 12
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kim Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"name": "Đuốc Hư Vô",
				"count": 9
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sự Chuyển Dời Của Biển Sương Mù",
				"count": 4
			},
			{
				"name": "Đuốc Hư Vô",
				"count": 18
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 12
			}
		]
	}
}