{
	"id": 13516,
	"name": "Tàn Tích Nhuốm Máu",
	"description": "Trường thương nhuốm màu đen thẫm từ những cuộc chiến lâu dài, dưới ánh lửa xanh u tối tỏa ra ánh sáng khác biệt.",
	"descriptionRaw": "Trường thương nhuốm màu đen thẫm từ những cuộc chiến lâu dài, dưới ánh lửa xanh u tối tỏa ra ánh sáng khác biệt.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Trong truyền thuyết dân gian bắc lục, Vua Sồi Hè, người từng mang lại hơi ấm cho mặt đất, là người em trai được Vua Băng Đông yêu quý nhất.\nNhưng trong một lần tranh cãi bất ngờ lại bị anh trai ngộ sát, từ đó thế giới rơi vào sự thống trị của mùa đông khắc nghiệt.\nCó lẽ trong tâm trí mọi người, nếu không phải như vậy thì sẽ không thể giải thích được vì sao vị vua nhân từ lại luôn được bao bọc trong gió tuyết.\nChỉ có các fae trường sinh mới biết, vùng đất băng giá quanh năm không tan còn tồn tại lâu hơn cả sự trị vì của Sa Hoàng.\nBạch Hoàng thống lĩnh các fae, ngự trên ngai vàng của Sao Nhạt vẫn luôn im lặng kể từ khi trở về từ phế tích nơi cực bắc.\nSau khi suy ngẫm rất lâu ở sâu trong khu rừng bạch dương, cuối cùng ngài đã mở cánh cửa cho những người mà ngài từng từ chối.\nCùng với lò luyện của Snezhnograd, một cung điện phức tạp như mê cung đã được xây dựng ở tận cùng của vùng đất băng giá.\nLoài người và fae thông thái nhất đã được triệu tập đến đây, và hạt giống của những tưởng tượng vĩ đại cũng đã nảy mầm ở đây.\nVô số ngày đêm tiếp theo, những người canh gác cung điện đồ sộ này là những hầu cận trung thành và dũng cảm nhất của Sa Hoàng.\nTrong đó có fae luôn đi theo quân vương, cũng có dòng dõi người phàm đã chứng minh lòng trung thành với bệ hạ.\nHai anh em là thế hệ trẻ của gia đình. Người con trai cả kế thừa phù hiệu Dạ Oanh và canh giữ cỗ xe thánh.\nNgười con trai thứ hai, người luôn ngưỡng mộ anh trai mình, lại chỉ đành từ bỏ họ của mình, chuẩn bị một cuộc đời không chút vinh quang ở biên cương.\nNhưng tai họa do sự ích kỷ tạo nên đã phá vỡ lý tưởng và thay đổi vận mệnh của họ.\nNgười hầu cận trung nghĩa bị \"con thú\" chưa từng có linh tính nuốt chửng vì đã thoáng thấy bí mật của các trí giả.\nNhững đồng đội đóng quân ở đó đến để dẹp loạn, nhưng ở nơi hoang vu bị tuyết dày bao phủ từ lâu này...\nHọ phát hiện ra ngọn thương vốn được trang trí bằng lông vũ bạc trắng, nhưng vì nhuốm máu của quý tộc mà biến thành màu đen.\nNhiều năm sau đó, tướng quân kế thừa vinh quang gia đình đã rời bỏ quê hương, đi đến vùng biên giới hoang vu để báo thù.\nMỗi khi vuốt ve ngọn thương trong tay, anh ấy đều sẽ quay trở lại bên ngoài cổng cung điện cổ xưa hết lần này đến lần khác.\nĐêm tuyết dài chìm đắm trong nỗi bi thương ấy. Lời nói của người bạn cũ trên đoạn đầu đài vẫn văng vẳng bên tai.\nThế giới dưới mặt trăng bị trói buộc bởi số phận bi thảm, những người không tìm được nơi trở về đang lang thang khắp cố hương.\nĐắm mình trong ánh trăng khi màn đêm vĩnh hằng buông xuống, Người Đúc Đèn giơ ngọn đèn vĩnh cửu lên và bắt đầu ca trực.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "4,8%",
	"effectName": "Tưởng Niệm Bi Thương",
	"effectTemplateRaw": "Trong 3.5s sau khi thi triển Kỹ Năng Nộ, người trang bị tăng <color=#99FFFFFF>{0}</color> sát thương Nguyệt-Điện Cảm gây ra cho kẻ địch. Ngoài ra, sau khi người trang bị kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ nhận được \"Khúc Bi Ca Đổ Nát\": Tăng <color=#99FFFFFF>{1}</color> Sát Thương Bạo Kích trong 6s, đồng thời hồi phục <color=#99FFFFFF>{2}</color> điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 14s tối đa hồi phục một lần Năng Lượng Nguyên Tố theo cách này.",
	"r1": {
		"description": "Trong 3.5s sau khi thi triển Kỹ Năng Nộ, người trang bị tăng 36% sát thương Nguyệt-Điện Cảm gây ra cho kẻ địch. Ngoài ra, sau khi người trang bị kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ nhận được \"Khúc Bi Ca Đổ Nát\": Tăng 28% Sát Thương Bạo Kích trong 6s, đồng thời hồi phục 12 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 14s tối đa hồi phục một lần Năng Lượng Nguyên Tố theo cách này.",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "Trong 3.5s sau khi thi triển Kỹ Năng Nộ, người trang bị tăng 48% sát thương Nguyệt-Điện Cảm gây ra cho kẻ địch. Ngoài ra, sau khi người trang bị kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ nhận được \"Khúc Bi Ca Đổ Nát\": Tăng 35% Sát Thương Bạo Kích trong 6s, đồng thời hồi phục 13 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 14s tối đa hồi phục một lần Năng Lượng Nguyên Tố theo cách này.",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "Trong 3.5s sau khi thi triển Kỹ Năng Nộ, người trang bị tăng 60% sát thương Nguyệt-Điện Cảm gây ra cho kẻ địch. Ngoài ra, sau khi người trang bị kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ nhận được \"Khúc Bi Ca Đổ Nát\": Tăng 42% Sát Thương Bạo Kích trong 6s, đồng thời hồi phục 14 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 14s tối đa hồi phục một lần Năng Lượng Nguyên Tố theo cách này.",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "Trong 3.5s sau khi thi triển Kỹ Năng Nộ, người trang bị tăng 72% sát thương Nguyệt-Điện Cảm gây ra cho kẻ địch. Ngoài ra, sau khi người trang bị kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ nhận được \"Khúc Bi Ca Đổ Nát\": Tăng 49% Sát Thương Bạo Kích trong 6s, đồng thời hồi phục 15 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 14s tối đa hồi phục một lần Năng Lượng Nguyên Tố theo cách này.",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "Trong 3.5s sau khi thi triển Kỹ Năng Nộ, người trang bị tăng 84% sát thương Nguyệt-Điện Cảm gây ra cho kẻ địch. Ngoài ra, sau khi người trang bị kích hoạt phản ứng Nguyệt-Điện Cảm, sẽ nhận được \"Khúc Bi Ca Đổ Nát\": Tăng 56% Sát Thương Bạo Kích trong 6s, đồng thời hồi phục 16 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 14s tối đa hồi phục một lần Năng Lượng Nguyên Tố theo cách này.",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Tro Tàn Ngọn Lửa Đêm Dài",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Hào Quang Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 18
			}
		]
	}
}