{
	"id": 11432,
	"name": "Tai Họa Eshu",
	"description": "Thanh đao nghi thức chế tác bởi tư tế vĩ đại Sanhaj của Chủ Nhân Gió Đêm. Trong câu chuyện quá khứ, Sanhaj có thể dùng thanh đao cong này để cử hành nghi thức, xóa nhòa ranh giới giữa Vương Quốc Dạ Thần và thế giới thực tại.",
	"descriptionRaw": "Thanh đao nghi thức chế tác bởi tư tế vĩ đại Sanhaj của Chủ Nhân Gió Đêm. Trong câu chuyện quá khứ, Sanhaj có thể dùng thanh đao cong này để cử hành nghi thức, xóa nhòa ranh giới giữa Vương Quốc Dạ Thần và thế giới thực tại.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Giống như loài bướm, vốn chỉ là một cái kén xanh trước khi nở ra,\nCò Đỏ duyên dáng cũng chỉ là cục lông xám khi còn nhỏ,\nVị tư tế vĩ đại sau này mê hoặc người đời bằng những lời nói khó hiểu của mình,\nCũng đã trải qua một thời gian dài trong bóng tối và im lặng sau khi sinh ra.\n\nVị cao tuổi nắm giữ ngọn lửa hiến tế của bộ tộc nói rằng một nửa linh hồn của ông đã mất đi trong ngọn lửa đêm,\nĐứa trẻ lặng im cần phải bước tới vùng đá hoang vu vào ngày sinh nhật để tìm lại bản thân đã mất.\nNhưng chuyến đi này cuối cùng cũng rất nguy hiểm, linh hồn phải vượt qua tấm màn bảy tầng để diện kiến chúa tể im lặng,\nNgay cả khi trong cuộc hành trình có sự giúp đỡ của Saurian có thể du hành giữa hai thế giới, rất ít người có thể trở về sau hành trình này.\nTrong số những con Iktomisaurus, chỉ có Mahamba khó nắm bắt nhất mới sẵn lòng đi cùng cậu bé đến vùng đất bí ẩn.\n\nTrong cung điện với những bậc thang dài lát đá, đứa bé dường như lần đầu tiên mở mắt ra,\nNhững ký ức về vương quốc cổ xưa chảy qua đôi mắt như dòng nước trôi, trong ánh sáng huỳnh quang mờ ảo,\nDường như cậu đã thực sự trải qua những năm tháng đó... Hỏa Thần ban đầu giơ tay trước núi lửa và tuyên thệ,\nNgài chưa bao giờ tồn tại trong ký ức của quá khứ, mà đứng dưới cái bóng của nhiều vị anh hùng.\nKhi vị Thánh Chủ thành phố chìm vào bóng tối, rơi vào tay thiếu niên mắt đỏ, trước ngai vàng trống rỗng,\nNgười đó đã nhìn xuống, từ bên trên thành phố đang bốc cháy, gương mặt của người đang rơi xuống bùn đen.\n\nMọi thứ trong quá khứ khiến ngài hiểu rõ ràng từng từ, từng âm tiết và ẩn ý đằng sau chúng,\nCũng khiến ngài nhìn được sâu sắc và lâu dài hơn trong dòng thời gian, cuối cùng mới nhận ra,\nLà chủ nhân bóng đêm đã sắp xếp chuyện này, để cho thấy tất cả mọi chuyện.\nĐứa trẻ trưởng thành lúc đó nhìn thấy cái bóng sẽ bao trùm toàn bộ Natlan, ma vật từ thế giới bên ngoài,\nAnh nhìn thấy bóng đen chiếm giữ hòn đảo, xé toạc mọi ngóc ngách như một con giòi, tàn phá như một đám cháy.\nNơi bóng tối ngự trị, những người đã khuất và những người sắp chết sẽ cùng nhau than khóc đau đớn.\n\nKhi sương mù tăm tối sắp xâm chiếm bộ tộc Natlan, không kìm được mà lên tiếng: \"Dừng lại đi!\"\nLời đầu tiên vừa thốt ra, anh chợt tỉnh dậy và thấy mình đang nằm cạnh đống lửa xanh,\nMột tia sáng đen lóe lên trong mắt Mahamba, rồi vị cao tuổi đưa cho anh cây trượng hiến tế.\n\nKể từ đó, Sanhaj, người biết rõ mọi quá khứ, đã thể hiện tài ăn nói của mình,\nDùng những lời hoa mỹ cổ xưa để dạy dỗ những kẻ dại dột coi thường nguy hiểm trong tương lai.\nKể từ đó, Sanhaj, người biết rõ mọi câu chuyện, đã thêu dệt lời dối trá lớn,\nĐể những cuộn dệt chồng chéo lên nhau, biến thành chướng ngại vật, che giấu quá khứ không nên chạm tới.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Ranh Giới Bành Trướng",
	"effectTemplateRaw": "Khi nhân vật được khiên bảo vệ, sát thương gây ra từ Tấn Công Thường và Trọng Kích tăng <color=#99FFFFFF>{0}</color>, Tỷ Lệ Bạo Kích của Tấn Công Thường và Trọng Kích tăng <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Khi nhân vật được khiên bảo vệ, sát thương gây ra từ Tấn Công Thường và Trọng Kích tăng 20%, Tỷ Lệ Bạo Kích của Tấn Công Thường và Trọng Kích tăng 8%.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "Khi nhân vật được khiên bảo vệ, sát thương gây ra từ Tấn Công Thường và Trọng Kích tăng 25%, Tỷ Lệ Bạo Kích của Tấn Công Thường và Trọng Kích tăng 10%.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "Khi nhân vật được khiên bảo vệ, sát thương gây ra từ Tấn Công Thường và Trọng Kích tăng 30%, Tỷ Lệ Bạo Kích của Tấn Công Thường và Trọng Kích tăng 12%.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "Khi nhân vật được khiên bảo vệ, sát thương gây ra từ Tấn Công Thường và Trọng Kích tăng 35%, Tỷ Lệ Bạo Kích của Tấn Công Thường và Trọng Kích tăng 14%.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "Khi nhân vật được khiên bảo vệ, sát thương gây ra từ Tấn Công Thường và Trọng Kích tăng 40%, Tỷ Lệ Bạo Kích của Tấn Công Thường và Trọng Kích tăng 16%.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Thần Tính Của Thánh Chủ Mê Sảng",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 12
			}
		]
	}
}