{
	"name": "Quản Đốc Vàng Ròng",
	"description": "Thiết bị lơ lửng, có thể giám sát hiện tượng nhất định. Sau khi bị bỏ đi đã được người nhặt cải tạo thành công dụng khác.",
	"weapontype": "Pháp Khí",
	"rarity": "5",
	"story": "Quỹ tích dòng chảy của tiền bạc, sẽ vẽ ra mạch máu của thế giới,\nVố số sinh mệnh chìm nổi trong dòng máu, mãi đến khi bị cuốn trôi và nuốt chửng.\nĐương nhiên, mọi thứ vốn dĩ nên là thành tựu của \"con người\" chúng ta,\nCũng giống như con số và số học vốn được sinh ra để tính toán tiền bạc,\nCó văn tự để làm chỗ dựa cho viết lách, có phép tắc để định khung cho tài sản giao dịch.\n\n\"Con người\" nên là chủ nhân của tiền bạc, chứ không phải nô bộc của nó,\nCon tim của vàng bạc cũng nên đập vì thế giới của \"con người\".\nĐương nhiên, bất cứ ai cũng không thể chân chính sở hữu tiền bạc,\nRốt cuộc thì nó cũng chỉ là mượn tay của \"con người\" chúng ta,\nTừ một góc của thế giới để chảy về nơi kết thúc của thời gian mà thôi.\n\nCho nên đây mới là điều khiến cho ai đó không thể nào hiểu được,\nCái gọi là \"một góc của thế giới\" lại bị chọn trúng, quy định.\nCho nên đây mới là điều khiến cho ai đó không thể nào chấp nhận,\nSự nghiệp vĩ đại vốn nên thuộc về \"con người\" chúng ta,\nLại bị cái gọi là \"thần\" đó đề ra và ràng buộc.\nCho nên đây chính là lý do vì sao chúng ta bắt buộc phải thay thế:\nNếu như con tim của tiền bạc đã bị \"thần\" của nơi khác cướp đi,\nVậy họ sẽ có thể tùy theo sở thích nhất thời mà biến mọi người thành nô lệ;\nDù không thể trở thành chủ nhân của con tim vàng bạc,\nCũng nên để mọi người được nắm giữ tiền bạc một cách bình đẳng.\n\n\"Nói như vậy chắc ngài rất khó tưởng tượng nhỉ. Hãy cho phép tôi trình bày rõ hơn.\"\n\"Đầu tiên là chế tạo ra tiền tệ mới, thay thế cho sự dựa dẫm vào Mora.\"\n\"Còn về địa điểm. Sẽ là một nền kinh tế quy mô nhỏ cách biệt với thế giới này.\"\n\"Tôi đã chọn được một quốc gia trong quốc gia mà thần uy không thể chạm đến,\"\n\"Thâm nhập vào nó chắc không tốn quá nhiều thời gian.\"\n\n\"Đặt tên gì đây nhỉ... Tôi thật sự không thích đặt tên. Đúng rồi, thế này đi.\"\n\"Để kỷ niệm ngài đã đặc cách cho tôi thử nghiệm, vậy hãy gọi nó là \"Phiếu Đặc Cách\" đi.\"\n\nNgười giám sát được chế tạo bằng máy móc tinh xảo lạch cạch kêu vang, quan sát dòng tiền của vương quốc nhỏ bé.\nGhi chép lại một cách không mệt mỏi mỗi một giao dịch tiền bạc, sự tích góp và phung phí của mỗi một người,\nSự tăng giảm của mỗi loại giá trị, số lần lưu thông của mỗi một tờ tiền trong chu kỳ nhất định.\nLuật pháp duy nhất trong đó chính là luật riêng của người tích trữ, và chế tài duy nhất chính là nghèo khó hoặc cái chết.\nHoặc vì lợi ích và quyền hành mà chi phối, hoặc bị chi phối mà lao lực đến chết, quy tắc luôn luôn công bằng.\n\nDo đó, con người đã nhờ vào dã tâm và tài sản của bản thân sở hữu mà kề vai với thần linh,\nMà những kẻ yếu đã mất đi tất cả trong cuộc cạnh tranh sẽ bị dòng chảy của nhân thế nuốt chửng,\nSẽ không còn sức mạnh của thần can thiệp vào nữa, thể hiện uy thế của kẻ được khắc họa là người giàu trước mặt những người nghèo khó,\nSẽ không còn tài sản của thần tràn vào nữa, cứu rỗi tôn nghiêm của người nghèo dưới chân của kẻ giàu.",
	"baseatk": 48,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "4.8",
	"effectname": "Thủy Triều Máu Hoàng Kim",
	"effect": "Tấn công tăng {0}. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương tấn công thường tăng {1}, sát thương trọng kích tăng {2}. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đủ 3 tầng, tốc độ tấn công tăng {3}.",
	"r1": [
		"16%",
		"16%",
		"14%",
		"8%"
	],
	"r2": [
		"20%",
		"20%",
		"17.5%",
		"10%"
	],
	"r3": [
		"24%",
		"24%",
		"21%",
		"12%"
	],
	"r4": [
		"28%",
		"28%",
		"24.5%",
		"14%"
	],
	"r5": [
		"32%",
		"32%",
		"28%",
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Ly Vỡ Của Biển Nguyên Sơ",
				"count": 5
			},
			{
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 5
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 5
			},
			{
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 18
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 9
			},
			{
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 9
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 5
			},
			{
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 18
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 9
			},
			{
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 14
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Ly Vàng Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 27
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 18
			}
		]
	}
}