{
	"id": 15426,
	"name": "Trúc Vân",
	"description": "Mẫu binh khí thử nghiệm do Ngọc Hành Tinh ủy thác Hắc Nham Xưởng rèn ra sau khi phân tích cơ quan tiên gia từng bảo vệ Thiên Hoành Sơn.",
	"descriptionRaw": "Mẫu binh khí thử nghiệm do Ngọc Hành Tinh ủy thác Hắc Nham Xưởng rèn ra sau khi phân tích cơ quan tiên gia từng bảo vệ Thiên Hoành Sơn.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Người xưa có câu, Thiên Hoành trùng điệp, tầng tầng nham thạch chứa đầy những khối ngọc sáng. Đất nước Thiên Nham từ xưa đã nổi tiếng khắp nơi về sự giàu có,\nTrong đó, nơi khai thác khoáng sản và nơi rèn đúc quan trọng nhất chính là \"Hắc Nham Xưởng\" ở Thiên Hoành Sơn.\n\nHắc Nham Xưởng được xây dựng bằng cách đào xuyên núi, với vô số công xưởng, lò luyện và những đường hầm bụi bám đen kịt,\nTrong những năm tháng hỗn loạn khói lửa nhuộm đỏ mặt đất, nơi này cũng được tổ tiên của nhiều bộ tộc mưu sinh trên núi đá hiểm trở sử dụng làm nơi ẩn náu.\nNghe nói, một số đường hầm xưa cũ trong số đó sớm đã bị lãng quên từ lâu, thậm chí có thể dẫn thẳng đến vương quốc cổ xưa sâu trong lòng đất...\n\nTheo \"Thạch Thư Tập Lục\", người đầu tiên tu sửa con đường trong lòng núi là người sáng lập ra gia tộc Yun nổi tiếng ở Liyue ngày nay.\nLà một gia tộc rèn, nhà họ Yun từ đó đã bước lên sân khấu của lịch sử, người này cũng được vô số thợ rèn đời sau tôn làm tiên sư.\n\nCòn ghi chép về người đó, trong lịch sử cũng chỉ có vài dòng...\n\"Có sự khéo léo của nhà họ Yun, chặt gỗ làm diều, đẽo tre thành chim, ngao du ba ngày không cần nghỉ, đây chính là kỹ nghệ đỉnh cao nhất thiên hạ.\"\n\nCho dù là cơ quan thuật hay kỹ nghệ rèn đúc, ban đầu đều gắn liền với tiên gia.\nChính vì thế, người đó thường được xem là học trò của tiên gia, kỹ thuật của người đó cũng được coi là tiên truyền.\nTheo những gì được biết đến rộng rãi ngày nay, vị này đã từng cùng Đế Quân chinh chiến trong thời gian thiên kỷ rối loạn,\nHọc nghề lập nghiệp, được ba vị tiên quân khen ngợi và được truyền dạy các bí thuật cơ quan.\n\nTruyền thuyết kể rằng kỹ nghệ của người đó thần kỳ đến mức có thể lấy những đám mây trên trời xuống, dựng thành vô số lầu các,\nCũng có thể biến những loại gỗ mục nát nhất thành chim chóc muông thú biết chạy nhảy, khiến người ta khó mà phân biệt thật giả.\nCái gọi là \"Hắc Nham dựng từ mây\", đến nay đã được nhiều người biết đến ở Liyue,\nSự đối lập về mặt hình ảnh giữa hai thứ luôn được các nhà thơ và người kể chuyện nhắc đến.\nMặc dù truyền thuyết về \"Trúc Vân\" chỉ là sự gán ghép miễn cưỡng của hậu thế dựa trên tên họ của người này,\nMột sự thật không thể chối cãi là vị đó đã dành phần đời còn lại của mình để làm việc tại Hắc Nham Xưởng và truyền dạy nghề thủ công.\n\nVào phần cuối của cuộc đời và giai thoại, người đó đã bay lên trong ánh sáng rực rỡ, biến thành vì tinh tú bảo vệ những người thợ thủ công.\nNhưng truyền thuyết rốt cuộc vẫn chỉ là truyền thuyết. Xây dựng nên Hắc Nham Xưởng không phải là bí thuật của tiên gia, cũng chẳng phải mây mù và gió,\nMà là từng nhát dao và búa đẽo gọt, là mồ hôi đổ trên đá, bởi vô số những người thợ thủ công bình thường trong suốt hàng ngàn năm.\nSuy cho cùng thì khế ước của Deus Auri chưa bao giờ quy định rằng quyết tâm của người phàm không thể đánh bại được kỳ tích của tiên gia trên mây cao.\n \n\"Có sự khéo léo của nhà họ Yun, chặt gỗ làm diều, đẽo tre thành chim, ngao du ba ngày không cần nghỉ, đây chính là kỹ nghệ đỉnh cao nhất thiên hạ.\"\n\"Vậy thì sự nghiệp đó, đẽo đá thành phường, dựng mây thành lầu các, xuyên qua Thiên Hoành xây nên Hắc Nham, ấy gọi là tạo ích cho dân.\"\n\"Người họ Yun có nói: Thế nào là khéo? Thế nào là vụng? Ai làm ích cho dân là khéo, còn lại đều là vụng.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Khối Vuông Điêu Khắc",
	"effectTemplateRaw": "Sau khi Năng Lượng Nguyên Tố giảm, Tinh Thông Nguyên Tố của người trang bị tăng <color=#99FFFFFF>{0}</color> điểm. Hiệu quả này duy trì 18s, tối đa cộng dồn 2 tầng.",
	"r1": {
		"description": "Sau khi Năng Lượng Nguyên Tố giảm, Tinh Thông Nguyên Tố của người trang bị tăng 40 điểm. Hiệu quả này duy trì 18s, tối đa cộng dồn 2 tầng.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Sau khi Năng Lượng Nguyên Tố giảm, Tinh Thông Nguyên Tố của người trang bị tăng 50 điểm. Hiệu quả này duy trì 18s, tối đa cộng dồn 2 tầng.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Sau khi Năng Lượng Nguyên Tố giảm, Tinh Thông Nguyên Tố của người trang bị tăng 60 điểm. Hiệu quả này duy trì 18s, tối đa cộng dồn 2 tầng.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Sau khi Năng Lượng Nguyên Tố giảm, Tinh Thông Nguyên Tố của người trang bị tăng 70 điểm. Hiệu quả này duy trì 18s, tối đa cộng dồn 2 tầng.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Sau khi Năng Lượng Nguyên Tố giảm, Tinh Thông Nguyên Tố của người trang bị tăng 80 điểm. Hiệu quả này duy trì 18s, tối đa cộng dồn 2 tầng.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Hạt Thiên Thạch Đen",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Cán Kiếm Nát Vụn",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Phù Hiệu Tân Binh",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Mảnh Thiên Thạch Đen",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Cán Kiếm Nát Vụn",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Phù Hiệu Tân Binh",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Mảnh Thiên Thạch Đen",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Cán Kiếm Nứt Vỡ",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Phù Hiệu Sĩ Quan",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Một Góc Thiên Thạch Đen",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Cán Kiếm Nứt Vỡ",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Một Góc Thiên Thạch Đen",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Cán Kiếm Chưa Tắt",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Phù Hiệu Hiệu Úy",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Miếng Thiên Thạch Đen",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Cán Kiếm Chưa Tắt",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Phù Hiệu Hiệu Úy",
				"count": 12
			}
		]
	}
}