{
	"id": 14515,
	"name": "Dư Âm Tiếng Hạc",
	"description": "Chiếc quạt được chạm khắc từ ngọc phỉ thuý tinh khiết, có hào quang của tiên lực cổ xưa.",
	"descriptionRaw": "Chiếc quạt được chạm khắc từ ngọc phỉ thuý tinh khiết, có hào quang của tiên lực cổ xưa.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Đó là một quá khứ xa xôi, những năm tháng sơ khai của thành phố cảng phồn vinh.\nNgay cả những chốn linh thiêng của tiên gia cũng không thể thoát khỏi khói lửa hỗn loạn.\nCác vị chủ nhân được tôn sùng làm thần linh đã tranh đoạt vì nhiều lý do khác nhau,\nMáu và lửa, chia ly và bội ước, đã thấm đẫm lên mọi thứ thuộc về trần thế.\n\nTrong sự hỗn loạn của đất trời, những con người mất đi tất cả đã chạy vào trong những rặng núi, cầu xin sự bảo vệ của tiên gia,\nĐuổi theo sau lưng những người may mắn sống sót, là hằng hà sa số ma vật sớm đã mất đi ý thức.\nTên của chúng không ai biết, số lượng khó lường chẳng ai hay, uy thế như lũ quét, phá hủy mọi thứ dọc đường đi.\nVị chủ nhân khác mà chúng tôn sùng đã ngã xuống, tiếng gầm rú dữ dội cũng chính là tiếng khóc tang thương sau cùng.\n\nChỉ là khi đó người phàm vẫn chưa hay, rằng vị phủ quân bảo hộ sông núi nơi này nay đã quy tiên,\nTrước tai ách cuồn cuộn như thủy triều, ngăn cách sự sống và cái chết duy chỉ có vài vị Hộ Pháp Dạ Xoa ở nơi đó.\nTrải qua nhiều ngày chiến đấu ác liệt, áo trắng nhuộm ánh đỏ, ánh đỏ nhuộm đen tuyền, nhưng ma vật vẫn nườm nượp vô biên...\n\nVì niên đại quá xa xôi, nên câu chuyện sau đó cũng có nhiều cách nói khác nhau. Có người nói, vào lúc trăm họ lầm than,\nĐã có vị tiên quân với bộ lông xanh ánh trắng, đột phá tầng mây, từ trên không lao xuống như cơn lốc cuồn cuộn,\nCô độc trang nghiêm, cẩn trọng lặng lẽ, nhưng vẫn dùng sự uy nghiêm kiêu hãnh để dẫn dắt rất nhiều hộ pháp và dân chúng,\nKết cục tưởng như không một tia hy vọng đã đảo ngược, đội quân ma vật tựa như vô tận đã bị đánh tan...\n\nCó người lại nói, vào thời khắc nguy nan nhất, có hai chú hạc trạm trổ bằng ngọc đã lao xuống từ bầu trời,\nTheo sau là bùa chú dày đặc như mưa, trong nháy mắt xóa sổ vô số yêu ma tà đạo, tựa như làn gió bắc xua tan mây mù.\nKhi nhìn kỹ lại thì không còn ngọc hạc gì nữa, chỉ có duy nhất tiên nhân lơ lửng trên không trung, khẽ gập lại quạt giấy trong tay...\n\nLại có người nói, tiên quân toàn năng vượt xa hiểu biết của người phàm, vào lúc đó dân chúng chỉ nghe thấy một tiếng hạc kêu,\nMa vật vô tận dường như hóa thành tro bụi trong nháy mắt, rồi tan biến dưới ánh mặt trời...\n\nBất luận là cách nói nào, thì con dân hậu thế của Liyue khi nhắc đến vị tiên quân mang tên Lưu Vân Tá Phong,\nLời nói sẽ luôn có đôi phần kính trọng. Còn về tình huống thực tế ban đầu là thế nào thì...\n\n\"Hừm, hứng thú với những câu chuyện xa xôi như thế, hẳn là người có vài phần thảnh thơi nhàn rỗi đấy.\"\n\"Thôi được, bổn tiên vừa hay cũng có chút hứng thú, chi bằng kể một chút vậy.\"\n\"Qua bên đó mang ghế lại đây. Kể ra thì cũng không dài lắm, chắc cỡ tám chín tiếng đồng hồ...\"\n\"...Này, định nhân lúc bổn tiên không chú ý lẻn trốn đi mất đấy à?!\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "3,6%",
	"effectName": "Vân Cấp Hàng Chân Yếu Quyết",
	"effectTemplateRaw": "Người trang bị sau khi Tấn Công Khi Đáp trúng kẻ địch, thì sát thương gây ra từ Tấn Công Khi Đáp của tất cả nhân vật trong đội gần đó tăng <color=#99FFFFFF>{0}</color> trong 20s. Các nhân vật trong đội gần đó khi Tấn Công Khi Đáp trúng kẻ địch, sẽ hồi phục <color=#99FFFFFF>{1}</color> điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 0.7s tối đa hồi phục một lần Năng Lượng Nguyên Tố bằng cách này. Người trang bị khi không ra trận vẫn có thể hồi phục Năng Lượng Nguyên Tố bằng cách này.",
	"r1": {
		"description": "Người trang bị sau khi Tấn Công Khi Đáp trúng kẻ địch, thì sát thương gây ra từ Tấn Công Khi Đáp của tất cả nhân vật trong đội gần đó tăng 28% trong 20s. Các nhân vật trong đội gần đó khi Tấn Công Khi Đáp trúng kẻ địch, sẽ hồi phục 2.5 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 0.7s tối đa hồi phục một lần Năng Lượng Nguyên Tố bằng cách này. Người trang bị khi không ra trận vẫn có thể hồi phục Năng Lượng Nguyên Tố bằng cách này.",
		"values": [
			"28%",
			"2.5"
		]
	},
	"r2": {
		"description": "Người trang bị sau khi Tấn Công Khi Đáp trúng kẻ địch, thì sát thương gây ra từ Tấn Công Khi Đáp của tất cả nhân vật trong đội gần đó tăng 41% trong 20s. Các nhân vật trong đội gần đó khi Tấn Công Khi Đáp trúng kẻ địch, sẽ hồi phục 2.75 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 0.7s tối đa hồi phục một lần Năng Lượng Nguyên Tố bằng cách này. Người trang bị khi không ra trận vẫn có thể hồi phục Năng Lượng Nguyên Tố bằng cách này.",
		"values": [
			"41%",
			"2.75"
		]
	},
	"r3": {
		"description": "Người trang bị sau khi Tấn Công Khi Đáp trúng kẻ địch, thì sát thương gây ra từ Tấn Công Khi Đáp của tất cả nhân vật trong đội gần đó tăng 54% trong 20s. Các nhân vật trong đội gần đó khi Tấn Công Khi Đáp trúng kẻ địch, sẽ hồi phục 3 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 0.7s tối đa hồi phục một lần Năng Lượng Nguyên Tố bằng cách này. Người trang bị khi không ra trận vẫn có thể hồi phục Năng Lượng Nguyên Tố bằng cách này.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "Người trang bị sau khi Tấn Công Khi Đáp trúng kẻ địch, thì sát thương gây ra từ Tấn Công Khi Đáp của tất cả nhân vật trong đội gần đó tăng 67% trong 20s. Các nhân vật trong đội gần đó khi Tấn Công Khi Đáp trúng kẻ địch, sẽ hồi phục 3.25 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 0.7s tối đa hồi phục một lần Năng Lượng Nguyên Tố bằng cách này. Người trang bị khi không ra trận vẫn có thể hồi phục Năng Lượng Nguyên Tố bằng cách này.",
		"values": [
			"67%",
			"3.25"
		]
	},
	"r5": {
		"description": "Người trang bị sau khi Tấn Công Khi Đáp trúng kẻ địch, thì sát thương gây ra từ Tấn Công Khi Đáp của tất cả nhân vật trong đội gần đó tăng 80% trong 20s. Các nhân vật trong đội gần đó khi Tấn Công Khi Đáp trúng kẻ địch, sẽ hồi phục 3.5 điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 0.7s tối đa hồi phục một lần Năng Lượng Nguyên Tố bằng cách này. Người trang bị khi không ra trận vẫn có thể hồi phục Năng Lượng Nguyên Tố bằng cách này.",
		"values": [
			"80%",
			"3.5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Diên Đơn Biển Sương Mù",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Vây Thú Dạng Lông",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Hống Đơn Biển Sương Mù",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Vây Thú Dạng Lông",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Hống Đơn Biển Sương Mù",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Vây Thú Ánh Trăng",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Kim Đơn Biển Sương Mù",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Vây Thú Ánh Trăng",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Kim Đơn Biển Sương Mù",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Vây Thú Ánh Sáng Vực Thẳm",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Sự Chuyển Dời Của Biển Sương Mù",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Vây Thú Ánh Sáng Vực Thẳm",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 18
			}
		]
	}
}