{
	"name": "Lưu Nguyệt Châm",
	"description": "Mũi thương dài hẹp, binh khí này đến từ dị quốc, đuôi thương có hình bán nguyệt, được thương nhân mang đến Liyue. Chỉ cần tập luyện thì sẽ có sức sát thương khủng khiếp.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Khắp nơi trên thế giới đều tìm đến Liyue, đó là niềm vinh dự đối với thương cảng to lớn này.\nKho báu từ khắp nới trên thế giới cũng theo dòng người đổ về cảng Liyue.\nMũi thương nhọn dài tựa như mũi kim, phía cuối là lưỡi hình bán nguyệt được kéo dài ra ngoài.\nĐúng là một thiết kế khó lường. Thế nhưng nếu hiểu rõ được cách dùng, sức sát thương sẽ vô cùng kinh hoàng.\n\nVõ sĩ ngoại quốc không giống với người Liyue, giỏi trong việc chế tác những món đồ tinh tế kỳ lạ.\nCách dùng của thanh thương là xuyên qua lỗ hổng của những mảnh áo giáp, giống như tình yêu và âm nhạc.\n\nTương truyền thiếu nữ thiết kế loại thương này có thể nhìn thấy ranh giới của cái chết được định sẵn cho mỗi sinh mệnh.\nRanh giới của cái chết giống như ma lực vậy, sẽ hút lấy mũi thương nhọn trong tay cô.\n\"Có lẽ vạn vật đều mong mỏi cái chết\"\nDòng suy tưởng của thiếu nữ có thể nhìn thấy cái chết của vạn vật nhưng lại không biết được ranh giới cái chết của mình.\n\nTheo tiếng nhạc, cô đã tìm thấy tình yêu. Và ranh giới của cái chết cũng dần xuất hiện theo tình yêu đó.\nTrong phút cuối, giống như bị mũi nhọn đâm xuyên tâm can, nỗi đau cuối cùng khiến ma nữ hiểu rằng,\n\"Ranh giới của cái chết tồn tại là do nỗi sợ cái chết. Sở dĩ nỗi sợ ấy hiện hữu là vì người ta vẫn còn nhớ thương ai đó hay chuyện gì đó.\"\n\n\"A a a. Thật sự rất muốn gặp lại anh ta một lần nữa, tên trộm tóm không được mà giết cũng không được đó\"\n\"Thật sự muốn nghe bài hát của anh ấy một lần nữa. Nếu có thể sống lại, tôi nhất định sẽ lấy anh ấy.\"",
	"baseatk": 44,
	"substat": "Tăng Sát Thương Vật Lý",
	"subvalue": "7.5",
	"effectname": "Trâm Năng Lượng",
	"effect": "Trong 5s sau khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tấn công thường và trọng kích sẽ tạo thêm sát thương bằng {0}% tấn công.",
	"r1": [
		"20"
	],
	"r2": [
		"25"
	],
	"r3": [
		"30"
	],
	"r4": [
		"35"
	],
	"r5": [
		"40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ánh Sáng Rừng Băng Giá",
				"count": 3
			},
			{
				"name": "Dao Săn Bắt",
				"count": 3
			},
			{
				"name": "Ấn Quạ Tầm Bảo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 3
			},
			{
				"name": "Dao Săn Bắt",
				"count": 12
			},
			{
				"name": "Ấn Quạ Tầm Bảo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Dao Đặc Công",
				"count": 6
			},
			{
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 3
			},
			{
				"name": "Dao Đặc Công",
				"count": 12
			},
			{
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 9
			},
			{
				"name": "Ấn Quạ Trộm Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Thần Thể Rừng Băng Giá",
				"count": 4
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 18
			},
			{
				"name": "Ấn Quạ Trộm Vàng",
				"count": 12
			}
		]
	}
}