{
	"id": 14434,
	"name": "Sương Mai",
	"description": "Vật nghi lễ bằng bạc thuần khiết, nghe nói từng là thánh vật được các thánh nữ phương bắc kế thừa nhiều đời.",
	"descriptionRaw": "Vật nghi lễ bằng bạc thuần khiết, nghe nói từng là thánh vật được các thánh nữ phương bắc kế thừa nhiều đời.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "\"Bất luận là lúc nào cũng phải nhớ, Avrelian, con của ta, là báu vật duy nhất mà số phận đã ban cho ta.\"\n\"Máu của con là lời nguyền ngàn năm, và ta chỉ mong con có thể sống một cuộc đời bình yên hạnh phúc.\"\n\"Dù xảy ra chuyện gì, con cũng không được bước chân vào Nod-Krai, càng không được tin vào cái gọi là giấc mơ của thiên đường.\"\n\"Thế gian dưới ánh trăng chưa từng xây nên thiên đường thuộc về người phàm, mọi thứ mà chủ nhân trời cao tạo ra đều có giới hạn của nó.\"\n\nĐêm ở vương quốc tuyết, nơi cực quang vuốt ve, người từng được tôn sùng là thánh nữ năm xưa một lần nữa nhìn thấy điềm báo của quê hương.\nĐã nhiều năm trôi qua kể từ khi cô tạm biệt quê hương, những lời thì thầm cố tình quên lãng sẽ luôn chìm vào giấc mơ ấm áp như sương giá.\nCó lẽ chính sự sống mới đang lớn dần trong cô đã khơi dậy những ảo ảnh đã ngủ yên từ lâu, và giờ đây những bóng ma ám ảnh đó lại ngày càng rõ rệt...\n\nBan đầu là ác mộng dai dẳng, lặp đi lặp lại trong vô số vòng tuần hoàn.\nHạt giống sinh mệnh chưa được bầu trời chiếu rọi từ trên cành cây khô màu bạc rơi xuống phế tích thành hoang...\nNơi mà những sinh vật không có lông vũ đi bằng hai chân sau bắt đầu tận hưởng trí tuệ và sự thịnh vượng tràn ngập.\nNgay sau đó chính là lòng tham và ham muốn ích kỷ vô tận, ẩn nấp trong nhiều cái tên đẹp đẽ.\nHận thù, nguyền rủa, phản bội, tranh đấu, cướp bóc, giết chóc, tương tàn.\nCác thành phố rải rác khắp đất nước theo đuổi con đường thiện và ác riêng của mình, trong khi sứ giả thần thánh đứng im lặng quan sát mọi diễn biến.\nMãi cho đến khi các vị vua của vùng đất bùn lầy dám dũng cảm thử thách bầu trời cao vĩnh hằng,\nNgọn lửa đã đốt cháy tòa tháp cao xa hoa, chôn vùi tiếng kêu gào của nô lệ.\n\nGiấc mộng ngàn năm lại ngàn năm, tựa như cái bóng hư ảo biến mất trong khoảnh khắc,\nVương miện chất đống khắp nơi trong bí cảnh, dưới gốc cây khô héo, cuối cùng cũng không ai đến.\nNhưng kế hoạch thần thánh cũng có lúc bị phá vỡ, thành phố hoàng kim được xây dựng lên...\nNgười phàm không thể hài lòng với kết thúc luân hồi đã mang theo dã tâm tương đương với chúa tể,\nNhăm nhe ngai vàng trống rỗng của thế giới, mưu đồ phá vỡ ranh giới ngăn cách giữa hỗn loạn và trời cao.\nChỉ là thiên đường vô hạn đó cuối cùng cũng chìm xuống như mọi ước nguyện bi thương,\nLong chủ của ánh lửa rơi vào vực thẳm đen tối, thủy triều quét qua vương quốc đá trắng,\nThế giới sắp chết đang đi tới hồi kết, chỉ còn lại cái bóng ngày xưa lang thang trong hành lang.\n\nVô số giấc mơ nhuốm máu, nước mắt và tội lỗi... Vô số giấc mơ xa vời không thể chạm tới...\nSự ngăn cách nhiều năm, sự thù hận nhiều kiếp, tất cả đều luân hồi không ngừng trong màn đêm không sao.\nThế nhưng, giọng nói chưa từng nghe đó lại thân thiết hơn bất cứ giọng nói quen thuộc nào,\nLuôn thì thầm với cô bằng sự thương xót dịu dàng ở tận cùng sự đau đớn tăm tối.\n\n\"Vậy hãy để ta kết thúc binh đao trên mặt đất này, xây dựng thiên đường vô hạn.\"\n\"Không phải vì muốn trở thành vua của bất kỳ ai, mà vì để không còn ai có thể xưng vương nữa.\"\n\nGiấc mơ luôn bị đánh thức vào khoảnh khắc hứa hẹn, ý thức được kéo về với bãi cạn của hiện thực,\nCùng đến với ánh bình minh màu sương, là những rung động yếu ớt của sinh mệnh trong bụng.\nNgười mẹ trẻ tuổi khẽ thở dài, vuốt ve chiếc bùa trắng bạc trước ngực.\nNhìn chăm chú vào gương mặt của người mình yêu bên cạnh, cô gái đặt tay lên bụng.\n\n\"Con của ta, con của ta... Sao lại nóng ruột thế?\"\n\"Là vì biết được trái tim của mẹ... mà cảm thấy sợ hãi sao?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "12%",
	"effectName": "Giấc Mộng Đêm Khuya",
	"effectTemplateRaw": "Trong 10s sau khi Trọng Kích đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color>. Trong 10s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Trong 10s sau khi Trọng Kích đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 72. Trong 10s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 48.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Trong 10s sau khi Trọng Kích đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 90. Trong 10s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 60.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Trong 10s sau khi Trọng Kích đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 108. Trong 10s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 72.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Trong 10s sau khi Trọng Kích đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 126. Trong 10s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 84.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Trong 10s sau khi Trọng Kích đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 144. Trong 10s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch，Tinh Thông Nguyên Tố tăng 96.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Mảnh Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Tâm Nguyện Khí Cụ Kỳ Diệu",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 12
			}
		]
	}
}