{
	"name": "Thương Quyết Chiến",
	"description": "Thương dài sắc bén màu máu tươi, xưa kia là bảo vật trân quý của một đấu sĩ nào đó. Mũi thương đã nhuộm đầy máu tươi của vô số dã thú và sinh mệnh.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Ngọn thương đỏ thẫm trải qua hàng trăm trận chiến là minh chứng cho sự dũng cảm của Giác Đấu Sĩ.\nMũi thương lạnh lẽo thường bao phủ bởi máu của đối thủ, nghênh đón bằng tiếng reo hò như sấm.\nDính máu là số mệnh của Giác Đấu Sĩ, sự tự do vô vọng thường treo trên mũi thương.\nÂm thanh bị bóp nghẹt khi sắt thép đỏ thẫm đâm xuyên qua cơ thể, thường là tuyên bố kết thúc trận đấu.\n\nSau khi kết thúc màn trình diễn cuối cùng của Giác Đấu Sĩ, trong tiếng reo hò rung chuyển mặt đất, chủ nhân nói:\n\"Số lượng thoả thuận đã đạt được. Ngươi làm rất tốt, xứng đáng là đấu sĩ vinh dự vĩ đại\"\n\"Cây thương này chính là món quà chia tay của ta ban cho ngươi. Nhưng chi bằng hãy cân nhắc về việc tiếp tục chiến đấu\"\n\"Tiếp tục biểu diễn cho vinh quang của ngươi và vinh quang của ta trong thân phận tự do. Ngươi nghĩ sao?\"\nĐã rất nhiều năm trôi qua, không biết đã bao nhiêu chiến sĩ và mãnh thú ngã xuống dưới mũi thương.\nCái tên Thường Thắng thuộc về cây thương quyết đấu màu đỏ sẫm, trái tim của người chiến sĩ vẫn thuộc về thiếu gia của anh ta.\n\nSau khi kết thúc màn trình diễn cuối cùng của Giác Đấu Sĩ, trong tiếng reo hò rung chuyển mặt đất,\nNgọn thương rơi vào vũng máu, lưỡi kiếm nóng bỏng của thiếu nữ tóc đỏ xuyên qua trái tim của người chiến sĩ già.\nTrong lúc ngã xuống, anh ngước nhìn chủ nhân kính yêu, vị đại nhân tôn quý nuông chiều bản thân...\n\"Eberhart, cậu chủ Eberhart... Người có hài lòng với màn biểu diễn cuối cùng này không?\"\nNhưng chỗ ngồi của chủ nhân đã trống không, chỉ còn lại ly rượu và chiếc đĩa bạc đổ ngã khi anh ta giận dữ bỏ đi.\n\n\"Ban đầu chỉ chiến đấu cho chính bản thân mình, ý chí và máu tươi vì sự tự do mà sôi sục\"\n\"Không biết bắt đầu từ khi nào đã trở thành chém giết vì vinh dự của vị đại nhân kia.\n\"Vì người khác, mới có thể chiến đấu như con thú ngu ngốc không một chút sợ hãi.\n\"Chiến đấu vì những người trong tộc thay vì chiến đấu cho chính bản thân mình như bạn, chắc chắn cũng có thể hiểu\"",
	"baseatk": 41,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "8",
	"effectname": "Giác Đấu Sĩ",
	"effect": "Khi bên cạnh có ít nhất 2 kẻ địch, được tăng {0} tấn công và {1} phòng ngự, khi có dưới 2 kẻ địch, được tăng {2} tấn công.",
	"r1": [
		"16%",
		"16%",
		"24%"
	],
	"r2": [
		"20%",
		"20%",
		"30%"
	],
	"r3": [
		"24%",
		"24%",
		"36%"
	],
	"r4": [
		"28%",
		"28%",
		"42%"
	],
	"r5": [
		"32%",
		"32%",
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Răng Sữa Sói Bão",
				"count": 3
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 3
			},
			{
				"name": "Mật Hoa Lừa Dối",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 3
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 12
			},
			{
				"name": "Mật Hoa Lừa Dối",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 6
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 6
			},
			{
				"name": "Mật Hoa Lấp Lánh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 3
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 12
			},
			{
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 6
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 9
			},
			{
				"name": "Mật Hoa Nguyên Tố",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 4
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 18
			},
			{
				"name": "Mật Hoa Nguyên Tố",
				"count": 12
			}
		]
	}
}