{
	"id": 13426,
	"name": "Đối Thoại Của Hiền Giả Sa Mạc",
	"description": "Quyền trượng vinh quang của thuật giả kim, được làm từ hợp kim đặc biệt để phù hợp với địa vị của nó. Quyền trượng rất cứng và nặng, dùng để đánh người cũng sẽ rất đau.",
	"descriptionRaw": "Quyền trượng vinh quang của thuật giả kim, được làm từ hợp kim đặc biệt để phù hợp với địa vị của nó. Quyền trượng rất cứng và nặng, dùng để đánh người cũng sẽ rất đau.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "Bảy vị hiền giả dưới trướng Vua Deshret đã biến mất từ lâu, sự tích về họ cũng đã bị gió cuốn đi, chỉ còn lại những cái tên được khắc trên đá. Những cái tên đó giờ đây cũng đã dần bị thời gian bào mòn, hóa thành những hạt cát vàng.\nPhó vương của Vua Deshret, người đứng đầu trong bảy hiền giả, tể tướng của các tướng, Vua Loài Dê;\nChú chim bay về hướng mặt trời, tâm hồn của vua, thánh giả Bennu;\nThân sư tử mặt người, ý chí của vua, thánh giả Shesepankh;\nVà cả con rồng cuối cùng mang máu thịt của vua nhưng chưa từng cảm thấy mình thuộc về bảy hiền giả, Al-Apep.\nBốn vị nêu trên đều không liên quan đến câu chuyện tiếp theo đây.\n\nVua Cá Sấu và Vua Loài Cò luôn tranh luận không ngừng, và hôm đó họ đang tranh luận về chuyển biến của sự vật.\nVua Cá Sấu tìm đến một người có phép thuật kỳ ảo, người này nhận được chúc phúc của Tinh Linh Nước Trong ở lại nơi đây. Bất kỳ chất lỏng nào đi qua tay anh ta cũng sẽ tự động chuyển biến, cho đến khi đạt đến tỷ lệ hoàn hảo, hóa thành loại rượu thượng hạng.\nVua Loài Cò tìm đến một người kỳ lạ khác. Người này đã vô tình chạm vào hài cốt và mộ phần của Ma Thần cổ xưa, nên bị nguyền rủa, hai tay chạm vào vật gì cũng sẽ khiến chúng dần hóa thành bạc... Dù sao thì theo những gì ta biết ngày nay, biến hóa vàng và Mora vẫn là sự nghiệp vĩ đại của Deus Auri.\nHai bên cá cược xem cuối cùng loại biến hóa thần kỳ nào sẽ chiến thắng. Họ cũng để Hermanubis, người cuối cùng trong bảy hiền giả được nhắc đến trước đó đến dự đoán kết quả.\nHermanubis là hiền giả sa mạc, thủ lĩnh của nhóm tư tế. Vì vậy mà Hermanubis vừa là dũng sĩ vừa là hiền giả. Do trong xã hội loài người có lưu truyền một loại học vấn mang tên thuật giả kim và anh ấy lại am hiểu về nó, nên để anh đến phán đoán là quyết định vô cùng hợp lý.\n\n\"Hai loại sức mạnh vĩ đại đối đầu với nhau, như thanh giáo sắc cùng tấm khiên kiên cố.\" Hermanubis nói, \"Mỗi người sẽ phải lùi một bước và đó chính là nguyên lý của sự cân bằng.\"\nKết quả cuối cùng là chiếc ly hóa thành bạc, còn nước chứa cát hóa thành rượu ngon với những tinh thể bạc lấp lánh.\n\nThế nhưng Vua Cá Sấu và Vua Loài Cò không hiểu lời cảnh báo của Hermanubis, vẫn tiếp tục không ngừng tranh đấu với nhau. Cuối cùng họ phát minh ra loại phép thuật triệu hồi kỳ lạ. Vua Cá Sấu và Vua Loài Cò vượt qua nghìn năm, tiếp tục tranh giành thắng thua năm xưa trong ván đấu Thất Thánh Triệu Hồi...\nĐây chính là câu chuyện phiên bản \"Vua Triệu Hồi\".",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Nguyên Lý Cân Bằng",
	"effectTemplateRaw": "Khi tiến hành trị liệu, hồi phục <color=#99FFFFFF>{0}</color> điểm năng lượng. Hiệu quả này mỗi 10s tối đa kích hoạt một lần, nhân vật không ra trận cũng có thể kích hoạt.",
	"r1": {
		"description": "Khi tiến hành trị liệu, hồi phục 8 điểm năng lượng. Hiệu quả này mỗi 10s tối đa kích hoạt một lần, nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Khi tiến hành trị liệu, hồi phục 10 điểm năng lượng. Hiệu quả này mỗi 10s tối đa kích hoạt một lần, nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Khi tiến hành trị liệu, hồi phục 12 điểm năng lượng. Hiệu quả này mỗi 10s tối đa kích hoạt một lần, nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Khi tiến hành trị liệu, hồi phục 14 điểm năng lượng. Hiệu quả này mỗi 10s tối đa kích hoạt một lần, nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Khi tiến hành trị liệu, hồi phục 16 điểm năng lượng. Hiệu quả này mỗi 10s tối đa kích hoạt một lần, nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Bùa Rừng Xanh Sương Đọng - Đồng",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Vây Thú Dạng Lông",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Vây Thú Dạng Lông",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Vây Thú Ánh Trăng",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Vây Thú Ánh Trăng",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Vây Thú Ánh Sáng Vực Thẳm",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Bùa Rừng Xanh Sương Đọng - Vàng",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Vây Thú Ánh Sáng Vực Thẳm",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 12
			}
		]
	}
}