{
	"id": 15503,
	"name": "Tiếng Thở Dài Vô Tận",
	"description": "Cây cung đẹp hoàn mỹ như nhạc cụ của thi nhân, tên bắn ra như tiếng than ai oán xuyên thấu tâm can.",
	"descriptionRaw": "Cây cung đẹp hoàn mỹ như nhạc cụ của thi nhân, tên bắn ra như tiếng than ai oán xuyên thấu tâm can.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 5,
	"story": "\"Ngọn gió phương Tây sẽ mang theo mùi hương của rượu\"\n\"Ngọn gió giữa núi rừng mang đến tin tức khải hoàn\"\n\"Ngọn gió phương xa lay động trái tim tôi\"\n\"Xào xạc hát lên nỗi nhớ nhung của tôi dành cho bạn\"\n\nXưa kia, có một người kỵ sĩ gương mặt lúc nào cũng cáu kỉnh.\nChỉ có bài ca này mới có thể khiến đôi mày của anh giãn ra đôi chút,\nChỉ có người thiếu nữ nơi quảng trường hát lên bài ca này,\nmới có thể giúp anh tạm quên đi trọng trách nặng nề.\n\nNhưng mùi tanh hôi của thảm hoạ giáng xuống cổ quốc cuối cùng đã lan đến vùng đất này,\nVà bài hát phiêu dạt trong niềm hân hoan của gió cũng bị Độc Long nuốt chửng,\nBước chân của con quái vật làm rung chuyển mặt đất, tiếng thở dài và ngọn lửa hừng hực.\nPhong Thần không muốn trở thành vua nghe thấy tiếng khóc thảm thiết,\nĐể bảo vệ cánh đồng xanh gió mát trong giấc mơ của người bạn cũ,\nThức dậy sau một giấc ngủ dài, cùng rồng xanh của bầu trời đấu tranh...\nCòn có các Kỵ Sĩ và Đội Kỵ Sĩ cũng chiến đấu vì tổ quốc và quê hương.\n\nKhi con rồng độc ác bị giết ở ngọn núi đóng băng, và khi Thanh Long ngủ vùi trên ngọn tháp của thành cổ,\nNgười kỵ sĩ đổ máu trong thung lũng. Khi ngã xuống, tất cả những gì anh nhớ chỉ là...\n\"Hiện tại cô ấy đang đi học nơi xa, chắc chắn sẽ bình an vô sự. Thực là muốn nghe lại tiếng hát của cô ấy\"\n\"Ít nhất Arundolyn và Roland đều khoẻ mạnh. Khi cô trở về nhà, thảm hoạ chắc đã lắng xuống rồi\"\n\nCó rất nhiều bài thơ ca tụng Thần và ghi lại những trận chiến của rồng, sau cùng cũng dần bị mai một,\nCa khúc mà thiếu nữ từng rất yêu thích, cũng đã thay đổi sau khi cô trở về nhà.\n\"Bồ công anh theo gió buổi sáng sớm đi thật xa\"\n\"Gió mùa thu đem về hương thơm của mùa gặt\"\n\"Nhưng cho dù là loại gió gì chăng nữa\"\n\"Cũng không thể mang lại cho tôi sự chú ý của bạn nữa\"\n\nSau khi tiếng hát và nước mắt đã cạn khô, thiếu nữ quyết định hy sinh ngọn lửa sinh mạng để xoá sạch sự biến dạng của thế giới...",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "12%",
	"effectName": "Bài Ca Nỗi Nhớ Ly Biệt",
	"effectTemplateRaw": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color> điểm, tấn công tăng <color=#99FFFFFF>{2}</color> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
	"r1": {
		"description": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng 60 điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của nhân vật dùng vũ khí này đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, khi nhân vật ở trong đội phía sau cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng 100 điểm, tấn công tăng 20% trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
		"values": [
			"60",
			"100",
			"20%"
		]
	},
	"r2": {
		"description": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng 75 điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng 125 điểm, tấn công tăng 25% trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
		"values": [
			"75",
			"125",
			"25%"
		]
	},
	"r3": {
		"description": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng 90 điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng 150 điểm, tấn công tăng 30% trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
		"values": [
			"90",
			"150",
			"30%"
		]
	},
	"r4": {
		"description": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng 105 điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng 175 điểm, tấn công tăng 35% trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
		"values": [
			"105",
			"175",
			"35%"
		]
	},
	"r5": {
		"description": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng 120 điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng 200 điểm, tấn công tăng 40% trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn.",
		"values": [
			"120",
			"200",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Răng Sữa Sói Bão",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Sừng Nặng",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Phù Hiệu Tân Binh",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Răng Vỡ Sói Bão",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Sừng Nặng",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Phù Hiệu Tân Binh",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Răng Vỡ Sói Bão",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Sừng Đồng Đen",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Mảnh Răng Sói Bão",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Sừng Đồng Đen",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Phù Hiệu Sĩ Quan",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Mảnh Răng Sói Bão",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Sừng Hắc Tinh",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Phù Hiệu Hiệu Úy",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Sừng Hắc Tinh",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Phù Hiệu Hiệu Úy",
				"count": 18
			}
		]
	}
}