{
	"id": 13509,
	"name": "Đoạn Thảo Trường Đao",
	"description": "Trảm thảo trường đao, kẻ đối mặt với thanh đao này cũng sẽ như ngọn cỏ ngã xuống.",
	"descriptionRaw": "Trảm thảo trường đao, kẻ đối mặt với thanh đao này cũng sẽ như ngọn cỏ ngã xuống.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Trường đao là vũ khí dùng để cắt đứt hỗn loạn.\nNgười cầm trường đao sẽ bảo vệ sự vĩnh hằng.\n\nKhi cô ấy nhìn xuống phàm trần mà cô ấy luôn muốn hướng đến,\nNhìn thấy cuộc tranh chấp nông cạn, chấp niệm bỗng chốc tan biến...\nSự tranh chấp bắt nguồn từ chấp niệm và ham muốn không cần thiết, chính là kẻ thù của sự vĩnh hằng.\nNhững sự quấy nhiễu vĩnh hằng sẽ bị sấm sét thiêu hủy.\n\n\"Vậy trong đôi mắt đó sẽ phản chiếu sự vĩnh hằng như thế nào?\"\nVẫn còn trong hồi ức rõ rệt ấy, vị thần cùng uống rượu dưới cây anh đào đã nói rằng,\n\nThật là vấn đề vô vị.\nTuy đã quên mất đáp án khi đó,\nNhưng hiện đã tìm được đáp án trong vô số hồi ức đó.\nQuả ngọt thì cần bỏ quả non, quả tươi thì không nên hái hoa.\nTrên mảnh đất vĩnh hằng, không nên xen lẫn bất kỳ hỗn tạp nào.\n\n\"Cho dù là vậy...\"\n\"Dùng ánh đao sắc bén để chặt đứt chấp niệm và thiêu hủy giấc mơ sinh sôi...\"\n\"Trong một thế giới không có tranh chấp và mất mát như vậy, sẽ mất đi ký ức.\nTrong trái tim vĩnh hằng, bằng hữu năm đó vẫn như xưa, hoa anh đào vẫn tựa như ngày nào.\n\nNhưng tôi sẽ mãi không quên bạn. Cũng như tôi sẽ mãi không quên mọi thứ đã mất đi trong ngàn năm nay.\nDù sao thì....\n\nDù sao thì đã tận mắt chứng kiến cảnh khói đen dìm chết những người quan trọng,\nSao có thể bỏ qua sự sinh tồn bất tận, sự trói buộc không thể giải như kẻ thù không đội trời chung.\nNếu đã không ai có thể nghịch chuyển được thế sự vô thường,\nVậy hãy đem tấm lòng thanh tịnh đến nơi mà cô ấy yêu mến.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "12%",
	"effectName": "Giấc Mơ Vĩnh Cửu - Nguyên Liệu Vĩnh Hằng",
	"effectTemplateRaw": "Tăng sức tấn công nhận được, mức tăng thêm tương đương <color=#99FFFFFF>{0}</color> lượng dư ra trên 100% của Hiệu Quả Nạp Nguyên Tố, tối đa tăng <color=#99FFFFFF>{1}</color> từ cách này. Trong 12s sau khi thi triển Kỹ Năng Nộ, tăng <color=#99FFFFFF>{2}</color> Hiệu Quả Nạp Nguyên Tố.",
	"r1": {
		"description": "Tăng sức tấn công nhận được, mức tăng thêm tương đương 28% lượng dư ra trên 100% của Hiệu Quả Nạp Nguyên Tố, tối đa tăng 80% từ cách này. Trong 12s sau khi thi triển Kỹ Năng Nộ, tăng 30% Hiệu Quả Nạp Nguyên Tố.",
		"values": [
			"28%",
			"80%",
			"30%"
		]
	},
	"r2": {
		"description": "Tăng sức tấn công nhận được, mức tăng thêm tương đương 35% lượng dư ra trên 100% của Hiệu Quả Nạp Nguyên Tố, tối đa tăng 90% từ cách này. Trong 12s sau khi thi triển Kỹ Năng Nộ, tăng 35% Hiệu Quả Nạp Nguyên Tố.",
		"values": [
			"35%",
			"90%",
			"35%"
		]
	},
	"r3": {
		"description": "Tăng sức tấn công nhận được, mức tăng thêm tương đương 42% lượng dư ra trên 100% của Hiệu Quả Nạp Nguyên Tố, tối đa tăng 100% từ cách này. Trong 12s sau khi thi triển Kỹ Năng Nộ, tăng 40% Hiệu Quả Nạp Nguyên Tố.",
		"values": [
			"42%",
			"100%",
			"40%"
		]
	},
	"r4": {
		"description": "Tăng sức tấn công nhận được, mức tăng thêm tương đương 49% lượng dư ra trên 100% của Hiệu Quả Nạp Nguyên Tố, tối đa tăng 110% từ cách này. Trong 12s sau khi thi triển Kỹ Năng Nộ, tăng 45% Hiệu Quả Nạp Nguyên Tố.",
		"values": [
			"49%",
			"110%",
			"45%"
		]
	},
	"r5": {
		"description": "Tăng sức tấn công nhận được, mức tăng thêm tương đương 56% lượng dư ra trên 100% của Hiệu Quả Nạp Nguyên Tố, tối đa tăng 120% từ cách này. Trong 12s sau khi thi triển Kỹ Năng Nộ, tăng 50% Hiệu Quả Nạp Nguyên Tố.",
		"values": [
			"56%",
			"120%",
			"50%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Tà Ác Của Gekiga",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Con Quỷ Của Gekiga",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 18
			}
		]
	}
}