{
	"id": 14432,
	"name": "Đàn Thiên Quang",
	"description": "Cây đàn được làm bằng sợi dây vàng như ánh mặt trời, hình như là di vật của tiên linh thời cổ đại.",
	"descriptionRaw": "Cây đàn được làm bằng sợi dây vàng như ánh mặt trời, hình như là di vật của tiên linh thời cổ đại.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Xuyên qua phế tích cung điện cổ xưa, điểm tận cùng của vùng đất hoang là khu rừng thánh tĩnh lặng bên hồ Amsvartnir.\nTương truyền, người bẻ gãy cành vàng trong rừng thẳm ắt tìm thấy cung điện của tiên linh mà ban ngày không thể nhìn thấy.\nĐó là vùng đất bóng tối bị ánh sáng che khuất, là vương quốc xa xưa bị thời gian và không gian lãng quên.\nChủ nhân cũ đã rời đi từ lâu, chỉ còn lại đình viện bỏ hoang và sảnh đường đã phai tàn hết vẻ lộng lẫy ngày nào.\nCung điện vốn không người, lại vô thức vang lên khúc bi thương của vị thiếu nữ.\n\"Thợ thủ công bậc thầy của bầu trời đã từng dùng dây đàn vàng dệt nên vận mệnh đã định sẵn cho chúng sinh.\"\n\"Đó là kế hoạch thiêng liêng của bầu trời. Chỉ cần làm theo là sẽ mang lại hạnh phúc cho cả thế gian.\"\n\"Nhưng đến cả người mông muội cũng sẽ nằm mơ. Trong mơ, cô nhìn thấy một tương lai khác.\"\n\"Cô thấy mọi người xây nên những tòa tháp cao vút, thánh đồ trên tháp cao đang đối đầu với bầu trời...\"\n\"Cô thấy những con thú to hơn cả ngọn núi, gầm rú để thoát khỏi xiềng xích của mặt đất...\"\n\"Cô thấy ba vầng trăng chiếu sáng cả biển khơi, rồng cổ đại như thủy triều vọt lên.\"\n\"Mọi thứ đều biến mất khi tỉnh lại, giống như chưa từng xảy ra vậy.\"\n\"Cuối cùng chỉ còn lại ánh nhìn không thể diễn tả bằng lời từ đôi mắt long lanh như vì sao ấy.\"\n\"Đó là tình yêu ư? Hay chỉ là ảo tưởng lẫn lộn giữa hy vọng, tham vọng và khát khao cái chết?\"\n\"Nhưng không còn quan trọng nữa, câu chuyện của họ đã kết thúc, hoá thành khúc nhạc cuối cùng chốn thiên đường.\"\n\"Tiếng ve kêu đêm thu xưa, là tiếng ngâm nga của kẻ lưu đày, là lời ca đầu tiên của loài người.\"\n\"Họ mất đi quê hương ký gửi dáng hình và linh hồn, chỉ còn lời ca và ký ức.\"\n\"Kẻ hát ca cuối cùng, tiên linh của buổi đầu, khúc nhạc đàn sau cuối, ngồi trong sảnh của thiên sứ.\"\nBầy sói từng xông vào đây đã rời đi, chỉ để lại giấc mơ dang dở chạy theo những ảo ảnh.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "10%",
	"effectName": "Giọng Ca Cuối Cùng",
	"effectTemplateRaw": "Trong 20s sau khi thi triển Kỹ Năng Nguyên Tố, người trang bị tăng <color=#99FFFFFF>{0}</color> điểm Tinh Thông Nguyên Tố.",
	"r1": {
		"description": "Trong 20s sau khi thi triển Kỹ Năng Nguyên Tố, người trang bị tăng 100 điểm Tinh Thông Nguyên Tố.",
		"values": [
			"100"
		]
	},
	"r2": {
		"description": "Trong 20s sau khi thi triển Kỹ Năng Nguyên Tố, người trang bị tăng 125 điểm Tinh Thông Nguyên Tố.",
		"values": [
			"125"
		]
	},
	"r3": {
		"description": "Trong 20s sau khi thi triển Kỹ Năng Nguyên Tố, người trang bị tăng 150 điểm Tinh Thông Nguyên Tố.",
		"values": [
			"150"
		]
	},
	"r4": {
		"description": "Trong 20s sau khi thi triển Kỹ Năng Nguyên Tố, người trang bị tăng 175 điểm Tinh Thông Nguyên Tố.",
		"values": [
			"175"
		]
	},
	"r5": {
		"description": "Trong 20s sau khi thi triển Kỹ Năng Nguyên Tố, người trang bị tăng 200 điểm Tinh Thông Nguyên Tố.",
		"values": [
			"200"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Vinh Quang Đã Mất Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Cố Chấp Mê Muội Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Cố Chấp Mê Muội Của Hậu Duệ Cực Bắc",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Nguyện Cầu Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Nguyện Cầu Của Hậu Duệ Cực Bắc",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Hào Quang Của Hậu Duệ Cực Bắc",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 12
			}
		]
	}
}