{
	"id": 14409,
	"name": "Chiêu Tâm",
	"description": "Trân châu u ám, tương truyền sở hữu sức mạnh nhìn thấu tâm can.",
	"descriptionRaw": "Trân châu u ám, tương truyền sở hữu sức mạnh nhìn thấu tâm can.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Khí cụ tuyệt đẹp được tạo ra bởi lưu ly tự nhiên hiếm có\nTruyền thuyết kể rằng viên Ngọc Chiêu Tâm từng có màu sắc tươi sáng ấm áp, đã trở nên ảm đạm qua những năm tháng dài đằng đẵng.\nLại có ghi chép dân gian nói rằng, trong màn đêm tĩnh mịch, đôi khi có thể nghe thấy nó phát ra những âm thanh mơ hồ,\nGiống như một cơn gió nhẹ thổi qua, lại giống như tiếng suối róc rách.\n\nTruyền thuyết kể rằng, Chiêu Tâm từng là di vật của một tiên gia. Sau đó đã lưu truyền trên phố Liyue, rồi rơi vào tay của người họ Yun.\nMột ngày nọ, người họ Yun du ngoạn nơi rừng núi, tình cờ gặp phương sĩ có cái tên Huang đến thăm viếng và đàm đạo với tiên nhân.\nNói chuyện vô cùng ăn ý, liền lấy Chiêu Tâm làm quà tặng. Khi Huang hoảng loạn từ chối. Người họ Yun mỉm cười đáp:\n\"Vật này chính là tinh hoa của tự nhiên. Chỉ những người có trái tim trong sáng mới có thể tận dụng tốt nó.\n\nHuang cảm ơn người họ Yun, đem Chiêu Tâm đeo lên người, chầm chậm bước về phía Liyue gió mưa cũng không thể ngăn nổi.\nChuyến đi này vốn là để cầu tiên học đạo, đã đi qua nhiều nơi không ngừng nghỉ, thường xuyên đến chợ để mua thức ăn và nước uống.\nĐường phố ngõ nhỏ đủ hạng người vàng thau lẫn lộn, Huang nhàn rỗi đi lại trong đó, mà chưa bao giờ bị lừa gạt.\nNgười nhiều chuyện cảm thấy kỳ lạ: Tên phương sĩ ngu ngốc này trong chợ lại như cá gặp nước, chưa từng sơ sót chịu thiệt?\nNguyên nhân là: \"Chiêu Tâm gặp người xấu liền rung lên, giúp ta nhận biết lòng người thật giả\"\n\nHai chữ \"Chiêu Tâm\", có nghĩa là \"soi tỏ nhân tâm\". Không người nào biết được nguyên lý trong đó, thường được cho là truyền thuyết dân gian.\nNghe nói, đôi khi có thể nghe thấy những âm thanh mơ hồ của nó lúc nửa đêm, giống như cơn gió nhẹ thổi vào hang trống, giống như con suối chảy len lỏi giữa những tảng đá.\nCả hai đều rất giống với những người hiền lành khuyên con người hướng thiện, và con quái vật manh động lấy tà niệm làm thức ăn trong truyền thuyết.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "12%",
	"effectName": "Vang Vọng",
	"effectTemplateRaw": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng <color=#99FFFFFF>{0}</color> lực tấn công, tối đa bắn 4 lần vào địch. Mỗi <color=#99FFFFFF>{1}</color>s thi triển nhiều nhất 1 lần.",
	"r1": {
		"description": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng 240% lực tấn công, tối đa bắn 4 lần vào địch. Mỗi 12s thi triển nhiều nhất 1 lần.",
		"values": [
			"240%",
			"12"
		]
	},
	"r2": {
		"description": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng 270% lực tấn công, tối đa bắn 4 lần vào địch. Mỗi 11s thi triển nhiều nhất 1 lần.",
		"values": [
			"270%",
			"11"
		]
	},
	"r3": {
		"description": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng 300% lực tấn công, tối đa bắn 4 lần vào địch. Mỗi 10s thi triển nhiều nhất 1 lần.",
		"values": [
			"300%",
			"10"
		]
	},
	"r4": {
		"description": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng 330% lực tấn công, tối đa bắn 4 lần vào địch. Mỗi 9s thi triển nhiều nhất 1 lần.",
		"values": [
			"330%",
			"9"
		]
	},
	"r5": {
		"description": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng 360% lực tấn công, tối đa bắn 4 lần vào địch. Mỗi 8s thi triển nhiều nhất 1 lần.",
		"values": [
			"360%",
			"8"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Diên Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Phấn Hoa Hư Vô",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Mặt Nạ Vỡ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Hống Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Phấn Hoa Hư Vô",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Mặt Nạ Vỡ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Hống Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Túi Cỏ Hư Vô",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Mặt Nạ Bẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Kim Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Túi Cỏ Hư Vô",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Mặt Nạ Bẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Kim Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Đuốc Hư Vô",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Mặt Nạ Xui Xẻo",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Sự Chuyển Dời Của Biển Sương Mù",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Đuốc Hư Vô",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Mặt Nạ Xui Xẻo",
				"count": 12
			}
		]
	}
}