{
	"name": "Lạc Hà",
	"description": "Cung quý được đúc từ bạch kim, trên đó có khảm bảo ngọc lấp lánh.",
	"weapontype": "Cung",
	"rarity": "4",
	"story": "Chiếc trường cung có màu ngọc, tương truyền có thể bắn rơi vầng mây ở chân trời, trên thân có khảm một viên bảo châu.\nChìm trong bóng tối đã lâu, nhưng vẫn không mất đi bản sắc của ngọc, ánh bảo châu không bị lu mờ...\n\nTrong những năm tháng thung lũng chu sa bị tai họa đen tối bao trùm, Thiên Nham Quân người trước ngã xuống người sau tiến lên, lấy thân đương đầu kiếp nạn.\nTrong số các hào kiệt, có một vị anh hùng trẻ tuổi chuyên dùng cung tên, xuất thân từ núi non, cuối cùng vùi thân nơi vực thẳm.\n\n\"Ta vốn là con gái của núi non và tinh thể lưu ly, trong dòng máu không hề có một giọt máu nào yếu đuối\"\n\"Giờ đây binh sĩ Thiên Nham xả thân đi vào chỗ chết, sơn dân như ta sao có thể bàng quan đứng nhìn\"\n\"Những tai họa chưa từng mắt thấy tai nghe đó, đương nhiên khó có thể nào thấu hiểu được\"\n\"Nhưng giờ đây đại nạn đã ập đến, làm sao dễ dàng từ bỏ trách nhiệm bảo vệ được chứ...\"\n\nThiếu nữ quật cường nhân lúc đêm tối đã trộm mất trường cung của tộc trưởng và cũng là cha của mình, rồi lên đường đi theo Thiên Nham Quân.\nĐã thầm hạ quyết tâm chuẩn bị tâm lý cho việc không có ngày trở về, bảo châu trên thân cung phát sáng lấp lánh.\n\n\"Giương cung bắn rơi những con dơi đen tối trên bầu trời, cúi người ghim chặt những con rùa khổng lồ trong bùn lầy đen đúa\"\n\"Trường cung ngọc trắng khảm vàng như đang tung bay nhảy múa, ánh sáng lạnh lẽo của mũi tên xé toạc máu thịt của ác thú\"\n\"Dòng chảy ô uế tuôn trào dưới vực sâu, yêu ma quái ác rình rập khắp nơi, đủ mọi nguy hiểm...\"\n\"Những chuyện đáng sợ và những điều không tưởng đều khiến lòng cô cảm thấy hãi hùng, đôi chút rụt rè\"\n\nSơn dân đã dùng bài ca dao này để tán dương con gái của họ, nhưng chủ nhân trong bài thì cuối cùng đã không trở về.\nBài ca dao được lưu truyền theo năm tháng, giống như ánh dương chiếu rọi đến ngày nay, thế nhưng chủ nhân của trường cung vẫn chưa quay lại.\n\n\"Điều duy nhất làm ta lo lắng bận tâm, chỉ là lãng quên và mất mát\"\n\"Nếu vận mệnh có vùi chôn ta ở vùng đất không tên, cũng xin đừng quên mất tên ta\"",
	"baseatk": 44,
	"substat": "Hiệu Quả Nạp Nguyên Tố",
	"subvalue": "6.7",
	"effectname": "Vực Sâu Rạng Rỡ",
	"effect": "Có 3 loại trạng thái gồm Chạng Vạng, Lưu Hà, Hừng Đông, lần lượt tăng {0} sát thương gây ra. Khi tấn công trúng kẻ địch sẽ chuyển sang trạng thái tiếp theo, mỗi 7s tối đa chuyển trạng thái một lần. Nhân vật trang bị vũ khí này khi không ra trận cũng sẽ có thể kích hoạt chuyển đổi.",
	"r1": [
		"6%/10%/14%"
	],
	"r2": [
		"7.5%/12.5%/17.5%"
	],
	"r3": [
		"9%/15%/21%"
	],
	"r4": [
		"10.5%/17.5%/24.5%"
	],
	"r5": [
		"12%/20%/28%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Hạt Thiên Thạch Đen",
				"count": 3
			},
			{
				"name": "Dao Săn Bắt",
				"count": 3
			},
			{
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mảnh Thiên Thạch Đen",
				"count": 3
			},
			{
				"name": "Dao Săn Bắt",
				"count": 12
			},
			{
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mảnh Thiên Thạch Đen",
				"count": 6
			},
			{
				"name": "Dao Đặc Công",
				"count": 6
			},
			{
				"name": "Bản Vẽ Phong Ấn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Một Góc Thiên Thạch Đen",
				"count": 3
			},
			{
				"name": "Dao Đặc Công",
				"count": 12
			},
			{
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Một Góc Thiên Thạch Đen",
				"count": 6
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 9
			},
			{
				"name": "Bản Vẽ Cấm Chú",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Miếng Thiên Thạch Đen",
				"count": 4
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 18
			},
			{
				"name": "Bản Vẽ Cấm Chú",
				"count": 12
			}
		]
	}
}