{
	"name": "Đại Kiếm Tây Phong",
	"description": "Kiếm nghi thức loại lớn của Đội Kỵ Sĩ Tây Phong. Có thể dễ dàng tạo ra sức mạnh Nguyên Tố, có sức phá hoại cực mạnh.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "Trọng kiếm nghi thức của Đội kỵ sĩ Tây Phong, thông thường phải được đội trưởng và Giáo Hội phê chuẩn mới được phân phát.\nQua việc phân tích Thánh Di Vật viễn cổ của Mondstadt, các thợ thủ công Mondstadt đạt được thành quả trong công việc tăng sức mạnh nguyên tố.\nThanh trọng kiếm này không chỉ là danh hiệu vinh dự cho kỵ sĩ Tây Phong, mà còn là sự kết tinh giữa sự tinh nhuệ và ý chí phấn đấu của vệ sĩ Mondstadt.\nSử dụng nó có thể điều khiển sức mạnh nguyên tố dễ dàng. Nhưng hãy nhớ rằng, phá vỡ là để bảo vệ những thứ cần bảo vệ.\n\nMặc dù nó được truyền lại cho đến ngày hôm nay, Tây Phong Kiếm Thuật được tạo ra bởi sói con Rostam là sử dụng một tay cầm trường kiếm,\nThế nhưng kiếm thuật vẫn thất truyền đi một phần, đó là Arundolyn - Sư Tử Ánh Sáng cùng lúc sử dụng trường kiếm và đại kiếm.\nLà do yêu cầu về sức lực quá lớn, chỉ có những người có thiên phú khỏe mạnh mới có thể thi triển. Vì vậy không ai kế thừa được điều đó.\n\nArundolyn và Rostam cùng nhau lớn lên từ bé, lần lượt sinh ra trong gia tộc kỵ sĩ chính thống và gia đình nhà nông.\nƯớc mơ trở thành anh hùng đã khiến họ trở thành bạn bè, sau đó trở thành đồng đội, cuối cùng là đội trưởng và trợ lý.\n\nLà Đại Đội Trưởng, Arundolyn chưa từng có được Vision. Sức mạnh của anh đến từ tư chất thiên bẩm và sự luyện tập hà khắc.\nAnh luôn cảm thấy tự hào với sức mạnh của mình. Cả đội kỵ sĩ lẫn thành Mondstadt đều cảm thấy tự hào vì một đội trưởng như vậy.\nTrong thời khắc Rostam chết đi, Arundolyn đã không thể hiện sức mạnh của bản thân nữa, cũng không khiêu chiến với ma thú hung tàn nữa.",
	"baseatk": 41,
	"substat": "Hiệu Quả Nạp Nguyên Tố",
	"subvalue": "13.3",
	"effectname": "Đi Cùng Với Gió",
	"effect": "Khi tạo thành bạo kích có tỷ lệ {0} sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi {1} mới thi triển 1 lần.",
	"r1": [
		"60%",
		"12s"
	],
	"r2": [
		"70%",
		"10.5s"
	],
	"r3": [
		"80%",
		"9s"
	],
	"r4": [
		"90%",
		"7.5s"
	],
	"r5": [
		"100%",
		"6s"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 12
			}
		]
	}
}