{
	"name": "Thương Tây Phong",
	"description": "Thương nghi thức của Đội Kỵ Sĩ Tây Phong. Mũi thương dài thẳng, đầu thương nhọn như xé được gió.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Trường thương nghi thức của Đội Kỵ Sĩ Tây Phong, là một binh khí đáng tự hào trong nghi lễ kiểm duyệt, cũng là một vũ khí đáng sợ đối với ma vật.\nQua việc tìm hiểu gốc cây sừng sững, các thợ thủ công Mondstadt đạt được thành quả trong công việc tăng sức mạnh nguyên tố.\nVì thế cây thương cứng cáp này không chỉ là danh hiệu vinh dự cho kỵ sĩ Tây Phong, mà còn là sự kết tinh giữa sự cần cù và ý chí phấn đấu của kỵ sĩ Mondstadt.\nLuôn nhớ rằng, phải vững vàng như cây thương này, bảo vệ tự do của gió.\n\nTừ cổ chí kim thường có người lấy thương làm binh khí, dựa vào ưu thế khoảng cách để bù vào võ nghệ chưa tinh.\nDù lấy cây gỗ vót nhọn vũ trang cho dân thường, cũng có thể chống lại binh lính dùng kiếm sắt.\nSau khi lật đổ sự thống trị của lớp quý tộc, cắm đầy gậy nhọn, cán cờ và cào rơm ở ngoại ô để ăn mừng.\n\nKiếm thuật từng là một sự bắt buộc của lớp quý tộc để có thể đào tạo ra phong độ và trí khôn cho dòng dõi.\nVào thời kì đó thì cả vùng này, thương pháp được xem như cách chiến đấu của dị bang và kẻ phản nghịch.\nNhưng trong quá khứ cũng từng có người trong giới quý tộc dùng thương.\nTheo truyền thuyết, Eberhart trong đêm gió nhẹ, từng lấy mũi thương đón lấy giọt sương vừa đọng.\n\nEberhart, ban đầu là một đứa trẻ ngoài giá thú, mơ ước được trở về với sự cao quý và niềm tự hào của giới quý tộc từ nhỏ.\nTuy nhiên, để khiến một nền tảng đã mục nát lung lay, vẫn cần một sức mạnh to lớn. Vậy thì...\nCho dù từng xúi giục con trai huynh trưởng theo đuổi giấc mơ hành hiệp, nhưng sau cùng lại giăng bẫy khiến hắn phải lánh nạn.\nĐể bản thân mình tự vực dậy cũng được\nHay âm thầm bái một ma nữ dùng thương làm sư phụ, học theo kỹ thuật để tìm ra sơ hở,\nSau đó tiêu diệt luôn cô ta cũng được.\n\n\"Dù hậu thế gièm pha thì đã sao, chỉ cần đạt được mục đích, dùng thủ đoạn gì cũng được.\"",
	"baseatk": 44,
	"substat": "Hiệu Quả Nạp Nguyên Tố",
	"subvalue": "6.7",
	"effectname": "Đi Cùng Với Gió",
	"effect": "Khi tạo thành bạo kích có tỷ lệ {0} sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi {1} mới thi triển 1 lần.",
	"r1": [
		"60%",
		"12s"
	],
	"r2": [
		"70%",
		"10.5s"
	],
	"r3": [
		"80%",
		"9s"
	],
	"r4": [
		"90%",
		"7.5s"
	],
	"r5": [
		"100%",
		"6s"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"name": "Dịch Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"name": "Dịch Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"name": "Tinh Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"name": "Bột Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"name": "Bột Slime",
				"count": 12
			}
		]
	}
}