{
	"id": 11425,
	"name": "Nhạc Khúc Biển Sâu",
	"description": "Thanh kiếm dài trầm lặng như biển sâu thần bí, còn lâu đời hơn vẻ ngoài lâu đời của nó.",
	"descriptionRaw": "Thanh kiếm dài trầm lặng như biển sâu thần bí, còn lâu đời hơn vẻ ngoài lâu đời của nó.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Tương truyền thanh kiếm lễ nghi này từng thuộc về một nhạc sư, tên của người đó đã bị lãng quên.\nTrang sức đẹp đẽ cùng đá quý lấp lánh đã chứng minh được thân phận không tầm thường của người nhạc sư.\n\nTương truyền vị nhạc sư đó rất tự hào vì khúc nhạc cổ xưa hào hùng, nhưng lại chưa từng được thấy anh diễn tấu những khúc nhạc này trước mặt người khác.\nChỉ vì thế gian loạn lạc này đã không còn ai nguyện vỗ tay nhỏ lệ vì những giai điệu đó, không còn ai muốn chép lại nhạc phổ phức tạp đó...\nFontaine có vở kịch kể về cuộc đời của anh - Không ai biết xuất thân của anh, nhưng những bi hài của anh thì nhà nhà đều tỏ.\nCũng giống như rất nhiều người xuất thân nghèo hèn, trong thành chính nơi mọi đường thủy đạo đều đi qua, anh đã quyết định vận mệnh.\n\n\"Các học trò! Chúng ta là người viết nên khúc nhạc, là nhà điều khiển quyền lực, khúc nhạc sẽ diễn tiến theo chỉ huy của chúng ta\"\n\"Nhạc khúc của chúng ta giống như sóng biển và gợn nước, lại giống như nhịp điệu của cây gậy cảnh tỉnh và sự vỗ về của tình nhân, sẽ chinh phục mọi thính giả\"\nTrong học viện sân khấu cao ngất ngưỡng, những người thầy hướng dẫn đang giải thích về những khúc nhạc hoa lệ, truyền văn minh và nghệ thuật cho những học trò mông muội,\nNốt nhạc và âm điệu trên nhạc phổ được sắp xếp theo một trật tự hoàn mỹ, được diễn tấu một cách chính xác bằng lý tính và trí tuệ tuyệt đối...\n\n\"Thế nhưng, ý chí của trật tự sao có thể được thực thi chỉ bằng cách tuân thủ quy tắc? Người ca sĩ nên đồng hành cùng người siêu việt, trở thành một giọng hát cao thượng\"\n\"Cao thượng nhất định là mạnh mẽ, cũng giống như ngọn núi có chim chóc hót vang, như cơn thủy triều dữ đội trong cuồng phong, trật tự nhất định bao hàm cảm xúc mãnh liệt vĩ đại\"\n\"Và sau đó, vinh dự xuất phát từ cảm xúc mãnh liệt, cảm xúc đó tạo ra đoàn kết, đoàn kết củng cố trật tự - tác dụng của nhạc khúc và nhạc sư ắt hẳn ở đây\"\n\"Cảm xúc tiêu diệt thù địch, cảm xúc yêu thương đồng bào - Chính là loại tình cảm cao thượng này đã phân chia loài người thành chủ nhân và nô bộc\"\nSau đó, như những gì ca kịch đã hát, sự lý giải và diễn dịch một cách độc đáo về khúc nhạc, đã làm cho nhạc sư bước lên cung điện hoa lệ nhất...\nỞ thời đại đó, dưới sự chỉ huy và độc đoán của nhạc sư, nhạc khúc đã trở thành tấm khiên và cây trượng của quyền uy, đã chinh phục vô số thính giả.\n\nỞ thời đại hoàng kim, thính giả si mê bởi nét đẹp cao thượng, cùng vui buồn với thứ cảm xúc nhất quán đó.\nNhưng khi tầm nhìn của mọi người bị cơn sóng cao như núi ngăn cản, tiếng khóc thương của người bị nuốt chửng sẽ trở nên im lặng...\nRồi có một ngày khi Viện Ca Kịch cao sừng sững kia sụp đổ trong cơn sóng lớn, mọi người mới hoảng hốt phát hiện...\nNhững người cháy hết mình bởi cảm xúc mãnh liệt của nhạc sư, thân xác của họ cuối cùng cũng lộ ra từ nền đất.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Kinh Điển Cuối Cùng",
	"effectTemplateRaw": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng <color=#99FFFFFF>{0}</color> tấn công, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 25% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, căn cứ vào <color=#99FFFFFF>{1}</color> xóa đi để tăng tối đa <color=#99FFFFFF>{2}</color> tấn công, duy trì 15s.",
	"r1": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng 12% tấn công, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 25% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, căn cứ vào 2.4% xóa đi để tăng tối đa 150 tấn công, duy trì 15s.",
		"values": [
			"12%",
			"2.4%",
			"150"
		]
	},
	"r2": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng 15% tấn công, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 25% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, căn cứ vào 3% xóa đi để tăng tối đa 187.5 tấn công, duy trì 15s.",
		"values": [
			"15%",
			"3%",
			"187.5"
		]
	},
	"r3": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng 18% tấn công, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 25% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, căn cứ vào 3.6% xóa đi để tăng tối đa 225 tấn công, duy trì 15s.",
		"values": [
			"18%",
			"3.6%",
			"225"
		]
	},
	"r4": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng 21% tấn công, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 25% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, căn cứ vào 4.2% xóa đi để tăng tối đa 262.5 tấn công, duy trì 15s.",
		"values": [
			"21%",
			"4.2%",
			"262.5"
		]
	},
	"r5": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng 24% tấn công, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 25% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, căn cứ vào 4.8% xóa đi để tăng tối đa 300 tấn công, duy trì 15s.",
		"values": [
			"24%",
			"4.8%",
			"300"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Cặn Bẩn Giọt Sương Thánh Thuần",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Giọt Nước Đục",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Giọt Nước Đục",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Bình Nước Đục",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Bình Nước Đục",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Tinh Chất Giọt Sương Thánh Thuần",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 12
			}
		]
	}
}