{
	"id": 12432,
	"name": "Trí Tuệ Dung Luyện",
	"description": "Trong câu chuyện lưu truyền của bộ tộc, thợ thủ công của Cư Dân Suối Nước đã chế tạo một thanh kiếm phòng thân cho đứa trẻ sắp đi xa. Đây có lẽ là bản sao mô phỏng theo thanh kiếm huyền thoại trong câu chuyện đó.",
	"descriptionRaw": "Trong câu chuyện lưu truyền của bộ tộc, thợ thủ công của Cư Dân Suối Nước đã chế tạo một thanh kiếm phòng thân cho đứa trẻ sắp đi xa. Đây có lẽ là bản sao mô phỏng theo thanh kiếm huyền thoại trong câu chuyện đó.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Từ rất lâu trước đây, theo truyền thống của bộ tộc mà những kẻ ngốc nghếch từng kêu gọi với màn đêm...\nNgọn lửa trong buồng đốt bùng cháy đỏ rực, những con cháu sắp phải đi xa ngồi trong một góc nhà của người thợ.\nNgười thợ rèn đến từ vùng núi vung cây búa sắt, đập vỡ nát tinh thạch, vang lên tiếng leng keng...\nÔng lão tay chân vụng về, dùng cánh tay không chống nạng, lấy ra những báu vật quý giá trong quá khứ.\n\n\"Akamai, lên đường thôi, chúng ta nhất định sẽ tìm thấy mạch khoáng hoặc kho báu gì đó rất lợi hại!\"\n\"Phải đó, Kau Kau. Đến lúc đó, chúng ta cũng có thể trở thành người tìm kho báu được ghi lại trên cuộn dệt rồi.\"\nTrước đây, hai người trẻ tuổi đến từ Cư Dân Suối Nước đã từng thề sẽ đi khắp Natlan.\nGhé thăm thắng cảnh đối với họ thì đúng là thiên chức mà Wayob ban cho.\nChứ đừng nói đến, câu chuyện về đảo thần bí và anh hùng năm xưa vẫn còn vang vọng trong lòng.\nThế là người trẻ tuổi bắt đầu hành trình mạo hiểm, dùng dấu chân của mình để hành hương.\n\nChỉ là những câu chuyện anh hùng trong truyền thuyết, sẽ không nhắc đến những gian khổ mà người thường gặp phải.\nMà trên thế gian làm gì có nhiều kho báu như thế, khoáng thạch mà hai người đào được...\nPhần lớn cũng chỉ là tinh thể khoáng thạch bình thường, là những thứ không thể bình thường hơn.\nNhưng thế thì sao chứ? Họ vẫn không biết mệt mỏi, trong màn đêm được ánh lửa chiếu sáng...\nHọ nâng từng miếng đá lên, nhớ lại khung cảnh và tâm trạng khi nhặt chúng.\nMiếng đá này lấy được từ móng vuốt Tepetlisaur khi đi qua dãy núi đầy tinh thạch.\nCòn miếng đó là ở bên hồ nước ấm, kẻ đầu sỏ đã khiến người bạn say rượu vấp ngã.\nMiếng đá bị bụi phủ, từng đứng trơ trọi trên vách đá của thành phố cổ từng bị thiêu rụi.\nCho đến khi hai người qua đường hiếu kỳ, thấy hình dáng của nó đẹp kỳ lạ, nên đã không chút do dự mang đi.\n\nGiờ đây, người thợ rèn lần lượt mở chúng ra để nung luyện, lời nói ngày xưa cùng hồi ức bỗng trở nên sống động.\nSau khi biết hậu duệ của Akamai muốn noi gương bậc tiền bối, họ quyết định dùng những miếng đá kỳ lạ này làm nguyên liệu.\nRèn lưỡi kiếm sắc bén cho con cháu đi xa, dù sao thì họ cũng biết rõ những mối nguy hiểm khi đi ra ngoài hơn bất kỳ ai.\nNgày thanh kiếm lớn rèn xong, Akamai và Kau Kau đã dùng nó làm quà tặng cho người lữ hành sắp đi xa:\n\n\"Hãy để hồi ức xưa cũ cùng theo chân mình lên đường nhé, khi mà thế hệ cha anh không thể đồng hành trên hành trình dài này...\"\n\"Quá khứ như thế, theo dòng máu trải dài tới thời gian mới, tựa ngọn lửa mới bất diệt từ đời này sang đời khác trong nghi thức rực cháy vĩnh hằng!\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Tâm Tư Nở Rộ",
	"effectTemplateRaw": "Khi kích hoạt phản ứng Điện Cảm, Nguyệt-Điện Cảm, Sum Suê hoặc Nguyệt-Sum Suê, sẽ hồi phục <color=#99FFFFFF>{0}</color> điểm Năng Lượng Nguyên Tố, đồng thời tăng <color=#99FFFFFF>{1}</color> điểm Tinh Thông Nguyên Tố trong 15s tiếp theo. Hiệu quả này mỗi 15s tối đa kích hoạt một lần. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Khi kích hoạt phản ứng Điện Cảm, Nguyệt-Điện Cảm, Sum Suê hoặc Nguyệt-Sum Suê, sẽ hồi phục 12 điểm Năng Lượng Nguyên Tố, đồng thời tăng 60 điểm Tinh Thông Nguyên Tố trong 15s tiếp theo. Hiệu quả này mỗi 15s tối đa kích hoạt một lần. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Khi kích hoạt phản ứng Điện Cảm, Nguyệt-Điện Cảm, Sum Suê hoặc Nguyệt-Sum Suê, sẽ hồi phục 15 điểm Năng Lượng Nguyên Tố, đồng thời tăng 75 điểm Tinh Thông Nguyên Tố trong 15s tiếp theo. Hiệu quả này mỗi 15s tối đa kích hoạt một lần. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Khi kích hoạt phản ứng Điện Cảm, Nguyệt-Điện Cảm, Sum Suê hoặc Nguyệt-Sum Suê, sẽ hồi phục 18 điểm Năng Lượng Nguyên Tố, đồng thời tăng 90 điểm Tinh Thông Nguyên Tố trong 15s tiếp theo. Hiệu quả này mỗi 15s tối đa kích hoạt một lần. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Khi kích hoạt phản ứng Điện Cảm, Nguyệt-Điện Cảm, Sum Suê hoặc Nguyệt-Sum Suê, sẽ hồi phục 21 điểm Năng Lượng Nguyên Tố, đồng thời tăng 105 điểm Tinh Thông Nguyên Tố trong 15s tiếp theo. Hiệu quả này mỗi 15s tối đa kích hoạt một lần. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Khi kích hoạt phản ứng Điện Cảm, Nguyệt-Điện Cảm, Sum Suê hoặc Nguyệt-Sum Suê, sẽ hồi phục 24 điểm Năng Lượng Nguyên Tố, đồng thời tăng 120 điểm Tinh Thông Nguyên Tố trong 15s tiếp theo. Hiệu quả này mỗi 15s tối đa kích hoạt một lần. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Ngọc Vụn Đại Dương",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Ngọc Vụn Đại Dương",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Kết Tinh Đại Dương",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Tinh Thạch Dị Sắc",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Thần Tính Của Thánh Chủ Mê Sảng",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Tinh Thạch Dị Sắc",
				"count": 12
			}
		]
	}
}