{
	"name": "Ống Đồng Fleuve Cendre",
	"description": "Ống đồng khá vừa tay, đã từng được dùng như vũ khí trong quá khứ. Từng để lại danh tiếng hoặc tai tiếng trong một số người.",
	"weapontype": "Kiếm Đơn",
	"rarity": "4",
	"story": "Phụ kiện bỏ đi bị rơi xuống cống thoát nước, trong lúc cấp bách có thể dùng làm vũ khí.\nĐối thủ ban đầu chỉ là quái vật được nuôi dưỡng bởi \"nước có hàm lượng dinh dưỡng cao\"\nTóm lại, nó đã từng đập nát vô số xương cốt và xương hàm của \"súc sinh\".\nVì đã từng đưa rất nhiều kẻ uy hiếp đồng bào vào trong Fleuve Cendre ôm trọn mọi thứ,\nỞ trong tay người bạn của Eduardo nó được gọi một cách thân thương là \"ống đồng\".\n\nĐiểm đích của việc tối ưu hóa thành thị Fontaine chính là làm cho cống thoát nước trở thành thành phố ngầm.\nMà người có thể duy trì trật tự ở Fleuve Cendre, đương nhiên không phải là quan chức của Đại Sảnh Fontaine.\nCho nên khởi điểm của thủ lĩnh sau này chỉ là dùng ống đồng đã nhặt được để đánh lui cá sấu,\nRồi sau đó nữa là bảo vệ tiểu thương khỏi bị các bang phái quấy nhiễu vòi tiền,\nHòa giải tranh chấp giữa các \"đồng bào\" ở Fleuve Cendre, chúc phúc cho những cặp đôi mới cưới.\nCuối cùng là \"để những gì dưới ánh mặt trời thuộc về họ, những gì trong Fleuve Cendre thuộc về chúng ta\".\n\nNhưng việc tối ưu hóa thì không có hồi kết.\nVị trí của mọi người không được đổi, nhưng tọa độ của vị trí thì có thể vì vậy mà thay đổi.\nDưới góc nhìn nhất định cũng không có sự khác biệt giữa \"họ\" và \"chúng ta\",\nChỉ có khu vực có thể khai thác hoặc rác rưởi cần được dọn dẹp hoặc gọi là \"di dời\".\n\nEduardo người đã bị bắt vì phản đối việc chỉnh đốn Fleuve Cendre, trên đường bị áp giải đến sa mạc lưu đày,\nĐã được đồng đảng giải cứu. Một nhóm thổ phỉ hoạt động tại Núi Automnequi đã chiếm lĩnh Thị Trấn Poisson,\nBắt cóc thành viên Sảnh Chấp Pháp phụ trách áp giải làm con tin, dựa vào đó để đưa ra rất nhiều yêu cầu bất hợp lý.\nSự việc này cuối cùng đã được dẹp yên dưới sự can thiệp của Thợ Săn Marechaussee.\n\nLúc đó phóng viên chủ động xin phụ trách việc truyền đạt yêu cầu đàm phán, Karl Ingold, đã từng chụp lại tấm ảnh tập thể này tại Thị Trấn Poisson trước khi tình hình xấu đi:\nTrong bức ảnh người đứng chính giữa là Eduardo Baker, giống như đang chống gậy, anh cầm trong tay ống đồng đầu cong nổi tiếng hoặc tai tiếng này.\nTay kia Eduardo đặt lên vai người con trai của mình tên Jakob, người con thì nắm lấy tay áo của Rene de Petrichor, có vẻ rất căng thẳng.\nBên trái của hai người, ảo thuật gia vĩ đại \"Parsifal\" trông có vẻ vô cùng thoải mái dựa vào lan can, để lộ ra nụ cười sân khấu rất tiêu biểu.\nBên phải Eduardo chính là Renault de Petrichor lúc này đang là thị trưởng của Thị Trấn Poisson, ông đã đặc biệt thay bộ lễ phục vì việc này, nhưng cổ áo bị lệch rồi.\nCon trai của ông ấy, Rene đứng phía trước ông, bị thu hút bởi thứ đồ mới lạ như máy ảnh, mở to mắt, nhìn có vẻ có hơi bối rối.\nNgười đang bế đứa bé đứng phía bên trái Parsifal là Rosa Reed và chồng của cô Thompson, phía ngoài cùng bên phải bức ảnh là Tom Alter.\nHọ nhìn về phía trước, gương mặt bị ánh đèn của máy ánh làm cho trắng nhợt. Thứ mà họ đang chăm chú nhìn hình như không phải là Ingold, cũng không phải là máy ảnh,\nMà là tương lai.",
	"baseatk": 42,
	"substat": "Hiệu Quả Nạp Nguyên Tố",
	"subvalue": "10",
	"effectname": "Xương Thép",
	"effect": "Tỉ lệ bạo kích của Kỹ Năng Nguyên Tố tăng {0}; Ngoài ra, trong 5s sau khi thi triển Kỹ Năng Nguyên Tố, hiệu quả nạp nguyên tố tăng {1}.",
	"r1": [
		"8%",
		"16%"
	],
	"r2": [
		"10%",
		"20%"
	],
	"r3": [
		"12%",
		"24%"
	],
	"r4": [
		"14%",
		"28%"
	],
	"r5": [
		"16%",
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mảnh Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"name": "Giọt Nước Đục",
				"count": 3
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"name": "Giọt Nước Đục",
				"count": 12
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"name": "Bình Nước Đục",
				"count": 6
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"name": "Bình Nước Đục",
				"count": 12
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 9
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Tiếng Vọng Cung Đàn Cổ Xưa",
				"count": 4
			},
			{
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 18
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 12
			}
		]
	}
}