{
	"name": "Dòng Chảy Tinh Khiết",
	"description": "Tập kịch bản có tạo hình độc đáo, trong đó đã ghi lại tất cả kịch bản mà Coppelius sáng tác.",
	"weapontype": "Pháp Khí",
	"rarity": "4",
	"story": "...\nVì nguyên nhân mà mọi người đều biết, kịch bản \"Coppelia Dây Cót\" chưa từng được công khai, xuất bản. Trong số những người còn may mắn sống sót của nhà hát vinh quang, có một số khán giả đã dựa vào trí nhớ để viết lại một số tình tiết và lời thoại đã diễn trước giờ nghỉ giải lao.\nSau khi được sự đồng ý của người trong tộc của ngài Coppelius và những người nói trên, công ty chúng tôi đã sắp xếp, tổng hợp các tư liệu liên quan, cố gắng tái hiện lại một phần nguyên tác của ngài Coppelius.\nTuy rằng đây chẳng qua là góc nhìn của ếch ngồi đáy giếng, nhưng hy vọng sẽ có thể gợi mở và thu hút được nhiều ý kiến tốt hơn.\n...\nKhái quát nội dung: Làm thế nào kế hoạch của Coppelius đã bại lộ trước Thợ Săn Marechaussee, và tại sao lại từ biệt lần cuối với Coppelia trước khi chịu phạt.\n...\nCoppelius: Hãy hát vì ta đi, Coppelia của ta, tình yêu của ta, tội ác của ta, linh hồn của ta, hãy hát lên lần cuối vì ta.\nCoppelius: Hãy buộc sợi dây vào tim ta, dùng nó để trói chặt ta, đeo lên gông cùm cho ta, để ta đón chờ sự hủy diệt trong mắt nàng.\nCoppelius: Bởi vì lòng ta đã định, từ đây về sau, ta sẽ không theo đuổi người làm ta yêu thích, mà phải đem đến niềm vui cho người mà ta đã chọn.\nCoppelius: Dù cho nàng sẽ vì vậy mà cười nhạo mọi thứ về ta, đó cũng không phải là do suy nghĩ của ta ngu ngốc, mà vì cách hành sự của ta quá vụng về.\nCoppelia: Chàng muốn ta phải hát thế nào đây? Người mà ta yêu, chàng muốn ta phải hát như thế nào cho tội lỗi và hình phạt không thể tránh được này đây?\nCoppelia: Người đời chỉ nhìn thấy biểu hiện lung linh bên ngoài đã cảm thấy vui vẻ, cũng giống như người có huyết khí theo đuổi quả khảm vàng, nhưng hoàn toàn không biết trong đó ẩn chứa thuốc độc chết người.\nCoppelia: Coppelius, Coppelius của ta, mọi thứ mà chàng theo đuổi giống như cảnh sắc hư ảo không lưu chút vết tích, vì sự mê hoặc sẽ luôn kết thúc cuộc hành trình, mỗi một người thông minh đều hiểu rõ.\n...\nKhái quát nội dung: Coppelia thố lộ với thanh niên đồng hành về ý định của cuộc hành trình, và quyết tâm đi theo người sáng tác đã mất trong mắt cô.\n...\nNathaniel: Chuyện này tuy hoang đường, nhưng cũng là thường tình tại thế gian, người thông minh luôn nghe lời người ngu ngốc, cuộc đời giống như một vở hài kịch dung tục.\nCoppelia: Chính vì vậy, thưa ngài, ngài không cần phải lo lắng cho tôi, rất nhanh thôi, mọi khổ đau thê lương này sẽ tan biến.\nCoppelia: Người tạo ra sinh mệnh cho tôi đã từ biệt thế gian, đợi đến khi những bánh răng này gỉ sét cũng sẽ tan thành tro bụi, mọi tội lỗi sẽ bị lãng quên, đối với thân xác máu thịt, lãng quên cũng có nghĩa là tha thứ.\nCoppelia: Tôi sẽ không cần phải nhìn thấy mặt trời, mặt trăng và sao sáng nữa, không cần phải nghe thấy tiếng chim hót giữa rừng cây, không còn phải để con tim này phải đập một mình trên thế gian mà người tạo ra nó đã rời đi.\nNathaniel: Cô định thế nào?\nCoppelia: Con tim này, trái tim đang đập như trong cơ thể máu thịt, cũng đã nhuốm phải trọng tội trong cuộc hành trình. Sự hối hận đau khổ nhất đang giày vò con tim này, nó nên đi đến nơi nào để tìm thấy bình yên?\n...",
	"baseatk": 44,
	"substat": "Tấn Công",
	"subvalue": "6",
	"effectname": "Kiệt Tác Chưa Hoàn Thành",
	"effect": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng {0} buff sát thương tất cả nguyên tố, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 24% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, mỗi 1000 điểm xóa đi sẽ cung cấp {1} buff sát thương tất cả nguyên tố, tối đa nhận được {2} buff sát thương tất cả nguyên tố thông qua cách này, duy trì 15s.",
	"r1": [
		"8%",
		"2%",
		"12%"
	],
	"r2": [
		"10%",
		"2.5%",
		"15%"
	],
	"r3": [
		"12%",
		"3%",
		"18%"
	],
	"r4": [
		"14%",
		"3.5%",
		"21%"
	],
	"r5": [
		"16%",
		"4%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Cặn Bẩn Giọt Sương Thánh Thuần",
				"count": 3
			},
			{
				"name": "Hạt Nhân Khe Nứt",
				"count": 3
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 3
			},
			{
				"name": "Hạt Nhân Khe Nứt",
				"count": 12
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"name": "Liên Kết Dị Giới",
				"count": 6
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 3
			},
			{
				"name": "Liên Kết Dị Giới",
				"count": 12
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 9
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Tinh Chất Giọt Sương Thánh Thuần",
				"count": 4
			},
			{
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 18
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 12
			}
		]
	}
}