{
	"id": 15430,
	"name": "Lông Vũ Thêu Hoa",
	"description": "Cung dài rực rỡ như lửa, lông vũ trang trí trên đó nghe nói đến từ bạo chúa Ngoubou cổ xưa.",
	"descriptionRaw": "Cung dài rực rỡ như lửa, lông vũ trang trí trên đó nghe nói đến từ bạo chúa Ngoubou cổ xưa.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "\"Hãy nghe những lời cuối cùng của ta, người anh hùng kế thừa danh hiệu 'Vượt Qua'.\"\n\"Tai ương chảy trong máu của nó, thậm chí còn cổ xưa hơn cái tên của ngươi.\"\n\"Nếu ngươi vẫn có lòng thương xót chúng sinh trần gian giống như tổ tiên mình\"\n\"Thì hãy chặt đầu và ban cho nó niềm vui được giải thoát.\"\n\nMặc dù vị hiền triết già đã từng nói với anh điều này, nhưng chiến binh đã trải qua vô số gian khổ vẫn ngoảnh mặt làm ngơ.\nCó lẽ vì đã phải trải qua quá nhiều cuộc chia ly, nên anh chỉ cúi người ôm chú Saurian đang hấp hối vào lòng,\nNhẹ nhàng vuốt ve những chiếc lông nhuốm máu bằng thứ bí dược quý giá, không hề quan tâm đến tiếng thở dài khi vị hiền triết rời đi.\n\n\"Dù là kẻ soán ngôi hay loài rồng điên cuồng, dù đó là lời nguyền hay số phận\"\n\"Trên đời này không có ai đủ tư cách khiến hậu duệ của Hội Hoa Vũ phải quỳ gối.\"\n\"Nếu lời nguyền lố bịch này là xiềng xích bẩm sinh\"\n\"Vậy thì ta sẽ phá bỏ xiềng xích trói buộc, giống như tổ tiên vinh quang.\"\n\nVà cứ thế, chiến binh tên Menilek và người bạn trung thành Ngoubou đã cùng nhau bước lên con đường hành hương,\nNhiều bài ca dao và cuộn tranh do Hội Hoa Vũ lưu truyền lại, vẫn kể câu chuyện về cuộc phiêu lưu kỳ thú của một người một Saurian:\nChiến binh xé nát những ngọn núi bằng dây cung sấm sét thế nào, Saurian nhỏ dùng sự kiêu hãnh đâm xuyên cổ họng rắn độc ra sao,\nHọ đã chiến đấu với quái vật khổng lồ trong bốn mươi ngày như thế nào, và cuối cùng đã đánh bại quái vật bằng một con cá nhồng ra sao...\nVề câu chuyện dưới những tảng đá núi rực lửa, anh đã chiến đấu thế nào để chống lại Tenoch, người mà khi ấy vẫn còn chưa bị trục xuất khỏi bộ tộc,\nVà anh đã khâm phục lòng dũng cảm của dũng sĩ vĩ đại này thế nào, sau nhiều năm cùng kề vai sát cánh chống lại thủy triều đen tối...\nĐó là một truyền thuyết được mọi người ở cánh đồng rực cháy ngày nay biết đến, và đã được vô số nhà thơ ca tụng trong suốt năm trăm năm qua.\n\nNgười ta nói rằng, mọi cuộc gặp gỡ trên thế gian cuối cùng đều sẽ dẫn đến sự chia ly định mệnh,\nDù vậy, sẽ luôn có những người tin tưởng chắc chắn vào cái gọi là \"hy vọng\",\nNgay cả ở cánh đồng rực cháy hoang vu, vẫn sẽ có những bông hoa mới nở rộ.\nNhưng cũng giống như nguồn gốc của nhiều bi kịch là những sức mạnh không thể kiểm soát,\nKhuôn mẫu tạo nên những bất hạnh trên thế gian, thường là niềm hy vọng về những ý định tốt đẹp.\nNgày mai, ngày mai, rồi lại ngày mai, anh ấy vẫn luôn tự an ủi mình như thế,\nCho đến khi mọi hy vọng đều trở thành sự phản bội, đến khi ngày mai không bao giờ đến nữa.\n\n\"Người bạn trung thành của ta, Ngoubou, hãy ở lại đây và nghỉ ngơi một lát\"\n\"Ngủ một giấc thật ngon, ta sẽ quay lại ngay sau khi mọi việc xong xuôi\"\n\"Khi thủy triều đen tối lắng xuống, ta sẽ lập tức quay về và đánh thức ngươi\"\n\"Khi mùa xuân trở lại mặt đất, ta sẽ cùng ngươi đi ngắm những bông hoa mới nở trên vách núi cao\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "9%",
	"effectName": "Cụm Hoa Chưa Đến",
	"effectTemplateRaw": "Giảm 15% thể lực tiêu hao khi bay. Khi tiến hành ngắm chuẩn, mỗi 0.5s sẽ tăng <color=#99FFFFFF>{0}</color> sát thương Trọng Kích gây ra. Hiệu quả này tối đa cộng dồn 6 tầng và sẽ xóa sau 10s kể từ khi thoát trạng thái ngắm chuẩn.",
	"r1": {
		"description": "Giảm 15% thể lực tiêu hao khi bay. Khi tiến hành ngắm chuẩn, mỗi 0.5s sẽ tăng 6% sát thương Trọng Kích gây ra. Hiệu quả này tối đa cộng dồn 6 tầng và sẽ xóa sau 10s kể từ khi thoát trạng thái ngắm chuẩn.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Giảm 15% thể lực tiêu hao khi bay. Khi tiến hành ngắm chuẩn, mỗi 0.5s sẽ tăng 7.5% sát thương Trọng Kích gây ra. Hiệu quả này tối đa cộng dồn 6 tầng và sẽ xóa sau 10s kể từ khi thoát trạng thái ngắm chuẩn.",
		"values": [
			"7.5%"
		]
	},
	"r3": {
		"description": "Giảm 15% thể lực tiêu hao khi bay. Khi tiến hành ngắm chuẩn, mỗi 0.5s sẽ tăng 9% sát thương Trọng Kích gây ra. Hiệu quả này tối đa cộng dồn 6 tầng và sẽ xóa sau 10s kể từ khi thoát trạng thái ngắm chuẩn.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Giảm 15% thể lực tiêu hao khi bay. Khi tiến hành ngắm chuẩn, mỗi 0.5s sẽ tăng 10.5% sát thương Trọng Kích gây ra. Hiệu quả này tối đa cộng dồn 6 tầng và sẽ xóa sau 10s kể từ khi thoát trạng thái ngắm chuẩn.",
		"values": [
			"10.5%"
		]
	},
	"r5": {
		"description": "Giảm 15% thể lực tiêu hao khi bay. Khi tiến hành ngắm chuẩn, mỗi 0.5s sẽ tăng 12% sát thương Trọng Kích gây ra. Hiệu quả này tối đa cộng dồn 6 tầng và sẽ xóa sau 10s kể từ khi thoát trạng thái ngắm chuẩn.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Hòn Đá Rực Cháy",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Hòn Đá Rực Cháy",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Hạt Giống Sinh Mệnh Rực Cháy",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Hạt Giống Sinh Mệnh Rực Cháy",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Con Mắt Rực Cháy",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Con Mắt Rực Cháy",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 12
			}
		]
	}
}