{
	"name": "Vương Khí Rừng Sâu",
	"description": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của đại kiếm, có thể nghiền nát kẻ địch trong rừng.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "\"Rất nhiều, rất nhiều lần trăng sáng trước đây, rừng rậm là một mê cung khổng lồ...\"\n\nVua Rừng Rậm cuối cùng đã trở về Sarva. Kẻ từng theo hầu ngài kế thừa danh hiệu \"Hổ\".\nThuở xưa, nơi nào có bóng cây đều là lãnh thổ của Vua Rừng Rậm. Khi ngài đang lang thang trong lãnh địa của mình,\nChim muông cầm thú nương nhờ nơi rừng sâu sẽ cúi đầu thật thấp khi ngài đi qua để tỏ vẻ tôn kính và phục tùng.\n\nCác vị vua mỗi đời đều có cung điện của riêng mình: Sau khi mỗi vị Vua Rừng Rậm mới kế vị, rừng sâu sẽ thay đổi theo hình tượng và giấc mơ của ngài.\nCung điện của vị Vua Rừng Rậm cuối cùng ẩn sau hàng rào được tạo thành từ rất nhiều cây cối và dây leo, cùng tấm lưới được tạo nên từ những dòng sông và vách đá,\nĐó là một vòng tròn ngọc trai được ánh trăng chiếu xuyên qua kẽ lá, rơi trên mặt nước tĩnh lặng tạo thành. Vua đứng bên bờ nước, một mình hưởng thụ ánh trăng nhân đôi đó.\n\nVà đó là cách mà mê cung rừng sâu xuất hiện. Theo truyền thuyết, những sọc vằn khiến người ta lóa mắt của Vua Rừng Rậm miêu tả con đường vào mê cung.\nCung điện của mỗi đời vua chồng lên nhau, thế nên những lối mòn giữa cây cối cũng giao thoa với nhau, những dòng suối ngắt quãng hoặc sinh ra nhánh mới,\nCon đường trong rừng ngày càng trở nên phức tạp. Chỉ có Vua Rừng Rậm, các Aranara chúng tôi, và những con người mang theo chúc phúc của vua cây,\nMới có thể tự do đi vào lãnh địa của Vua Rừng Rậm, tìm được con đường mình nên đi giữa rừng cây, khe suối.\n\n...\nSau đó, Vua Rừng Rậm cuối cùng vì bảo vệ rừng sâu nên đã qua đời, rừng sâu không còn tạo thành cung điện mới nữa, mê cung cũng từ đó mà biến mất.\nHoặc cũng có thể là đàn thú đen kịt đó như cuồng phong quét qua khiến cây cối ngã rạp. Mê cung chết đi, Vua Rừng Rậm cũng chết đi.\n\nAranara kể cho tôi nghe câu chuyện này rất nhát gan, khi hát cũng không thích để chúng tôi nghe thấy, chỉ muốn tìm chỗ ở một mình thôi.\nVào một đêm nọ, cậu ta đã đi xuyên qua mê cung của rừng sâu, gặp được trăng sáng trong nước, do đó nên đã nghe được câu chuyện về Vua Rừng Rậm cuối cùng.\nSau đó dòng nước đã thay đổi, ánh trăng sáng cũng bị cuốn trôi. Rất nhiều thứ đã thay đổi, cũng có rất nhiều thứ từ đó không còn thay đổi nữa.\nNhưng các bạn cũng như tôi, dù chưa từng nhìn thấy vua, nhưng vẫn để lại ấn tượng rằng \"Hổ\" là vị vua cao quý mạnh mẽ của rừng sâu.",
	"baseatk": 44,
	"substat": "Hiệu Quả Nạp Nguyên Tố",
	"subvalue": "6.7",
	"effectname": "Chúc Phúc Của Rừng",
	"effect": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Tri Thức\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Tri Thức\" sẽ tăng {0} điểm Tinh Thông Nguyên Tố, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Tri Thức\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt. Hiệu ứng Lá Tri Thức không thể cộng dồn.",
	"r1": [
		"60"
	],
	"r2": [
		"75"
	],
	"r3": [
		"90"
	],
	"r4": [
		"105"
	],
	"r5": [
		"120"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Đồng",
				"count": 3
			},
			{
				"name": "Vật Chứa Hỗn Độn",
				"count": 3
			},
			{
				"name": "Băng Đỏ Phai Màu",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 3
			},
			{
				"name": "Vật Chứa Hỗn Độn",
				"count": 12
			},
			{
				"name": "Băng Đỏ Phai Màu",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 6
			},
			{
				"name": "Mô Đun Hỗn Độn",
				"count": 6
			},
			{
				"name": "Băng Đỏ Viền Vàng",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 3
			},
			{
				"name": "Mô Đun Hỗn Độn",
				"count": 12
			},
			{
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 6
			},
			{
				"name": "Chốt Neo Hỗn Độn",
				"count": 9
			},
			{
				"name": "Băng Đỏ Ánh Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Vàng",
				"count": 4
			},
			{
				"name": "Chốt Neo Hỗn Độn",
				"count": 18
			},
			{
				"name": "Băng Đỏ Ánh Vàng",
				"count": 12
			}
		]
	}
}