{
	"id": 13515,
	"name": "Hào Quang Tách Rời",
	"description": "Đao xoay cơ học chế tác bởi Xưởng Krumkake Clink-Clank, dường như ẩn chứa bí mật từ thời đại xa xưa...",
	"descriptionRaw": "Đao xoay cơ học chế tác bởi Xưởng Krumkake Clink-Clank, dường như ẩn chứa bí mật từ thời đại xa xưa...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Đó là thời đại ngay cả nhà thơ uyên bác nhất hiện nay cũng không thể chạm tới bằng ngôn từ, vào thuở ấy...\nGiữa những giống loài cổ xưa có tuổi thọ dài, phần lớn vẫn là mãnh thú man rợ chưa mất đi sự hỗn độn trong mắt, \nChủ nhân từng nắm giữ cả thế giới đã dùng đầu móng tay khẽ nghiền ngẫm vùng đất trắng xóa lơ lửng trên không...\nVị vương giả khát khao truy tìm thế giới bên ngoài đã dựng lên Không Nguyệt, dùng nó thay thế quyền năng vận hành mọi thứ.\nSau khi thức tỉnh, cô luôn cảm thấy, những ký ức vụn vặt về khi ấy, như trí tuệ đã mất đi trong tiền kiếp.\nKhông chân thực lắm, chỉ là một suy nghĩ lóe lên trong khoảnh khắc.\n\nCô từng đi theo chủ nhân của ngọn lửa ghé thăm ý chí của mặt trăng trên ngai vàng của ba mặt trăng.\nKhi đó ngai vàng đã trống, bầu trời u ám với làn sương mù ảm đạm, các lãnh chúa rồng tùy ý hành động.\nChủ nhân của ánh sáng và ngọn lửa đã tìm kiếm sự giúp đỡ của họ, hy vọng tìm ra dấu vết của vị vua đã bước vào sương mù giữa các vì sao.\nNhưng tất cả những gì nhận được chỉ là sự im lặng bao trùm trong ba cung điện.\nTừ đó về sau, cho dù là cánh đồng tuyết vạn dặm bị thiêu rụi thành đất khô, núi lửa bị băng tuyết bao phủ...\nHọ cũng chưa từng mở miệng, hoặc là không thể.\nĐúng rồi, đó là thời đại mà ba vẫn là ba.\n\nKẻ cướp đoạt trên bầu trời đã thay thế đấng tạo hóa ban đầu, có được lời thề khiến thế giới tiếp tục vận hành.\nChỉ tiếc là, khi vị vua bị thế giới đen tối vấy bẩn quay trở về, điều này đã khiến ngài nổi giận.\nVì vậy, khi chủ nhân của ngọn lửa đáp lại lời kêu gọi của vị vua cũ, sau khi tỉnh dậy từ giấc ngủ giả chết...\nĐã ngăn cản các lãnh chúa và nhiếp chính khám phá bầu trời đầy sao và mô phỏng phép màu vĩ đại của việc tạo ra mặt trăng.\nNhưng các nữ thần vương miện ngọc thật sự dễ dàng phản bội đất nước của hậu duệ rồng như vậy sao?\nChỉ tiếc rằng người có thể đưa ra đáp án, đều không thể thoát khỏi trận chiến đó.\n\n\"Cảnh tượng mơ hồ có thể nhớ lại được, chính là những thứ này.\"\nĐối mặt với cô gái đã cải tạo lại thân thể và chế tạo thanh vũ khí này cho cô, cô ấy đã nói như vậy.\nNhưng cô gái thông minh hơn nhiều so với tưởng tượng, nhưng cũng vì sự thông minh này mà thu hồi lại thần sắc thăm dò.\nSau đó là bí mật của cô ấy, vào ngày vòm trời vỡ tan đó, đĩa ngọc rơi xuống.\nNhững con rồng đều reo hò tàn nhẫn vì cái chết của mặt trăng đã từng phản bội họ, nhưng vì cô ấy lại nhớ ra.\nNhững hình bóng im lặng trong cung điện của vũ trụ, lặng lẽ giấu một mảnh vỡ của mặt trăng rơi xuống trước mặt.\nLúc này, đặt trong khoang lõi của lưỡi đao xoay...\nĐược bảo tồn cho đến ngày nay ở một nơi không ai khác biết đến.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "14,4%",
	"effectName": "Vương Miện Sương Trong",
	"effectTemplateRaw": "Sau khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, Tấn Công tăng <color=#99FFFFFF>{0}</color> trong vòng 20s. Trong thời gian duy trì, nếu người trang bị tạo ra khiên thì trong 20s tiếp theo sẽ nhận hiệu ứng \"Sắc Lệnh Tia Chớp\": Tăng <color=#99FFFFFF>{1}</color> sát thương phản ứng Nguyệt-Điện Cảm của tất cả nhân vật trong đội ở gần.",
	"r1": {
		"description": "Sau khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, Tấn Công tăng 24% trong vòng 20s. Trong thời gian duy trì, nếu người trang bị tạo ra khiên thì trong 20s tiếp theo sẽ nhận hiệu ứng \"Sắc Lệnh Tia Chớp\": Tăng 40% sát thương phản ứng Nguyệt-Điện Cảm của tất cả nhân vật trong đội ở gần.",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Sau khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, Tấn Công tăng 30% trong vòng 20s. Trong thời gian duy trì, nếu người trang bị tạo ra khiên thì trong 20s tiếp theo sẽ nhận hiệu ứng \"Sắc Lệnh Tia Chớp\": Tăng 50% sát thương phản ứng Nguyệt-Điện Cảm của tất cả nhân vật trong đội ở gần.",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Sau khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, Tấn Công tăng 36% trong vòng 20s. Trong thời gian duy trì, nếu người trang bị tạo ra khiên thì trong 20s tiếp theo sẽ nhận hiệu ứng \"Sắc Lệnh Tia Chớp\": Tăng 60% sát thương phản ứng Nguyệt-Điện Cảm của tất cả nhân vật trong đội ở gần.",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Sau khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, Tấn Công tăng 42% trong vòng 20s. Trong thời gian duy trì, nếu người trang bị tạo ra khiên thì trong 20s tiếp theo sẽ nhận hiệu ứng \"Sắc Lệnh Tia Chớp\": Tăng 70% sát thương phản ứng Nguyệt-Điện Cảm của tất cả nhân vật trong đội ở gần.",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Sau khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ, Tấn Công tăng 48% trong vòng 20s. Trong thời gian duy trì, nếu người trang bị tạo ra khiên thì trong 20s tiếp theo sẽ nhận hiệu ứng \"Sắc Lệnh Tia Chớp\": Tăng 80% sát thương phản ứng Nguyệt-Điện Cảm của tất cả nhân vật trong đội ở gần.",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Sự Sợ Hãi Của Trái Tim Hiến Tế",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Sự Vinh Dự Của Trái Tim Hiến Tế",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 18
			}
		]
	}
}