{
	"id": 14412,
	"name": "Trái Chịu Lạnh",
	"description": "Loại trái cây kỳ lạ toát ra sự lạnh lẽo, phảng phất nhẹ mùi vị đắng chát.",
	"descriptionRaw": "Loại trái cây kỳ lạ toát ra sự lạnh lẽo, phảng phất nhẹ mùi vị đắng chát.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Khi con gái của Tư Tế Vindnr sinh ra dưới Bạch Thụ này,\nLúc nhận được lời chúc phúc, ở đất nước núi non xanh biếc tràn ngập niềm vui.\n\nNiềm hạnh phúc của Sal Vindagynr nhất định sẽ kéo dài mãi mãi,\nGiống như cây bạc xuyên qua đất và không bao giờ khô héo-\nNhững người viết lịch sử cho vương quốc trong núi đã nghĩ như vậy.\nNhững người đã chứng kiến vô số người và sự kiện thật sự tin rằng,\nNhan sắc và phẩm hạnh của công chúa sẽ luôn sáng ngời như ánh trăng...\n\nKhi những mũi nhọn đóng băng thế giới đột nhiên lao xuống,\nKhi ngay cả cái cây này cũng bị nó nghiền nát,\nThiếu nữ lấy xuống nhánh cây hoàn chỉnh nhất,\nmuốn tiếp tục sự sống cho những hàng cây đã toả bóng mát cho cả đất nước.\nNhưng cuối cùng, sinh mệnh được chiết cành vẫn không thể sống tiếp.\nGió và tuyết lạnh như lưỡi kiếm cuối cùng đã che khuất ánh trăng...\n\nRất lâu rất lâu sau đó, rất lâu về trước...\nKhi Hắc Long và Phong Long quyết đấu đến chết,\nKhi máu nhuộm đỏ cả thung lũng trắng như xương, \nGốc cây này mới nhớ ra mình chưa hề chết cùng thành phố bỏ hoang,\nBộ rễ tham lam vươn đến dòng máu ấm tưới lên mặt đất.\n\nVì ai đó mà tưới nước bằng tinh chất màu đỏ thẫm hoàn mỹ\nGốc Bạch Thụ vốn dĩ đã chết từ lâu, bỗng nhớ lại quá khứ,\nTập hợp tất cả sức mạnh và sinh hoa kết trái...\n\nNhững người ta từng che chở, Tư Tế từng ca tụng ta,\nThiếu nữ xinh đẹp thường vẽ tranh bên cạnh ta,\nHạnh phúc mà ta chưa từng có, kết thành loại quả lạnh giá đỏ thẫm.\n\nHãy để những người \"Báo Đáp\" có thể mang lại công lý cho thế giới xấu xa,\nĐem \"Trái đắng\" chưa ai từng nếm thử này, để thực hiện chính nghĩa.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "9%",
	"effectName": "Sương Táng",
	"effectTemplateRaw": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ <color=#99FFFFFF>{0}</color> tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng <color=#99FFFFFF>{1}</color> tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng <color=#99FFFFFF>{2}</color> tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần.",
	"r1": {
		"description": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ 60% tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng 80% tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng 200% tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ 70% tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng 95% tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng 240% tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ 80% tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng 110% tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng 280% tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ 90% tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng 125% tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng 320% tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Khi tấn công thường và trọng kích đánh trúng kẻ địch có tỷ lệ 100% tạo ra Đá Vĩnh Hằng phía trên kẻ địch và rơi xuống, gây sát thương phạm vi bằng 140% tấn công. Nếu địch bị ảnh hưởng bởi nguyên tố Băng, sẽ gây sát thương bằng 360% tấn công. Hiệu quả này mỗi 10s kích hoạt 1 lần.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 12
			}
		]
	}
}