{
	"id": 12430,
	"name": "Móc Trĩu Quả",
	"description": "Để đoạt lấy Lựu Lửa với chất lượng đỉnh cao nhất của Natlan, dũng sĩ Burkina từ Dòng Dõi Vườn Treo đã chế tác vũ khí này dưới sự giúp đỡ của vị anh hùng Tenoch.",
	"descriptionRaw": "Để đoạt lấy Lựu Lửa với chất lượng đỉnh cao nhất của Natlan, dũng sĩ Burkina từ Dòng Dõi Vườn Treo đã chế tác vũ khí này dưới sự giúp đỡ của vị anh hùng Tenoch.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Cây mẹ nay mọc dưới chân Núi Coatepec, bén rễ trong các kẽ đá, vốn dĩ từng mọc ở nơi khác,\nTheo lời người kể chuyện, nó cao hơn, cao hơn cả núi lửa, thậm chí cả chân núi trên tầng mây nữa.\nNgười Bưu Tá trẻ tuổi từng nổi giận với Saurian sau núi, vì nó thường cười nhạo những hành động dại dột của anh,\nThế là anh ấy đã thề, quyết tâm lên đỉnh núi cao nhất để hái Lựu Lửa từ cây mẹ,\nĐể thể hiện bản lĩnh của mình với nhân vật nhanh nhẹn nhất trong số những con Yumkasaur.\n\nNhưng làm gì có thành tựu vĩ đại nào trên đời chỉ cần suy nghĩ là có thể thực hiện được chứ, dù rằng...\nNgười anh hùng tên Burkina có thể tay không leo lên vách núi cao, chỉ dùng đầu ngón tay để leo,\nNhưng không thể chống lại sự quấy nhiễu từ những đôi cánh của loài Saurian đang bay lượn trên đỉnh núi,\nChưa kể đến vô số dã thú đứng dưới gốc cây canh chừng, ngước mắt đợi hái quả chín.\nMắt thấy sắp chín, Burkina thậm chí còn không thể lại gần những cành cây trĩu quả,\nNhưng người anh hùng trẻ tuổi cũng không vội vàng, trầm ngâm cân nhắc xong liền quay người rời đi.\n\nAnh đến bộ tộc chung sống cùng loài Saurian biết bay, giúp họ chăm sóc cuộc sống hàng ngày của Saurian,\nQuan sát chúng ngày này qua ngày khác, dần quen với cơ thể và động tác của chúng.\nAnh ấy đi theo người dân dưới núi lửa, dùng những tảng đá khổng lồ để rèn luyện cơ thể và linh hồn mình,\nTrong làn khói huyền bí, thỉnh giáo lễ tế lớn với nghi thức chậm rãi, mài giũa cảm nhận và ý thức nhạy bén hơn.\n\nKhi Tenoch đến đây, gần như không dám hỏi thăm khi thấy những người bạn tóc tai bù xù, râu ria rậm rạp,\nSau khi biết được mục đích của đối phương thì không giấu được nụ cười, đề nghị được đi cùng.\nNgười hùng của Dòng Dõi Vườn Treo đã từ chối lòng tốt của bạn mình, vì biết rằng những việc này,\nLà \"cái giá\" phải trả để có được \"kết quả\", mà lòng tốt của bạn bè,\nCó lẽ cũng không hề miễn phí, sẽ phải trả lại vào một ngày định mệnh trong tương lai.\nTenoch nhìn thấy quyết tâm của bạn mình và cũng không nói gì thêm về việc cùng hành động nữa,\nChỉ bày tỏ rằng, trong chuyến mạo hiểm này, anh ấy cũng có thể giúp được chút gì đó...\n\nVào ngày trái chín, người Bưu Tá trẻ tuổi mang theo vũ khí mà anh và bạn bè cùng nhau chế tác,\nDáng người cường tráng và mạnh mẽ, lướt qua vách núi, tốc độ còn nhanh hơn cả người chạy đua trên mặt đất.\nĐộng tác quấy nhiễu của loài Saurian bay lượn đã sớm bị nhìn thấu, ngược lại còn làm tự mình làm rối chính mình,\nCòn anh ấy vung thanh kiếm móc câu trong tay, hoặc là né tránh, hoặc là chống đỡ những đòn tấn công của dã thú.\nLựu Lửa do cây mẹ tạo ra lúc này đã ở trước mặt, anh có thể lấy nó bằng cách ném chiếc móc dài,\nNhưng người anh hùng đã tự mãn trước khi thành công. Cơn gió mạnh trên đỉnh núi khiến anh loạng choạng,\nThấy mình sắp rơi từ trên cao xuống, sợ rằng mình sẽ hóa thành bùn cùng với quả mọng trong tay...\n\nVào lúc ngàn cân treo sợi tóc, từ trong bóng cây xuất hiện bóng dáng màu xanh,\nDùng chiếc lưỡi dài phun ra dải keo trong miệng, đưa người anh hùng đến vách đá của sự sống.\nThì ra là nhân vật đã chiến đấu với Burkina, con Yumkasaur đó đã bí mật đi theo,\nCuối cùng đã ra tay khi anh gặp nguy hiểm, giải cứu anh khỏi tiếng gọi của Dạ Thần.\n\nBurkina dâng Lựu Lửa cho con Saurian mang ơn cứu mạng, và cũng được đối phương công nhận.\nVà đây chính là câu chuyện về người anh hùng Hồi Hỏa kết bạn với Sơn Vương Kongamato.\nSau này, các anh hùng của Dòng Dõi Vườn Treo đã chuyển cây mẹ xuống chân núi,\nVà để tưởng nhớ, từ đó, quả Lựu Lửa tốt nhất sẽ được trao cho cái tên là \"Sơn Vương\".",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Trọng Lượng Của Cành Rơi",
	"effectTemplateRaw": "Tỷ Lệ Bạo Kích của Tấn Công Khi Đáp tăng <color=#99FFFFFF>{0}</color>; Sau khi Tấn Công Khi Đáp trúng kẻ địch, sát thương của Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp tăng <color=#99FFFFFF>{1}</color> trong 10s.",
	"r1": {
		"description": "Tỷ Lệ Bạo Kích của Tấn Công Khi Đáp tăng 16%; Sau khi Tấn Công Khi Đáp trúng kẻ địch, sát thương của Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp tăng 16% trong 10s.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Tỷ Lệ Bạo Kích của Tấn Công Khi Đáp tăng 20%; Sau khi Tấn Công Khi Đáp trúng kẻ địch, sát thương của Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp tăng 20% trong 10s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Tỷ Lệ Bạo Kích của Tấn Công Khi Đáp tăng 24%; Sau khi Tấn Công Khi Đáp trúng kẻ địch, sát thương của Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp tăng 24% trong 10s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Tỷ Lệ Bạo Kích của Tấn Công Khi Đáp tăng 28%; Sau khi Tấn Công Khi Đáp trúng kẻ địch, sát thương của Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp tăng 28% trong 10s.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Tỷ Lệ Bạo Kích của Tấn Công Khi Đáp tăng 32%; Sau khi Tấn Công Khi Đáp trúng kẻ địch, sát thương của Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp tăng 32% trong 10s.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Trục Bí Ẩn",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Trục Bí Ẩn",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Vỏ Máy Bí Ẩn",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Vỏ Máy Bí Ẩn",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Lõi Bí Ẩn",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Lõi Bí Ẩn",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 12
			}
		]
	}
}