{
	"id": 14414,
	"name": "Vòng Bạch Thần",
	"description": "Pháp khí kế thừa ý niệm của Ngài Kitsune. Chỉ có điều ý niệm của ngài lớn mạnh như vậy vật nhỏ bé này chẳng thể chứa đựng được hết.",
	"descriptionRaw": "Pháp khí kế thừa ý niệm của Ngài Kitsune. Chỉ có điều ý niệm của ngài lớn mạnh như vậy vật nhỏ bé này chẳng thể chứa đựng được hết.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "\"Hợp tan quá vội vàng, đêm và ngày tựa như giấc mộng.\"\n\nTrong cuộc sống tầm thường và nông cạn này,\nTôi tự nhận mình đã có một cuộc sống rất phong phú.\n\nTôi từng có thân phận Hồ Ly Bạch Thần, \ncùng với các thành viên thông minh và đáng yêu trong gia đình, \nnô đùa tung tăng trên những cánh đồng và khu rừng sau ngôi đền Narukami.\n\nHi vọng rằng, sau khi kết thúc mọi chuyện,\nchúng có thể vui vẻ chạy nhảy trở lại...\n\nTôi từng cùng thiếu nữ quỷ tộc có khuôn mặt đẹp tựa trăng rằm, \ncùng nhau biểu diễn và nhảy múa ở ngự tiền, \nTôi từng không ngừng vỗ tay tán thưởng tài múa kiếm của cô ấy.\nHy vọng rằng vẻ đẹp, bản lĩnh và dáng vẻ của cô ấy\nsẽ mãi mãi được truyền tụng hàng ngàn năm sau.\n\nChỉ cần nhớ đến vẻ đẹp hoa nhường nguyệt thẹn của người thiếu nữ ấy, \nliền không kìm được ý nghĩ muốn dùng mặt nạ để che đi bộ dạng lúc này...\n\nTôi từng cạnh tranh với tộc trưởng Tengu của núi Yougou, \nChạy qua các con đường bên trong và bên ngoài ngọn núi,\nso bì tốc độ và sức mạnh của cả hai chúng tôi.\n\nGiành được thắng lợi cuối cùng không ngờ lại là tôi, người của gia tộc Bạch Thần.\nBây giờ nhớ lại, có lẽ là cô ấy đã giữ thể diện cho tôi.\nNghĩ tới đây, cảm thấy có chút không cam lòng...\n\nTôi đã từng tính kế với một tên bake-danuki cứ cố chấp muốn đấu pháp với tôi, \nkhiến hắn ta đầu hàng Shogun một cách tâm phục khẩu phục.\nTôi cũng không biết xấu hổ vì đã tính kế vị đại nhân ấy, \nkhiến vị đại nhân ấy thu nạp tên bake-danuki kiêu ngạo đó làm thuộc hạ.\n\nĐêm đó ánh trăng chiếu qua những nhành cành cây và cánh hoa trong vườn ngự uyển, \nrơi xuống sân vườn tựa như vô số hạt ngọc xinh đẹp, \ncho đến giờ ánh sáng lấp lánh ấy vẫn còn in đậm trong tâm trí tôi...\n\nHy vọng cô ấy có thể nhớ rõ những lời khuyên dài dòng mà tôi đã đánh bạo nói trước lúc chia tay.\n\"Đừng để bị lừa dối, cũng đừng dao động, hãy tiếp tục bước đi trên con đường mà bản thân tin tưởng.\"\nMong rằng những lời khuyên răn của tôi có thể giúp cô ấy bớt đi vài câu nói dối, vài ý nghĩ xấu xa.\nCũng mong rằng danuki tinh nghịch nhưng lương thiện đó sẽ không nuôi lòng oán hận vì sự lừa dối cuối cùng của tôi...\n\nGiờ đây, ở nơi tăm tối nhất,\ntôi sẽ giữ thật chặt những cảnh tượng này, \nđể chúng có thể giống như mặt trăng xuyên qua mây mù,\nsoi sáng trái tim bé bỏng và mong manh của mình.\n\nĐời này, tôi cũng đã từng hoá thành hình người,\nlàm bạn cùng những sinh linh nhỏ bé xinh đẹp, nhưng có cuộc đời ngắn ngủi này, \ntrở nhành bạn tốt của nhiều người, với nhiều thân phận khác nhau.\nBất kể là pháp sư đã đến Narukami để thực tập vì ngôi đền ở quê hương, \nHay là những đứa bé bị tách khỏi người lớn bởi đội hộ tống giáo thần trong lễ hội mùa hè, \nHay là thiếu niên hiền hoà đến Liyue để luyện pháp thuật tiên gia;\nCho dù đó là Kanjou, người đã làm việc chăm chỉ để làm cho thị trấn thịnh vượng. \nHoặc người thợ thủ công bị ám ảnh bởi việc chế tạo những thanh đao cực kì sắc bén.\nHay là một gia tộc sử dụng các kỹ thuật khéo léo, khiến cho những ngôi sao băng bừng sáng trong không gian sâu thẳm.\nTất cả mọi người, đều là những người bạn thân thiết nhất mà tôi may mắn có được.\n\nBảo vệ kết giới của họ, chỉ mong không bị bất kỳ thứ xấu xa nào bào mòn...\n\nTất cả những điều này, đều là những gì tôi nhớ nhung.\n\n\"Bởi vậy, những ý nghĩ tăm tối đã gặm nhấm tôi\"\n\"Bây giờ tôi đã mất đi tất cả sức mạnh\"\n\"Dòng máu Bạch Thần trong tôi dao động vì bạn\"\n\"Thế nhưng, dù ở vị thế hèn mọn\"\n\"Tôi vẫn hy vọng bạn có thể lắng nghe lời cầu xin của tôi...\"\n\n\"Nếu bạn thấy được những điều tôi trân trọng nhất\"\n\"Vậy thì xin hãy buông tha cho những sinh linh ấy\"\n\"Nếu có thể xin hãy cho phép tôi được nói ra một nguyện vọng\"\n\"Xin hãy mang những kí ức đẹp đẽ nhất của tôi\"\n\"Trả lại cho mảnh đất mà tôi yêu quý ấy\"\n\"Hi vọng rằng, sau cơn thịnh nộ của bạn\"\n\"Vẫn có thể giữ lại những điều tốt đẹp...\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "6,7%",
	"effectName": "Sakura Saiguu",
	"effectTemplateRaw": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng <color=#99FFFFFF>{0}</color> Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn.",
	"r1": {
		"description": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng 10% Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng 12.5% Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn.",
		"values": [
			"12.5%"
		]
	},
	"r3": {
		"description": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng 15% Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng 17.5% Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn.",
		"values": [
			"17.5%"
		]
	},
	"r5": {
		"description": "Mỗi khi nhân vật trang bị vũ khí này kích hoạt phản ứng liên quan đến nguyên tố lôi, thì nhân vật lân cận trong đội có thuộc tính nguyên tố gây ra các phản ứng liên quan sẽ tăng 20% Sát Thương Nguyên Tố của nguyên tố tương ứng và kéo dài 6 giây. Nhân vật được tăng Sát Thương Nguyên Tố bằng hình thức này sẽ không được cộng dồn.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Nhánh San Hô Của Biển Xa",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Lăng Kính Ảm Đạm",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Nhánh Ngọc Của Biển Xa",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Lăng Kính Ảm Đạm",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Nhánh Ngọc Của Biển Xa",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Lăng Kính Pha Lê",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Nhánh Quỳnh Ngọc Của Biển Xa",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Lăng Kính Pha Lê",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Nhánh Quỳnh Ngọc Của Biển Xa",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Lăng Kính Phân Cực",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Nhánh Vàng Của Biển Xa",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Lăng Kính Phân Cực",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 12
			}
		]
	}
}