{
	"id": 11510,
	"name": "Haran Geppaku Futsu",
	"description": "Tác phẩm nổi tiếng do Futsu phụng mệnh chế tạo. Do nó sở hữu khí thế tựa những cơn sóng cuộn trào, nên được đặt tên là \"Haran\".",
	"descriptionRaw": "Tác phẩm nổi tiếng do Futsu phụng mệnh chế tạo. Do nó sở hữu khí thế tựa những cơn sóng cuộn trào, nên được đặt tên là \"Haran\".",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "Danh đao được nhắc đến trong \"Sổ Tay Danh Vật Inazuma\" mà thuyết khách Tatarasuna - Mikoshi Nagamasa biên soạn.\nGeppaku Futsu mà Futsu phụng mệnh chế tạo gồm có hai thanh: \"Hasui\" và \"Haran\",\nTrong đó, thanh \"Haran\" này là tác phẩm duy nhất trong đời mà thợ rèn nổi tiếng Masagomaru có để lại dấu khắc.\n\nNgười đời thường nói, trong đao kiếm có ký thác linh hồn của người thợ rèn đao...\n\"Sổ Tay Danh Vật\" đã bắt đầu bằng câu đó.\nTương truyền, thanh đao Hasui do chính tay truyền nhân đời thứ 3 - Futsu Minori chế tạo. Sau khi luyện thành,\nThanh đao xinh đẹp có thân đao mỏng manh, lưỡi đao có hoa văn gợn sóng, thường được các cận vệ của Shogun đeo theo bên mình.\nRồi sau đó nữa, thân đao đã gãy đôi trong cuộc thí luyện quyết định vận mệnh của quỷ nhân, và được trả về để rèn lại.\nLúc đó, Minori sau một thời gian bị dày rò bởi rượu chè, vết thương cũ và tàn dư Họa Thần, giống như một thanh đao đã gãy khi chưa qua lửa rèn.\nMà Futsu Hiroyoshi - truyền nhân đời thứ 4 vẫn còn trẻ tuổi, không thể bì được với kỹ nghệ của mẹ mình.\nLà nghĩa huynh của anh ta - Futsu Masayoshi, người đời gọi là Masagomaru,\nCuối cùng đã thành công rèn được thanh đao này, để kiệt tác của Futsu một lần nữa xuất hiện trên thế gian.\nHai thanh đao Geppaku Futsu có bề ngoài vô cùng giống nhau, nhưng khí chất thì hoàn toàn khác biệt.\n\nMasagomaru cả một đời chỉ để lại dấu khắc trên duy nhất một tác phẩm này. Nguyên nhân cũng vô cùng đơn thuần:\nAnh từng là đứa trẻ mồ côi được truyền nhân đời thứ 3 nhận nuôi, anh không biết chữ và bẩm sinh lại mất khả năng ngôn ngữ.\nVì nhận lệnh phải tái hiện lại nét đẹp của \"Hasui\", nên mới khắc lại y đúc dấu khắc trên thanh đao trước đây.\n\nSau khi Futsu Minori qua đời, trong nhiều năm sau đó Masagomaru đã thay bà ấy truyền dạy kỹ nghệ cho Hiroyoshi.\nNghe nói bà ấy cũng từng có ý định để anh kế thừa vị trí của mình, nhưng anh đã nhiều lần từ chối ân nhân.\nTác phẩm \"Haran\" đã làm danh tiếng của anh nổi lên như cồn, hình như còn ảnh hưởng đến việc Hiroyoshi trở thành người thừa kế đời thứ 4.\nVì thế, sau khi nghĩa đệ đã có thể một mình tự lập, Masagomaru bèn lựa chọn một mình rời khỏi cố hương.\nSau đó, anh lại đến nhiều trường phái rèn đao khác để mài giũa kỹ nghệ, học hỏi kinh nghiệm từ những người thợ nổi tiếng.\nVề già ông có được ba đệ tử tâm đắc nhất là: Kaedehara Kagemitsu, Niwa Nagamitsu, và Akame Mitsunaga.\nCũng chính là những người sáng lập ra \"Isshin Sansaku\" của Trường Phái Isshin.\n\n\"Lúc đó tôi chẳng qua là một đứa trẻ mồ côi bị câm bẩm sinh, tướng mạo xấu xí lại dơ bẩn.\"\n\"Giống như những con bướm đêm thèm muốn sự ấm áp trong đêm lạnh lẽo, đã nhìn thấy lò lửa ở xưởng rèn đao.\"\n\"Trước mặt tôi là nữ thợ rèn đời thứ 3 của Futsu, người mà thế nhân xem là quái dị ngông cuồng.\"\n\"Nhưng bà ấy không đuổi tôi đi như những người khác, còn cho tôi ăn cơm để lấp đầy chiếc bụng đói.\"\n\"Bà ấy thấy người tôi dính đầy bụi sắt nên đã dùng chữ Masagomaru để đặt tên cho tôi.\"\n\nKhông thể nói chuyện nhưng tâm tư tinh tế, Masagomaru có lẽ có rất nhiều câu chuyện chất chứa trong lòng.\nNhững chuyện không thể nói ra đó, cuối cùng đều đã lặng xuống, và biến mất trong sóng biển dạt dào...\n\n\"Truyền nhân đời thứ ba đã kể cho người không thể nào mở miệng nói chuyện như tôi đây nghe rất nhiều câu chuyện.\"\n\"Giống như vết thương cũ của nửa bên người, cũng giống như nguyện vọng của mẫu thân và huynh trưởng,\"\n\"Giống như bộ lễ phục màu đỏ mà bà ấy chưa từng được mặc, và ngọn sóng cuối cùng đã nuốt chửng tất cả...\"\n\nVào một đêm nọ, đứa trẻ rụt rè bước vào xưởng rèn đao, khi nhìn thấy người thợ rèn vui buồn thất thường đó,\nBà ấy đang dùng sức đánh vào miếng sắt, mặc cho mồ hôi đang tuôn trào trên gương mặt...\n\"Hãy quên hết những thứ vừa thấy lúc nãy, hiểu không?\"\nCậu bé hoang mang gật đầu lia lịa, người phụ nữ đó đột nhiên lại vỗ tay cười vang:\n\"Ta quên mất, con là một người bạn tốt rất biết giữ miệng!\"\n\n\"Khá giống với lời đồn: Uống rượu như nước, và rất thất thường.\"\n\"Giờ đây nghĩ lại, tôi nên nhận lời uống rượu với sư phụ mới đúng...\"\n\n\"Sổ Tay Danh Vật\" đã ghi lại nhiều hình thái khác nhau của Geppaku Futsu.\nTuyệt tác do Futsu Minori chế tạo, giống như mặt biển đêm vừa thanh tịnh lại dịu êm, vì thế mà có tên \"Hasui\",\nThanh đao do Masayoshi chế tạo thì lại có uy thế như cuồng phong vũ bão, do đó được gọi là \"Haran\".",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "7,2%",
	"effectName": "Bạch Nhẫn Lưu Chuyển",
	"effectTemplateRaw": "Nhận được <color=#99FFFFFF>{0}</color> buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng <color=#99FFFFFF>{1}</color> sát thương tấn công thường, duy trì 8s.",
	"r1": {
		"description": "Nhận được 12% buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng 20% sát thương tấn công thường, duy trì 8s.",
		"values": [
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Nhận được 15% buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng 25% sát thương tấn công thường, duy trì 8s.",
		"values": [
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Nhận được 18% buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng 30% sát thương tấn công thường, duy trì 8s.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Nhận được 21% buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng 35% sát thương tấn công thường, duy trì 8s.",
		"values": [
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Nhận được 24% buff sát thương tất cả nguyên tố; nhân vật khác trong đội ở gần khi thi triển Kỹ Năng Nguyên Tố, sẽ tạo ra 1 tầng \"Mũi Sóng\" cho nhân vật trang bị vũ khí này, tối đa cộng dồn 2 tầng, mỗi 0.3s tối đa kích hoạt 1 lần. Khi nhân vật trang bị vũ khí này thi triển Kỹ Năng Nguyên Tố, nếu có hiệu ứng \"Mũi Sóng\" sẽ tiêu hao \"Mũi Sóng\" đã có, và nhận được \"Sóng Loạn\": Căn cứ số tầng tiêu hao, mỗi tầng tăng 40% sát thương tấn công thường, duy trì 8s.",
		"values": [
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Trí Tuệ Của Narukami",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Tượng Hắc Ám",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Tượng Hắc Ám",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Tượng Bóng Đêm",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Tượng Bóng Đêm",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Tượng Tử Thần",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Uy Dũng Của Narukami",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Tượng Tử Thần",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 18
			}
		]
	}
}