{
	"id": 15511,
	"name": "Con Đường Thợ Săn",
	"description": "Cung săn bắn được chế tạo từ nhánh cây trắng, từng bắn hạ vô số ác thú xâm chiếm khu rừng.",
	"descriptionRaw": "Cung săn bắn được chế tạo từ nhánh cây trắng, từng bắn hạ vô số ác thú xâm chiếm khu rừng.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 5,
	"story": "Cung săn dát vàng dùng cành trắng chế thành, bên trong ẩn chứa rất nhiều lời chúc phúc của rừng sâu.\nLoại cây mọc ra cành cây trắng tinh thế này đã rất hiếm thấy ở trên mặt đất.\nDấu ấn chúc phúc từng bị máu đen che phủ. Nhưng vết bẩn đã được dòng nước rửa sạch.\n\nNgười thợ săn đuổi theo đàn thú đen, chuyến đi săn của cô như mãi mãi không có điểm dừng.\nBao đêm nấp dưới tán cây chờ, nhiều ngày ngủ vùi giữa đống thịt,\nChỉ để bắn ra một mũi tên xuyên thẳng vào tim. Sau đó tìm kiếm con mồi mới.\n\nDần dần, thợ săn không còn sợ làn gió sẽ tiết lộ vị trí của mình cho con mồi nữa,\nKhông cần dùng hoa lá để che dấu mùi của bản thân,\nBởi mùi phát ra từ cô đã dần giống mùi tanh hôi của dã thú.\n\nTrước khi trở thành thợ săn, cô đã quên đi ngôn ngữ loài người.\nTrong cuộc săn đuổi không có điểm dừng, cô đã quên đi thời gian và ngày đêm,\nQuên cả bãi săn vô hạn vốn đã hứa hẹn với mình.\nNgay cả thiếu niên mù khi xưa tìm thấy và giao chiếc cung trắng cho cô,\nRồi lại khiến cô đi vào đàn thú đen,\nCũng dần bị lãng quên sau những chuyến đi săn tập trung cao độ.\n\n\"Kẻ dính máu mãi mãi không thể tìm được, bãi săn bắn vô hạn năm ấy.\"\n\"Không, sư phụ, thế giới đầy ác thủ hoành hành này mới là khu vực săn bắn của con...\"\n\nKhi soi bóng bên mặt nước dưới ánh trăng, thợ săn phát hiện ra, hóa ra mình đã bất giác biến thành hình dạng của dã thú.\nMen theo con đường nhỏ mà dã thú để lại, kỵ sĩ đen và thanh kiếm in bóng trên mặt nước, tìm thấy cô lúc cô đang không biết phải làm sao...\n\n\"Chẳng qua lại là một con ma thú cần phải tiêu diệt, đang hoang mang vì bóng trăng dưới nước mà thôi.\"\n\"Thật kỳ lạ. Trong một thoáng, tôi còn tưởng nó là thiếu nữ lạc trong rừng rậm cơ...\"\n\n\"Tiếp tục đi về hướng Tây thôi. Vì chính nghĩa... vì giải quyết tội ác biến người thành dã thú.\"",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "9,6%",
	"effectName": "Đường Cùng Của Thú",
	"effectTemplateRaw": "Nhận <color=#99FFFFFF>{0}</color> buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương <color=#99FFFFFF>{1}</color> Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\".",
	"r1": {
		"description": "Nhận 12% buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương 160% Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\".",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Nhận 15% buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương 200% Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\".",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Nhận 18% buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương 240% Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\".",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Nhận 21% buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương 280% Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\".",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Nhận 24% buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương 320% Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\".",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Dư Âm Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Quá Khứ Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 18
			}
		]
	}
}