{
	"id": 15419,
	"name": "Mỏ Cò Xuyên Thấu",
	"description": "Chiếc cung vàng được rèn theo mô tả trong truyện. Nếu sử dụng nó như một món vũ khí, chắc sẽ cảm nhận thấy những trang truyện được tái hiện ra bên ngoài nhỉ.",
	"descriptionRaw": "Chiếc cung vàng được rèn theo mô tả trong truyện. Nếu sử dụng nó như một món vũ khí, chắc sẽ cảm nhận thấy những trang truyện được tái hiện ra bên ngoài nhỉ.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Đây vốn là vật mẫu thủ công cho buổi đặt trước quyển cuối của \"Vua Triệu Hồi\" phần 1.\nNhưng khi chế tạo, do hình dạng đặc thù nên bị nhầm tưởng thành vũ khí thật.\nVậy nên khi các biên tập của Nhà Xuất Bản Yae nhận được cung này đều thấy đau đầu vì sự sai lầm này. Nhưng Fukumoto có mặt ở đó lại cảm động và viết thêm đoạn sau, sau đó trở thành phụ lục được đưa vào sách xuất bản.\n\n\"Người có cung này, sẽ trở thành cung thủ giỏi nhất dưới trướng của vua biển cát đỏ.\"\nNhững người khác đều nói thế và thiếu niên có làn da xanh nhạt cũng tin chắc là vậy. Khi Vua Loài Cò trưng ra nhiều vật báu, anh dường như để ý ngay đến cây cung dài màu sa thạch khảm ngọc. Khi đó thiếu niên còn chưa bị tạo hóa đầu độc, anh vẫn cho rằng bất kỳ những thứ mình mong muốn đều chỉ là phần thưởng có thể đạt được...\nVấn đề chỉ nằm ở việc cần bỏ ra bao nhiêu công sức mà thôi.\nNên anh dõng dạc hỏi Vua Loài Cò rằng \"Nếu tôi trở thành cung thủ xuất chúng nhất trong mắt mọi người, nếu tôi có được quyền lực hiển hách nhất trong các vị vua, thì liệu tôi có được sở hữu cây cung này không?\"\nKhi đó sự yên lặng bao trùm, trong bóng đổ của ngọn đèn, không ai dám đáp lại câu hỏi đấy.\nChỉ có người đàn ông ngồi trên cao với ánh mắt sắc bén cười nhẹ và đáp ứng nguyện vọng của thiếu niên.\nNgày đó rồi cũng sẽ đến thôi, thiếu niên với làn da xanh nhạt nghĩ.\n\nChẳng qua thời gian quả thực đã qua rất lâu.\nKhi vị vua chiến tranh đạt được nguyện vọng này đã là chuyện của vài trăm năm sau đó. Anh nhờ sự giúp đỡ của thiếu niên mở Hộp Bài Thần Bí lần nữa tiến vào \"nơi quyết đấu\", mới được nhìn thấy cây cung dài trong tay hình bóng ảo ảnh một lần nữa.\nThời gian dường như dừng lại, vậy nên linh hồn còn sót lại của anh mới có thể xuyên qua cánh cổng vỡ nát và hành lang lụi tàn, trở về đại sảnh của sự phản bội và âm mưu. Anh nắm lấy mũi tên vàng không thể tránh khỏi được bắn từ cây cung bí ẩn, để cứu lấy cơ thể lẽ ra phải bị mũi tên đâm xuyên ngực.\nĐây thật ra đã sớm nằm trong kế hoạch của anh.\nNhưng lúc này bí pháp bị hóa giải, mũi tên bị phá bỏ, ảo ảnh của người cầm cung đột nhiên biến mất.\nCây cung rơi xuống sau khi mất đi điểm tựa đã được anh nắm lấy trước khi tiếp đất.\nAnh từng nhiều lần cố gắng đoạt lấy cây cung vàng này, sự trở mặt với Vua Loài Cò ít nhiều cũng có liên quan đến việc này. Nhưng khi anh cuối cùng cũng có được bảo vật mà mình ngày nhớ đêm mong, thì trong lòng lại lạnh lẽo như một vũng nước đọng. Vua Cá Sấu đoán rằng mình đã không còn khát vọng mạnh mẽ với những mong muốn chưa đạt được như lúc trẻ nữa.\nHơn nữa, vua biển cát đỏ uy nghiêm đã chôn vùi trong vô số sử sách và cũng không bao giờ được nhìn thấy hình bóng nữ vương của muôn hoa nữa. Vì để tranh giành ngai vàng trong lăng, đấu tranh giữa các quốc gia nổi lên, loạn lạc không ngừng. Anh mượn \"nghi thức quyết đấu\" để đạp lên biển cát vàng, nhằm kích động một trận chiến hỗn loạn hơn để phá vỡ rào cản giữa nhiều thế giới. Vì để ngăn cản anh, một người già đành nắm chặt lấy cây cung vàng và bước lên những bậc thang dẫn đến nơi diễn ra nghi lễ...\nĐó đều là những chuyện rất lâu về trước.\nAnh dùng ngón tay không ngừng chà xát viên ngọc trên cây cung, cho đến khi anh đột nhiên ý thức được, thứ khiến nó trở nên ảm đạm chẳng phải lớp cát bụi vốn chẳng tồn tại...\n\n\"Thôi vậy\" vị vua chiến tranh nghĩ.\nAnh nghe thấy tiếng của chiếc bàn ở \"nơi quyết đấu\" lần nữa chuyển động, đoán rằng đó là thiếu niên mà linh hồn còn sót lại của anh từng nhờ vào đang chờ đợi một trận quyết đấu.\nVậy nên anh buộc cung bên người, đây có lẽ là tư thế chiến thắng mà anh của ngày xưa từng mong chờ.\nSau đó, vị vua với làn da màu xanh nhạt, chậm rãi bước đến chiến trường mà số phận đã an bài.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Ân Huệ Của Con Ngươi Trí Tuệ",
	"effectTemplateRaw": "Trong 6s sau khi trọng kích trúng kẻ địch, Tinh Thông Nguyên Tố của nhân vật tăng <color=#99FFFFFF>{0}</color> điểm. Hiệu quả này tối đa cộng dồn 2 tầng, mỗi 0.5s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Trong 6s sau khi trọng kích trúng kẻ địch, Tinh Thông Nguyên Tố của nhân vật tăng 40 điểm. Hiệu quả này tối đa cộng dồn 2 tầng, mỗi 0.5s tối đa kích hoạt một lần.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Trong 6s sau khi trọng kích trúng kẻ địch, Tinh Thông Nguyên Tố của nhân vật tăng 50 điểm. Hiệu quả này tối đa cộng dồn 2 tầng, mỗi 0.5s tối đa kích hoạt một lần.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Trong 6s sau khi trọng kích trúng kẻ địch, Tinh Thông Nguyên Tố của nhân vật tăng 60 điểm. Hiệu quả này tối đa cộng dồn 2 tầng, mỗi 0.5s tối đa kích hoạt một lần.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Trong 6s sau khi trọng kích trúng kẻ địch, Tinh Thông Nguyên Tố của nhân vật tăng 70 điểm. Hiệu quả này tối đa cộng dồn 2 tầng, mỗi 0.5s tối đa kích hoạt một lần.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Trong 6s sau khi trọng kích trúng kẻ địch, Tinh Thông Nguyên Tố của nhân vật tăng 80 điểm. Hiệu quả này tối đa cộng dồn 2 tầng, mỗi 0.5s tối đa kích hoạt một lần.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Bùa Rừng Xanh Sương Đọng - Đồng",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Bùa Rừng Xanh Sương Đọng - Vàng",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 12
			}
		]
	}
}