{
	"name": "Ngọc Bích Huy Hoàng",
	"description": "Pháp khí nghi lễ được chạm khắc từ ngọc bích, phản chiếu ánh sáng của bầu trời và làn nước trong vắt.",
	"weapontype": "Pháp Khí",
	"rarity": "5",
	"story": "Tương truyền viên ngọc đẹp màu xanh đến từ trời cao, được rửa bởi dòng nước xanh vô tận.\nĐã gột sạch đất bùn tối tăm, cặn bã màu xanh đồng và gỗ mục rữa.\nVới xuất thân cổ kính, được người thợ phàm nhân trẻ tuổi đục đẽo.\nCuối cùng trở thành một viên tinh xảo, chỉ chờ đến giờ lành được ném vào nước xem như đạo cụ hiến tế...\n\n\"Như tôi đã nói,\" học giả của vương quốc rừng mưa uống trà rồi nói, \"Định tính của lịch sử chính là suy thoái sụp đổ.\"\n\"Thứ có thể ngăn cản con người khỏi sa ngã, chỉ có sự từ bi và trí tuệ của thần linh, nếu không, người phàm ắt sẽ hủy diệt bản thân.\"\n\"Hãy nhìn di tích sâu thẳm không một bóng người giữa núi sông, hãy nhìn những dã thú trong núi đã mất đi tiên lực và ngôn ngữ...\"\n\"Người dân trước đây đã lặng lẽ chết đi, còn chư vương và tù trưởng trước đây cũng chưa thể dấy lên bao nhiêu sóng gió.\"\n\nNgười dân trước đây ở Trầm Ngọc Cốc nguyên quán vốn không phải ở đây, họ từng nhiều đời sống trong núi khoáng màu tím.\nBộ tộc và thế gia sinh sống xoay quanh mỏ khoáng, họ từng xây dựng nơi ở quần cư tựa vào núi non...\nNhưng tội ác sâu xa ẩn dưới đáy mỏ khoáng thì người phàm không hề hay biết, ẩn cư dưới lòng đất.\nSự trừng phạt của trời cao chưa từng khoan dung người phàm, sau tai họa, những người dân ở đó chỉ đành di dời lên phía bắc.\n\nNhững người già ở Làng Kiều Anh kể rằng, những cư dân trước kia ở Trầm Ngọc Cốc đúng là từ phía nam chuyển đến.\nHọ đã đem đến tế đài bằng ngọc vô cùng lớn, để lại phế tích cũ xưa không ai có thể lý giải...\nKhi cuộc chiến tranh tàn khốc của các Ma Thần nổ ra, cư dân của Trầm Ngọc Cốc đã tan rã thành vô số bộ tộc,\nHậu duệ của họ từng tín ngưỡng một vị Ma Thần bị lãng quên, nhưng cuối cùng cũng bị lịch sử tiêu diệt.\n\n\"Câu này sai rồi,\" một vị khách khanh mặc chiếc trường bào màu đen đã đáp lại, \"Lịch sử của người phàm luôn bao gồm những sinh mệnh mới.\"\n\"Phồn vinh hay sụp đổ, đều xuất phát từ bản thân người phàm. Nếu không lựa chọn, thì cũng sẽ không có thứ gọi là thịnh suy.\"\n\"Di tích cổ xưa tuy đã không ai lui tới, nhưng cư dân nơi đó vẫn sinh tồn trong sự bất lực khôn nguôi mãi đến ngày nay...\"\n\"Sự thoái ẩn của cư dân ngày xưa, đổi lấy sự phồn thịnh của ngày nay... Cho dù họ đã hòa nhập vào trong con dân của vị thần mới.\"\n\"Mặc cho thế sự nhiều lúc bất lực, nhưng không phải do thời cục đã nhấn chìm họ, mà là họ đã đưa ra lựa chọn.\"\n\"Còn về phép tắc và trí tuệ của thần linh, cũng là lấy nhận thức chung của con người làm cơ sở, chứ không phải mặc sức làm càn.\"\n\nTrong chốc lát, cuộc tranh luận nho nhỏ trên bữa tiệc trà đã kết thúc, tranh luận giữa người và thần thường khó tránh sẽ kết thúc bằng cách sinh sự vô cớ.\nNhưng dòng sông xanh biếc không thay đổi, viên ngọc bích tế phẩm ném vào trong đó cũng giống như vị chủ nhân trước đây, chưa từng thay đổi sắc màu.",
	"baseatk": 46,
	"substat": "HP",
	"subvalue": "10.8",
	"effectname": "Ngọc Định Thổ",
	"effect": "Trong 3 giây sau khi thi triển Kỹ Năng Nộ hoặc tạo khiên sẽ sản sinh hiệu quả \"Ngọc Định Thổ\": Mỗi 2.5s hồi phục {0} điểm Năng Lượng Nguyên Tố, đồng thời dựa theo giới hạn HP của người trang bị, mỗi 1000 HP tăng {1} buff sát thương nguyên tố tương ứng, tối đa tăng {2}. Nhân vật trang bị vũ khí này khi không ra trận vẫn sẽ sản sinh hiệu quả \"Ngọc Định Thổ\".",
	"r1": [
		"4.5",
		"0.3%",
		"12%"
	],
	"r2": [
		"5",
		"0.5%",
		"20%"
	],
	"r3": [
		"5.5",
		"0.7%",
		"28%"
	],
	"r4": [
		"6",
		"0.9%",
		"36%"
	],
	"r5": [
		"6.5",
		"1.1%",
		"44%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Ánh Sáng Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 5
			},
			{
				"name": "Bào Tử Nấm Quỷ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 18
			},
			{
				"name": "Bào Tử Nấm Quỷ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 9
			},
			{
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 9
			},
			{
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 18
			},
			{
				"name": "Bột Huỳnh Quang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 9
			},
			{
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 14
			},
			{
				"name": "Bụi Tinh Thể",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Thần Thể Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 27
			},
			{
				"name": "Bụi Tinh Thể",
				"count": 18
			}
		]
	}
}