{
	"name": "Kagotsurube Isshin",
	"description": "Danh đao được sinh ra từ vương quốc phía bắc xa xôi, từng nhiễm vô số tội ác trên đường trở về quê hương chỉ vì hai chữ \"Isshin\".",
	"weapontype": "Kiếm Đơn",
	"rarity": "4",
	"story": "Thanh đao màu máu với danh hiệu \"Isshin\", lưỡi đao sắc bén, có màu sắc không được may mắn.\nNghe nói nó có thể chém làm đôi một chiếc rổ đan tre và nước bên trong đó mà nước còn không kịp chảy ra ngoài.\n\nNgười đời thường nói, trong đao kiếm, từ đầu đến ngọn đều có thần linh trú ngụ bên trong,\nVậy thì trong thanh đao do \"Họa Thần\" chế tạo, hiển nhiên sẽ có ác quỷ oán hận ngụ ở bên trong rồi...\nDanh đao \"Kagotsurube\" rực đỏ được rèn bởi bàn tay của Akame Kanenaga - người chưa thể trở thành thợ rèn hàng đầu.\nThế nhưng, thanh đao này lại không phải xuất xứ từ đất nước của sấm sét và Thép Ngọc, mà được rèn nên từ đất nước phương Bắc quanh năm tuyết phủ.\nKhi quan sát kỹ dưới ánh trăng, những đường vân màu đỏ trông như nước chảy trên thân đao, cũng giống như giọt nước mắt đỏ thẫm của người lưu lạc xa xứ.\n\n\"Cái gọi là \"Họa Thần\" vốn là thứ tà ác, trong đó tích lũy sự căm hận đối với thế giới này.\"\n\"Đao kiếm vốn là vật đại hung, không phải tà ác không thể nào thiêu đốt, không oán hận không thể hiểu được màu máu.\"\n\"Cái gọi là \"Isshin\" nghĩa là vứt bỏ mọi tạp niệm, một lòng rèn đúc vì mục tiêu thuần túy.\"\n\"Cũng vì thế, lấy sự căm hận sự sống làm nguyên liệu, để rèn ra một thanh đao có thể chém đứt vật thể sống.\"\n\nVới quan niệm \"Isshin\" cuồng nhiệt, mà môn phái Akame đã luôn theo đuổi mục tiêu cực hạn mà \"Trảm Nhân Kiếm\" có thể đạt được.\nDo đó, trong môn phái này phần lớn là người cô độc và đoản mệnh, xung quanh và trong lòng đều là những vết sẹo do tà độc để lại.\nĐao kiếm được rèn bởi người của Akame tuy rằng sắc bén, nhưng lại có ma tính, cuối cùng bị phía quan phủ đánh giá là \"không tốt\".\nVì lý do này mà vị trí lãnh đạo \"Trường Phái Isshin\" của Akame Mitsunaga đã không thể truyền đến đời thứ ba đã bị quan phủ bãi bỏ.\n\nRồi sau đó, Akame Kanenaga vì liên quan đến vụ án kẻ lạ mặt mà phạm tội đại nghịch,\nDo vậy mà thay tên đổi họ lưu lạc đến đất nước băng tuyết, tìm con đường sống dưới uy nghi của giá lạnh.\nKaedehara đã khuất chỉ hy vọng \"Trường Phái Isshin\" sẽ được tôn vinh bởi những người am hiểu vẻ đẹp của đao kiếm,\nNhưng thợ rèn đao cũng là đao, \"Họa Thần\" cũng là đao, chẳng qua đều là vũ khí, danh hiệu cho người khác dùng mà thôi...\n\n\"Vì hư danh \"Isshin\" này mà lãng phí hết nửa cuộc đời, đến khi được như ý, ta cũng đã trở thành một Kaedehara!\"\n\"Haha, thôi vậy, thôi vậy. Chỉ hy vọng đao kiếm được tôi luyện từ băng sương, sẽ không yếu đuối như cái hư danh này...\"\n\nGia tộc Kaedehara kiến thức uyên bác, tác phẩm mang đậm phong cách của Masagomaru; gia tộc Niwa nhân hậu rộng lượng, giỏi kỹ năng rèn lưỡi đao.\nVới quan niệm \"Isshin\" cuồng nhiệt, mà môn phái Akame đã luôn theo đuổi mục tiêu cực hạn mà \"Trảm Nhân Kiếm\" có thể đạt được.\nKhi vùi thân trong tuyết, người đã khuất chỉ mong danh đao và danh tiếng của gia tộc Kaedehara có thể thuận lợi trở về cố hương, được mọi người ca ngợi...",
	"baseatk": 42,
	"substat": "Tấn Công",
	"subvalue": "9",
	"effectname": "Tinh Hoa Isshin",
	"effect": "Khi tấn công thường, trọng kích hoặc tấn công khi đáp trúng kẻ địch sẽ thi triển Gió Cắt, gây 180% sát thương diện rộng, đồng thời tăng 15% tấn công, duy trì 8s. Hiệu quả này mỗi 8s tối đa kích hoạt một lần.",
	"r1": [],
	"r2": [],
	"r3": [],
	"r4": [],
	"r5": [],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tà Ác Của Gekiga",
				"count": 3
			},
			{
				"name": "Tượng Hắc Ám",
				"count": 3
			},
			{
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Nanh Cọp Của Gekiga",
				"count": 3
			},
			{
				"name": "Tượng Hắc Ám",
				"count": 12
			},
			{
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nanh Cọp Của Gekiga",
				"count": 6
			},
			{
				"name": "Tượng Bóng Đêm",
				"count": 6
			},
			{
				"name": "Hạt Bay Lượn U Ám",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sừng Của Gekiga",
				"count": 3
			},
			{
				"name": "Tượng Bóng Đêm",
				"count": 12
			},
			{
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sừng Của Gekiga",
				"count": 6
			},
			{
				"name": "Tượng Tử Thần",
				"count": 9
			},
			{
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Con Quỷ Của Gekiga",
				"count": 4
			},
			{
				"name": "Tượng Tử Thần",
				"count": 18
			},
			{
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 12
			}
		]
	}
}