{
	"id": 14509,
	"name": "Chân Ý Của Kagura",
	"description": "Chuông thần được dùng khi biểu diễn Vũ Điệu Kagura, đã được Guuji chúc phúc. Hương thơm của Anh Đào Thần thoang thoảng trên đó.",
	"descriptionRaw": "Chuông thần được dùng khi biểu diễn Vũ Điệu Kagura, đã được Guuji chúc phúc. Hương thơm của Anh Đào Thần thoang thoảng trên đó.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Đã từng ở ngự tiền cất bước nhảy múa, tiếng chuông réo rắt như vẫn còn truyền đến ngày nay.\nBóng hình màu trắng đã từng theo đuổi nay đã đi xa, giấc mộng chưa tỉnh mà con tim luôn hướng đến...\n\n\"Ta lúc đó chẳng qua chỉ là một loài vật ngu ngốc nhỏ bé, linh trí làm sao dám so sánh với Bạch Thần chủ mẫu đại nhân\"\n\"Xông xáo lỗ mãng, giống như đang kiếm ăn trong tuyết, khát khao được điện hạ để mắt đến\"\n\"Nghĩ đến cũng tức cười, cũng chính vì sự ngờ nghệch và không biết sợ sệt này, mà ta đã may mắn được điện hạ thương xót\"\n\"Và cứ thế, ta đã nhận được vinh dự theo hầu hạ chăm sóc điện hạ\"\n\n\"Sau đó thì, Saiguu đại nhân không trở về nữa, các tiền bối trước đây cũng đã lưu lạc\"\n\"Kẻ bất tài như ta mới nhận chức \"Miko\", từ đó mới phát triển được như thế này\"\n\"Cứ như thế, nhiệm vụ chọc cho điện hạ vui đã không may rơi vào ta\"\n\"Vào cái đêm hôm đó, lần đầu tiên dâng Vũ Điệu Kagura, mới biết được \"quá khứ\" là gánh nặng như thế nào\"\n\nTiếng chuông xa dần, Bạch Đại Hồ vừa là thầy vừa là bạn đã biến mất trong dòng sông cũng giống như giấc mộng trôi xa,\nTiếng chuông vọng lại, trong dòng xoáy không lối về, cồn cát ngoan cường cũng dần rời rạc và tan rã.\nBóng hình trắng tinh của cố nhân hiền hòa, cũng đã sớm hòa tan trong ký ức đen tối,\nNgười con gái của tộc tiên hồ đã tiếp quản Chuông Kagura, nhảy múa vì một \"hiện tại\" hoạt náo.\n\nTengu cố chấp đã quen biết từ nhỏ, mượn danh nghĩa \"rèn luyện\" mà dọa cô ta phải lên núi khổ hành,\nNhưng lại thương tình thân thế cô độc của cô, mà tiến cử đứa trẻ đó cho những kẻ cổ hủ nhà Kujou.\nCũng đã từng đấu với tộc Oni ương bướng, quả nhiên đã bại dưới nghị lực siêu thường của cái tên đó...\nNhưng kẻ bất tài như ta đã dùng kế mọn, cũng phần nào tăng thêm tính thú vị cho bản thân trận đấu.\nĐã từng liên lạc với bán tiên của quốc gia xa xôi, tặng nhau tảo biển tươi mới mà mềm mại,\nNhưng vẫn cảm thấy không thể hiểu được thứ tình yêu khờ khạo mà sâu đậm đó, đối với tiên chúng mà nói chẳng lẽ không phải là sự trói buộc hay sao?\nÁnh trăng đêm trong vườn ngự uyển xuyên qua những tán cây và cánh hoa, trải xuống khoảng sân trống trải.\nVẫn đẹp lung linh như vô số viên ngọc trai lấp lánh, nhấp nháy trong con tim mỏng manh của ta...\n\n\"Trong hàng trăm mùa xuân thu ngắn ngủi này, ta đã rong ruổi trên thế gian với nhiều thân phận khác nhau\"\n\"Tuy chưa từng may mắn được kết duyên với người phàm, nhưng vẫn hiểu được sâu sắc nét đẹp của con người\"\n\"Điện hạ - người mà ta đã cả gan xem là bạn chí cốt, chắc sẽ càng có nhiều thời gian để mà du ngoạn\"\n\"Cùng nhau nhìn ngắm thế gian không hoàn mỹ này, tận hưởng niềm vui yêu hận biệt ly nhé\"\n\nĐiện hạ mãi chìm đắm trong mộng cảnh vĩnh hằng, phải luôn có người bảo vệ chúng sinh.\nVì để trấn áp oán hận của ác quỷ Kuroami, đã từng dựa vào vật không may mắn để lộ thân phận,\nVì để xoa dịu cơn bạo động của Tanuki Đầu Hói Kosanta, mà đã từng dùng pháp lực yếu ớt để bỡn cợt nó.\nNhững tên hải tặc lâm tặc quấy nhiễu các hòn đảo, cuối cùng đã tan rã vì trúng kế ly gián nho nhỏ,\nCòn những kẻ kỳ lạ giống như những trang giấy trắng, không hề bị tổn hại bởi mặt trời mặt trăng...\nHy vọng \"y\" có thể bước lên con đường chính đạo, chứ không trở thành hậu hoạn.\nLinh hồn đen tối của những kiếm hào, dị thú mai phục trong rừng sâu, cũng bị xua đuổi đi hết...\nSo với giấc mộng vĩnh hằng mà điện hạ theo đuổi, những thứ này chẳng qua chỉ là khúc nhạc đệm thoáng qua,\nNhững ngày tháng chờ đợi điện hạ thức tỉnh dường như là vô tận, nhưng ta cho rằng mình có rất nhiều thời gian.\n\n\"Dù sao so với trong tịnh thổ không gió không trăng, so với những đóa hoa sen và hoa ưu đàm mãi không úa tàn đó\"\n\"Người phàm tục như ta không chịu nổi sự cô đơn đó, người không mơ ước không có con tim cũng khó tránh sự nhàm chán\"\n\"Chi bằng cười vui bẻ nhánh hoa lôi anh đào, cùng đám youkai xấc xược thoải mái nô đùa\"\n\"Những thứ này ấy mà, đều là quá khứ không mấy xa xôi, nhưng cũng là tương lai tràn đầy hy vọng\"\n\"Không biết khi chờ đến lúc tuyết tan, có còn được cùng điện hạ ngắm nhìn những mầm non màu tím nhạt đó không nữa\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "14,4%",
	"effectName": "Vũ Điệu Kagura Của Anh Đào Thần",
	"effectTemplateRaw": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>{0}</color> sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được <color=#99FFFFFF>{1}</color> buff sát thương tất cả nguyên tố.",
	"r1": {
		"description": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng 12% sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được 12% buff sát thương tất cả nguyên tố.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng 15% sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được 15% buff sát thương tất cả nguyên tố.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng 18% sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được 18% buff sát thương tất cả nguyên tố.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng 21% sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được 21% buff sát thương tất cả nguyên tố.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng 24% sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được 24% buff sát thương tất cả nguyên tố.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Tà Ác Của Gekiga",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Con Quỷ Của Gekiga",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 18
			}
		]
	}
}