{
	"id": 12414,
	"name": "Trường Đao Katsuragi",
	"description": "Thanh kiếm được Tatarasuna rèn, tuy nặng nề nhưng vô cùng sắc bén.",
	"descriptionRaw": "Thanh kiếm được Tatarasuna rèn, tuy nặng nề nhưng vô cùng sắc bén.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Thanh Nagamaki được thiết kế bởi một thanh tra nào đó trong quá khứ tại Tatarasuna.\nNghe nói anh ta có tính cách bộc trực ngay thẳng như những người khác.\n\nTrong một thời gian dài, trước khi du nhập công nghệ từ một đất nước xa xôi để sản xuất \"Lò Luyện Mikage\", \nPhương pháp tinh luyện kim loại được sử dụng ở Tatarasuna chính là \"Phương pháp luyện thép Tatara\" truyền thống.\nKể từ khi Mikoshi được bổ nhiệm làm thanh tra, đã si mê vẻ đẹp lạnh lùng của sắt thép.\nAnh ấy đã hỏi Miyazaki, người cũng rất quan tâm đến việc rèn kiếm, cho mình lời khuyên.\nCuối cùng đã tự tay tạo ra thanh \"Daitatara Nagamasa\" rắn chắc và đơn giản này.\n\nMặc dù anh chỉ là con nuôi của gia đình Mikoshi, mặc dù mẹ nuôi đã hủy hoại danh tiếng của Mikoshi;\nMặc dù Michihiro đích tử của Mikoshi đã bỏ lại anh một thân một mình, để mai danh ẩn tích;\nNhưng sự ngu ngốc và lòng trung thành thực sự đã khiến anh yêu mến cái tên Mikoshi hơn gấp trăm lần.\nNỗ lực phấn đấu để tiến vào Shogunate, để rửa sạch tiếng xấu của gia đình bằng chính sự siêng năng và sáng suốt của mình.\n\nNgay cả người phụ tá Katsuragi có một chút sai phạm, cũng đã bị xử tử một cách không thương tiếc.\nKể từ đó, tên của thanh kiếm và biệt danh của anh đã thay đổi mãi mãi.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "10%",
	"effectName": "Vũ Điệu Samurai",
	"effectTemplateRaw": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>{0}</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>{1}</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
	"r1": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 6%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 3 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 7.5%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 3.5 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"7.5%",
			"3.5"
		]
	},
	"r3": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 9%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 4 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 10.5%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 4.5 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"10.5%",
			"4.5"
		]
	},
	"r5": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 12%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 5 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Trí Tuệ Của Narukami",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Uy Dũng Của Narukami",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 12
			}
		]
	}
}