{
	"id": 11511,
	"name": "Chìa Khóa Khaj-Nisut",
	"description": "Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, đây chính là chìa khóa để mở cánh cửa dẫn đến thiên đường trong tận cùng biển cát.",
	"descriptionRaw": "Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, đây chính là chìa khóa để mở cánh cửa dẫn đến thiên đường trong tận cùng biển cát.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "Đây là câu chuyện sau khi giấc mơ của Vua Cát đã vỡ tan như bọt nước, chúa tể của cỏ cây đã đem cất giấu lời thì thầm của tà ma.\nBánh răng bại hoại đã phân chia thần quốc to lớn thành nhiều vương quốc, rồi lại nghiền nát chúng thành cát theo quy luật.\nMột hoàng hậu đã thiêu hủy đi chiếc mũ và áo choàng khảm vàng của đứa con nhỏ, để cậu bé khoác lên mình bộ áo vải của nô bộc mà bỏ trốn;\nNhiều năm sau, để cậu ta - đứa con của vương giả sa cơ trở thành thương phẩm trên thị trường nô lệ, rồi lại biến thành một kẻ lang thang mất đi tất cả.\n\n\"Khi ta còn có thể rơi lệ vì mặt trời mọc trên lâu đài ảo ảnh, đã từng hiến kế sách dưới ngai vàng bá chủ, đi theo ông nghiền nát nhiều vương quốc.\"\n\"Ta đã từng chúc phúc cho con của tiên vương vào ngày ngài ấy chào đời: Cho dù có chết đi, thì những bài thơ ca tụng ngài vẫn sẽ tiếp tục được lưu truyền...\"\n\"Trong quá khứ ta đã nhìn nhầm một số người và một số chuyện. Xem như sự trừng phạt của số mệnh, giờ đây ta đã không thể nhìn thấy gì nữa.\"\n\"Cậu hãy làm đồ đệ của ta đi. Làm con mắt của ta, miêu tả cho ta trên sa mạc dát vàng rốt cuộc có những người nào và những chuyện gì.\"\n\"Hy vọng có một ngày, có thể dùng bài thơ của anh hùng dệt thành tấm thảm đẹp đẽ nhất treo trong cung điện của thần...\"\n\nĐồng tiền vàng khi được trao tay qua lại sẽ bị hư tổn, nhưng thứ mang dòng máu cao quý khi đổi chủ sẽ trở nên mạnh mẽ hơn.\nChủ nhân cuối cùng của anh ta là một nhà thơ mù lòa. Câu chuyện sau đó lại từ câu chuyện của chủ tớ biến thành câu chuyện của thầy trò.\n\n\"Khi chia ly, mẹ đã từng nói với con. Mẹ và con nhất định sẽ có thể gặp lại nhau ở ốc đảo vĩnh hằng...\"\n\"Dùng thanh kiếm này làm chìa khóa mở cánh cổng thiên đường, xây dựng lại vương quốc giữa phỉ thủy và thạch lựu.\"\n\nNhà thơ già lắng nghe câu chuyện lưu lạc của chàng quý tộc, vuốt ve những đường nét trên thanh kiếm đen đã cùn. Cuối cùng ông ấy đáp lại:\n\"Nhân duyên thầy trò đến đây là hết. Ta chẳng qua là một tình tiết nhỏ bé không đáng nhắc đến trong sử thi của con mà thôi.\"\n\n\"Thầy ơi...\"\n\n\"Xiphos, vận mệnh của nhà thơ như ta không thuộc về con. Không nên để con viết nên câu chuyện của người khác...\"\n\"Con là người được trấn linh lựa chọn. Con là người tay cầm chìa khóa thần thánh, là vương tử từng mất đi quốc thổ.\"\n\"Hãy lưu lạc ở vương quốc sụp đổ đi. Con nhất định sẽ mang lại thần thoại mới, tìm được ốc đảo vĩnh hằng...\"\n\"Vào thời ta viết bài ca ca tụng bá vương, viết thơ tình cho vương tử, đã từng ảo tưởng được viết cho nhân vật chính của vận mệnh.\"\n\"Con và mẹ con tương phùng, đem vinh quang của Vua Cát về cho sử thi của vương quốc, hãy để ta được kể về nó nhé...\"\n\nCuối cùng, chàng hoàng tử từ nô lệ biến thành anh hùng, người lính đánh thuê trượt ngã khỏi ngai vàng, con đường của hai người này đã giao thoa với nhau...\n\nTương truyền đã từng hiệu lệnh sỏi cát cấu thành dòng sông giữa không trung, phong tỏa cố hương sau khi Vua Cát và người bạn cũ chia ly,\nSau khi bọt nước vỡ tan và bày bố bang quốc, đem lâu đài trên cát và khu vườn ảo mộng đều giấu vào trong chiếc chìa khóa ảo ảnh,\nNó đã từng giống như tiền bạc lưu truyền giữa tay bá chủ và vua chúa, cuối cùng cũng trở về với vòng tay của cát chảy.\nCòn nhà thơ mù già cả theo đuổi dấu tích của câu chuyện cùng với dấu chân nhuốm máu, cuối cùng đã đến trong rừng sâu...",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14,4%",
	"effectName": "Sử Thi Trong Biển Cát",
	"effectTemplateRaw": "HP tăng <color=#99FFFFFF>{0}</color>. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên <color=#99FFFFFF>{1}</color> giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo <color=#99FFFFFF>{2}</color> giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s.",
	"r1": {
		"description": "HP tăng 20%. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên 0.12% giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo 0.2% giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s.",
		"values": [
			"20%",
			"0.12%",
			"0.2%"
		]
	},
	"r2": {
		"description": "HP tăng 25%. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên 0.15% giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo 0.25% giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s.",
		"values": [
			"25%",
			"0.15%",
			"0.25%"
		]
	},
	"r3": {
		"description": "HP tăng 30%. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên 0.18% giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo 0.3% giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s.",
		"values": [
			"30%",
			"0.18%",
			"0.3%"
		]
	},
	"r4": {
		"description": "HP tăng 35%. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên 0.21% giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo 0.35% giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s.",
		"values": [
			"35%",
			"0.21%",
			"0.35%"
		]
	},
	"r5": {
		"description": "HP tăng 40%. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ sản sinh hiệu ứng \"Áng Thơ Vĩ Đại\" trong 20s: Tăng Tinh Thông Nguyên Tố dựa trên 0.24% giới hạn HP của nhân vật trang bị vũ khí này, hiệu ứng này mỗi 0.3s tối đa kích hoạt một lần, tối đa cộng dồn 3 tầng. Khi hiệu quả cộng dồn đến tầng thứ ba hoặc thời gian duy trì của tầng thứ ba được làm mới, sẽ tăng Tinh Thông Nguyên Tố cho tất cả nhân vật trong đội gần đó dựa theo 0.4% giới hạn HP của nhân vật trang bị vũ khí này, duy trì 20s.",
		"values": [
			"40%",
			"0.24%",
			"0.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Bùa Rừng Xanh Sương Đọng - Đồng",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Bùa Rừng Xanh Sương Đọng - Vàng",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 18
			}
		]
	}
}