{
	"id": 15417,
	"name": "Cận Vệ Nhà Vua",
	"description": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của chiếc cung, có thể bắn rơi kẻ địch trong rừng.",
	"descriptionRaw": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của chiếc cung, có thể bắn rơi kẻ địch trong rừng.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "\"Ngày xửa ngày xưa, có một nàng công chúa tên là Cinnamon...\"\n\"...Cuối cùng nàng đi cùng con hổ, rời xa cung điện ấy.\"\n\nNhưng câu chuyện đó là câu chuyện của các bạn. Trong câu chuyện của các bạn, chắc hẳn mọi câu chữ đều có ý nghĩa nào đó.\nTôi biết, trong câu chuyện của các bạn, \"cung điện\" là thứ tạo nên tất cả cuộc đời của Cinnamon:\nNhững người khác có chung dòng máu, căn phòng lớn, thường thức và đạo lý, còn vua giống như ánh trăng ẩn nấp trong nguyện vọng trong lòng cô.\nĐối với chúng tôi, cung điện là cung điện, Cinnamon là Cinnamon, Vua Rừng Rậm là Vua Rừng Rậm, mà ánh trăng vẫn là ánh trăng.\n\nCâu chuyện tôi nghe được lại khác với câu chuyện của Cinnamon.\nNgày xưa có một cô bé, cô bị lạc trong rừng. Đi theo dấu chân của Vua Rừng Rậm, cô lạc vào vườn hoa của con hổ.\n\"Grào, mỗi loài thú, mỗi loài chim, đều từng đi qua ngũ tạng của ta, cuối cùng quay về với mặt đất.\"\n\"Ta là vua của rừng rậm, từng giết rất nhiều, cũng từng bảo vệ rất nhiều. Chỉ có kẻ bé nhỏ như ngươi là ta chưa từng nhấm nháp bao giờ.\"\nCon hổ nói vậy. Tất nhiên, khi đó cô bé kia chưa quên tiếng của loài người các bạn, hiển nhiên cũng không hiểu lời vua đã nói.\n\n\"Grừ\" đứa trẻ nói.\n\nVua Rừng Rậm lại cảm thấy thú vị. Bình thường khi nó nói chuyện, tộc của các bạn đều trốn hết vào trong nhà gỗ.\nLũ thú ngã vật ra đất không dám nhúc nhích, chim muôn vội vỗ cánh bay về phía mặt trời. Đến cả đám mèo lớn lông dài uy vũ kia cũng chui vào hốc cây trốn.\n\"Grào, nhóc con không biết điều. Cũng được, vậy thì từ giờ ta sẽ dạy ngươi biết luật lệ và ngôn ngữ của rừng.\"\n\"Từ nay trở đi, ngươi chính là người hầu của ta. Cung điện trong rừng sẽ mở rộng với ngươi, tất cả muông thú trong rừng đều không thể làm hại ngươi.\"\n\n\"Hãy nhớ kỹ, thế giới này chỉ là giấc mơ của rừng rậm. Một ngày nào đó ngươi sẽ tỉnh lại trong hiện thực, bước vào bãi săn vô bờ bến.\"\n\"Nơi con mồi của chúng ta hướng đến, một ngày nào đó chúng ta cũng sẽ đến được. Đạo lý này ngươi không bao giờ được quên.\"\n\n...\nKhi một vị Vua Rừng Rậm già đi, vị vua mới sẽ lên thay thế. Các bạn, chúng tôi, các sinh mệnh khác trong rừng cũng sẽ như vậy.\nTrước khi người hầu và vị vua ấy cùng già đi, cũng gặp được một đứa trẻ bị lạc, không giẫm lên bất cứ chiếc lá nào mà vào đến được cung điện này,\nHọ cũng dạy tất cả cho cô bé. Giống như cách câu chuyện này được truyền cho tôi vậy, đứa trẻ kia cũng dạy lại đứa trẻ tiếp theo.\nVề sau, có một đứa bé trở thành người bảo vệ khu rừng, đồng thời truyền ngôn ngữ của rừng và trách nhiệm bảo vệ vương thổ cho nhiều người hơn.\nCũng có người khi đối mặt với nỗi đau khổ tột cùng của kẻ khác, đã quyết định từ bỏ kiếp sống ở bãi săn nơi tận cùng của cuộc sống, và trở thành thợ săn khiến thú dữ phải khiếp đảm.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "12%",
	"effectName": "Chỉ Dẫn Của Vua Mê Cung",
	"effectTemplateRaw": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng <color=#99FFFFFF>{0}</color> Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng <color=#99FFFFFF>{1}</color> tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng 60 Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng 100% tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần.",
		"values": [
			"60",
			"100%"
		]
	},
	"r2": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng 80 Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng 120% tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần.",
		"values": [
			"80",
			"120%"
		]
	},
	"r3": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng 100 Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng 140% tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần.",
		"values": [
			"100",
			"140%"
		]
	},
	"r4": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng 120 Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng 160% tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần.",
		"values": [
			"120",
			"160%"
		]
	},
	"r5": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng 140 Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng 180% tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần.",
		"values": [
			"140",
			"180%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Dư Âm Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Mũi Tên Chắc Chắn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Mũi Tên Chắc Chắn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Mũi Tên Sắc Bén",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Mũi Tên Sắc Bén",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Mũi Tên Thiện Chiến",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Quá Khứ Của Ánh Nắng Quyền Uy",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Mũi Tên Thiện Chiến",
				"count": 12
			}
		]
	}
}