{
	"id": 13414,
	"name": "Giáo Thập Tự Kitain",
	"description": "Một cây thương đặc biệt đã từng được sử dụng bởi một chiến binh nổi tiếng, người bảo vệ đảo Yashiori khỏi Họa Thần.",
	"descriptionRaw": "Một cây thương đặc biệt đã từng được sử dụng bởi một chiến binh nổi tiếng, người bảo vệ đảo Yashiori khỏi Họa Thần.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "Cây thương kỳ lạ được thiết kế bởi Kitain Bunsou theo thương pháp đặc biệt của riêng mình.\nNếu ở trong tay một kẻ nghiệp dư, trọng lượng khác thường sẽ khiến cho nó rất khó khăn để thao tác.\nNhưng trong tay của người chuyên nghiệp, nó có thể phát huy sức mạnh huỷ diệt vô cùng mạnh mẽ.\n\nTrong quá khứ xa xôi, Kitain vốn là gia tộc đã tiêu diệt \"Họa Thần\", \ncũng đã đảm nhận trách nhiệm canh giữ cho quần đảo trong nhiều thời đại trước.\n\nTrong quá khứ, có một bài đồng dao được lưu truyền ở Inazuma:\n\"Cánh cổng Arataki, sự kế thừa Iwakura, mãng xà Kitain, và Vết Cắt Sương Mù Takamine\"\nĐể mô tả chiến binh chói sáng đã từng chiếu sáng trái đất như sao chổi.\nĐã từng có rất nhiều những cái tên khác. Nhưng đều đã bị lịch sử xóa sổ.\nLà thợ săn quỷ quá lâu, việc uống phải máu bẩn của chướng khí là điều không thể tránh khỏi.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "24",
	"effectName": "Vũ Điệu Samurai",
	"effectTemplateRaw": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>{0}</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>{1}</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
	"r1": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 6%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 3 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 7.5%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 3.5 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"7.5%",
			"3.5"
		]
	},
	"r3": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 9%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 4 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 10.5%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 4.5 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"10.5%",
			"4.5"
		]
	},
	"r5": {
		"description": "Tăng sát thương Kỹ Năng Nguyên Tố 12%. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục 5 điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Tà Ác Của Gekiga",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Con Quỷ Của Gekiga",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 12
			}
		]
	}
}