{
	"name": "Ánh Lá Phán Quyết",
	"description": "Thanh kiếm được chế tạo từ cành trắng quý báu, từng chém gãy vô số độc dịch xâm chiếm khu rừng.",
	"weapontype": "Kiếm Đơn",
	"rarity": "5",
	"story": "Lãng khách đến từ vùng đất vàng, thân tâm mang theo vết sẹo do tranh đấu để lại,\nTừng là vương tử một thành bang, giờ đây lại lạc lối trong mê cung xanh mướt.\nVua rừng xanh già cỗi ngửi được mùi máu tanh của quyền lực, không nhịn được mà nhíu mày thở dài...\nThợ săn cầm cung trắng được triệu tập đến để săn bắt con thú đang bị mắc kẹt và không thuộc về rừng rậm đó.\n\nSương mù đã bắt đầu lan tỏa, lời thì thầm về \"cái chết\" tìm kiếm phương hướng trong mê cung rừng rậm.\nĐuổi theo bước chân của kẻ lưu vong, lời nguyền rủa từ biển cát dần lan tỏa, gặm nhấm đến lãnh địa của \"sự sống\".\nVượt qua hành lang và lối mòn màu xanh biếc, từ trong hơi thở xa lạ cô phát hiện được mục đích của kẻ đến đây...\nLang thang giữa ký ức và dã tâm, anh lại lạc lối trong tiếng chim ca và tiếng nước chảy hỗn loạn...\n\n\"Ngươi đã trúng một mũi tên của ta, kẻ xâm nhập vô lễ! Mũi tên tiếp theo sẽ hướng vào tim ngươi.\"\n\"Đừng lưu luyến rừng mưa nữa, đừng quấy rầy giấc mộng đẹp của những đứa trẻ. Nơi này không có vương miện mà ngươi mong muốn!\"\n\nNữ thợ săn trong rừng mạnh mẽ cảnh báo, chưa từng có con mồi nào thoát được mũi tên và đôi mắt nhạy bén của cô.\nNhưng không biết tại sao, cô lại hơi hạ cung xuống, cố tình không bắn trúng kẻ lạc lối đó.\nCỏ cây cảm thấy khó hiểu vì điều này, những đứa trẻ trốn trong giấc mộng đã thở phào vì không phải thấy máu tươi tung tóe...\nVua của rừng rậm nhìn thấu mọi giấc mơ hiểu được dụng ý của cô, mà phát ra lời thì thầm chấn động cây cối:\n\n\"Kẻ phàm nhân đó không giống với ngươi, đến từ vùng đất ô uế, tay dính đầy máu tươi, trong tim thì chứa đầy sự dối lừa và vọng tưởng.\"\n\"Nhưng rừng rậm chỉ thu nhận những giấc mộng ngây thơ, máu tươi chỉ tuôn chảy vì săn bắt và hy sinh, không thể dung nạp bất cứ sự lừa dối nào.\"\n\"Nếu ngươi vẫn cho rằng hắn có tư cách để tìm lại vinh dự trong mê cung rừng rậm, thì hãy dẫn dắt hắn bẻ đi những cành cây trắng muốt...\"\n\"Đến lúc đó, trăng sáng và sao trời sẽ ban cho hắn trí tuệ thuần khiết, vứt bỏ dục vọng và hồi ức đắng như rượu kia.\"\n\nThế là, một lần nữa cô nắm chặt chiếc cung màu trắng thuần khiết, xua đuổi kẻ lang thang hốt hoảng tháo chạy vào nơi sâu thẳm trong mê cung...\nNhững chuyện xảy ra sau đó có trăng và sao làm chứng, chỉ còn lưu lại trong giấc mộng mơ hồ của những đứa trẻ.\nNghe nói quý tộc lang thang đó cuối cùng đã dùng những cành cây trắng muốt để làm thành thanh kiếm sắc bén chỉ thuộc về riêng mình,\nLại có đứa trẻ nói mớ rằng từ đây anh đã quên đi tên của cố hương, và quên đi giấc mộng xưng vương.\nTừ đây về sau, cái tên của vương tử Faramarz đã tan biến trong rừng mưa, theo gió cát quay về với đại mạc.",
	"baseatk": 44,
	"substat": "ST Bạo Kích",
	"subvalue": "19.2",
	"effectname": "Râu Rễ Trăng Bạc",
	"effect": "Tỉ lệ bạo kích tăng {0}; Khi tấn công thường gây Sát Thương Nguyên Tố sẽ nhận được hiệu quả \"Tán Lá Phán Quyết\": Tăng sát thương gây ra từ tấn công thường và Kỹ Năng Nguyên Tố dựa vào {1} Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi hiệu lực 28 lần hoặc sau 12s, mỗi 12s tối đa nhận được hiệu quả \"Tán Lá Phán Quyết\" một lần.",
	"r1": [
		"4%",
		"120%"
	],
	"r2": [
		"5%",
		"150%"
	],
	"r3": [
		"6%",
		"180%"
	],
	"r4": [
		"7%",
		"210%"
	],
	"r5": [
		"8%",
		"240%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Đồng",
				"count": 5
			},
			{
				"name": "Xương Vụn Vỡ",
				"count": 5
			},
			{
				"name": "Băng Đỏ Phai Màu",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 5
			},
			{
				"name": "Xương Vụn Vỡ",
				"count": 18
			},
			{
				"name": "Băng Đỏ Phai Màu",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 9
			},
			{
				"name": "Xương Rắn Chắc",
				"count": 9
			},
			{
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 5
			},
			{
				"name": "Xương Rắn Chắc",
				"count": 18
			},
			{
				"name": "Băng Đỏ Viền Vàng",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 9
			},
			{
				"name": "Xương Khắc Ấn",
				"count": 14
			},
			{
				"name": "Băng Đỏ Ánh Vàng",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Bùa Rừng Xanh Sương Đọng - Vàng",
				"count": 6
			},
			{
				"name": "Xương Khắc Ấn",
				"count": 27
			},
			{
				"name": "Băng Đỏ Ánh Vàng",
				"count": 18
			}
		]
	}
}