{
	"name": "Điển Tích Tây Phong",
	"description": "Điển tích được người dân sùng bái gió viết nên. Qua ngàn năm, niềm tin được lưu truyền và nhận được sự ưu ái của gió, tràn đầy sức mạnh và sự chúc phúc.",
	"weapontype": "Pháp Khí",
	"rarity": "5",
	"story": "Thánh điển cổ xưa về gió, được truyền từ đời này qua đời khác giữa những người thờ kính Phong Thần.\nVô số dấu tay lưu lại trên những trang sách dày ố vàng đã bị gió cuốn đi.\n\nTrong thời các vị vua nắm giữ quyền lực trong pháo đài cao, thánh điển đã ghi lại những lời khẩn cầu trong vô vọng. \nCho đến thời kì băng tuyết và giá lạnh tiêu tan, thánh điển ghi lại niềm vui của sự sinh sôi nảy nở.\n\nVào giai đoạn giới quý tộc cũ thao túng và chèn ép người dân,\nThánh điển trong tay những người nô lệ đã thuật lại nỗi khao khát về thiên phong.\n\nTheo dòng thời gian của người dân vùng Mondstadt từ hạnh phúc đến nhẫn nhịn, đấu tranh đến hân hoan, và cuối cùng là tận hưởng sự tự do,\nSự kiện được ghi chép trong thánh điển cũng vì thế càng ngày càng dày, càng ngày càng nặng.\n\nCho đến khi vùng đất Mondstadt mới được kiến lập, giáo hội đập bỏ sự thống lĩnh của tầng lớp quý tộc cũ,\nThánh điển về tứ phong đành cất nơi gác cao,\nRồi dần biết mất vĩnh viễn trong kho tàng của giáo hội.\nCó lẽ là bởi vì cuốn sách cũng giống như ngọn gió và người dân vùng Mondstadt,\nKhông muốn bị ràng buộc bởi bất kì thứ gì.\n\nDòng tiêu đề trên cuốn sách được viết lại rằng:\n\nCon trai của Phong Thần à, con hãy mãi nhớ rằng:\nVạn vật đều theo ngọn gió sinh ra và mất đi.\nChớ đau xót vì ta:\nNgủ sâu trong lòng đất, chỉ là xương cốt của ta,\nLinh hồn của ta đã hóa thành một ngọn gió trong thiên phong rồi.\n\nMỗi khi ngửi thấy hương hoa, nghe thấy tiếng lá xào xạc,\nĐó chính là ta đang ngân nga khúc hát tự do, khúc hát của gió.",
	"baseatk": 46,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "7.2",
	"effectname": "Sự Chăm Sóc Vô Biên",
	"effect": "Tốc độ di chuyển tăng 10%; Lên trận mỗi 4s nhận {0} buff sát thương Nguyên Tố. Cộng dồn tối đa 4 lần, kéo dài đến khi nhân vật ngã xuống hoặc rời trận.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 5
			},
			{
				"name": "Dịch Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 18
			},
			{
				"name": "Dịch Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 9
			},
			{
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 18
			},
			{
				"name": "Tinh Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 14
			},
			{
				"name": "Bột Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 27
			},
			{
				"name": "Bột Slime",
				"count": 18
			}
		]
	}
}