{
	"id": 13513,
	"name": "Bi Ca Lumidouce",
	"description": "Ngọn thương hoa lệ được trang trí bằng pha lê xanh. Nghe nói từng là món vũ khí mà Đấu Sĩ Đại Diện huyền thoại cất giữ cả đời nhưng chưa từng sử dụng.",
	"descriptionRaw": "Ngọn thương hoa lệ được trang trí bằng pha lê xanh. Nghe nói từng là món vũ khí mà Đấu Sĩ Đại Diện huyền thoại cất giữ cả đời nhưng chưa từng sử dụng.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Chật vật sống trong thành phố sâu dưới lòng đất, nơi mặt trời và cơn mưa không thể chạm tới, chỉ vì một hai lát bánh mì mốc,\nMà có thể thản nhiên hướng lưỡi dao rỉ sét về phía người khác, tước đoạt mạng sống của những con người tầm thường như cô.\nNhững kẻ yếu đuối nhu nhược đương nhiên sẽ trở thành con mồi của kẻ mạnh, đây chính là quy tắc \"tự nhiên\" ở Fleuve Cendre.\nNếu đã vậy, thì khi kẻ săn mồi bị kẻ mạnh hơn quật ngã, đương nhiên cũng nên nhẹ nhàng chấp nhận kết cục của một con mồi,\nCũng giống như mẹ từng dạy cô một đạo lý thuở còn sinh thời, rằng sinh ra từ tro bụi, sau cùng lại trở về với tro bụi.\n\nNghĩ lại, cuộc đời này tới nay vẫn vô nghĩa đến thế, chẳng có thành tựu, cũng chẳng có hy vọng.\nNếu đó chính là thế giới \"hiển nhiên\", thì việc bình yên chấp nhận cũng xem như một thứ hạnh phúc.\nThế nhưng, cái kết mà cô dự đoán trước lại không đến như đã hẹn. Khi cô hoảng loạn mở một bên mắt ngước lên nhìn,\nThì thiếu nữ ăn mặc kỳ lạ chỉ mỉm cười dịu dàng, không biết từ đâu biến ra một đóa hoa, cài lên tai cô.\n\n\"Loài hoa này có tên là Hoa Lumidouce, trong ngôn ngữ hoa thì... ừm, là hy vọng. Nhìn xem, rất hợp với màu tóc của cô đấy.\"\n\"Rõ ràng là một đôi mắt đẹp như vậy, nếu chỉ có sự tuyệt vọng phản chiếu trong đó thì thật là lãng phí.\"\n\"Nào, tiểu thư có đôi mắt màu xanh ngọc, hãy để tôi dùng bông hoa tươi này, đổi lấy trái tim của cô.\"\n\nĐây là dáng vẻ của Marfisa, người sau này được tôn vinh là Đấu Sĩ Đại Diện mạnh nhất, lần đầu đặt chân lên thành phố trên mặt đất.\nTrên hàng ghế xa hoa đặc biệt trong nhà hát vinh quang, cô chẳng còn nhớ rõ nụ cười của vị ảo thuật gia và trợ lý trên sân khấu nữa,\nMà chỉ nhớ được đóa hoa nở rộ dưới sự huyền ảo và ánh đèn chói mắt, rực rỡ, trong trẻo, lại mạnh mẽ đến thế.\nNếu có thể bước đi dưới ánh mặt trời \"tự nhiên\" như cô ấy, thì chẳng cần phải ẩn mình trong tro bụi nữa,\nNếu đã vậy, thì cũng nên mang hy vọng trong lòng... để sinh mệnh từng chạm đến ánh sáng này được nở rộ như Lumidouce.\n\nCứ như vậy, thiếu nữ sinh ra từ tro bụi sau cùng đã bước lên sân khấu của riêng mình như mong ước,\nKhông có người dẫn dắt, chỉ dựa vào năng khiếu đáng kinh ngạc, mô phỏng lại tất cả kỹ thuật dùng thương từng lọt vào mắt cô.\nKhông có thương xót dưới lưỡi thương sắc nhọn, chỉ có ánh đỏ thẫm như loài hoa, đổ xuống cho một mình cô.\nTrên sân khấu, hình bóng lạnh lùng và cao quý ấy, dường như đang khiêu vũ với chính \"cái chết\",\nGiống như phù thủy lam ngọc trong kiệt tác của bậc thầy Coppelius, người mà nghe nói có thể nhìn ra sơ hở chết người.\n\nSinh và tử, thắng và bại, mọi thứ trên thế gian đều là điều hiển nhiên. Chỉ cần tuân theo đạo lý trong đôi mắt,\nĐương nhiên sẽ tìm được con đường dẫn đến \"chiến thắng\", không liên quan đến thiện ác, cũng chẳng liên quan đến quy tắc trên mặt đất.\nCho đến tận cùng của sự bất bại, cô ấy đã bị đôi mắt của kiếm khách xảo quyệt mê hoặc, bị nhịp điệu chậm rãi giả tạo lừa dối,\nCuối cùng đã lộ ra sơ hở chí mạng, cánh tay bị kiếm chém thương, bị ép thừa nhận thương thuật của mình thua kém đối phương.\n\n\"Thương thuật của cô rất thú vị, nhưng hơi cứng nhắc, giống như đang đi theo quỹ đạo định sẵn vậy.\"\n\"Nhưng lòng người sẽ đổi thay, thế gian không có ngọn đèn nào cháy mãi. Quá tuân thủ quy tắc chính là điểm yếu của cô.\"\n\"Tuy nói vậy, nhưng thương thuật của cô hoàn toàn dựa vào những 'quy tắc' mà cô tin tưởng, rất khó để từ bỏ.\"\n\"Vậy, hay là thử đổi cách nghĩ khác xem, chọn lựa một 'thứ bất biến' làm 'quy tắc' của mình, thế nào?\"\n\"Ví dụ như 'chính nghĩa' chẳng hạn. Theo lời của Thợ Săn Hoàng Kim, cho dù trời đất có sụp đổ, thì chính nghĩa vẫn sẽ tồn tại trên thế gian.\"\n\n\"Người trên mặt đất cũng xứng đáng nhắc đến chính nghĩa sao? Cũng chỉ là kỹ năng khá hơn một chút, cớ gì phải giảng đạo lý cao quý như vậy chứ.\"\n\"Một ngày nào đó, thợ săn à, anh sẽ trở thành kẻ bại trận dưới tay tôi, gục ngã trước ngọn thương của tôi.\"\n\nDù đã trả lời như vậy, nhưng cũng giống như những gì người đàn ông nói... Tội ác đáng bị trừng phạt, lời dối trá nên bị vạch trần.\nThế giới nên vận hành như vậy, chính nghĩa nên chiến thắng tất cả. Bằng không, thì làm sao anh ta có thể đánh bại cô?\nNếu đã vậy, thì nên có chính nghĩa trong lòng... để dâng lên khúc bi ca lạnh lẽo cho những kẻ đang cố gắng trốn tránh phán quyết.\nCứ thế, thiếu nữ sinh ra từ tro bụi đã vứt bỏ quy tắc vốn có, trở thành người hành đạo trong vạt áo tím.\nThực thi công lý \"hiển nhiên\", cho đến khi ngọn lửa của Poisson đưa tội nhân Parsifal đến trước mặt cô...\n\n...\nNghĩ lại, cuộc đời này tới nay vẫn vô nghĩa đến thế, chẳng có thành tựu, cũng chẳng có hy vọng.\nNếu đó chính là thế giới \"hiển nhiên\", thì việc bình yên chấp nhận cũng xem như một thứ hạnh phúc.\nDẫu vậy, khi rơi xuống dòng nước nguồn trong vắt, mọi điều hiển nhiên đều trở nên vô nghĩa.\nCho đến khi ký ức dần tan biến dưới làn nước, cô cũng không hề hay biết, rằng trong ngôn ngữ hoa, Hoa Lumidouce chưa bao giờ đại diện cho hy vọng,\nCũng giống như mẹ từng dạy cô một đạo lý thuở còn sinh thời, rằng sinh ra từ tro bụi, sau cùng lại trở về với tro bụi,\nMà ở cuối cuộc truy đuổi dài đằng đẵng ấy, ngay cả vận mệnh cũng chưa từng dâng lên cho cô khúc bi ca lẽ ra phải rực rỡ như những đóa hoa.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "7,2%",
	"effectName": "Khúc Dạo Đầu Bình Minh",
	"effectTemplateRaw": "Tấn Công tăng <color=#99FFFFFF>{0}</color>; Người trang bị khi kích hoạt phản ứng Thiêu Đốt lên kẻ địch hoặc gây Sát Thương Nguyên Tố Thảo lên kẻ địch trong trạng thái Thiêu Đốt, sát thương gây ra sẽ tăng <color=#99FFFFFF>{1}</color>. Hiệu quả này duy trì 8s, tối đa cộng dồn 2 tầng; Khi cộng dồn đến tầng 2 hoặc thời gian duy trì của tầng 2 được làm mới thì sẽ hồi phục <color=#99FFFFFF>{2}</color> Năng Lượng Nguyên Tố. Mỗi 12s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách thức này. Nhân vật không ra trận cũng có thể kích hoạt 2 hiệu quả nêu trên.",
	"r1": {
		"description": "Tấn Công tăng 15%; Người trang bị khi kích hoạt phản ứng Thiêu Đốt lên kẻ địch hoặc gây Sát Thương Nguyên Tố Thảo lên kẻ địch trong trạng thái Thiêu Đốt, sát thương gây ra sẽ tăng 18%. Hiệu quả này duy trì 8s, tối đa cộng dồn 2 tầng; Khi cộng dồn đến tầng 2 hoặc thời gian duy trì của tầng 2 được làm mới thì sẽ hồi phục 12 Năng Lượng Nguyên Tố. Mỗi 12s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách thức này. Nhân vật không ra trận cũng có thể kích hoạt 2 hiệu quả nêu trên.",
		"values": [
			"15%",
			"18%",
			"12"
		]
	},
	"r2": {
		"description": "Tấn Công tăng 19%; Người trang bị khi kích hoạt phản ứng Thiêu Đốt lên kẻ địch hoặc gây Sát Thương Nguyên Tố Thảo lên kẻ địch trong trạng thái Thiêu Đốt, sát thương gây ra sẽ tăng 23%. Hiệu quả này duy trì 8s, tối đa cộng dồn 2 tầng; Khi cộng dồn đến tầng 2 hoặc thời gian duy trì của tầng 2 được làm mới thì sẽ hồi phục 13 Năng Lượng Nguyên Tố. Mỗi 12s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách thức này. Nhân vật không ra trận cũng có thể kích hoạt 2 hiệu quả nêu trên.",
		"values": [
			"19%",
			"23%",
			"13"
		]
	},
	"r3": {
		"description": "Tấn Công tăng 23%; Người trang bị khi kích hoạt phản ứng Thiêu Đốt lên kẻ địch hoặc gây Sát Thương Nguyên Tố Thảo lên kẻ địch trong trạng thái Thiêu Đốt, sát thương gây ra sẽ tăng 28%. Hiệu quả này duy trì 8s, tối đa cộng dồn 2 tầng; Khi cộng dồn đến tầng 2 hoặc thời gian duy trì của tầng 2 được làm mới thì sẽ hồi phục 14 Năng Lượng Nguyên Tố. Mỗi 12s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách thức này. Nhân vật không ra trận cũng có thể kích hoạt 2 hiệu quả nêu trên.",
		"values": [
			"23%",
			"28%",
			"14"
		]
	},
	"r4": {
		"description": "Tấn Công tăng 27%; Người trang bị khi kích hoạt phản ứng Thiêu Đốt lên kẻ địch hoặc gây Sát Thương Nguyên Tố Thảo lên kẻ địch trong trạng thái Thiêu Đốt, sát thương gây ra sẽ tăng 33%. Hiệu quả này duy trì 8s, tối đa cộng dồn 2 tầng; Khi cộng dồn đến tầng 2 hoặc thời gian duy trì của tầng 2 được làm mới thì sẽ hồi phục 15 Năng Lượng Nguyên Tố. Mỗi 12s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách thức này. Nhân vật không ra trận cũng có thể kích hoạt 2 hiệu quả nêu trên.",
		"values": [
			"27%",
			"33%",
			"15"
		]
	},
	"r5": {
		"description": "Tấn Công tăng 31%; Người trang bị khi kích hoạt phản ứng Thiêu Đốt lên kẻ địch hoặc gây Sát Thương Nguyên Tố Thảo lên kẻ địch trong trạng thái Thiêu Đốt, sát thương gây ra sẽ tăng 38%. Hiệu quả này duy trì 8s, tối đa cộng dồn 2 tầng; Khi cộng dồn đến tầng 2 hoặc thời gian duy trì của tầng 2 được làm mới thì sẽ hồi phục 16 Năng Lượng Nguyên Tố. Mỗi 12s tối đa hồi phục một lần Năng Lượng Nguyên Tố thông qua cách thức này. Nhân vật không ra trận cũng có thể kích hoạt 2 hiệu quả nêu trên.",
		"values": [
			"31%",
			"38%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Ly Vỡ Của Biển Nguyên Sơ",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Cán Kiếm Nát Vụn",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Cán Kiếm Nát Vụn",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Cán Kiếm Nứt Vỡ",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Cán Kiếm Nứt Vỡ",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Cán Kiếm Chưa Tắt",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Ly Vàng Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Cán Kiếm Chưa Tắt",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 18
			}
		]
	}
}