{
	"id": 12418,
	"name": "Đóa Hoa Tôn Màu Thép",
	"description": "Đại kiếm với tạo hình tao nhã, trên đó trang trí hoa tươi và dải lụa của ngày lễ.",
	"descriptionRaw": "Đại kiếm với tạo hình tao nhã, trên đó trang trí hoa tươi và dải lụa của ngày lễ.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Hình tượng của \"Hoa Gió\" qua bao năm đã dần mai một trong gió,\nTrong những năm tháng hòa bình của hiện nay, đã mang hàm ý yêu thương và vui vẻ.\nCó lúc dù là trên binh khí sắt thép được dùng cho mục đích chinh phục và chiến thắng,\nCũng vẫn dựa theo tâm ý của người ủy thác hoặc người chế tạo mà trang trí thêm đóa hoa.\nThanh kiếm này hình như là vũ khí mà người nào đó đã đặt làm cho người trong lòng mình.\n\n\"Sắt thép không thể làm gãy nó; tường đá kiên cố cũng không thể giam cầm nó.\"\n\"Gió không sợ hãi tương lai sẽ đến, không ngừng trôi đi về phía ngày mai.\"\nNgười chăn cừu vô danh không thuộc về giáo đường đã lặng lẽ kể về câu chuyện của gió,\nĐem \"đóa hoa\" tặng cho người lắng nghe mà trong đôi mắt còn một chút ánh sáng.\n\nNếu hậu duệ cao quý đã quên mất lời thề xưa, nếu sự trầm lặng của hư danh trở nên thịnh hành,\nNếu như nguyên tắc của huyết mạch và hướng đi của gió trái ngược nhau, truyền thuyết của cỏ cây hoa lá chính là điều cấm kỵ.\nVào thời đại đó, từng có rất nhiều đóa hoa nở rộ rực rỡ tại nơi nào đó mà con người không thích nhìn đến.\nDù cuối cùng cũng bị gió cuốn đi, nhưng lại để lại khoảnh khắc rực rỡ trong thế gian xám xịt này.\n\n\"Dưới chiếc bóng của tòa tháp cao ngày xưa, trong phố phường ngày nay,\"\n\"Tại một góc nhỏ, đóa hoa đang tỏa ra ánh hào quang le lói.\"\nNgười chăn cừu vô danh không ra vào cung điện đã lặng lẽ kể về câu chuyện của hoa.\n\nNói rằng: Giờ đây, \"Lễ Đánh Cầu\" đã bị quý tộc cướp đi.\nNhưng mọi người có biết, tại cố đô xa xưa bị cuốn trong gió nóng, hoa dại đã từng nở rộ khắp nơi.\nLoài hoa đó khác với hoa tầm thường. Gió càng mạnh, thì thân rễ càng mạnh, sinh trưởng cũng càng nhiều.\nKhi hoa nở khắp vương thành, thời khắc tòa tháp cao sụp đổ sẽ đến.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "24",
	"effectName": "Lời Thì Thầm Hoa Gió",
	"effectTemplateRaw": "Trong 8s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch hoặc kích hoạt phản ứng nguyên tố, tấn công tăng <color=#99FFFFFF>{0}</color>, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color> điểm.",
	"r1": {
		"description": "Trong 8s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch hoặc kích hoạt phản ứng nguyên tố, tấn công tăng 12%, Tinh Thông Nguyên Tố tăng 48 điểm.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Trong 8s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch hoặc kích hoạt phản ứng nguyên tố, tấn công tăng 15%, Tinh Thông Nguyên Tố tăng 60 điểm.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Trong 8s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch hoặc kích hoạt phản ứng nguyên tố, tấn công tăng 18%, Tinh Thông Nguyên Tố tăng 72 điểm.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Trong 8s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch hoặc kích hoạt phản ứng nguyên tố, tấn công tăng 21%, Tinh Thông Nguyên Tố tăng 84 điểm.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Trong 8s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch hoặc kích hoạt phản ứng nguyên tố, tấn công tăng 24%, Tinh Thông Nguyên Tố tăng 96 điểm.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Xương Vụn Vỡ",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Xương Vụn Vỡ",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Xương Rắn Chắc",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Xương Rắn Chắc",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Xương Khắc Ấn",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Xương Khắc Ấn",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 12
			}
		]
	}
}