{
	"id": 12415,
	"name": "Sắc Nước Makhaira",
	"description": "Một thanh đại kiếm ánh lên sắc nước, đã trải qua ngàn năm trong cát nhưng vẫn sắc bén lạ thường.",
	"descriptionRaw": "Một thanh đại kiếm ánh lên sắc nước, đã trải qua ngàn năm trong cát nhưng vẫn sắc bén lạ thường.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Tương truyền vào ngàn năm trước, thời đại mà vị vua ngu muội đã vùi thân dưới cát,\nỞ vùng đất dát vàng tan hoang đó, có rất nhiều thành bang đoản mệnh.\nThanh kiếm này thuộc về nàng vũ công Makhaira, cô ấy từng là thê thiếp của bạo quân,\nVới điệu múa kiếm lạnh lùng vô tình mà chiếm được sự sủng ái của quân vương và sự ngưỡng mộ của hoàng tử.\n\nMột vương quốc suy yếu với vị vương giả tôn quý mập mạp mà tự đắc, suốt ngày chỉ chìm đắm trong các món ăn ngon, rượu chè và săn bắt.\nCũng giống như tất cả vương giả của thời đại hủ bại này, ông ta say mê chinh phục, hủy diệt và tích trữ.\n\nKhi tất cả chìm vào màn đêm đen tối, ánh trăng màu nước vỗ về vương quốc cuồng loạn, tất cả đều an nhiên đi vào giấc ngủ,\nBạo quân mập béo không chịu được cơn buồn ngủ, trong tiếng ca phiêu diêu của tiên linh dần mơ màng ngủ thiếp đi, tiếng ngái to như sấm...\nNàng thiếp quyến rũ kia đã sớm nhìn thấy được điềm báo hủy diệt, bèn đánh bóng lưỡi kiếm, chuẩn bị sẵn sàng cho điệu múa cuối cùng.\nHoàng tử trẻ tuổi cũng đã sớm nhận ra điềm báo của sự diệt vong, bèn nhân lúc đêm tối đến gặp Makhaira đang lo lắng không yên.\n\n\"Những gì đến từ cát nóng, cuối cùng sẽ bị cát nóng vùi chôn. Cho dù trong đêm dài, biển cát sẽ lạnh lẽo như băng, cũng không thể nào quên được vận mệnh nóng hừng hực đó.\"\n\"Nếu đây là quyết định của ngài, vậy hãy xin giúp ta một việc, xin hãy cho phép ta làm một chút chuyện cho cố hương đã sớm bị vùi chôn.\"\n\"Chỉ là sự báo thù nho nhỏ, sẽ giúp hai ta loại trừ đi đại họa trong lòng, kẻ đam mê săn bắt, sẽ phải chết bởi con chim ưng mà hắn ta yêu thích.\"\n\"Người mẹ Trấn Linh từng dạy ta điệu múa kiếm bảy tầng, nếu như để giúp ngài đoạt lấy ngai vị, không cần phải xu nịnh người khác, ta cũng thấy mãn nguyện.\"\n\nCứ như thế, âm mưu chia cách một vương quốc đã được hình thành từ trong căn phòng ngủ, những lời nói dịu dàng của tình nhân cũng chính là lưỡi kiếm sắc nhọn,\nCứ như thế, bạo quân đã trở về với lòng cát nóng bằng cách rất khó coi, sự nghiệp chinh phục vương quốc và hậu cung cuối cùng đã trở thành ảo mộng.\nSự sớm nở tối tàn của thành bang chẳng qua là một giấc mộng, người hiền kẻ ác trong đó đều giống như vỏ lúa bị nghiền nát bởi cối xay.\nNàng thiếp giỏi múa kiếm kia cuối cùng không thể trở thành hoàng hậu, hiền thần cao tuổi còn sống sót để kể lại những chuyện này cũng đã mất đi đôi mắt.\nKẻ mất nước bị vòng xoáy mài mòn tất cả và ném ra biển cát đã trở thành kẻ lang thang, trở thành lính đánh thuê, cuối cùng bị biển rừng nhấn chìm...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Đình Đài Trên Cát",
	"effectTemplateRaw": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>{0}</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
	"r1": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 24% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 30% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 36% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 42% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 48% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Dư Âm Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Vật Chứa Hỗn Độn",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Vật Chứa Hỗn Độn",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Mô Đun Hỗn Độn",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Mô Đun Hỗn Độn",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chốt Neo Hỗn Độn",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Quá Khứ Của Ánh Nắng Quyền Uy",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Chốt Neo Hỗn Độn",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 12
			}
		]
	}
}