{
	"id": 12433,
	"name": "Chìa Khóa Vạn Năng",
	"description": "Đại kiếm nặng nề sắc bén, dựa vào sức mạnh có thể mở hầu hết các ổ khóa.",
	"descriptionRaw": "Đại kiếm nặng nề sắc bén, dựa vào sức mạnh có thể mở hầu hết các ổ khóa.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Trên thế gian hiếm khi có bí mật không ai biết đến, căn phòng tối khuất cũng có những kẽ hở bị bỏ sót.\nCho dù là ổ khóa phức tạp và tinh xảo đến đâu, thì ngay từ lúc được đúc thành cũng sẽ luôn có khả năng bị phá vỡ.\nGiống như chiến lược tỉ mỉ thế nào cũng khó tránh việc để lại manh mối dẫn đến thất bại.\n\nĐối với thiếu nữ tự xưng là người kế nghiệp của đạo tặc, tất cả bí mật và cơ quan đều rất nực cười.\nTừ giới quý tộc kiêu hãnh ở phương bắc, đến những thương gia nịnh hót dọc theo vùng biên giới...\nThiếu nữ luôn có thể mở khóa những thứ mà không ai khác có thể mở được.\n\nVì kết cấu càng phức tạp thì càng yếu đuối.\nChỉ cần dùng đủ sức, thì không có ổ khóa nào là không mở được.\n\nCứ như vậy, ác danh của \"Kẻ Phá Đao\" lan truyền khắp nơi, cuối cùng không còn ai nhớ đến cô gái nông dân nghèo tên Schanzkowska nữa.\nCô gái tự nhận mình là vương công fae đã đánh cắp vô số báu vật, nói cười trong sự xa xỉ vô vị như quý tộc chân chính.\nĐáng lẽ phải là cuộc đời tầm thường và khô khan như vậy, đáng lẽ phải là cuộc đời không động lòng vì bất cứ điều gì. Thế nhưng...\n\n\"Hỡi cô tiểu thư giả mạo, kiêu ngạo và lố bịch thân mến của tôi, cô hẳn là người đầu tiên thấy tin tức này.\"\n\"Tôi không có hứng thú gì với thứ gọi là kho báu bí mật của đại công tước, giống như danh nghĩa của đạo tặc đó, cứ tùy ý lấy đi nhé.\"\n\"Nhưng hãy nhớ rằng, người phá được cơ quan trước là tôi. Hãy khắc ghi tên tôi và sự thất bại của cô trong lòng.\"\n\nBữa tiệc của đại công tước như một lời khiêu khích đối với kẻ trộm trên đời, tuyên bố đã bày ra kho báu bí mật mà không ai trên thế gian này có thể lấy đi.\nCô gái chế nhạo sự ngạo mạn đó, và quyết tâm cướp đi kho báu trước khi rửa tay gác kiếm.\nNhưng lại phát hiện ra có người đã đến trước. Tên trộm tự xưng là \"Kẻ Đào Thoát\" đã để lại trên tường lời nói khiến cô bực tức.\n\nSau đó, là vô số cuộc so tài không mong muốn và vô số thất bại không cam tâm.\nKỹ năng mở khóa mà cô gái tự hào, không biết vì sao luôn thất bại trước những kẻ khiêu khích vốn chưa từng gặp mặt.\nCứ thế lại càng tức giận, càng tức giận lại càng muốn nhìn thấy dung mạo thật sự của kẻ địch.\nCho đến khi kẻ thù đáng ghét luôn khiến cô tức đến đỏ mặt tía tai đột nhiên biến mất...\nRồi sau đó, tin tức đến tai cô là tên trộm đã bị bắt và xử tử.\n\nNhưng khi bản thân cô ấy cũng không rõ tại sao phải đào bới nghĩa trang hỗn loạn, để tìm ra chiếc quan tài bằng đá đó.\nThì vị trí trên giường khám nghiệm vốn nên đặt thi thể của phạm nhân lại trống không, chỉ khắc một câu chế nhạo cô.\n\nLau đi nước mắt không biết tại sao lại chảy dài, thiếu nữ tức giận mắng chửi sự xảo quyệt của kẻ địch.\nNhư mọi khi, thề sẽ dùng cả đời để giải đáp câu đố giả chết của kẻ đó, khiến hắn phải tâm phục khẩu phục...\nCho đến khi năm tháng cướp đi vẻ đẹp mà cô tự hào, cũng cướp đi hơi thở cuối cùng của cô.\nNgười phụ nữ không còn sức lực để mở khóa đã mắng chửi tên của hắn một lần cuối, rồi nằm vào trong chiếc quan tài trống.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "13,3%",
	"effectName": "Đón Đao Giải Thoát",
	"effectTemplateRaw": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm <color=#99FFFFFF>{1}</color> điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 60 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 60 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 75 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 75 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 90 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 90 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 105 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 105 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 120 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 120 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Vinh Quang Đã Mất Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Cố Chấp Mê Muội Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Cố Chấp Mê Muội Của Hậu Duệ Cực Bắc",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Nguyện Cầu Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Nguyện Cầu Của Hậu Duệ Cực Bắc",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Hào Quang Của Hậu Duệ Cực Bắc",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 12
			}
		]
	}
}