{
	"name": "Mũi Nhọn Của Gió",
	"description": "Tín hiệu dẫn đường cho gió. Bài ca du mục của gió không phải lúc nào cũng dịu dàng như thuở ban đầu...",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Ngọn đèn tín hiệu dẫn lối cho người lữ khách tha hương quay về từ phương xa. Bất luận thân tại nơi nào, chim ưng bạc vẫn luôn nhìn về hướng gió.\nNhững sợi lông vũ màu xanh phấp phới trong tiếng hát uyển chuyển của nàng, chỉ dẫn cho người trở về quê hương bước về hướng ngọn gió dịu dàng.\n\n\"Ta không quan tâm xuất thân của nàng, cũng không quan tâm tội lỗi mà nàng đã phạm. Chỉ là...\"\n\"Thiếu gia\" không được công nhận nói rồi nhẹ nhàng gạt đi vết máu trên gương mặt của thiếu nữ.\n\"Khi cơn gió cải cách thổi qua tất cả vùng đất, ta hy vọng có nàng ở bên cạnh ta.\"\n\"Chim ưng là do ta giết. Chuyện này, hãy xem như là bí mật giữa ta và nàng...\"\n\nCũng giống như người cùng huyết thống vì gươm giáo mà khích động trong tương lai, nhìn thấy được màu đỏ thẫm dần dần biến thành màu đen trên tuyết,\nTrong lòng của cô cũng bị \"thiếu gia\" chân chính trong lòng mình dùng mũi tên vô hình bắn xuyên thấu.\nTừ đó, một con mắt của cô nhìn về những việc mà một hạ nhân như mình cần phải xử lý,\nMột con mắt nhìn về \"nhiệm vụ\" bắt buộc phải hoàn thành vì cảnh tượng mà thiếu gia đã nói,\nMơ ước được ở bên cạnh anh... Không, cho dù là ở trong dòng người sau lưng anh cũng được,\nCùng với \"thiếu gia\" chân chính, đắm mình trong cơn gió mà bản thân không thể hiểu được.\nVì điều đó, có rất nhiều cái đinh và khớp nối cần được gỡ bỏ, để cho tòa nhà sụp đổ mới được...\n\n\"Priscilla, không được đau lòng. Bởi vì thế gian vạn vật đều có cái giá của nó.\"\n\"Phải nhớ lấy. Giả sử sự việc không may bị bại lộ, hãy đến Đỉnh Vọng Phong đốt lửa báo tin.\"\n\"Khi ngọn gió cải cách quét qua mọi vùng đất, cô và ta sẽ là những người tiên phong điên cuồng.\"\n\n\"Vâng, thiếu gia Eberhart.\"\nĐúng vậy, hãy quên đi dòng máu và chức trách, hãy quên đi tình cảm chia ly và lưu luyến.\nĐinh đã không còn nhiều nữa. Chẳng bao lâu sau, ngọn gió vinh quang ngày xưa sẽ trở về.\n\nNhưng mà...\nMãi cho đến khi chim ưng và chó săn của gia tộc đánh hơi được sự tình, thì cánh buồm đó cũng chưa từng xuất hiện ở góc biển.\n\nCuối cùng cô ấy cười khẽ. Cô đã từng cảm thấy không cam tâm với số mệnh của mình, cũng không cam tâm vì số mệnh của vô số người,\nThế nhưng, vào thời khắc này đây, khi cô ngước nhìn ánh trăng nhạt nhòa, nhìn về thanh kiếm như ánh trăng đó,\nTrong sự giễu cợt của các quý tộc, không biết tại sao, cô lại không cảm thấy khốn đốn và căm phẫn chút nào.\n\nĐinh đã không còn nhiều nữa. Chẳng bao lâu sau, ngọn gió vinh quang ngày xưa sẽ trở về.\nThiếu gia người hãy như chim ưng báo hiệu, dẫn lối cho ngọn gió thổi cuồng điên nhé.\nNgười đừng cảm thấy đau buồn vì tôi. Sẽ nhanh thôi, tôi sẽ hóa thành một ngọn gió trong hàng ngàn cơn gió kia...",
	"baseatk": 42,
	"substat": "Tấn Công",
	"subvalue": "9",
	"effectname": "Ngọn Gió Không Đến",
	"effect": "Trong 10s sau khi kích hoạt phản ứng nguyên tố, tấn công tăng {0}, Tinh Thông Nguyên Tố tăng {1} điểm.",
	"r1": [
		"12%",
		"48"
	],
	"r2": [
		"15%",
		"60"
	],
	"r3": [
		"18%",
		"72"
	],
	"r4": [
		"21%",
		"84"
	],
	"r5": [
		"24%",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Răng Sữa Sói Bão",
				"count": 3
			},
			{
				"name": "Tượng Hắc Ám",
				"count": 3
			},
			{
				"name": "Dịch Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 3
			},
			{
				"name": "Tượng Hắc Ám",
				"count": 12
			},
			{
				"name": "Dịch Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 6
			},
			{
				"name": "Tượng Bóng Đêm",
				"count": 6
			},
			{
				"name": "Tinh Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 3
			},
			{
				"name": "Tượng Bóng Đêm",
				"count": 12
			},
			{
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 6
			},
			{
				"name": "Tượng Tử Thần",
				"count": 9
			},
			{
				"name": "Bột Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 4
			},
			{
				"name": "Tượng Tử Thần",
				"count": 18
			},
			{
				"name": "Bột Slime",
				"count": 12
			}
		]
	}
}