{
	"name": "Điệu Van Ban Đêm",
	"description": "Chiếc cung có màu sắc giống như màn đêm huyền ảo và tội lỗi.",
	"weapontype": "Cung",
	"rarity": "4",
	"story": "...\n\"Tiểu thư, trong hành trình của người, không giọt nước mắt nào sẽ rơi vô ích.\"\nKhi cuộc du hành ở vùng đất câm lặng kết thúc, Ozvaldo Hrafnavines đã nói với công chúa như thế.\n\nTrong cuộc hành trình vượt qua thời không dài đằng đẵng, \"Công Chúa Định Tội\" và \"Quạ Đen Oz Chém Đứt Ngày Và Đêm\" đã chứng kiến kết cục của vô số câu chuyện. Từng giọt mưa rồi sẽ hòa vào biển đắng ở cuối hành trình. Nỗi giận dữ trước sự bất bình của những thiếu niên rồi cũng sẽ bình lặng. Nếu mỗi tâm huyết không bị tan thành cát bụi theo dòng chảy của thời gian, thì cũng sẽ đi chệch quỹ đạo. Cuối cùng, ngay cả nhánh của Cây Thời Gian nơi đất nước Cộng Hòa Reman tráng lệ ngự trị cũng bị chặt bỏ, để nhường chỗ cho quốc gia của một kẻ trong cặp song sinh sói thống trị.\nTất cả những gì trên thế gian cuối cùng rồi cũng sụp đổ, để đến vương quốc tương lai của công chúa. Trong vườn linh tĩnh mịch đen đặc, tìm kiếm cho mình một góc tối để nghỉ ngơi.\nNhưng mặc dù vậy, khi Droctfult đánh trả lại \"quái thú thế giới\" vì giấc mơ thời niên thiếu, cuối cùng lại bị móng vuốt của nó xé nát, công chúa vẫn rơi lệ.\n\n\"Hãy nhớ lấy, Ozvaldo Hrafnavines, công chúa của Vương Đô U Ám sẽ không khóc.\"\nCô ấy đã trả lời rằng, \"Trên đời này ai mà không mang tội lỗi. Vào thời khắc tiếng chuông phán xét vang lên, màn đêm đen tối sẽ lại giáng xuống. Còn dáng vẻ vùng vẫy của con người và dã thú trong đó, chẳng qua chỉ là điệu Van trong đêm mà thôi.\"\n\n\"Đúng như lời mà tiểu thư đã nói.\"\n\"Hừ, hiểu thì tốt.\"\n\"Vậy còn câu chuyện này, tiểu thư có còn nhớ không\"\n\nKhiến cho vùng biển nước hoa của vũ trụ nguyên sơ tỏa sáng rực rỡ, lại khiến cho hai trong ba vầng trăng sáng làm náo động bầy thú ở vương quốc Arianrhod, bị thanh kiếm đã cắt đứt đường biên giới của thế giới nghiền vỡ, hóa thành hạt cát nhỏ đến nỗi ngay cả Ma Nhãn của công chúa cũng không nhìn thấy.\nHoặc có lẽ là như vầy: Ánh trăng đã từng soi sáng vũ trụ, mang đến giấc mơ và lời ca cho những người say ngủ ở cả ba thế giới, lại đem đến khát vọng cho bầy thú lang thang giữa bình minh và hoàng hôn, cuối cùng hóa thành hạt cát nhỏ bé. Nhưng ngay cả như thế, họ cũng muốn được ở trong đôi mắt sáng ngời vĩnh cửu của công chúa, mang ánh sáng huyền ảo của họ đến nhiều vùng hơn.\n\nKhông sai, công chúa sẽ không rơi lệ.\nChỉ là hạt cát vô lễ rơi vào khóe mắt cô, là phản ứng tự nhiên của cơ thể mà thôi.\n\n-Hết-",
	"baseatk": 42,
	"substat": "Tăng Sát Thương Vật Lý",
	"subvalue": "11.3",
	"effectname": "Cực Dạ Nhị Trùng Tấu",
	"effect": "Trong 5s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng nguyên tố tạo thành tăng {0}; Trong 5s sau khi kỹ năng nguyên tố đánh trúng địch, sát thương đánh thường tạo thành tăng {1}.",
	"r1": [
		"20%",
		"20%"
	],
	"r2": [
		"25%",
		"25%"
	],
	"r3": [
		"30%",
		"30%"
	],
	"r4": [
		"35%",
		"35%"
	],
	"r5": [
		"40%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ngói Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"name": "Sừng Nặng",
				"count": 3
			},
			{
				"name": "Ấn Quạ Tầm Bảo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 3
			},
			{
				"name": "Sừng Nặng",
				"count": 12
			},
			{
				"name": "Ấn Quạ Tầm Bảo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 6
			},
			{
				"name": "Sừng Đồng Đen",
				"count": 6
			},
			{
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"name": "Sừng Đồng Đen",
				"count": 12
			},
			{
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 6
			},
			{
				"name": "Sừng Hắc Tinh",
				"count": 9
			},
			{
				"name": "Ấn Quạ Trộm Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mảnh Giấc Mơ Tháp Cô Vương",
				"count": 4
			},
			{
				"name": "Sừng Hắc Tinh",
				"count": 18
			},
			{
				"name": "Ấn Quạ Trộm Vàng",
				"count": 12
			}
		]
	}
}