{
	"name": "Quán Nguyệt Thương",
	"description": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của mũi tên khổng lồ, được dùng như mũi thương sắc bén.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "\"Câu chuyện này, có liên quan đến tất cả những đứa trẻ say mê ánh trăng...\"\n\nThỉnh thoảng, khi nhìn ánh trăng duy nhất còn sót lại, những đứa trẻ này sẽ buồn đau như khi vị Vua Rừng Rậm cuối cùng kia hấp hối.\nLại có truyền thuyết kể rằng, nếu uống được ngụm nước phản chiếu ánh trăng tròn đọng lại trong dấu chân của Vua Rừng Rậm, thì sẽ trở thành người hầu cận của vua.\n\nCâu chuyện về ánh trăng là thế đó. Câu chuyện ấy được nghe từ trong giấc mơ rất xa xưa rất xa xưa, và giấc mơ đó được giấu trong một đóa Sen Nilotpala.\nTừ rất lâu trước khi Aramuhukunda còn chưa được sinh ra từ quả lựu, thời đại mà chủng tộc cao quý, vĩ đại và xinh đẹp vẫn còn đồng hành với tổ tiên các bạn.\nTừng có ba chị em. Mỗi khi đêm đến, bọn họ sẽ rời khỏi cung điện màu ngọc trai, và dạo bước trong sa mạc. Sen Nilotpala sẽ nở dưới chân họ.\n\n...\nCuối cùng có hai mặt trăng tan thành tro bụi, biến mất không còn dấu vết. Người cuối cùng trong ba chị em buồn đau quá nên không bao giờ rời khỏi cung điện của mình nữa.\nThật lâu sâu đó, cuối cùng mảnh vụn của mặt trăng đã rơi xuống mặt đất. Khi đó, vị thần cỏ cây đã dời khu rừng đến sa mạc.\nỞ nơi mảnh vụn của mặt trăng rơi xuống, đã nở rộ đóa Sen Nilotpala. Còn đám trẻ hít phải những hạt bụi này, thì trong lòng sẽ luôn có ánh trăng sáng ngời hệt như ngọc trai.\nĐó cũng là lý do luôn có những đứa trẻ bị ánh trăng hấp dẫn, cũng là lý do mà Sen Nilotpala nở vào ban đêm, và cũng là lý do ánh trăng luôn ưu ái những đứa trẻ này.\nBởi vì ba chị em luôn soi sáng lẫn nhau kia, lúc nào cũng khát khao ngày đoàn tụ.\n\nĐóa Sen Nilotpala kia kể xong câu chuyện này thì đã úa tàn. Cô đã đợi rất lâu, mãi đến khi sa mạc biến thành rừng cây, chủng tộc vĩ đại bị lật đổ,\nMới chờ được ngày chúng tôi xuất hiện trên mặt đất, chờ đến khi Aranara kia - người có thể giao tiếp với cô, và kể câu chuyện này lại cho tôi, xuất hiện trước mặt cô ấy.\nAranara kia về sau lại mất đi rất nhiều ký ức, hết lần này tới lần khác, cho đến khi Vanarana bị hủy diệt, chúng tôi đã bước vào trong mộng.\nNhưng như vậy cũng không sao, vì câu chuyện về ánh trăng sẽ trở thành ánh trăng sáng ngời như ngọc trai ở trong lòng chúng tôi và trong lòng các bạn.\n\nNhững đứa trẻ bị ánh trăng mê hoặc sẽ bật khóc mỗi khi ngắm trăng, là vì ánh trăng hóa thành vô số hạt cát nhỏ rơi vào mắt họ.\nTrong rất nhiều câu chuyện xưa, không có giọt nước mắt nào rơi xuống một cách vô ích cả.",
	"baseatk": 44,
	"substat": "Tinh Thông Nguyên Tố",
	"subvalue": "24",
	"effectname": "Ánh Trăng Rừng Tối",
	"effect": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Phục Sinh\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Phục Sinh\" sẽ tăng {0} tấn công, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Phục Sinh\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Hồi Ức Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"name": "Vật Chứa Hỗn Độn",
				"count": 3
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"name": "Vật Chứa Hỗn Độn",
				"count": 12
			},
			{
				"name": "Phù Hiệu Tân Binh",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"name": "Mô Đun Hỗn Độn",
				"count": 6
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"name": "Mô Đun Hỗn Độn",
				"count": 12
			},
			{
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"name": "Chốt Neo Hỗn Độn",
				"count": 9
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Chân Lý Vườn Hoa Ốc Đảo",
				"count": 4
			},
			{
				"name": "Chốt Neo Hỗn Độn",
				"count": 18
			},
			{
				"name": "Phù Hiệu Hiệu Úy",
				"count": 12
			}
		]
	}
}