{
	"id": 11434,
	"name": "Bình Minh Của Người Dệt Trăng",
	"description": "Thanh kiếm bạc sắc bén và thuần khiết, tựa như dòng chảy ánh trăng đủ sắc bén để xuyên qua lớp giáp kiên cố. Tương truyền, đây là thánh khí từng được Vịnh Nguyệt Sứ đầu tiên chúc phúc.",
	"descriptionRaw": "Thanh kiếm bạc sắc bén và thuần khiết, tựa như dòng chảy ánh trăng đủ sắc bén để xuyên qua lớp giáp kiên cố. Tương truyền, đây là thánh khí từng được Vịnh Nguyệt Sứ đầu tiên chúc phúc.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "\"Như những gì con đã từng biết, Aila của ta, hãy uống ánh trăng tinh khiết này, con yêu của ta, đứa trẻ được ta yêu thương nhất.\"\n\"Thứ chảy trong dòng máu của chúng ta chính là ánh bạc thuần khiết nhất, chỉ có chúng ta mới nhận được ân điển từ chủ nhân Sương Nguyệt.\"\n\"Con không được kết hôn với đàn ông ngoại bang, vì con được định sẵn sẽ sinh cho cư dân phương bắc vị chủ nhân mới của thiên đường.\"\n\"Nữ chủ nhân Sương Nguyệt sớm đã dùng sợi chỉ bạc dệt nên mọi con đường trên thế gian, vạn vật chỉ là đang nhảy múa theo sợi chỉ.\"\n \nĐó là thời đại mà thảm họa đen tối vẫn chưa quét qua vùng biên giới, vị chủ tế phương bắc đã lặp lại những hành động ngu ngốc của mình một cách vô ích.\nCó lẽ vì quá tôn kính thần linh, hoặc là chưa từng tin vào vị thần đã mất chưa một lần ban phát ánh sáng xuống thế gian ấy,\n(Giữa hai điều này cũng không có gì khác biệt, dù sao thì tổ mẫu nuôi nấng cô trưởng thành cũng chưa từng phân biệt rõ ràng.)\nNữ sứ giả trẻ tuổi luôn kính cẩn phụng mệnh vị chủ tế đức cao vọng trọng, chấp hành mọi mệnh lệnh một cách trung thành.\nChưa từng làm trái vị tổ mẫu nhân từ và ấm áp đó, cho dù trong những ngôn từ lương thiện của cô có ẩn chứa sự độc ác đáng sợ đến đâu.\nCho dù muốn dùng lưỡi kiếm bạc sắc bén cắt đứt sợi chỉ của ai, cho dù là muốn giọng hát của ai phải câm lặng trong đêm tối,\nMọi tội lỗi đều là để thanh tẩy dòng máu thánh mà vầng trăng ban tặng... Chỉ khi uống đủ máu đỏ, mới có thể luyện ra sự thuần khiết không tì vết.\n \n\"Như những gì con đã từng làm, Aila của ta, hãy uống ánh trăng tinh khiết này, con yêu của ta, đứa trẻ được ta yêu thương nhất.\"\n\"Nếu hắn đã tin tưởng con, thì hãy dùng trí tuệ của mình để khuyên nhủ, để hắn lấy lại bình tĩnh mà dụ hắn đến thánh địa.\"\n\"Người đàn ông tên Solovei đó cũng chỉ là một hung đồ bội tín, vọng tưởng tìm kiếm sự bảo vệ của chúng ta sau khi làm việc ác.\"\n\"Cho đến khi hắn đến nơi này, con phải dùng kiếm đâm xuyên trái tim từ phía sau, phải khiến những sợi chỉ hiểm độc đó đứt đoạn.\"\n \nĐáp lại vị chủ tế chỉ có sự im lặng như thường lệ. Mà với những người quen với sự phục tùng, thì im lặng cũng có nghĩa là đồng ý.\nSự phục tùng lâu dài của nữ sứ đã khiến bà thực sự tin rằng, những nỗi đau khổ vẩn đục đó chưa từng khiến đối phương sinh lòng oán hận.\nĐúng vậy, đó là người may mắn được định sẵn sẽ sinh ra hậu duệ thánh, lẽ nào không biết tế lễ là vì lời chỉ dụ hàng ngàn năm sao?\nCho đến khi lưỡi dao bạc thuần khiết xuyên qua lưng bà, vị chủ tế cuối cùng của phương bắc vẫn chưa hiểu được nguồn cơn của sự phản bội.\n \n\"Hah... Ngài Solovei nói đúng, bà chỉ đang thêu dệt sự dối trá với chúng tôi mà thôi, bà Lovia.\"\n\"Nếu không... thì tại sao khi sợi chỉ của bà bị cắt đứt, thứ chảy ra chẳng phải ánh trăng bạc, mà lại là ánh bình minh nhuốm màu đỏ thẫm chứ?\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Di Chúc Bạc Huyền Bí",
	"effectTemplateRaw": "Tăng <color=#99FFFFFF>{0}</color> sát thương Kỹ Năng Nộ. Khi giới hạn Năng Lượng Nguyên Tố của người trang bị không vượt quá 60/40, sát thương Kỹ Năng Nộ tăng thêm <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Tăng 20% sát thương Kỹ Năng Nộ. Khi giới hạn Năng Lượng Nguyên Tố của người trang bị không vượt quá 60/40, sát thương Kỹ Năng Nộ tăng thêm 16%/28%.",
		"values": [
			"20%",
			"16%/28%"
		]
	},
	"r2": {
		"description": "Tăng 25% sát thương Kỹ Năng Nộ. Khi giới hạn Năng Lượng Nguyên Tố của người trang bị không vượt quá 60/40, sát thương Kỹ Năng Nộ tăng thêm 20%/35%.",
		"values": [
			"25%",
			"20%/35%"
		]
	},
	"r3": {
		"description": "Tăng 30% sát thương Kỹ Năng Nộ. Khi giới hạn Năng Lượng Nguyên Tố của người trang bị không vượt quá 60/40, sát thương Kỹ Năng Nộ tăng thêm 24%/42%.",
		"values": [
			"30%",
			"24%/42%"
		]
	},
	"r4": {
		"description": "Tăng 35% sát thương Kỹ Năng Nộ. Khi giới hạn Năng Lượng Nguyên Tố của người trang bị không vượt quá 60/40, sát thương Kỹ Năng Nộ tăng thêm 28%/49%.",
		"values": [
			"35%",
			"28%/49%"
		]
	},
	"r5": {
		"description": "Tăng 40% sát thương Kỹ Năng Nộ. Khi giới hạn Năng Lượng Nguyên Tố của người trang bị không vượt quá 60/40, sát thương Kỹ Năng Nộ tăng thêm 32%/56%.",
		"values": [
			"40%",
			"32%/56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Vinh Quang Đã Mất Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Cố Chấp Mê Muội Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Cố Chấp Mê Muội Của Hậu Duệ Cực Bắc",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Nguyện Cầu Của Hậu Duệ Cực Bắc",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Nguyện Cầu Của Hậu Duệ Cực Bắc",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Hào Quang Của Hậu Duệ Cực Bắc",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 12
			}
		]
	}
}