{
	"id": 13430,
	"name": "Mũi Đinh Trấn Núi",
	"description": "Thương dài được các thợ mỏ hợp sức rèn ra, trước đây là cống phẩm hiến tế cho các linh hồn trong dãy núi.",
	"descriptionRaw": "Thương dài được các thợ mỏ hợp sức rèn ra, trước đây là cống phẩm hiến tế cho các linh hồn trong dãy núi.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "Khi đó thủy triều đen chưa dâng cao, thanh âm kim loại ở thung lũng Nanatzcayan dội lên tận bầu trời, ngọn lửa lấp lánh không ngừng nghỉ.\nNhững người thợ mỏ đã làm việc ngày đêm suốt nhiều tháng, chỉ để chế tạo một món đồ quan trọng, không được phép buông thả.\nNghe nói, thứ này liên quan đến sự an toàn của khu mỏ và sự sống còn của bộ tộc. Các bậc trưởng bối trong tộc gọi nó là \"Mũi Đinh Trấn Núi\".\nCứ khi nào mặt đất hay núi non rung chuyển, chỉ có cách ném vào hang sâu, dâng cho các linh hồn núi non, mới có thể yên bình trở lại.\n\nMặc dù đây là một nghi lễ cổ xưa đã được truyền lại hàng nghìn năm, nhưng Sundjatta trẻ tuổi lại cười nhạo coi thường nó.\nAnh hiểu rõ xu hướng của tầng đá, biết được đường lối các mạch khoáng, và tin rằng các vụ sạt lở thường xuyên ắt hẳn phải có nguyên nhân.\nHoặc là do khai thác quá độ khiến núi non không thể chịu được áp lực, hoặc là có loài rồng chui dưới đất gây họa dưới suối.\nDù thế nào đi nữa, anh quyết định đi sâu vào hang cấm của bộ tộc để khám phá những bí mật ẩn giấu bên trong.\n\nĐi theo huyết mạch của đá, bước qua những hang động tối tăm, không gì có thể ngăn cản được anh ấy.\nỞ nơi sâu nhất của hang động, những chiếc đinh dài xếp dọc hai bên, canh giữ cánh cửa dẫn đến nơi sâu hơn.\nVốn dĩ đây là cấm địa đã hàng ngàn năm không ai đặt chân tới, nhưng trên cửa lại có dấu vết đào bới còn mới.\nMột đường hầm giống như con rắn uốn lượn xuyên qua thế giới dưới lòng đất, không ai biết nó dẫn đến đâu.\n\nCuối cùng, đi ngược hướng dòng chảy của con sông ngầm, anh nhìn thấy ánh sáng mập mờ ở lối ra.\nSau khi thích ứng với ánh sáng chói lóa đã lâu không nhìn thấy, thứ xuất hiện trước mặt anh là di tích đổ nát phủ đầy tro bụi.\nĐây từng là hầm trú ẩn của kẻ soán ngôi Thành Tro Tàn, cũng là nơi ẩn náu của những người thợ mỏ cổ đại.\nCon Stegosaurus bị mù đang sống trong vách đá, dường như chính là đầu sỏ đưa lối đi bí mật ra trước ánh sáng.\n\n\"Đúng vậy, đây là đường hầm mà chỉ những thợ thủ công lành nghề từng bị Xà Vương tàn bạo bắt đến Thành Tro Tàn mới biết.\"\n\"Khi kẻ soán ngôi đáng xấu hổ cố gắng xóa bỏ dấu vết loài rồng tạo ra, khi sự điên rồ của hắn thu hút ma quỷ và linh hồn tà ác,\"\n\"Tổ tiên chúng tôi đã trốn thoát qua những đường hầm này để đi đến vùng núi hoang vắng.\"\n\nNhưng dù lối đi bí mật dẫn đến hang rồng đã bị chặn, nhưng những kẻ khát máu vẫn kéo đến sau khi đánh hơi ra nó.\nĐể bảo vệ ngôi nhà mới trên Thung Lũng Tequemecan, các chiến binh của bộ tộc đã hát vang bài ca chiến tranh vang vọng.\nCầm trong tay cây thương dài sắc bén, anh bước vào hang tối, chiến đấu quyết liệt với những thứ đen tối vô danh.\nVũ khí trong tay họ lần lượt gãy vụn, những người trong núi lần lượt rèn lại từng thanh mới.\nMãi đến khi không biết đã qua bao ngày đêm, tiếng gầm như ác mộng và tiếng sắt đá va chạm mới chịu dừng lại.\n\nĐây chính là \"Mũi Đinh Trấn Núi\", ban phước cho những người từng mai danh ẩn tích, chiến đấu để giành lại tự do và quê hương,\nLời chúc phúc cho những người đã hy sinh để có được bình minh ngay trước khi mặt trời ló rạng, vẫn được truyền lại cho đến tận ngày nay.\n\nKhi thủy triều đen dâng lên từ chân trời, thanh âm kim loại ở thung lũng Nanatzcayan dội lên tận bầu trời, ngọn lửa lấp lánh không ngừng nghỉ.\nDòng đá núi tan chảy được các nghệ nhân rèn đúc tỉ mỉ, hóa thành một ngọn thương sắc bén.\nThủ lĩnh của mỏ khoáng, Sundjatta, bước lên lưng Stegosaurus Muhuru, lấy một thanh từ trong những vách đá.\nVới ngọn lửa vừa bùng lên từ đống tro tàn cùng những lời chúc phúc được tôi luyện từ vô số nguyện vọng, một trận chiến mới bắt đầu.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "6,7%",
	"effectName": "Hy Vọng Vượt Qua Đỉnh Núi",
	"effectTemplateRaw": "Giảm 15% tiêu hao thể lực khi leo trèo, tăng <color=#99FFFFFF>{0}</color> sát thương Kỹ Năng Nguyên Tố gây ra; Ngoài ra, sau khi nhân vật khác trong đội gần đó thi triển Kỹ Năng Nguyên Tố, sát thương Kỹ Năng Nguyên Tố của người trang bị sẽ còn tăng <color=#99FFFFFF>{1}</color> trong 8s.",
	"r1": {
		"description": "Giảm 15% tiêu hao thể lực khi leo trèo, tăng 12% sát thương Kỹ Năng Nguyên Tố gây ra; Ngoài ra, sau khi nhân vật khác trong đội gần đó thi triển Kỹ Năng Nguyên Tố, sát thương Kỹ Năng Nguyên Tố của người trang bị sẽ còn tăng 12% trong 8s.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Giảm 15% tiêu hao thể lực khi leo trèo, tăng 15% sát thương Kỹ Năng Nguyên Tố gây ra; Ngoài ra, sau khi nhân vật khác trong đội gần đó thi triển Kỹ Năng Nguyên Tố, sát thương Kỹ Năng Nguyên Tố của người trang bị sẽ còn tăng 15% trong 8s.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Giảm 15% tiêu hao thể lực khi leo trèo, tăng 18% sát thương Kỹ Năng Nguyên Tố gây ra; Ngoài ra, sau khi nhân vật khác trong đội gần đó thi triển Kỹ Năng Nguyên Tố, sát thương Kỹ Năng Nguyên Tố của người trang bị sẽ còn tăng 18% trong 8s.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Giảm 15% tiêu hao thể lực khi leo trèo, tăng 21% sát thương Kỹ Năng Nguyên Tố gây ra; Ngoài ra, sau khi nhân vật khác trong đội gần đó thi triển Kỹ Năng Nguyên Tố, sát thương Kỹ Năng Nguyên Tố của người trang bị sẽ còn tăng 21% trong 8s.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Giảm 15% tiêu hao thể lực khi leo trèo, tăng 24% sát thương Kỹ Năng Nguyên Tố gây ra; Ngoài ra, sau khi nhân vật khác trong đội gần đó thi triển Kỹ Năng Nguyên Tố, sát thương Kỹ Năng Nguyên Tố của người trang bị sẽ còn tăng 24% trong 8s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Hòn Đá Rực Cháy",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Hòn Đá Rực Cháy",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Hạt Giống Sinh Mệnh Rực Cháy",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Hạt Giống Sinh Mệnh Rực Cháy",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Con Mắt Rực Cháy",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Thần Tính Của Thánh Chủ Mê Sảng",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Con Mắt Rực Cháy",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 12
			}
		]
	}
}