{
	"id": 15416,
	"name": "Ánh Trăng Mouun",
	"description": "Chiến cung tinh xảo làm từ vỏ sò và san hô. Trên thân cung phản chiếu ánh trăng đầy đau thương.",
	"descriptionRaw": "Chiến cung tinh xảo làm từ vỏ sò và san hô. Trên thân cung phản chiếu ánh trăng đầy đau thương.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Trường cung từng được Mouun, pháp sư của Đảo Watatsumi sử dụng,\nSáng loáng tinh khiết như những bọt biển ở đầu con sóng dưới ánh trăng.\n\nPháp sư đã kết bạn với hải thú biển khơi, quyết chiến với lôi vân vì giấc mơ tựa như bọt biển của Watatsumi,\nCùng với những đồng hành tâm giao cưỡi trên ngọn sóng, thấp thoáng trong làn nước rẽ sóng của con thuyền...\nĐi theo Watatsumi bước lên hành trình không có đường về, cuối cùng đã cùng nhau bước vào vùng đất diệt vong đầy bi thảm.\n\n\"Cuộc chiến do Watatsumi Omikami đại nhân phát động, có lẽ ngay từ ban đầu đã xác định là không có kết quả rồi.\"\n\"Nhưng chỉ cần có thể để lại ký ức, gieo trồng hạt giống \"hy sinh\", có lẽ cũng xứng đáng chứ.\"\n\nKhúc hát năm xưa từng ca tụng về sự thấu hiểu nhau giữa cô ấy và người chị em song sinh \"Umigozen\",\nMô tả họ tắm trong bọt biển trắng xóa giữa làn nước rẽ sóng của con thuyền, tư thế khi họ giương cung và vung giáo...\nTrong khúc hát xa xăm hoài niệm về chuyện cô ấy từng cùng với Touzannou trẻ tuổi cưỡi hải thú bơi lượn buổi đêm,\nNhắc lại chuyện cô đã từng nói với các dũng sĩ về ngày mai tan vỡ, và tiếng thì thầm bên tai nghe dịu dàng mà bi thương...\n\nVào những ngày sóng yên biển lặng, pháp sư song sinh từng hợp ca với kình ngư dưới biển sâu.\nKể về những đêm trắng ảm đạm và đêm đen mịt mù dưới đáy biển, về Omikami và nhánh ngọc rực rỡ.\nCô cũng đã từng nô đùa với anh chàng thiếu niên lỗ mãng chẳng có gì ngoài sức mạnh kia bên dưới ánh trăng, như đang chơi đùa với cá...\n\n\"Chờ ngày em đem về chiếc mặt nạ của đại yêu Tengu trong truyền thuyết kia, chị nhất định phải hoàn thành chuyện còn dang dở như đã hẹn.\"\n\n\"Được thôi. Nếu đến lúc đó em vẫn ăn nói ngông cuồng, ta sẽ lệnh cho kình ngư tạo sóng lớn, rửa sạch cái miệng của em.\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Kẻ Cưỡi Sóng Watatsumi",
	"effectTemplateRaw": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>{0}</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.12% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này gây ra. Thông qua cách này, sát thương Kỹ Năng Nộ tăng tối đa 40%.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.15% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 50%.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.18% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 60%.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.21% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 70%.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.24% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 80%.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Trí Tuệ Của Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Lăng Kính Ảm Đạm",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Lăng Kính Ảm Đạm",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Lăng Kính Pha Lê",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Lăng Kính Pha Lê",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Lăng Kính Phân Cực",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Uy Dũng Của Narukami",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Lăng Kính Phân Cực",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 12
			}
		]
	}
}