{
	"id": 14520,
	"name": "Kính Dệt Màn Đêm",
	"description": "Tấm gương sáng bằng bạc không tì vết, tương truyền đã chứng kiến sự ra đời của Thiếu Nữ Mặt Trăng, vì thế mà được Dòng Dõi Sương Nguyệt xem như thánh vật tối cao.",
	"descriptionRaw": "Tấm gương sáng bằng bạc không tì vết, tương truyền đã chứng kiến sự ra đời của Thiếu Nữ Mặt Trăng, vì thế mà được Dòng Dõi Sương Nguyệt xem như thánh vật tối cao.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "\"Khi Hằng Nguyệt sụp đổ, trời đất đảo lộn.\"\n\"Khi Hồng Nguyệt vỡ tan, bóng tối đỏ thẫm đắm mình trong biển sâu.\"\n\"Khi Sương Nguyệt ngừng xoay chuyển, các vương quốc đều bị nhấn chìm.\"\n\"Thế giới không còn được Vĩnh Hằng che chở đang tiến dần đến hồi kết.\"\n\"Cho đến khi 'thiên đường' xuất hiện, xoay chuyển bánh xe ban đầu.\"\n \nTheo lời tiên tri cổ xưa, hậu duệ của thành phố vàng đã xây dựng một thánh đường nép mình trên cánh đồng rêu hoang vu.\nÁnh trăng ngàn năm lặng lẽ chảy qua khu rừng băng giá, hậu duệ phương bắc vẫn tuân thủ tín ngưỡng và nghi lễ cổ xưa.\nHọ dùng loại bạc không tì vết đúc thành vương miện màu xanh, chọn ra chủ tế thuần khiết nhất để dẫn dắt mọi người đi về phía trước.\nNhư ngày xưa, dâng lời cầu nguyện tới vị thần đã khuất từ lâu, cất lời ca vang vọng tới trời cao đã chẳng còn hồi đáp.\n \nNếu nhìn với ánh mắt của người ngoài, nghi thức vô nghĩa như vậy chỉ có thể nói là do sự vô minh của người bảo thủ.\nNhưng chỉ có lời cầu nguyện được lưu truyền ấy, chỉ có nghi thức tế lễ ngàn năm kia, mới có thể trở thành huy hiệu kết nối những người đã mất đi quê hương.\nBánh xe vận mệnh đã hoen gỉ, sợi dây bạc cũng đã phai mờ. Viễn cảnh chỉ dựa trên lời tiên tri cuối cùng sẽ không thể mang lại hy vọng cho mọi người.\n\"Ai lại đi thờ phụng một vị thần đã chết chứ? Ai lại chịu đựng nỗi đau khổ vô vọng chỉ vì một ảo tưởng hão huyền chứ?\"\nTựa như vô số thời đại từng trở về lòng đất sâu thẳm, những người mông muội vẫn luôn khát khao lời chỉ dẫn rõ ràng.\nChính vì vậy, những nghi lễ chưa từng được người ngoài biết đến đã dựng lên bức tường cao ngăn cách với thế giới bên ngoài.\n \nNgàn năm trước đã như thế, ngàn năm sau hẳn cũng vậy. Cho đến khi thiên đường trong lời tiên tri cổ xưa xuất hiện.\nĐến khi dòng máu thuần khiết được tôi luyện qua nhiều đời sinh ra vị thánh khiến cả thế gian phải quỳ gối. Cho tới lúc ấy...\nDẫu là dối lừa hay tội lỗi, tất thảy đều đáng được dung thứ và tán dương, bởi chúng đều là vì thiên đường tinh khôi dưới trăng...\n \nCâu chuyện sau đó, chính là hành trình thần thánh được Dòng Dõi Sương Nguyệt, những người không còn bài xích người ngoài kể lại.\nVịnh Nguyệt Sứ đầu tiên, thánh đồ được ban ân điển, người đã chứng kiến thần linh giáng thế, có tên phàm trần là Aila.\nTrong ý tưởng lưu truyền sau này, cô đã dự đoán được sự ra đời của trăng non, và vì sự khai sáng nên quyết định bỏ đi các nghi lễ cũ.\n\"Đó là người được chọn để ban phúc từ khi lọt lòng, con người thành kính chưa từng vương bụi trần nơi thế giới dưới ánh trăng.\"\n\"Cô nhìn thấy sự im lặng chết chóc của guồng quay và sự tuyệt vọng của sợi chỉ bạc, bởi vì lời ca tụng ngàn năm không thay đổi đó chẳng qua chỉ là âm vang trống rỗng.\"\n\"Ánh hào quang đã tắt chưa từng thương xót vùng biên giới hoang vu, duy chỉ có vầng trăng non sắp ló dạng mới mang đến hy vọng đích thực.\"\n\"Ngay cả vị chủ tế cuối cùng ở tận cùng phương bắc cũng tôn kính tín ngưỡng của Aila, không chút giấu giếm mà mở lòng với cô ấy.\"\n\"Hết lòng trao quyền dẫn dắt mọi người vào tay cô ấy, để cô ấy đích thân phong ấn thánh địa cổ xưa.\"\n\"Hãy để vinh quang về với nơi chôn vùi, vứt bỏ danh hiệu cố chấp và quá khứ vô nghĩa, chờ đợi sự ghé đến của vị thần mới được sinh ra.\"\nTừ đó, thế gian không còn người chủ tế của Hyperborea, chỉ có Vịnh Nguyệt Sứ được đắm mình trong ánh sáng thuần khiết đó.\n \n...\n \nVô số mặt trăng mọc rồi lặn. Những người mơ về miền đất hứa đối mặt với bóng của chiếc rìu, còn những người khao khát sự cứu rỗi rơi vào dòng chảy ánh sáng.\nYêu tăng khát khao bầu trời đã mất đi lý trí, ngai vàng của Sao Nhạt vắng bóng chủ nhân xưa, Bạch Hoàng ngã xuống làn sóng đen ô uế.\nCuối cùng đến cả Dạ Oanh cũng ngừng cất tiếng hót, vô số cái tên rời khỏi thế giới dưới trăng, hòa thành dòng chảy quá khứ mà chúng sinh bình phẩm.\nĐúng như giao ước với Người Đúc Đèn, người hầu của vầng trăng mới đã dệt nên khúc thánh ca, rồi chôn vùi nó cùng thánh đường.\nCho đến khi đêm trắng gột sạch những nhân chứng cuối cùng của thời đại ấy, chỉ có ánh trăng vẫn lặng lẽ tuôn trào như nghìn năm trước.\n\n\"Khi Hằng Nguyệt sụp đổ, trời đất đảo lộn.\"\n\"Khi Hồng Nguyệt vỡ tan, bóng tối đỏ thẫm đắm mình trong biển sâu.\"\n\"Khi Sương Nguyệt ngừng xoay chuyển, các vương quốc đều bị nhấn chìm.\"\n\"Thế giới không còn được Vĩnh Hằng che chở đang tiến dần đến hồi kết.\"\n\"Cho đến khi tân nguyệt ló dạng, bánh xe định mệnh lại bắt đầu chuyển động.\"\n\"Những người đang theo đuổi thủy triều vẫn không ngừng ca hát và cầu nguyện.\"\n\"Bởi vì Nguyệt Thần mới sắp tái xuất như trong lời tiên tri cổ xưa.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "58",
	"effectName": "Khúc Cầu Nguyện Ngàn Năm",
	"effectTemplateRaw": "Khi Kỹ Năng Nguyên Tố gây ra Sát Thương Nguyên Tố Thủy hoặc Thảo, người trang bị sẽ nhận hiệu quả \"Thánh Ca Cực Bắc\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm trong 4.5s. Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt-Sum Suê, người trang bị sẽ nhận hiệu quả \"Áng Thơ Trăng Non\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color> điểm trong 10s. Khi cả hai hiệu quả Thánh Ca Cực Bắc và Áng Thơ Trăng Non cùng tồn tại, tất cả nhân vật trong đội ở gần tăng <color=#99FFFFFF>{2}</color> sát thương phản ứng Sum Suê, tăng <color=#99FFFFFF>{3}</color> sát thương phản ứng Nở Rộ, Bung Tỏa, tăng <color=#99FFFFFF>{4}</color> sát thương phản ứng Nguyệt-Sum Suê. Hiệu quả này không thể cộng dồn, người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Khi Kỹ Năng Nguyên Tố gây ra Sát Thương Nguyên Tố Thủy hoặc Thảo, người trang bị sẽ nhận hiệu quả \"Thánh Ca Cực Bắc\": Tinh Thông Nguyên Tố tăng 60 điểm trong 4.5s. Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt-Sum Suê, người trang bị sẽ nhận hiệu quả \"Áng Thơ Trăng Non\": Tinh Thông Nguyên Tố tăng 60 điểm trong 10s. Khi cả hai hiệu quả Thánh Ca Cực Bắc và Áng Thơ Trăng Non cùng tồn tại, tất cả nhân vật trong đội ở gần tăng 120% sát thương phản ứng Sum Suê, tăng 80% sát thương phản ứng Nở Rộ, Bung Tỏa, tăng 40% sát thương phản ứng Nguyệt-Sum Suê. Hiệu quả này không thể cộng dồn, người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"60",
			"60",
			"120%",
			"80%",
			"40%"
		]
	},
	"r2": {
		"description": "Khi Kỹ Năng Nguyên Tố gây ra Sát Thương Nguyên Tố Thủy hoặc Thảo, người trang bị sẽ nhận hiệu quả \"Thánh Ca Cực Bắc\": Tinh Thông Nguyên Tố tăng 75 điểm trong 4.5s. Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt-Sum Suê, người trang bị sẽ nhận hiệu quả \"Áng Thơ Trăng Non\": Tinh Thông Nguyên Tố tăng 75 điểm trong 10s. Khi cả hai hiệu quả Thánh Ca Cực Bắc và Áng Thơ Trăng Non cùng tồn tại, tất cả nhân vật trong đội ở gần tăng 150% sát thương phản ứng Sum Suê, tăng 100% sát thương phản ứng Nở Rộ, Bung Tỏa, tăng 50% sát thương phản ứng Nguyệt-Sum Suê. Hiệu quả này không thể cộng dồn, người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"75",
			"75",
			"150%",
			"100%",
			"50%"
		]
	},
	"r3": {
		"description": "Khi Kỹ Năng Nguyên Tố gây ra Sát Thương Nguyên Tố Thủy hoặc Thảo, người trang bị sẽ nhận hiệu quả \"Thánh Ca Cực Bắc\": Tinh Thông Nguyên Tố tăng 90 điểm trong 4.5s. Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt-Sum Suê, người trang bị sẽ nhận hiệu quả \"Áng Thơ Trăng Non\": Tinh Thông Nguyên Tố tăng 90 điểm trong 10s. Khi cả hai hiệu quả Thánh Ca Cực Bắc và Áng Thơ Trăng Non cùng tồn tại, tất cả nhân vật trong đội ở gần tăng 180% sát thương phản ứng Sum Suê, tăng 120% sát thương phản ứng Nở Rộ, Bung Tỏa, tăng 60% sát thương phản ứng Nguyệt-Sum Suê. Hiệu quả này không thể cộng dồn, người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"90",
			"90",
			"180%",
			"120%",
			"60%"
		]
	},
	"r4": {
		"description": "Khi Kỹ Năng Nguyên Tố gây ra Sát Thương Nguyên Tố Thủy hoặc Thảo, người trang bị sẽ nhận hiệu quả \"Thánh Ca Cực Bắc\": Tinh Thông Nguyên Tố tăng 105 điểm trong 4.5s. Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt-Sum Suê, người trang bị sẽ nhận hiệu quả \"Áng Thơ Trăng Non\": Tinh Thông Nguyên Tố tăng 105 điểm trong 10s. Khi cả hai hiệu quả Thánh Ca Cực Bắc và Áng Thơ Trăng Non cùng tồn tại, tất cả nhân vật trong đội ở gần tăng 210% sát thương phản ứng Sum Suê, tăng 140% sát thương phản ứng Nở Rộ, Bung Tỏa, tăng 70% sát thương phản ứng Nguyệt-Sum Suê. Hiệu quả này không thể cộng dồn, người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"105",
			"105",
			"210%",
			"140%",
			"70%"
		]
	},
	"r5": {
		"description": "Khi Kỹ Năng Nguyên Tố gây ra Sát Thương Nguyên Tố Thủy hoặc Thảo, người trang bị sẽ nhận hiệu quả \"Thánh Ca Cực Bắc\": Tinh Thông Nguyên Tố tăng 120 điểm trong 4.5s. Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt-Sum Suê, người trang bị sẽ nhận hiệu quả \"Áng Thơ Trăng Non\": Tinh Thông Nguyên Tố tăng 120 điểm trong 10s. Khi cả hai hiệu quả Thánh Ca Cực Bắc và Áng Thơ Trăng Non cùng tồn tại, tất cả nhân vật trong đội ở gần tăng 240% sát thương phản ứng Sum Suê, tăng 160% sát thương phản ứng Nở Rộ, Bung Tỏa, tăng 80% sát thương phản ứng Nguyệt-Sum Suê. Hiệu quả này không thể cộng dồn, người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"120",
			"120",
			"240%",
			"160%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Mảnh Khí Cụ Kỳ Diệu",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Tâm Nguyện Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 18
			}
		]
	}
}