{
	"id": 11516,
	"name": "Khúc Ca Núi Đá",
	"description": "Lưỡi đao Đá Obsidian sắc bén vô cùng, nhẹ như tiếng hát. Sau khi được một người thợ nào đó cải tạo, đã thêm vào đó thiết bị Phlogiston có khả năng phát đĩa nhạc và có thể tháo bỏ.",
	"descriptionRaw": "Lưỡi đao Đá Obsidian sắc bén vô cùng, nhẹ như tiếng hát. Sau khi được một người thợ nào đó cải tạo, đã thêm vào đó thiết bị Phlogiston có khả năng phát đĩa nhạc và có thể tháo bỏ.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "\"Sinh mệnh này lẽ nào chỉ có thể héo tàn như hoa tươi?\"\n\"Liệu vinh quang như ngọn lửa sau cùng có lụi tàn trong cát bụi không?\"\n\"Liệu danh tiếng lừng lẫy cuối cùng có suy tàn, hóa thành ảo ảnh?\"\n\"Dù rực rỡ như hoa nở, dù nhẹ nhàng như tiếng hát.\"\n\nCô không biết mình đã bước qua đỉnh núi bao nhiêu lần, cũng chẳng còn nhớ mình đã trải qua bao nhiêu mùa đông.\nMỗi năm trước khi Hoa Nhụy Tro nở rộ, nữ chủ nhân khu mỏ sẽ một mình đi đến vùng hoang vu xa xôi của Thung Lũng Tequemecan,\nTheo truyền thống cổ xưa, dâng tặng những bông hoa đẫm sương cho những người bạn không thể nhìn thấy bình minh.\nTrái tim vốn cứng rắn và lạnh lùng như Đá Obsidian, nay đã mềm yếu theo thời gian,\nNhưng người có thể gửi gắm sự ấm áp đó, bất kể là ai, đều đã trở về với Lửa Thánh từ lâu.\n\nCho đến khi tiếng nổ của hầm mỏ và tiếng hát của những người thợ đánh thức cô khỏi những ký ức cay đắng xưa cũ,\nĐại diện của các thủ lĩnh bộ tộc vừa mới bàng hoàng khi tiếng vang của Nanatzcayan đã lan đến nơi này.\nNhững ngọn núi vốn hoang vu, cô độc, giờ đây vang lên những âm thanh vui tươi vang vọng như tiếng chuông.\nĐó là điều mà những người trẻ từng mơ ước, vào những năm tháng mà họ chỉ có thể mai danh ẩn tích,\nNó thuộc về vô số sinh linh đã chiến đấu để lật đổ kẻ soán ngôi, thuộc về tương lai, sự thai nghén của nền văn minh.\n\nThế là người đại diện không còn trẻ trung bật cười đáp lại, thiếu niên với đôi mắt đỏ từng dạy cô,\nNhưng lúc đó cô coi đó là một trò đùa không liên quan gì, vì xấu hổ nên chưa từng hát cho anh ấy nghe.\nNhư chiếc trống được trang trí bằng hoa, lời kể được điểm tô bằng nước mắt, đáp lại khúc ca nhàn nhã giữa những đỉnh núi,\nNhư đá lửa đắp bùn, đỉnh núi vang vọng, như lời chúc phúc được rèn từ lửa, dâng hiến cho mọi chúng sinh,\nHội tụ, phân tán, tái sinh từ tro tàn. Vì ngọn lửa tái sinh, vén bình minh rực rỡ.\n\nTrong hàng ngàn năm kể từ khi quyền lực của bộ tộc được khôi phục lại, vô số câu chuyện đã rải rác vào đêm trăng,\nNhững bài ca dao mà Sakkuk \"người lập lại hòa bình\" lưu giữ, từ lâu đã chẳng còn ai biết tới nữa.\nThế nhưng nhịp điệu kiên định và sắc bén ấy vẫn được truyền lại cho đến ngày nay, cùng với từng nhát búa,\nSuy cho cùng, nhịp điệu nóng bỏng đã là máu chảy trong hầm mỏ từ xa xưa,\nNhững tia lửa tung bay dưới chiếc búa, chính là bài hát dành riêng cho những người kháng chiến, và sẽ không bao giờ phai nhạt.\n\n\"Sinh mệnh này lẽ nào chỉ có thể héo tàn như hoa tươi?\"\n\"Khi mọi ồn ào đều lắng xuống, trái tim sẽ hướng về đâu?\"\n\"Không ai ở lại thế giới này mãi mãi, âu chỉ là đi ngang qua một chặng đường mà thôi.\"\n\"Nhưng nơi đây từng có hoa thơm... nơi đây từng có tiếng hát.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "Phòng Ngự",
	"baseStatText": "18%",
	"effectName": "Tháng Năm Tươi Đẹp Bất Tận",
	"effectTemplateRaw": "Sau khi Tấn Công Thường hoặc Tấn Công Khi Đáp trúng kẻ địch, sẽ nhận được \"Khúc Ca Vinh Hoa\": Phòng Ngự tăng <color=#99FFFFFF>{0}</color>, đồng thời nhận <color=#99FFFFFF>{1}</color> buff sát thương tất cả nguyên tố trong 6s, tối đa cộng dồn 2 tầng, mỗi 0.1s tối đa kích hoạt một lần. Khi hiệu quả cộng dồn đến 2 tầng hoặc thời gian duy trì tầng 2 được làm mới, sẽ căn cứ vào Phòng Ngự của người trang bị, mỗi 1000 điểm Phòng Ngự sẽ khiến tất cả nhân vật trong đội ở gần tăng <color=#99FFFFFF>{2}</color> buff sát thương tất cả nguyên tố, tối đa tăng <color=#99FFFFFF>{3}</color>, duy trì 15s.",
	"r1": {
		"description": "Sau khi Tấn Công Thường hoặc Tấn Công Khi Đáp trúng kẻ địch, sẽ nhận được \"Khúc Ca Vinh Hoa\": Phòng Ngự tăng 8%, đồng thời nhận 10% buff sát thương tất cả nguyên tố trong 6s, tối đa cộng dồn 2 tầng, mỗi 0.1s tối đa kích hoạt một lần. Khi hiệu quả cộng dồn đến 2 tầng hoặc thời gian duy trì tầng 2 được làm mới, sẽ căn cứ vào Phòng Ngự của người trang bị, mỗi 1000 điểm Phòng Ngự sẽ khiến tất cả nhân vật trong đội ở gần tăng 8% buff sát thương tất cả nguyên tố, tối đa tăng 25.6%, duy trì 15s.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25.6%"
		]
	},
	"r2": {
		"description": "Sau khi Tấn Công Thường hoặc Tấn Công Khi Đáp trúng kẻ địch, sẽ nhận được \"Khúc Ca Vinh Hoa\": Phòng Ngự tăng 10%, đồng thời nhận 12.5% buff sát thương tất cả nguyên tố trong 6s, tối đa cộng dồn 2 tầng, mỗi 0.1s tối đa kích hoạt một lần. Khi hiệu quả cộng dồn đến 2 tầng hoặc thời gian duy trì tầng 2 được làm mới, sẽ căn cứ vào Phòng Ngự của người trang bị, mỗi 1000 điểm Phòng Ngự sẽ khiến tất cả nhân vật trong đội ở gần tăng 10% buff sát thương tất cả nguyên tố, tối đa tăng 32%, duy trì 15s.",
		"values": [
			"10%",
			"12.5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Sau khi Tấn Công Thường hoặc Tấn Công Khi Đáp trúng kẻ địch, sẽ nhận được \"Khúc Ca Vinh Hoa\": Phòng Ngự tăng 12%, đồng thời nhận 15% buff sát thương tất cả nguyên tố trong 6s, tối đa cộng dồn 2 tầng, mỗi 0.1s tối đa kích hoạt một lần. Khi hiệu quả cộng dồn đến 2 tầng hoặc thời gian duy trì tầng 2 được làm mới, sẽ căn cứ vào Phòng Ngự của người trang bị, mỗi 1000 điểm Phòng Ngự sẽ khiến tất cả nhân vật trong đội ở gần tăng 12% buff sát thương tất cả nguyên tố, tối đa tăng 38.4%, duy trì 15s.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38.4%"
		]
	},
	"r4": {
		"description": "Sau khi Tấn Công Thường hoặc Tấn Công Khi Đáp trúng kẻ địch, sẽ nhận được \"Khúc Ca Vinh Hoa\": Phòng Ngự tăng 14%, đồng thời nhận 17.5% buff sát thương tất cả nguyên tố trong 6s, tối đa cộng dồn 2 tầng, mỗi 0.1s tối đa kích hoạt một lần. Khi hiệu quả cộng dồn đến 2 tầng hoặc thời gian duy trì tầng 2 được làm mới, sẽ căn cứ vào Phòng Ngự của người trang bị, mỗi 1000 điểm Phòng Ngự sẽ khiến tất cả nhân vật trong đội ở gần tăng 14% buff sát thương tất cả nguyên tố, tối đa tăng 44.8%, duy trì 15s.",
		"values": [
			"14%",
			"17.5%",
			"14%",
			"44.8%"
		]
	},
	"r5": {
		"description": "Sau khi Tấn Công Thường hoặc Tấn Công Khi Đáp trúng kẻ địch, sẽ nhận được \"Khúc Ca Vinh Hoa\": Phòng Ngự tăng 16%, đồng thời nhận 20% buff sát thương tất cả nguyên tố trong 6s, tối đa cộng dồn 2 tầng, mỗi 0.1s tối đa kích hoạt một lần. Khi hiệu quả cộng dồn đến 2 tầng hoặc thời gian duy trì tầng 2 được làm mới, sẽ căn cứ vào Phòng Ngự của người trang bị, mỗi 1000 điểm Phòng Ngự sẽ khiến tất cả nhân vật trong đội ở gần tăng 16% buff sát thương tất cả nguyên tố, tối đa tăng 51.2%, duy trì 15s.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51.2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Trục Bí Ẩn",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Trục Bí Ẩn",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Vỏ Máy Bí Ẩn",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Vỏ Máy Bí Ẩn",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Lõi Bí Ẩn",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Lõi Bí Ẩn",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 18
			}
		]
	}
}