{
	"name": "Máy Cưa Cầm Tay",
	"description": "Máy cưa kiểu cũ, ngày nay gần như tuyệt tích. Nó từng là công cụ cắt rất được các công nhân ưa dùng.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "Máy cưa rất được công nhân ưa thích trong quá khứ, dùng để cắt xương của rồng và đường ống.\nCó kết cấu đơn giản mà kiên cố, dễ bảo trì và đổi linh kiện.\nHai tay cầm chắc phần cán, là có thể cắt đứt sắt thép cứng cáp.\nLoại dụng cụ sắc bén có thể cắt đứt mọi thứ này từng là biểu tượng đại diện cho sự tiến bộ.\n\nSau đó, theo đà phát triển của khu vực thành thị Fontaine, mọi bóng tối đã lần lượt bị ánh sáng trật tự xua đuổi.\nSở dĩ cống thoát nước có thể trở thành Fleuve Cendre phần lớn đều nhờ vào loại công cụ tiện lợi này.\nCư dân Fleuve Cendre tin rằng, dù sống ở thành phố bên dưới thành phố, nơi không có ánh mặt trời và mưa rơi,\nVới sự phấn đấu và kiên trì không mệt mỏi, họ sẽ có được tư cách sống trên mặt đất,\nHoặc có thể xây dựng \"Thủy Quốc\" nơi mình đang sống cũng xinh đẹp như trên mặt đất.\n\nLoại máy cưa này không bị cấm như Kiếm Bến Tàu, Mũi Khoan Thăm Dò,\nBởi vì trong ngành sản xuất Robot Dây Cót thời kỳ đầu nó vẫn có công dụng khó lòng thay thế.\nRồi sau đó, ở nơi tuyệt đối an toàn ở ngoại thành đã xây dựng lên công xưởng Robot Dây Cót lớn nhất,\nNgười có thể sử dụng nó một cách thông thạo đã cùng với nó dần dần biến mất trong dòng chảy tiến bộ.",
	"baseatk": 41,
	"substat": "HP",
	"subvalue": "12",
	"effectname": "Khúc Hát Thuyền Viên",
	"effect": "Khi trị liệu hoặc nhận trị liệu sẽ nhận một Ký Hiệu Kiên Nhẫn, duy trì 30s, tối đa có được 3 Ký Hiệu. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ tiêu hao tất cả Ký Hiệu để sản sinh hiệu quả Phấn Khởi trong 10s: Mỗi Ký Hiệu tiêu hao sẽ tăng {0} điểm Tinh Thông Nguyên Tố, đồng thời sau 2s khi hiệu quả được sản sinh, mỗi Ký Hiệu tiêu hao sẽ hồi phục {1} điểm Năng Lượng Nguyên Tố cho người trang bị. Mỗi 15s tối đa kích hoạt một lần hiệu quả Phấn Khởi; Nhân vật không ra trận cũng có thể nhận được Ký Hiệu Kiên Nhẫn.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2.5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3.5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ly Vỡ Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"name": "Hạt Nhân Khe Nứt",
				"count": 3
			},
			{
				"name": "Bánh Răng Liên Kết",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"name": "Hạt Nhân Khe Nứt",
				"count": 12
			},
			{
				"name": "Bánh Răng Liên Kết",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"name": "Liên Kết Dị Giới",
				"count": 6
			},
			{
				"name": "Bánh Răng Chính",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"name": "Liên Kết Dị Giới",
				"count": 12
			},
			{
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 9
			},
			{
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ly Vàng Của Biển Nguyên Sơ",
				"count": 4
			},
			{
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 18
			},
			{
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 12
			}
		]
	}
}