{
	"id": 13433,
	"name": "Xẻng Đào Vàng",
	"description": "Cán thương dường như đến từ một cái cuốc nông nghiệp. Thoạt nhìn không có gì nổi bật, nhưng trang sức lại vô cùng quý giá, trong sự giản dị ẩn chứa sự xa hoa vô cùng.",
	"descriptionRaw": "Cán thương dường như đến từ một cái cuốc nông nghiệp. Thoạt nhìn không có gì nổi bật, nhưng trang sức lại vô cùng quý giá, trong sự giản dị ẩn chứa sự xa hoa vô cùng.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "Cần bao nhiêu lần cơn mưa đổ xuống thì một hạt giống mới kết trái?\nĐời người rốt cuộc phải lựa chọn bao nhiêu lần, mới có thể nắm bắt được quỹ đạo của hạnh phúc?\nViệc mà ngay cả thần linh cũng chưa chắc biết, nhưng người phàm lại phải đánh đổi cả đời để phấn đấu.\nGiờ đây lựa chọn đã được đặt trước mắt Soini, con trai của người nông dân nghèo, anh không khỏi nắm chặt cái xẻng sắt trong tay.\n\nMột kho báu bất ngờ được đào ra trong ruộng đất khô cằn. Nếu có thể đem bán ở chợ đen, có lẽ sẽ thoát khỏi số phận nghèo khó.\nKẻ rách rưới cầm báu vật chắc chắn sẽ khiến người khác nhăm nhe, nhưng mùa đông khắc nghiệt buộc anh phải đưa ra lựa chọn nguy hiểm.\nNgười nông dân nghèo thông minh trước hết đã mua đồng phục của Fatui, định dùng uy lực đó để đẩy lùi những ý định xấu xa tiềm ẩn, rồi thực hiện cuộc giao dịch lớn.\nNgay khi Soini đang vui mừng thì một bóng đen đột nhiên xuất hiện: Người đó chính là tên trộm đã bán quần áo cho anh.\n\"Hãy giao báu vật trong tay ra! Nếu không thì nơi hoang vu này sẽ là mồ chôn của ngươi!\" Dưới sự uy hiếp của lưỡi đao, người nông dân nghèo chỉ đành nghe theo.\nHai người đi đến đồng ruộng chôn giấu báu vật, ánh mắt của tên trộm dừng lại trên một đốt xương sống màu đen, vô cùng phấn khích.\n\"Đây chắc chắn là di cốt của đạo tặc.\" Tên trộm hai tay run rẫy nâng nó lên, không biết đây chính là lần sơ suất cuối cùng của hắn.\nMột âm thanh nặng nề, chiếc xẻng làm nông đã đưa tên trộm về với mặt đất. Soini hiểu rằng, từ giờ sẽ không thể sống ở trong nông trại nữa.\n\nBáu vật nhuốm máu đã trải đầy trên con đường nguy hiểm dẫn đến vị trí cao nhất của chợ đen, và Soini âm thầm bước đi trên đó.\nGiờ đây anh được những kẻ liều mạng tụ lại vì mùi tanh nồng của giàu có, tôn lên làm giáo phụ.\n\"Giáo phụ thông minh nhất! Trí tuệ của cha dẫn dắt chúng tôi, chợ đen thật là may mắn khi có người!\"\nNhưng không ai hiểu, trên ngai vàng đó tại sao lại có một chiếc xẻng sắt cũ kỹ?\n\nTrong những năm tháng tàn sát khốc liệt, anh luôn cần cái xẻng sắt này để nhắc nhở bản thân: Khi đã dấn thân vào việc cướp bóc này, thì ranh giới giữa sống chết mỏng manh vô cùng.\nNhưng bây giờ, số của cải không đếm xuể được chôn giấu trong rặng đá ở biên giới, là từng đồng vốn để đổi lấy lòng trung thành và sự khiếp sợ.\nViệc lựa chọn đối với anh mà nói không còn phải do dự như lúc đầu. Sức mạnh và tiền tài của anh có thể loại bỏ mọi lựa chọn sai lầm.\nLâu dần, người giàu ngày càng giàu, còn người nghèo ngày càng nghèo, khó mà thoát khỏi sự thay đổi. Đây chính là trật tự ngầm của thế giới.\nAnh ấy bây giờ không thông minh hơn nông dân nghèo ngày xưa, nhưng hành động lại không khác gì tên trộm muốn giết anh nông dân nghèo.\n\"Vậy rốt cuộc là vì sao? Bảo vật được xẻng sắt đào ra là của tôi, nhưng kho báu mà nó chôn lại là của người khác???\"\nTình cờ! Lẽ nào tất cả những việc này đều do tình cờ! Vận may ban đầu đã chiếu cố bản thân chứ không phải tên trộm đã chết.\nHàng trăm ngàn lần quyết định, dâng hiến thời gian của cả đời người, khát khao kiếm tìm hạnh phúc, thế mà chẳng thắng được một khắc tình cờ!\n\nSoini cảm thấy chán ghét trật tự bất công này. \"Đây chính là nơi chứa tất cả kho báu của tôi.\"\nAnh công khai bản đồ kho báu của mình, mặc cho người ở biên giới dựa vào bản lĩnh tranh đoạt nó.\nCó người thắng có người thua, nhưng dù thành bại thế nào thì Soini cũng không bận tâm.\nGiáo phụ mặc trang phục xa hoa nhưng tay cầm xẻng, đã lĩnh hội được công lý mà Reed Miller hướng đến:\n\n\"Nếu trật tự thế giới này đã định sẵn là mất cân bằng, vàng chảy về phía vàng, cát bụi về với cát bụi.\"\n\"Vậy thì cần có người khiến trật tự cân bằng trở lại. Mà người như vậy, chính là đạo tặc.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "9%",
	"effectName": "Thời Cơ Quyết Đoán",
	"effectTemplateRaw": "Sát thương phản ứng Điện Cảm tăng <color=#99FFFFFF>{0}</color>, sát thương phản ứng Nguyệt-Điện Cảm tăng <color=#99FFFFFF>{1}</color>. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Điện Cảm tăng thêm <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Sát thương phản ứng Điện Cảm tăng 48%, sát thương phản ứng Nguyệt-Điện Cảm tăng 12%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Điện Cảm tăng thêm 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Sát thương phản ứng Điện Cảm tăng 60%, sát thương phản ứng Nguyệt-Điện Cảm tăng 15%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Điện Cảm tăng thêm 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Sát thương phản ứng Điện Cảm tăng 72%, sát thương phản ứng Nguyệt-Điện Cảm tăng 18%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Điện Cảm tăng thêm 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Sát thương phản ứng Điện Cảm tăng 84%, sát thương phản ứng Nguyệt-Điện Cảm tăng 21%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Điện Cảm tăng thêm 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Sát thương phản ứng Điện Cảm tăng 96%, sát thương phản ứng Nguyệt-Điện Cảm tăng 24%. Nguyệt Triệu - Rực Sáng: Sát thương phản ứng Nguyệt-Điện Cảm tăng thêm 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Tro Tàn Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Hào Quang Ngọn Lửa Đêm Dài",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 12
			}
		]
	}
}