{
	"name": "Mũi Khoan Thăm Dò",
	"description": "Máy khoan cán dài, ngày nay gần như tuyệt tích. Thường dùng trong thăm dò và chạm khắc đá.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "4",
	"story": "Công cụ tiện lợi có thể nhẹ nhàng khoan vào đất đá,\nCó công dụng khá rộng rãi trong các công việc như thăm dò khám phá.\nNgười thợ đá và công nhân xây dựng cũng sẽ tận dụng đặc tính của nó,\nĐể cắt nguyên liệu đá, bước đầu tạo nên kết cấu ngoại hình tổng thể.\n\nNó giống như máy cưa trong quá khứ từng phổ biến ở nhà xưởng, bến tàu,\nNguồn động lực của nó là loại nhiên liệu truyền thống hiệu quả thấp,\nLúc này Phản Ứng Hủy Diệt Pneumousia có thể khống chế vẫn chưa được khám phá ra,\nRobot Dây Cót thời đó vì hạn chế bởi chuyển động học và động lực,\nPhần lớn vẫn dừng lại ở mức độ như vật phẩm quý giá và vật phẩm theo sở thích,\nCác loại công việc lao động đều phải do nhân lực hoàn thành.\n\nPhần cán là nơi chứa nhiên liệu, do đó không thể sử dụng quá thô bạo.\nNhưng trong quá khứ cũng từng có miêu tả và ghi chép về việc dùng nó trong chiến đấu.\n\nKhả năng đâm xuyên và cắt đứt của loại mũi khoan cán dài này là không gì có thể so sánh được.\nNếu như nó đã có thể chìm sâu vào trong đá như một con dao nóng đâm vào trong thỏi bơ,\nVậy thì việc đối phó với những thứ không cứng bằng đá thì càng khỏi phải bàn.\nSau đó nó cũng đã dần thoái lui khỏi sân khấu lịch sử của Fontaine theo đà phát triển của mọi thứ.\nCũng giống như những công cụ khác, việc sở hữu nó khi chưa được cho phép là điều bị cấm trong mệnh lệnh hành chính.",
	"baseatk": 44,
	"substat": "Tấn Công",
	"subvalue": "6",
	"effectname": "Khúc Ca Thợ Đẽo Đá",
	"effect": "Khi trị liệu hoặc nhận trị liệu sẽ nhận một Ký Hiệu Đoàn Kết, duy trì 30s, tối đa có được 3 Ký Hiệu. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ tiêu hao tất cả Ký Hiệu để sản sinh hiệu quả Chống Đối trong 10s：Mỗi Ký Hiệu tiêu hao sẽ tăng {0} tấn công và {1} buff sát thương tất cả nguyên tố. Mỗi 15s tối đa kích hoạt một lần hiệu quả Chống Đối; Nhân vật không ra trận cũng có thể nhận được Ký Hiệu Đoàn Kết.",
	"r1": [
		"3%",
		"7%"
	],
	"r2": [
		"4%",
		"8.5%"
	],
	"r3": [
		"5%",
		"10%"
	],
	"r4": [
		"6%",
		"11.5%"
	],
	"r5": [
		"7%",
		"13%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mảnh Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 3
			},
			{
				"name": "Bánh Răng Liên Kết",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 12
			},
			{
				"name": "Bánh Răng Liên Kết",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 6
			},
			{
				"name": "Bánh Răng Chính",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 12
			},
			{
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 9
			},
			{
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Tiếng Vọng Cung Đàn Cổ Xưa",
				"count": 4
			},
			{
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 18
			},
			{
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 12
			}
		]
	}
}