{
	"name": "Mẫu Kim Phách",
	"description": "Pháp khí kim phách của Hắc Nham Xưởng. Trong ánh đen phát ra tia sáng của nhật nguyệt sao.",
	"weapontype": "Pháp Khí",
	"rarity": "4",
	"story": "Pháp khí cổ được tạo ra ở xưởng chế tạo vũ khí Liyue. Số lô không xác định, thời gian hoàn thành của nó cũng không được ghi chép trong sách cổ liên quan.\nPháp bàn lấy ý tưởng từ hỗn nguyên, xếp thành một vòng tròn. Sử dụng ngọc phách làm lõi, ý là \"chòm sao giữa bầu trời\".\n\nSau khi thảm hoạ chấm dứt, những quái vật còn sót lại vẫn tàn phá thế gian. Vì lý do này, bất kể quân đội hay phương thuật cũng đều được tìm kiếm.\nTuy nhiên việc chế tạo pháp khí đã dừng lại hơn trăm năm trước, thành phẩm làm ra dễ gãy, không thể dùng được.\nPhương Thuật Sư đến Liyue tìm người đứng đầu nhà họ Yun là Yun Hui, thỉnh cầu giúp họ thiết kế pháp khí mới.\nYun Hui đã thêm một món pháp khí mới vào trong binh khí phổ \"Mẫu\".\n\nPháp bàn dùng gỗ và quặng quý hiếm, viên ngọc phách lớn ở giữa là do phương sĩ phái người đưa đến. \nThạch phách cho vào lò đan, luyện chế bảy bảy bốn mươi chín ngày bằng lửa. Sau đó lấy ra đặt nó vào trong dòng suối, rồi lại ngâm đủ bảy bảy bốn mươi chín ngày, tạo thành ngọc phách.\nNgọc phách tôi trong nước và lửa không hề bị vỡ, còn có thể hội tụ linh khí của trời đất. Lấy nó làm pháp khí có thể tự điều chỉnh năng lượng, trong pháp bàn một vòng tròn là một chu kỳ, lưu chuyển 12 chu kỳ, làm cho năng lượng càng thêm tinh khiết.\n\nMàu sắc ngọc phách trong sáng tựa hổ phách, lộ ra tơ vàng. Sau khi bàn bạc, Yun Hui đã đặt tên cho pháp khí là \"Kim Phách\"\nNó là thủy tổ của tất cả pháp khí trừ yêu diệt ma ở Liyue.",
	"baseatk": 42,
	"substat": "HP",
	"subvalue": "9",
	"effectname": "Xuy Kim",
	"effect": "6s sau khi thi triển kỹ năng nộ, mỗi 2s hồi {0} điểm năng lượng nguyên tố; Tất cả nhân vật trong đội mỗi 2s hồi {1} HP.",
	"r1": [
		"4",
		"4%"
	],
	"r2": [
		"4.5",
		"4.5%"
	],
	"r3": [
		"5",
		"5%"
	],
	"r4": [
		"5.5",
		"5.5%"
	],
	"r5": [
		"6",
		"6%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Diên Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Phấn Hoa Hư Vô",
				"count": 3
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Hống Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Phấn Hoa Hư Vô",
				"count": 12
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Hống Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"name": "Túi Cỏ Hư Vô",
				"count": 6
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kim Đơn Biển Sương Mù",
				"count": 3
			},
			{
				"name": "Túi Cỏ Hư Vô",
				"count": 12
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kim Đơn Biển Sương Mù",
				"count": 6
			},
			{
				"name": "Đuốc Hư Vô",
				"count": 9
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sự Chuyển Dời Của Biển Sương Mù",
				"count": 4
			},
			{
				"name": "Đuốc Hư Vô",
				"count": 18
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 12
			}
		]
	}
}