{
	"id": 15434,
	"name": "Dây Mưa Của Cầu Vồng",
	"description": "Dụng cụ nghi thức của Chủ Nhân Gió Đêm được truyền lại từ thời viễn cổ, thân cung mang màu sắc u ám, luôn mang đến một cảm giác lạnh lẽo không thể xua tan.",
	"descriptionRaw": "Dụng cụ nghi thức của Chủ Nhân Gió Đêm được truyền lại từ thời viễn cổ, thân cung mang màu sắc u ám, luôn mang đến một cảm giác lạnh lẽo không thể xua tan.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Thành Tro Tàn mục nát cùng giấc mộng điên cuồng của kẻ soán ngôi rơi vào ngọn lửa rực rỡ tựa ánh dương.\nVị anh hùng mắt đỏ triệu hồi mồi lửa thịnh nộ của thần linh, thiêu rụi ngai thánh đã bị tai họa đen ăn mòn.\nĐã hàng chục năm trôi qua, kể từ khi người diệt rồng Maghan đuổi vị chúa tể thời xưa ra khỏi thung lũng sâu thẳm.\nTrong thôn làng nơi từng tôn sùng loài rồng, thế hệ mới đã sớm quên đi lời thề với rồng.\n\nChính vì thế, khi vị tư tế trẻ Wagadu tuân theo di nguyện của người diệt rồng Maghan,\nChôn cất ông vào một ngôi mộ không tên, rồi mang theo cây cung của ông bước vào vùng núi hoang mù sương,\nCũng hoàn toàn không biết những lời ông nói với mình trong giây phút cuối đời có ý nghĩa gì.\nWagadu hoàn toàn không có manh mối về việc \"lập lại liên minh\", hay là \"lập lại hòa bình\",\nChỉ nghĩ rằng vị tư tế già muốn anh đem chiếc cung quý giá của mình trả về cho Dạ Vực nguy hiểm,\nĐể xoa dịu những linh hồn đang phẫn nộ vì nghi thức hiến tế cổ xưa đã bị bỏ hoang nhiều năm.\n\nVén tấm màn sương mù bí ẩn, bước lên ba bậc đá, nơi ranh giới của vùng đất u tối không thể nói thành lời,\nLúc này hiện ra trước mặt anh là một cung điện kỳ bí như mê cung trong dòng ánh sáng dịu dàng đang tuôn chảy.\nTư tế trẻ tuổi còn chưa kịp nhận ra những dòng chữ mạ vàng kia do ai viết,\nLàn sương mù bỗng dâng lên dày đặc che khuất đôi mắt của anh, tiếp đó là những ảo ảnh hiện về.\nTrong cơn choáng váng mê man, vô số hình thù khác lạ như cầu vồng lượn lờ nhảy múa,\nMỹ nhân với đôi mắt xanh ngọc, con trăn lớn khổng lồ khoác ánh sao trời, con nhện trắng dệt nên mặt trời mặt trăng,\nTượng điêu khắc bằng vàng đen và sắt trắng, thỏ tinh ranh cười nhạo cáo hoang, sói đồng cỏ vật lộn với hắc ín...\nWagadu vội vã quỳ rạp xuống đất, cầu xin các vị thánh của Dạ Vực tha thứ cho sự bất kính vô ý của mình,\nNào ngờ khi màn sương tan hết, thứ đang chiếm cứ sảnh điện chợt nhìn xuống anh,\nKhông phải là người đã khuất như anh tưởng tượng, mà là một con rồng khổng lồ với đôi cánh rộng tựa cầu vồng rủ xuống.\n\n\"Kẻ vô hồn có số mệnh được ràng buộc với những vì tinh tú, ngươi không cần phải sợ hãi trước hình hài của ta,\"\n\"Ta đã biết trước mục đích ngươi đến đây, dù chính ngươi vẫn còn bị màn sương mê muội che phủ.\"\n\"Vị tư tế tự xưng là người săn rồng đã phái ngươi đến đây để thiết lập giao ước cho hậu thế,\"\n\"Máu quý của người dân cổ xưa chưa từng nhuốm đỏ lưỡi đao của người này, thành ý đó đã đủ để thay cho ngàn lời vạn lẽ.\"\n\"Không sao. Đức vua của chúng ta đã sớm qua đời, ta cũng đã mệt mỏi với việc bảo vệ đồng tộc chìm trong giấc mộng,\"\n\"Ta sẽ truyền thụ tất cả những bí thuật mình biết cho các ngươi, để bộ tộc các ngươi được thịnh vượng.\"\n\"Để ngươi có thể nghe thấy lời thì thầm của bóng đêm mà không cần phải dâng lên dòng máu cho sứ giả sa ngã trong cõi u minh.\"\n\"Vì thế, ta chỉ yêu cầu các ngươi hai điều, như là điều kiện để thiết lập giao ước:\"\n\"Thứ nhất, hậu duệ của các ngươi phải đối xử tốt với người dân cổ xưa mà ta từng che chở như những người bạn tốt,\"\n\"Hãy luôn lắng nghe lời khuyên của họ, đừng để lời thề trở thành trò cười của Đại Liên Minh.\"\n\"Thứ hai, hãy để hậu duệ của các ngươi xóa bỏ tên ta khỏi mọi cuốn sách,\"\n\"Để tránh những kẻ ngu xuẩn tự xưng là hiền giả sẽ trả thù một cách đáng thương vì giao ước giữa chúng ta.\"\n\"Ngươi không cần suy nghĩ, chỉ cần đồng ý là được. Wayob che chở cho ngươi từng là chư hầu của ta,\"\n\"Từ thời xa xưa khi ngươi chưa sinh ra, nàng đã kể cho ta về khế ước vượt giới hạn này.\"\n\nNhư một người vừa tỉnh giấc không thể phân biệt mơ hay thực, Wagadu ngơ ngác gật đầu đồng ý,\nTrong chớp mắt, sảnh điện dát vàng và rồng khổng lồ đều tan biến như làn khói mờ ảo của quá khứ.\nĐang băn khoăn không biết cảnh tượng kỳ lạ vừa chứng kiến liệu có phải chỉ là ảo mộng do mệt mỏi sinh ra,\nThì cảm giác mềm mại như lông vũ, lạnh lẽo như gió đêm bên cạnh khiến chàng trai không khỏi ngoảnh đầu lại...\n...Truyền thuyết kể rằng, đó là Iktomisaurus đầu tiên thực sự bước ra từ vương quốc của Dạ Thần.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "10%",
	"effectName": "Ngôn Ngữ Tinh Tú Ngoài Thánh Tọa",
	"effectTemplateRaw": "Khi người trang bị không ra trận, trong 8s sau khi đòn tấn công của người trang bị đánh trúng kẻ địch, Tấn Công tăng <color=#99FFFFFF>{0}</color>.",
	"r1": {
		"description": "Khi người trang bị không ra trận, trong 8s sau khi đòn tấn công của người trang bị đánh trúng kẻ địch, Tấn Công tăng 28%.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "Khi người trang bị không ra trận, trong 8s sau khi đòn tấn công của người trang bị đánh trúng kẻ địch, Tấn Công tăng 35%.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "Khi người trang bị không ra trận, trong 8s sau khi đòn tấn công của người trang bị đánh trúng kẻ địch, Tấn Công tăng 42%.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "Khi người trang bị không ra trận, trong 8s sau khi đòn tấn công của người trang bị đánh trúng kẻ địch, Tấn Công tăng 49%.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "Khi người trang bị không ra trận, trong 8s sau khi đòn tấn công của người trang bị đánh trúng kẻ địch, Tấn Công tăng 56%.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Suy Tư Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Dự Cảm Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Điềm Báo Của Làn Khói Thần Bí",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Giác Ngộ Của Làn Khói Thần Bí",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 12
			}
		]
	}
}