{
	"id": 12510,
	"name": "Xích Giác Phá Thạch Đao",
	"description": "Theo cách nói của chủ nhân xưa kia, với thanh \"Xích Giác Thạch Kiến Thạch Hội Kim Đồ Kim Niết Ngự Sư Tử\" này thì bất cứ loại yêu tinh quỷ quái nào cũng sẽ bị đánh đuổi.",
	"descriptionRaw": "Theo cách nói của chủ nhân xưa kia, với thanh \"Xích Giác Thạch Kiến Thạch Hội Kim Đồ Kim Niết Ngự Sư Tử\" này thì bất cứ loại yêu tinh quỷ quái nào cũng sẽ bị đánh đuổi.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 5,
	"story": "Tên đầy đủ là \"Xích Giác Thạch Kiến Thạch Hội Kim Đồ Kim Niết Ngự Sư Tử\", \nĐó là thanh đao yêu quý của một kẻ quái dị tự xưng \"Vua Sư Tử Otogi Kongou\".\n\n...Nhưng vì tên của cả hai quá dài và khó hiểu, \nNên những đứa trẻ gọi thanh đao này là \"Chày Xích Giác\", và chủ nhân của thanh đao là \"Vua Otogi\".\n\nChày Xích Giác là một vũ khí được làm từ sừng của một con quái vật nhập ma, \nNào là bake-kitsune, Bake-Danuki, các loại ác quỷ đều sẽ bị đánh gục và quỳ gối xin tha.\nNgay cả Tengu nổi tiếng như \"Reizenbou của Núi Yougou\", \nCũng sẽ khiếp sợ trước sự quỷ dị của cây chày này mà không dám xuất hiện trước mặt đại vương!\n\nĐương nhiên, ngay cả trẻ con cũng sẽ không tin những câu chuyện này đâu.\nMặc dù Vua Otogi thật sự rất mạnh, dù cho bảy người hợp sức cũng không thể đẩy anh ta ra khỏi võ đài.\nKhi nhìn thấy những đứa trẻ không hái được quả, anh ta sẽ đá vào cây để những quả dưa tím rơi xuống.\nNhưng có một lần vô tình đạp đổ cây ăn quả, bị người lớn đuổi tận lên núi.\nAnh ta cũng từng dắt theo lũ trẻ xông vào lễ hội uống rượu và ngắm lá đỏ của quan viên, \nHét lên thật to \"Vua Sư Tử Otogi Kongou đến đây để trừng trị ác quỷ!\"\nVật lộn với quỷ nhân nhỏ bé đang sung sức, tất nhiên kết quả nhận về rất thê thảm.\n\nKhả năng chịu đựng của đại vương cũng chỉ có vậy thôi, ngay cả tư cách để mang dấu ấn cờ Shogun cũng không có, \nThì sao có thể khiến cho đại yêu quái trong những bài ca dao bái phục được chứ, những đứa trẻ nói.\n\n\"Lúc trước chẳng qua là vì uống rượu dưới trăng nên bị cảm lạnh thôi!\"\nNgay cả khi Vua Otogi biện minh, anh ta cũng không quên cười đắc ý.\nThật không biết đó gọi là không biết xấu hổ, hay thật sự có tự tin chiến thắng nữa...\n\n\"Lần này ta nhất định sẽ bẻ sừng của lũ yêu quái để mang về\"\n\"Để mọi người thấy được khả năng của Vua Sư Tử Otogi Kongou.\"\n\"Quái vật khổng lồ vượt biển đến đây cũng không phải đối thủ của ta!\"\n\n\"Vì vậy hãy nấp cùng sứ giả của hồ ly đi.\"\n\"Hừm, đợi ta trở về, sẽ lại cùng các ngươi chơi đấu vật.\"\n\nMặc dù nhắc đến hai chữ đấu vật, nhưng cảnh tượng mà lũ trẻ nghĩ đến chỉ là tên quỷ nhân hét lên một tiếng, \nBèn lập tức hất tung Vua Otogi đang hùng hổ lao đến...\n\nRồi sau đó, quỷ nhân vật lộn với Vua Otogi bỏ trốn sau khi bị gãy tay gãy sừng,\nTengu của Núi Yougou cũng lui về núi rừng ở ẩn và không bao giờ xuất hiện trước mặt người khác.\nChiếu theo kết quả mà nói, những lời khoe khoang về thanh đại đao này cuối cùng đã trở thành sự thật,\nVua Sư Tử Otogi Kongou quái dị và lông bông kia cũng không bao giờ xuất hiện trở lại.\nVề sau, cây dưa tím bị tên quái dị đạp đổ cũng kết trái sau khi được chăm sóc cẩn thận.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "19,2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "Phòng ngự tăng <color=#99FFFFFF>{0}</color>; Tăng sát thương tấn công thường và trọng kích, lượng tăng thêm tương đương <color=#99FFFFFF>{1}</color> phòng ngự.",
	"r1": {
		"description": "Phòng ngự tăng 28%; Tăng sát thương tấn công thường và trọng kích, lượng tăng thêm tương đương 40% phòng ngự.",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "Phòng ngự tăng 35%; Tăng sát thương tấn công thường và trọng kích, lượng tăng thêm tương đương 50% phòng ngự.",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "Phòng ngự tăng 42%; Tăng sát thương tấn công thường và trọng kích, lượng tăng thêm tương đương 60% phòng ngự.",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "Phòng ngự tăng 49%; Tăng sát thương tấn công thường và trọng kích, lượng tăng thêm tương đương 70% phòng ngự.",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "Phòng ngự tăng 56%; Tăng sát thương tấn công thường và trọng kích, lượng tăng thêm tương đương 80% phòng ngự.",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Trí Tuệ Của Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Uy Dũng Của Narukami",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 18
			}
		]
	}
}