{
	"id": 14521,
	"name": "Chân Ngôn Bí Hạp",
	"description": "Chiếc hộp được chạm khắc từ vàng và ngọc thạch. Theo truyền thuyết, từng được thờ ở ngôi đền nơi sâu thẳm của thành phố lam bảo thạch Tulaytullah.",
	"descriptionRaw": "Chiếc hộp được chạm khắc từ vàng và ngọc thạch. Theo truyền thuyết, từng được thờ ở ngôi đền nơi sâu thẳm của thành phố lam bảo thạch Tulaytullah.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Khi ngọn tháp của Shah Ramshahr đã tan biến trong cát mặn như giấc mộng ngọt ngào của mật ong,\nVương quyền chuyển dời giữa vô số vương quốc có tuổi thọ ngắn ngủi như sương mai, rồi lại chôn vùi trong máu và nước mắt.\nDưới mái vòm lam bảo thạch, những quý tộc từng dâng sợi dây cho bạo chúa đã thoát khỏi xiềng xích,\nNhưng lại đi theo kẻ giả mạo tự xưng là trí giả, lao vào trong trò chơi máu và cát giữa vùng đất hoang tàn rực cháy.\n\nNgười Tulaytullah kiêu ngạo, họ đã sớm quên đi lời nhắc nhở của các hiền triết,\nCho đến khi dã tâm tan biến cùng với danh hiệu Gurkan, mới ý thức được cái giá của sự phản nghịch.\nKhi những kẻ tàn bạo của Khagan cưỡi ngựa bước đến, đã không còn dũng sĩ nào bảo vệ vườn hoa ngàn cột nữa.\nNhững người chìm đắm trong giấc mơ mạ vàng, chỉ có thể cúi đầu trước chủ nhân mới một lần nữa như thú nuôi.\n\nBinh sĩ tham lam và kẻ thu thuế từ phương xa đến, bóc lột người dân thành phố đã tê liệt từ lâu.\nCho dù cung điện màu xanh tuyên bố lòng nhân từ đã luôn khắc nghiệt với người dân của mình,\nDưới gót sắt của kẻ ngoại bang, sẽ luôn có người tìm kiếm sự an ủi từ quá khứ được ca ngợi,\nTrong bóng tối lạnh lẽo, họ hát lên những lời ca tụng về bá nghiệp ngắn ngủi của Vua Humayun.\n\nĐể giải phóng đồng bào khỏi xiềng xích, quý tộc trẻ tuổi Goudarz đã bước vào thánh đường chôn sâu dưới cát.\nCung điện đó thuộc về Vua Loài Cò, người đứng đầu trong bảy hiền giả, cũng là mật sứ của các vì sao và mặt trăng.\nNhưng chiến lược tuyệt vọng và vô vọng đó gần như không có cơ hội thành công, vì kế hoạch cứu quốc cũng khó địch lại với quân đội chinh phục rực rỡ như mặt trời.\nHọc giả của Tighnar đã sớm rời đi, thánh điện hùng vĩ của vị hiền triết vĩ đại trong sa mạc cũng đã bị chôn vùi trong biển cát màu sắt.\nThế nhưng từ nơi sâu thẳm nhất của dòng suối khô cạn, quả nhiên nhờ lời cầu nguyện của anh, đã truyền đến tiếng vang thần thánh cổ xưa...\n\n\"Hỡi đứa trẻ liều lĩnh, hỡi người cao quý, ngươi khao khát sức mạnh của mặt trời rực cháy và sự dữ dội của bão cát, nhưng ngươi lại mơ giấc mơ ngốc nghếch là xây dựng một tòa tháp từ cát lún.\"\n\"Ta có thể ban cho ngươi quyền năng mà các tiên tri và tín đồ chưa từng chứng kiến, giống như ban nguồn nước đắng và mặn cho những con lạc đà khát nước.\"\n\"Chỉ là, vị chủ nhân của các loài hoa và ốc đảo đã từng để lại ba câu đố, để lại cho vị vua cát đỏ mà ta thờ phụng.\"\n\"Nhưng vị chúa tể khôn ngoan và sáng suốt đó, cho đến khi chìm vào giấc mộng đen tối vẫn chưa hiểu được ý nghĩa của nó.\"\n\"Nếu ngươi có thể phá vỡ sự mơ hồ khiến ta băn khoăn bấy lâu nay, ta sẽ ban cho ngươi vương quyền như một món quà.\"\n\nGoudarz trẻ tuổi đã trả lời thế này:\n\"Vậy thì ngài hãy tiết lộ câu đố cổ xưa này, hỡi người thông thái về các sắc lệnh thiêng liêng, chữ viết, y học và trí tuệ.\"\n\"Tôi sẽ dùng sự chân thành để đưa ra câu trả lời của người phàm, vì hành trình của tôi sẽ không dung nạp bóng tối hư ảo.\"\n\nVì vậy, hiền giả trong các hiền giả đã lên tiếng:\n\"Thứ gì dần thịnh vượng, nhưng cũng dần diệt vong?\"\n\"Giống như mặt trăng, nó tròn đầy rồi lại khuyết dần.\"\n\"Trí giả và kẻ ngốc thường khao khát nó,\"\n\"Nó cứ như thủy triều, trào dâng trong lòng người?\"\n\nGoudarz trẻ tuổi đã trả lời thế này:\n\"Ngài đang nói đến âm mưu và phản bội. Tấm áo choàng của những kẻ nói suông về đức hạnh chẳng che giấu điều gì ngoài sự yếu đuối và thờ ơ đang lan tràn.\"\n\"Chính vì sự yếu đuối của họ mà mái vòm màu xanh thẫm mới sụp đổ, dân chúng mới lầm than.\"\n\nHiền giả trong các hiền giả cười lớn, không phán xét được câu trả lời của vị quý tộc trẻ tuổi,\nNhưng vẫn như đã hứa mà giao quyền trượng \"giả dối\" cho vị thiếu niên.\n\nCứ như vậy, tên của Goudarz dần bị chôn vùi trong lịch sử,\nThay vào đó là uy danh của Vua Saleb Dowleh.\nDũng sĩ ngày xưa không cho phép nói dối đã dùng mưu kế để giành được vương quyền,\nPhản chiếu ảo ảnh thời đại hoàng kim dưới ánh cầu vồng hoàng hôn.\n\n...\n\nNgay cả lời nói dối hoàn hảo nhất cũng không thể khống chế được ham muốn quyền lực của sự tham lam,\nCho đến khi thiết bị của vua cát không thể ngụy tạo ra ảo ảnh thần thánh,\nGiọng nói của Vua Loài Cò lại vang lên, hỏi anh ta cùng một câu hỏi,\nVị vua già cùng với khúc bi ca của Gurabad đã đưa ra câu trả lời cuối cùng:\n\n\"Hỡi thánh nhân, tất cả những gì ta có thể nói ra chỉ là giả dối, ngay cả ta cũng không thể tin tưởng vào lời nói của ta.\"\n\"Giờ đây việc ta có thể làm chỉ là rút kiếm ra để tử chiến, chí ít cũng không nên phụ lòng các huynh đệ đến cứu giúp.\"\n\"Hỡi thánh nhân, dù ngài muốn tìm kiếm sự thật hay lời nói dối, cũng hãy thưởng thức vị máu của chính mình.\"\n\nSau đó, vương quyền bị các Dey của dị tộc cướp đoạt, cho đến khi các vương quốc đều bị ngọn gió của sa mạc nghiền nát thành cát bụi.\nGiống như thu nạp ánh trăng hổ phách như mật ong, vị thánh giả đã thu nạp chân ý cuối cùng của quân vương thành câu trả lời.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "19,2%",
	"effectName": "Thành Ý Dối Trá",
	"effectTemplateRaw": "Tỷ Lệ Bạo Kích tăng <color=#99FFFFFF>{0}</color>. Khi thi triển Kỹ Năng Nguyên Tố, người trang bị sẽ nhận hiệu quả \"Bí Ẩn Dối Trá\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color> điểm trong 12s. Khi người trang bị gây sát thương phản ứng Nguyệt-Sum Suê lên kẻ địch, người trang bị sẽ nhận hiệu quả \"Ánh Trăng Sự Thật\": Sát Thương Bạo Kích tăng <color=#99FFFFFF>{2}</color> trong 4s. Khi Bí Ẩn Dối Trá và Ánh Trăng Sự Thật cùng tồn tại, các hiệu quả này sẽ lần lượt tăng thêm 50%.",
	"r1": {
		"description": "Tỷ Lệ Bạo Kích tăng 8%. Khi thi triển Kỹ Năng Nguyên Tố, người trang bị sẽ nhận hiệu quả \"Bí Ẩn Dối Trá\": Tinh Thông Nguyên Tố tăng 80 điểm trong 12s. Khi người trang bị gây sát thương phản ứng Nguyệt-Sum Suê lên kẻ địch, người trang bị sẽ nhận hiệu quả \"Ánh Trăng Sự Thật\": Sát Thương Bạo Kích tăng 24% trong 4s. Khi Bí Ẩn Dối Trá và Ánh Trăng Sự Thật cùng tồn tại, các hiệu quả này sẽ lần lượt tăng thêm 50%.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "Tỷ Lệ Bạo Kích tăng 10%. Khi thi triển Kỹ Năng Nguyên Tố, người trang bị sẽ nhận hiệu quả \"Bí Ẩn Dối Trá\": Tinh Thông Nguyên Tố tăng 100 điểm trong 12s. Khi người trang bị gây sát thương phản ứng Nguyệt-Sum Suê lên kẻ địch, người trang bị sẽ nhận hiệu quả \"Ánh Trăng Sự Thật\": Sát Thương Bạo Kích tăng 30% trong 4s. Khi Bí Ẩn Dối Trá và Ánh Trăng Sự Thật cùng tồn tại, các hiệu quả này sẽ lần lượt tăng thêm 50%.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "Tỷ Lệ Bạo Kích tăng 12%. Khi thi triển Kỹ Năng Nguyên Tố, người trang bị sẽ nhận hiệu quả \"Bí Ẩn Dối Trá\": Tinh Thông Nguyên Tố tăng 120 điểm trong 12s. Khi người trang bị gây sát thương phản ứng Nguyệt-Sum Suê lên kẻ địch, người trang bị sẽ nhận hiệu quả \"Ánh Trăng Sự Thật\": Sát Thương Bạo Kích tăng 36% trong 4s. Khi Bí Ẩn Dối Trá và Ánh Trăng Sự Thật cùng tồn tại, các hiệu quả này sẽ lần lượt tăng thêm 50%.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "Tỷ Lệ Bạo Kích tăng 14%. Khi thi triển Kỹ Năng Nguyên Tố, người trang bị sẽ nhận hiệu quả \"Bí Ẩn Dối Trá\": Tinh Thông Nguyên Tố tăng 140 điểm trong 12s. Khi người trang bị gây sát thương phản ứng Nguyệt-Sum Suê lên kẻ địch, người trang bị sẽ nhận hiệu quả \"Ánh Trăng Sự Thật\": Sát Thương Bạo Kích tăng 42% trong 4s. Khi Bí Ẩn Dối Trá và Ánh Trăng Sự Thật cùng tồn tại, các hiệu quả này sẽ lần lượt tăng thêm 50%.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "Tỷ Lệ Bạo Kích tăng 16%. Khi thi triển Kỹ Năng Nguyên Tố, người trang bị sẽ nhận hiệu quả \"Bí Ẩn Dối Trá\": Tinh Thông Nguyên Tố tăng 160 điểm trong 12s. Khi người trang bị gây sát thương phản ứng Nguyệt-Sum Suê lên kẻ địch, người trang bị sẽ nhận hiệu quả \"Ánh Trăng Sự Thật\": Sát Thương Bạo Kích tăng 48% trong 4s. Khi Bí Ẩn Dối Trá và Ánh Trăng Sự Thật cùng tồn tại, các hiệu quả này sẽ lần lượt tăng thêm 50%.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Hồi Ức Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Khối Xương U Tối",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Di Cốt Âm U",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Chân Lý Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Xương Ngoài Lấp Lánh",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 18
			}
		]
	}
}