{
	"name": "Đại Kiếm Tông Thất",
	"description": "Kiếm quý tộc từng chi phối Mondstadt. Nguyên liệu cực phẩm, là binh khí chiến đấu của giới quý tộc.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "Thanh đại kiếm từng được giới quý tộc cũ vùng Mondstadt sử dụng, quá trình gia công vô cùng tinh tế.\nChính vì vậy, trải qua nhiều đời, thanh kiếm vẫn chắc chắn như mới.\nChiến đấu từng là một trong những nhiệm vụ của giới quý tộc.\nĐể bảo vệ con dân và thuộc địa của mình, họ chiến đấu chống lại những ma vật gây nguy hại cho hòa bình.\nThế nhưng theo ghi chép, cuối cùng họ quên đi trách nhiệm của mình, biến thành những quái vật hút máu.\n\nTheo khảo sát, ngày nay Đội Kỵ Sĩ Tây Phong nghiêm cấm giác đấu,\nBan đầu là lớp quý tộc lấy giác đấu làm hình thức cầu nguyện với thần linh.\n\nCho dù sau này giác đấu bị gia tộc Lawrence biến thành trò tiêu khiển của giới quý tộc.\nCuối cùng lại được đội kỵ sỹ phá bỏ, một số văn vật vẫn được lưu giữ.\n\n\"Ngàn gió bảo vệ Mondstadt, tôi cùng đồng đội, đồng bào, đối thủ, sẽ hiến cho ngài âm thanh của những thanh kiếm và đao xen kẽ vào nhau, đem máu và mồ hôi hiến tế cho ngài\"\n\"Ngọn gió đưa tôi về phía trước, khi tôi gặp khó khăn, hãy ban sức mạnh để tôi có thể đi tiếp. Khi đánh mất chí hướng, hãy ban cho tôi trí tuệ để phân biệt thiện ác\"",
	"baseatk": 44,
	"substat": "Tấn Công",
	"subvalue": "6",
	"effectname": "Chuyên Chú",
	"effect": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích {0}, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"name": "Dịch Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"name": "Dịch Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"name": "Tinh Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"name": "Bột Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"name": "Bột Slime",
				"count": 12
			}
		]
	}
}