{
	"id": 15404,
	"name": "Trường Cung Tông Thất",
	"description": "Cung dài từng thuộc về quý tộc Monstadt cũ. Trải qua nhiều đời, dây cung vẫn rất mạnh mẽ.",
	"descriptionRaw": "Cung dài từng thuộc về quý tộc Monstadt cũ. Trải qua nhiều đời, dây cung vẫn rất mạnh mẽ.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Thanh trường cung từng được giới quý tộc cũ vùng Mondstadt sử dụng, quá trình gia công vô cùng tinh tế.\nChính vì vậy, trải qua nhiều đời, vẫn tốt như xưa.\nSăn băn trước kia từng là một trong những thú vui tiêu khiển của giới quý tộc xưa.\nDưới sức mạnh của tự nhiên và trời đất, họ đem chiến lợi phẩm sau các chuyến đi săn phân cho con dân của mình, giữ gìn phẩm đức và danh vọng của mình.\nThế nhưng sử sách ghi lại, đến cuối cùng họ quên đi phẩm đức và danh vọng, dần dần mất đi cả quyền lực.\n\nSau cuộc nổi dậy, gia tộc Lawrence, người cai trị Mondstadt từ lâu đã bị lật đổ.\nNhân danh đội kỵ sĩ chân chính mới thành lập cũng không trừng phạt quá nhiều,\nThay vào đó, họ đày một nhóm người còn lại của tộc Lawrence ra bên ngoài Mondstadt và không bao giờ được quay lại.\n\n\"Trên đường lưu vong, bố đã than vãn về sự phản bội của con người, thay đổi thời đại và cái kết của lịch sử.\"\n\"Chúng tôi nhìn thấy những người từng là con dân của chúng tôi ca hát và nhảy múa trên vùng đất xanh, rời xa quê hương.\"\n\"Sau nhiều năm, tôi nhận ra rằng chính gia đình Lawrence của chúng tôi đã phản bội và thay đổi. Mondstadt nên được như vậy\"\n\nVennessa chỉ là đôi tay cuối cùng lật đổ ngôi biệt thự đang mục nát. Trước cô ấy, làn khói của sự tức giận đã bắt đầu bộc lộ sức mạnh.\nCho dù là tên trộm nghĩa hiệp trong hẻm tối được xướng tên, hay là cô gái nhìn thấy cái chết, hay là đoàn nhạc kiếm với ý đồ hành thích,\nDòng máu của Mondstadt mãi lưu truyền linh hồn phản kháng.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "9%",
	"effectName": "Chuyên Chú",
	"effectTemplateRaw": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>{0}</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
	"r1": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 8%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 10%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 12%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 14%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 16%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 12
			}
		]
	}
}