{
	"id": 14404,
	"name": "Mật Pháp Tông Thất",
	"description": "Thuộc về Ma Đạo Sư cung đình dưới thời quý tộc Mondstadt, trên đó có ghi chép pháp thuật và lịch sử.",
	"descriptionRaw": "Thuộc về Ma Đạo Sư cung đình dưới thời quý tộc Mondstadt, trên đó có ghi chép pháp thuật và lịch sử.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Cuốn sách tinh tế được xử lý qua bằng sáp, trải qua bề dày của năm tháng cũng không bị mục nát hay bị mọt cắn.\nGhi chép lại quá trình nghiên cứu pháp thuật của Ma Đạo Sư cung đình. Nhiều nội dung cho đến nay vẫn có tính ứng dụng cao.\nMa Đạo Sư cung đình ngoài việc chịu trách nhiệm điều lí, phân phối thủy lợi và thổ nhưỡng, đánh đuổi ma vật quấy nhiễu, bản thân cũng là một thầy giáo quý tộc.\nCũng chính vì thế cuốn sách cũng ghi chép nhiều kiến thức về lịch sử, chính trị, quản lý và văn hóa.\nSau khi người dân lật đổ ách thống trị của tầng lớp quý tộc, họ cũng thẳng tay xua đuổi Ma Đạo Sư cung đình ra khỏi Mondstadt.\nĐó là do họ mông muội kết thành bè phái mà đã quên mất đi trách nhiệm của mình là dẫn dắt lớp quý tộc hướng thiện.\n\nKhi thành phố Mondstadt được thành lập, nữ chủ gia tộc Lawrence - Venerare đã lãnh đạo người dân,\nBức tượng cao được xây dựng trên quảng trường là để nhớ về phép màu của Phong Thần giáng thế.\n\nDòng chữ khắc dưới tượng thần là lời thề mãi mãi bảo vệ Mondstadt được lập nên bởi các nhà lãnh đạo đã từng dẫn dắt các bộ tộc trong quá khứ.\nTrong nhiều năm, tộc Lawrence dần dần từ bỏ khát vọng lương thiện của tổ tiên, và tượng thần cũng bị lật đổ\nCác Ma Đạo Sư cung đình từ đó không đề cập đến lịch sử và lời thề nữa.\n\nTrong thời đại của Đội Kỵ Sĩ Tây Phong, bức thần tượng được dựng lại.\nNhưng nội dung của lời thề đã bị lãng quên mãi mãi.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Chuyên Chú",
	"effectTemplateRaw": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>{0}</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
	"r1": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 8%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 10%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 12%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 14%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích 16%, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Ngói Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Sừng Nặng",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Phù Hiệu Tân Binh",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Sừng Nặng",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Phù Hiệu Tân Binh",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Sừng Đồng Đen",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Phù Hiệu Sĩ Quan",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Sừng Đồng Đen",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Phù Hiệu Sĩ Quan",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Sừng Hắc Tinh",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Phù Hiệu Hiệu Úy",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Mảnh Giấc Mơ Tháp Cô Vương",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Sừng Hắc Tinh",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Phù Hiệu Hiệu Úy",
				"count": 12
			}
		]
	}
}