{
	"id": 14424,
	"name": "Ngọc Bích Hiến Tế",
	"description": "Viên ngọc cổ xưa, lấp lánh ánh sáng trong trẻo như nước, hình như là vật dụng trong tế lễ thời cổ đại.",
	"descriptionRaw": "Viên ngọc cổ xưa, lấp lánh ánh sáng trong trẻo như nước, hình như là vật dụng trong tế lễ thời cổ đại.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Khi Nham Vương Đế Quân đến, cư dân xưa kia ở Trầm Ngọc Cốc đã thoái hóa thành các bộ lạc sống giữa núi rừng.\nKhai thác ngọc mát lạnh như nước từ trong đá, tuân theo nghi thức cổ xưa tiến hành buổi lễ trang nghiêm.\nChờ đến ngày lành tháng tốt, người trong tộc gác lại hết mọi công việc mệt mỏi, dùng viên ngọc đẹp bỏ vào nước để hiến tế...\nKỷ niệm sứ giả trên bầu trời xanh biếc đã trầm lặng từ lâu, cầu mong cho phúc lành và tai họa của năm sau.\n\nKhi ma thần ngày xưa cai trị Trầm Ngọc Cốc đã vùi thân nơi xứ người, trật tự của Nham Vương Đế Quân tiếp quản vùng đất này,\nNhững bộ lạc dân cư sống lang thang giữa núi rừng đã dần dần tiếp nhận văn minh từ Liyue, nhưng vẫn lưu giữ truyền thống hiến tế.\nTháng năm dần trôi, đá cứng cũng bị bào mòn, truyền thống cổ xưa của nơi này cũng được những người dân di cư Liyue chấp nhận,\nThế là, nơi này đã phát triển ra phong tục khác với Cảng Liyue, tính cách hiền hòa khác với người ở Cảng Liyue.\n\nNăm tháng vô tận lại tiếp tục xoay chuyển, thị tộc của dân cư xưa và bộ tộc cùng với những người dân di cư đã hợp thành một tông tộc và bộ lạc mới...\nĐã mất đi kỹ thuật điêu khắc ngọc nghi lễ cổ xưa, ở thời đại mới đã theo nghề trồng trà, từ đó Trầm Ngọc Cốc khắp nơi đều là vườn trà.\nCho dù dân cư Trầm Ngọc Cốc đã không còn đem viên ngọc trong như nước bỏ vào dòng sông vĩnh cửu nữa, cũng đã quên đi rất nhiều...\nNhưng nghi thức bước lên Bến Di Lung tưởng nhớ tổ tiên và người đã mất vẫn lưu giữ đến nay, giống như viên ngọc sáng giữa núi non.\n\nCó lúc, người hái thuốc vẫn có thể tìm thấy một số ngọc Di Lung màu lục trong phế tích ở thung lũng,\nTuy không thể đáp lại trời cao cổ xưa nữa, nhưng vẫn lấp lánh ánh sáng đến hiện nay.\nViên ngọc trầm lặng chưa từng tự mình kể về lịch sử cổ xưa lang thang lưu lạc của cư dân xưa,\nMọi bí ẩn trong quá khứ, chỉ để lại cho người vô tình nhặt được suy đoán và tưởng tượng.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "8%",
	"effectName": "Bích Ngọc Lưu Chuyển",
	"effectTemplateRaw": "Khi không ra trận quá 5s, giới hạn HP tăng <color=#99FFFFFF>{0}</color>, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color> điểm. Hiệu quả này sẽ bị hủy khi người trang bị đã ra trận 10s.",
	"r1": {
		"description": "Khi không ra trận quá 5s, giới hạn HP tăng 32%, Tinh Thông Nguyên Tố tăng 40 điểm. Hiệu quả này sẽ bị hủy khi người trang bị đã ra trận 10s.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "Khi không ra trận quá 5s, giới hạn HP tăng 40%, Tinh Thông Nguyên Tố tăng 50 điểm. Hiệu quả này sẽ bị hủy khi người trang bị đã ra trận 10s.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "Khi không ra trận quá 5s, giới hạn HP tăng 48%, Tinh Thông Nguyên Tố tăng 60 điểm. Hiệu quả này sẽ bị hủy khi người trang bị đã ra trận 10s.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "Khi không ra trận quá 5s, giới hạn HP tăng 56%, Tinh Thông Nguyên Tố tăng 70 điểm. Hiệu quả này sẽ bị hủy khi người trang bị đã ra trận 10s.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "Khi không ra trận quá 5s, giới hạn HP tăng 64%, Tinh Thông Nguyên Tố tăng 80 điểm. Hiệu quả này sẽ bị hủy khi người trang bị đã ra trận 10s.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Ánh Sáng Rừng Băng Giá",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Phấn Hoa Hư Vô",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Phấn Hoa Hư Vô",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Túi Cỏ Hư Vô",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Túi Cỏ Hư Vô",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Đuốc Hư Vô",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Thần Thể Rừng Băng Giá",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Đuốc Hư Vô",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 12
			}
		]
	}
}