{
	"id": 13434,
	"name": "Quyền Trượng Kẻ Thánh Tế",
	"description": "Trường thương trắng bạc thuần khiết. Truyền thuyết kể rằng trong quá khứ, chủ tế của Hyperborea đã dùng nó để chỉ dẫn cho Dòng Dõi Sương Nguyệt tiến về phía trước.",
	"descriptionRaw": "Trường thương trắng bạc thuần khiết. Truyền thuyết kể rằng trong quá khứ, chủ tế của Hyperborea đã dùng nó để chỉ dẫn cho Dòng Dõi Sương Nguyệt tiến về phía trước.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "\"Hãy nhận lấy quyền trượng của chủ tế, Lovia của ta, đứa trẻ lương thiện của ta, đứa trẻ thuần khiết nhất của ta\"\n\"Chỉ có tấm lòng nhân ái và tình yêu của ngươi mới có thể gọi những con cừu lạc lối đó về, ban cho chúng hạnh phúc bình yên.\"\n\"Chỉ có ngươi mới có thể ban cho họ niềm hạnh phúc được dẫn dắt, hạnh phúc của kẻ yếu. Vì kẻ yếu từ khi sinh ra đã khao khát nơi thuộc về.\"\n\"Chỉ có ngươi mới có thể sửa chữa những vết sẹo tà ác, những vết sẹo méo mó dưới ánh trăng này. Vì con đường của chân lý không có con đường nào khác.\"\n\"Nữ chủ nhân Sương Nguyệt sớm đã dùng sợi tơ bạc dệt nên tất cả con đường trên thế gian, vạn vật chẳng qua chỉ nhảy múa theo những sợi chỉ.\"\n\nSự ban phước từ thời xa xưa tắt lịm như ngọn nến trong đêm lạnh lẽo, sứ nữ trẻ tuổi tiếp nhận quyền lực từ tay chủ tế tiền nhiệm.\nĐó là những người chưa từng được lựa chọn, những cô nhi ngoại bang chưa từng biết rằng mình đã được nhận nuôi.\nVì Sương Nguyệt đã không còn chiếu xuống nữa, ngay cả thánh giả huyết thống thuần khiết cũng khó có thể sai khiến ánh sáng...\nTrong tiếng thì thầm của lòng người ngày càng rạn nứt và lo lắng, vị tư tế già yếu đã đẩy con gái nuôi lên ngai thánh sắp sụp đổ...\nHy vọng lòng tốt của cô ấy có thể đoàn kết những tín đồ khác nhau, dù trong máu của cô ấy chưa bao giờ có trăng sáng chảy qua.\n\nĐúng như kỳ vọng của chủ tế, sứ nữ đau thương yếu đuối vẫn luôn tin vào sự \"đúng đắn\".\nÁnh sáng và bóng tối, thiện và ác, sống và chết, tất cả sự vật dưới trăng đều có đúng và sai của nó...\nVì thế, chỉ có đi theo con đường \"đúng đắn\" tuyệt đối, mới có thể dẫn dắt chúng sinh tới hạnh phúc.\nTặng một ít lương thực cho những người nghèo đói và lạnh lẽo, chăm sóc bệnh nhân suốt đêm cũng là chính đạo...\nDùng sự chân thành và thấu hiểu để chữa lành vết nứt nghi kỵ, xoa dịu đồng bào lo lắng.\nLòng tốt sẽ trở thành ngọn nến trong đêm lạnh lẽo, sưởi ấm trái tim và khiến thù hận tiêu tan.\n\nThiếu nữ mang tên Lovia tin như vậy một cách cố chấp, giống như một thánh nhân thực sự thương xót mọi người.\nCho đến người em gái không cùng huyết thống với cô, thánh nữ kế thừa dòng máu thuần khiết nhất của phương bắc...\nĐể bảo vệ chị gái khi ấy vẫn không thể thuyết phục được chúng sinh, đã chết dưới lưỡi đao của kẻ phản bội mưu đồ ám sát.\nTrước ánh bạc tràn ngập, cô gái thậm chí không thể thốt ra tiếng khóc đã hiểu được chân lý mới.\n\nCon đường đã chọn cho đến nay không hẳn là \"đúng đắn\".\nLòng tốt yếu ớt chính là sự \"giày vò\" không thể tha thứ.\n\nNếu vầng trăng chân thực không muốn ban cho hy vọng, thì hãy dùng những lời nói dối giả tạo để tạo ra ánh sáng ấm áp.\nKích hoạt khát vọng đã lâu của kẻ yếu, cho phép những chú cừu khổ nạn có một \"thiên đường\" yên bình.\nNếu vầng trăng non không bao giờ mọc lại, vậy thì hãy dùng quyền uy tuyệt đối để thống trị mộng tưởng của trần thế.\nKhiến đàn gia súc lạc lối một lần nữa ngoan ngoãn, không còn đau lòng vì những ân huệ vô ích.\n\nĐúng vậy, đây mới là tình yêu \"đúng đắn\", là sự cứu rỗi duy nhất để lau đi nước mắt của chúng sinh đang mơ hồ.\nDù chưa từng chứng kiến ánh trăng, nhưng con đường này chắc chắn sẽ dệt nên sự lương thiện \"đúng đắn\".\nVà những người dám chống lại sự \"đúng đắn\" này, chính là những tội ác ô uế phải bị rửa sạch bằng máu của họ.\nCho đến khi đứa con của em gái được sinh ra, sẽ không bao giờ cho phép bất kỳ kẻ ác nào làm ô uế con đường \"đúng đắn\".\n\nCứ như vậy, thánh nữ đau buồn và yếu đuối, luôn rơi nước mắt vì những gian khổ dưới ánh trăng...\nGiống như gông cùm trói buộc bản thân, đội lên trán chiếc sừng thuần khiết, ô uế và hư ảo.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "2%",
	"effectName": "Mong Muốn Chưa Vấy Bẩn",
	"effectTemplateRaw": "Trong 6s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tấn Công tăng <color=#99FFFFFF>{0}</color>, Hiệu Quả Nạp Nguyên Tố tăng <color=#99FFFFFF>{1}</color>. Hiệu quả này tối đa cộng dồn 3 tầng, người trang bị khi không ra trận vẫn có thể kích hoạt.",
	"r1": {
		"description": "Trong 6s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tấn Công tăng 8%, Hiệu Quả Nạp Nguyên Tố tăng 6%. Hiệu quả này tối đa cộng dồn 3 tầng, người trang bị khi không ra trận vẫn có thể kích hoạt.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "Trong 6s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tấn Công tăng 10%, Hiệu Quả Nạp Nguyên Tố tăng 7.5%. Hiệu quả này tối đa cộng dồn 3 tầng, người trang bị khi không ra trận vẫn có thể kích hoạt.",
		"values": [
			"10%",
			"7.5%"
		]
	},
	"r3": {
		"description": "Trong 6s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tấn Công tăng 12%, Hiệu Quả Nạp Nguyên Tố tăng 9%. Hiệu quả này tối đa cộng dồn 3 tầng, người trang bị khi không ra trận vẫn có thể kích hoạt.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "Trong 6s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tấn Công tăng 14%, Hiệu Quả Nạp Nguyên Tố tăng 10.5%. Hiệu quả này tối đa cộng dồn 3 tầng, người trang bị khi không ra trận vẫn có thể kích hoạt.",
		"values": [
			"14%",
			"10.5%"
		]
	},
	"r5": {
		"description": "Trong 6s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tấn Công tăng 16%, Hiệu Quả Nạp Nguyên Tố tăng 12%. Hiệu quả này tối đa cộng dồn 3 tầng, người trang bị khi không ra trận vẫn có thể kích hoạt.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Tro Tàn Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Trục Quay Hỏng Hóc",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Trục Quay Gia Cố",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Hào Quang Ngọn Lửa Đêm Dài",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Trục Quay Tinh Chế",
				"count": 12
			}
		]
	}
}