{
	"id": 15424,
	"name": "Hậu Duệ Mặt Trời",
	"description": "Chiếc cung cổ đại được lưu truyền từ thời đại xa xưa của vương quốc Vua Deshret, trên đó khắc những hoa văn trang nghiêm và văn tự cổ xưa không thể hiểu được.",
	"descriptionRaw": "Chiếc cung cổ đại được lưu truyền từ thời đại xa xưa của vương quốc Vua Deshret, trên đó khắc những hoa văn trang nghiêm và văn tự cổ xưa không thể hiểu được.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Trong những năm tháng mà vị Vua Cát thống trị tứ phương, uy quyền giống như những cồn cát trồi sụt được bao trùm bởi ánh mặt trời.\nNhững bài ca dao còn sót lại của dân du mục giống như tiếng côn trùng trong cát, hát đi hát lại về thời đại hoàng kim đã bị quên lãng đó.\nHọ nói rằng, đại chủ nhân rực đỏ từng tranh đoạt hào quang với mặt trời, cuối cùng đã như sao băng rơi xuống dưới mặt đất.\nHọ nói rằng, trong số các tư tế có người chưa bị các phiên vương sau đó sát hại, đã để lại cung thuật được truyền từ Vua Deshret...\n\nĐời sau của tư tế tự xưng là \"hậu duệ của mặt trời\", không ngừng học hỏi về các nghi lễ ngày xưa của vương quốc Vua Deshret.\nCho dù là thương nhân du mục tin tức nhạy bén nhất, cũng chỉ biết đôi chút về nhóm người thần bí này.\nHậu duệ dát vàng rất ít tư cách kế thừa di sản của tư tế Vua Deshret, rất hiếm có người có thể đọc được các văn hiến cổ xưa,\nCàng không cần nói đến những gì mà các tư tế xưa đều tinh thông như: côn thuật, thương thuật và niềm tự hào cung thuật vừa tao nhã lại trang nghiêm.\n\nEremite phần lớn đều gọi những người này là \"ẩn sĩ\", một số người trong họ chuyển sang tôn thờ thần vương của Sumeru,\nVà đại đa số người đã biến mất trong sa mạc vô biên, ẩn mình ở nơi rắn, bò cạp và các u linh của phiên quốc ngày xưa tụ tập.\nNhững người trung thành với rừng mưa vẫn duy trì thói quen ẩn cư và ít nói, dùng sức của mình để báo đáp ân huệ xa xưa,\nNhưng trong tận đáy lòng, không lúc nào họ không nhớ thương tổ tiên và Vua Deshret đã gặp thảm họa vào ngàn năm trước.\n\nCứ thế, nghi thức cung thuật cổ xưa tao nhã đã được hậu duệ của tư tế kế thừa đến nay.\nDù cho ý nghĩa của rất nhiều văn tự và hoa văn cổ xưa đã bị thất truyền hoặc đã sai lệch với nguyên gốc,\nCho dù tư thế giương cung xưa kia của vị vua đỏ rực đã sớm tan tành trong giấc mộng xưa...\nNhưng mồi lửa yếu ớt của vương quốc cổ vẫn chưa tắt, mà đang hóa thành nhân tố bí mật,\nTiếp tục dùng tri thức ngày xưa mà họ kế thừa, để bảo vệ cho văn minh ngày nay.\n\nCòn những \"ẩn sĩ\" đã biến mất trong sa mạc, một số trong đó đã đi chệch khỏi con đường của tư tế.\nNhững người này chìm đắm trong ảo cảnh của quyền lực, với ý đồ hòng cải tạo bộ lạc hợp tan vô thường.\nDùng điển lễ nghiêm khắc của ngày xưa, họ huấn luyện những đứa trẻ lạc đường thành \"chim ưng\".\nVốn dĩ là kỹ thuật bồi dưỡng võ sĩ cao thượng và tiến bộ qua từng đời, giờ đây đã bước vào con đường sai trái,\nVì để hỗ trợ cho vị \"vua\" mới được sinh ra, mà huấn luyện ra chó và chim ưng không chút tư duy...\nNhưng đây đều là chuyện sau này rồi, người mang dã tâm rồi sẽ biến mất trong sa mạc,\nKhông chút tăm hơi, cũng giống như những giọt nước mắt đau khổ hòa vào trong đại dương bao la vậy.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "4%",
	"effectName": "Con Đường Lửa Mặt Trời",
	"effectTemplateRaw": "Sau khi trọng kích đánh trúng kẻ địch, sẽ giáng xuống Mũi Tên Mặt Trời lên kẻ địch này, gây sát thương bằng <color=#99FFFFFF>{0}</color> tấn công, đồng thời thi triển hiệu quả Thiêu Đốt Tâm Can duy trì 10s lên kẻ địch chịu sát thương từ Mũi Tên Mặt Trời. Sát thương từ trọng kích của người trang bị vũ khí này gây ra cho kẻ địch đang trong trạng thái Thiêu Đốt Tâm Can sẽ tăng <color=#99FFFFFF>{1}</color>. Mũi Tên Mặt Trời mỗi 10s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Sau khi trọng kích đánh trúng kẻ địch, sẽ giáng xuống Mũi Tên Mặt Trời lên kẻ địch này, gây sát thương bằng 60% tấn công, đồng thời thi triển hiệu quả Thiêu Đốt Tâm Can duy trì 10s lên kẻ địch chịu sát thương từ Mũi Tên Mặt Trời. Sát thương từ trọng kích của người trang bị vũ khí này gây ra cho kẻ địch đang trong trạng thái Thiêu Đốt Tâm Can sẽ tăng 28%. Mũi Tên Mặt Trời mỗi 10s tối đa kích hoạt một lần.",
		"values": [
			"60%",
			"28%"
		]
	},
	"r2": {
		"description": "Sau khi trọng kích đánh trúng kẻ địch, sẽ giáng xuống Mũi Tên Mặt Trời lên kẻ địch này, gây sát thương bằng 75% tấn công, đồng thời thi triển hiệu quả Thiêu Đốt Tâm Can duy trì 10s lên kẻ địch chịu sát thương từ Mũi Tên Mặt Trời. Sát thương từ trọng kích của người trang bị vũ khí này gây ra cho kẻ địch đang trong trạng thái Thiêu Đốt Tâm Can sẽ tăng 35%. Mũi Tên Mặt Trời mỗi 10s tối đa kích hoạt một lần.",
		"values": [
			"75%",
			"35%"
		]
	},
	"r3": {
		"description": "Sau khi trọng kích đánh trúng kẻ địch, sẽ giáng xuống Mũi Tên Mặt Trời lên kẻ địch này, gây sát thương bằng 90% tấn công, đồng thời thi triển hiệu quả Thiêu Đốt Tâm Can duy trì 10s lên kẻ địch chịu sát thương từ Mũi Tên Mặt Trời. Sát thương từ trọng kích của người trang bị vũ khí này gây ra cho kẻ địch đang trong trạng thái Thiêu Đốt Tâm Can sẽ tăng 42%. Mũi Tên Mặt Trời mỗi 10s tối đa kích hoạt một lần.",
		"values": [
			"90%",
			"42%"
		]
	},
	"r4": {
		"description": "Sau khi trọng kích đánh trúng kẻ địch, sẽ giáng xuống Mũi Tên Mặt Trời lên kẻ địch này, gây sát thương bằng 105% tấn công, đồng thời thi triển hiệu quả Thiêu Đốt Tâm Can duy trì 10s lên kẻ địch chịu sát thương từ Mũi Tên Mặt Trời. Sát thương từ trọng kích của người trang bị vũ khí này gây ra cho kẻ địch đang trong trạng thái Thiêu Đốt Tâm Can sẽ tăng 49%. Mũi Tên Mặt Trời mỗi 10s tối đa kích hoạt một lần.",
		"values": [
			"105%",
			"49%"
		]
	},
	"r5": {
		"description": "Sau khi trọng kích đánh trúng kẻ địch, sẽ giáng xuống Mũi Tên Mặt Trời lên kẻ địch này, gây sát thương bằng 120% tấn công, đồng thời thi triển hiệu quả Thiêu Đốt Tâm Can duy trì 10s lên kẻ địch chịu sát thương từ Mũi Tên Mặt Trời. Sát thương từ trọng kích của người trang bị vũ khí này gây ra cho kẻ địch đang trong trạng thái Thiêu Đốt Tâm Can sẽ tăng 56%. Mũi Tên Mặt Trời mỗi 10s tối đa kích hoạt một lần.",
		"values": [
			"120%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Dư Âm Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Hoa Chưa Nở Từ Nơi Nào Đó",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Đóa Hoa Trân Quý Của Ai Đó",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Quá Khứ Của Ánh Nắng Quyền Uy",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Hoa Nở Rộ Của Kẻ Lang Thang",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 12
			}
		]
	}
}