{
	"id": 15432,
	"name": "Thanh Âm Lạnh Lẽo",
	"description": "Cây cung được chế tạo đặc biệt để bắn từ xa và ám sát trong lặng lẽ. Âm thanh phát ra ẩn trong đêm tối, âm điệu dài và lạnh lẽo.",
	"descriptionRaw": "Cây cung được chế tạo đặc biệt để bắn từ xa và ám sát trong lặng lẽ. Âm thanh phát ra ẩn trong đêm tối, âm điệu dài và lạnh lẽo.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Đó là thời kỳ khi quy luật của muôn dòng nước như đồng vàng chưa được đúc thành hình, những người thống trị của man tộc ngày trước đã lần lượt khoác lên mình trang phục của nền văn minh,\nCũng giống như lời thề được lập nên trước thanh kiếm với ánh sáng từ hồ nước của những người trong lòng mang động cơ riêng, người mặc trang phục tím nay đã mang danh quý tộc đang giới thiệu quy tắc và chính nghĩa theo ý mình.\nTrong phả hệ của các vị vua và dũng sĩ của biển cao, không thiếu những người ban ơn nhân từ, cũng không thiếu những kẻ dã tâm xảo quyệt và những hậu duệ tà ác, ích kỷ ẩn mình trong bóng tối,\nDùng mặt nạ trung thành để ngụy trang cho sự ám ảnh điên cuồng với tiền tài và cố chấp với quyền lực, nhâm nhi cơn thịnh nộ và đau khổ của người nghèo như rượu ngon đỏ tươi trong ly.\n\n\"Tất nhiên tôi biết rõ điều cấm kỵ mà Thợ Săn Hoàng Kim đã đặt ra, lệnh cho chúng ta tránh xa những tranh chấp trong thành phố lớn, không được để lưỡi kiếm nhuốm máu của đồng bào\"\n\"Nhưng hãy nói xem nào, những kẻ cướp tàn sát người tốt, những tên thủ lĩnh hại người yếu thế, thì khác gì những ác ma cướp đi sinh mạng của người vô tội?\"\n\"Hỡi những người bạn, hậu duệ của Remuria, các đồng bào xin hãy nghe tôi nói: Giữ gìn chính nghĩa là mục đích, chứ không phải xiềng xích để trói buộc bản thân.\"\n\"Nếu mọi người nhìn thấy nỗi khổ đó, nhưng không muốn ô uế thanh danh cao quý, vậy hãy để tôi từ bỏ họ của Walter và tách khỏi đội thợ săn từ đây.\"\n\nCứ như vậy, người kế thừa của đế quốc lại đối đầu với con cháu của các vị vua vùng biển cao phía bắc,\nChẳng qua lần này, người đứng về phía người nghèo lại là hậu duệ của kẻ xâm lược ngày trước.\nTừ bỏ thanh kiếm kế thừa của Thợ Săn Hoàng Kim, đổi thành cây cung ngắn mà đồng bào chê bai,\nNhư bóng ma ẩn mình giữa các cung điện, dùng máu làm mực vẽ nên sợi dây phán quyết.\nThợ săn gầy gò không giỏi đối mặt với ma vật, nhưng lại nắm rõ nghệ thuật kết liễu kẻ ác,\nBữa tiệc nhuốm máu vàng đen thường xem sự hỗn loạn như rượu, hoàng tước cũng không sợ xảy ra xung đột và loạn chiến,\nNhưng rồi sự im lặng đột ngột và dấu hiệu của cái chết định sẵn, ngược lại đã trở thành thứ khiến đối phương vô cùng sợ hãi...\n\n...\n\nCó lẽ suy xét theo chủ nghĩa thực dụng, kỹ năng ám sát đã lấy đi vô số tính mạng quý tộc đó,\nKỹ năng bắn cung vốn dùng để đâm xuyên cổ họng kẻ áp bức đó, kỹ năng chạy trốn vốn dùng để thoát khỏi sự truy bắt đó,\nDù là bị giết bởi kẻ phản nghịch của gia tộc Walter, rồi lại được giải oan trong trò chơi của những người mặc áo tím,\nDù được ca ngợi là kẻ hành quyết của Đội Thợ Săn Ảo Ảnh trong vở ca kịch được tài trợ, hay sau khi đã trở thành thần tượng vô hại,\nThì những kỹ năng này vẫn chưa từng thất truyền, mà được Thợ Săn Marechaussee thế hệ sau tiếp tục tập luyện dưới sự cho phép của người cấp cao,\nCho đến trận vòng vây Poisson hàng ngàn năm sau, dùng máu của người mà nó đã thề bảo vệ nhuộm đỏ dòng sông...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Kích Hoạt Lặng Lẽ",
	"effectTemplateRaw": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>{0}</color> Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 40% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 50% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 60% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 70% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Khi đánh trúng kẻ địch, sẽ gây sát thương diện rộng bằng 80% Giới Hạn HP tại vị trí mục tiêu. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Mảnh Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Tiếng Vọng Cung Đàn Cổ Xưa",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 12
			}
		]
	}
}