{
	"id": 11433,
	"name": "Còi Yên Tĩnh",
	"description": "Thanh kiếm được làm bằng kim loại, khi vung lên sẽ phát ra tiếng còi trầm đục.",
	"descriptionRaw": "Thanh kiếm được làm bằng kim loại, khi vung lên sẽ phát ra tiếng còi trầm đục.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Trong khu rừng lạnh lẽo bị sương gió bao phủ, từng lưu truyền câu chuyện kỳ lạ về những linh hồn khát máu.\nTương truyền đó là linh hồn tà ác tàn nhẫn, sẽ cướp đi mạng sống của những người dám xông vào rừng rậm.\nBất kể là binh sĩ ngang ngược của phương bắc, hay là những kẻ cướp lang thang nơi đồng rêu...\nKhi nói đến sự hoang vu của Nephilheim, họ sẽ luôn vô thức hạ thấp giọng...\nChỉ sợ rằng âm thanh trầm thấp, u ám phía sau lưng sẽ là âm thanh cuối cùng được nghe thấy trong cuộc đời này.\n\nÍt ai biết rằng, tiếng kêu đó không phải là của linh hồn tà ác, mà đến từ lưỡi dao sắc bén trong tay người thợ săn vô danh.\nĐó là một kẻ lưu đày chưa từng được ghi lại, một ẩn sĩ chưa từng chiến đấu vì bất kỳ lý tưởng hay lá cờ nào trong đời.\nĐể bảo vệ những đứa trẻ mất nhà cửa trong thời loạn lạc, chạy trốn vào khu rừng lạnh lẽo, nương tựa vào nhau mà sinh tồn...\nĐể bảo vệ những đứa trẻ lấy ốc biển làm tín vật, người thợ săn chỉ cần tiêu diệt hết những kẻ hung ác trong rừng.\nLưỡi kiếm kim loại lạnh lẽo không thể nào bắt chước được tiếng vọng của ốc biển, giống như thời gian đã qua sẽ không bao giờ quay lại được.\nNhưng sắc màu ấm áp tỏa ra từ trên cổ cũng có thể khiến bọn tội phạm im lặng, không quấy rầy giấc mơ yên bình của bọn trẻ.\n\nTừ thời kỳ Sa Hoàng và quý tộc cũ, cho đến những năm tháng dài khi trật tự mới được xây dựng lại...\nNgười thợ săn như linh hồn lang thang không nói chuyện gì, cũng chưa từng từ bỏ tiếng còi săn trong đêm lạnh.\nMãi đến khi những đứa trẻ không còn chốn dung thân buộc phải sống trong rừng sâu lạnh lẽo,\nMãi cho đến khi người bảo vệ già quên cả lời nói cuối cùng trong đêm trắng vô tận,\nNgười thợ săn vứt thanh trường kiếm trong tay xuống, quay người đi vào rừng rậm, và không còn ai nhìn thấy bóng dáng đó nữa.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "13,3%",
	"effectName": "Tĩnh Lặng Trang Nghiêm",
	"effectTemplateRaw": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Giới Hạn HP tăng <color=#99FFFFFF>{0}</color>. Nguyệt Triệu - Rực Sáng: Giới Hạn HP của hiệu quả này tăng thêm <color=#99FFFFFF>{1}</color>. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Giới Hạn HP tăng 16%. Nguyệt Triệu - Rực Sáng: Giới Hạn HP của hiệu quả này tăng thêm 16%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Giới Hạn HP tăng 20%. Nguyệt Triệu - Rực Sáng: Giới Hạn HP của hiệu quả này tăng thêm 20%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Giới Hạn HP tăng 24%. Nguyệt Triệu - Rực Sáng: Giới Hạn HP của hiệu quả này tăng thêm 24%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Giới Hạn HP tăng 28%. Nguyệt Triệu - Rực Sáng: Giới Hạn HP của hiệu quả này tăng thêm 28%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Giới Hạn HP tăng 32%. Nguyệt Triệu - Rực Sáng: Giới Hạn HP của hiệu quả này tăng thêm 32%. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Mảnh Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Tàn Dư Đêm Sương",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Giấy Phép Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Mẫu Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Ánh Sáng Đêm Sương",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Giấy Phép Tinh Xảo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Di Sản Khí Cụ Kỳ Diệu",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Tâm Nguyện Khí Cụ Kỳ Diệu",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Vinh Quang Đêm Sương",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Giấy Phép Khắc Sương",
				"count": 12
			}
		]
	}
}