{
	"name": "Kiếm Li Cốt",
	"description": "Binh khí hiếm đến từ biển cổ đại, múa kiếm vùn vụt như sóng dữ.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "Dùng tủy động vật biển để tạo thành thân kiếm, màu xương u ám được tạo nên từ những chuyện xưa cũ.\nTrước đây người mưu sinh trên thuyền sẽ dùng xương thú để trang trí mui thuyền, thân thuyền,\nDùng thứ này để đe dọa cự thú dưới rình mò con người dưới biển sâu.\n\nTrong quá khứ xa xôi, khi mà biển lớn chưa yên bình, chèo thuyền ra biển thường là sinh ly tử biệt.\nBài ca trên thuyền du dương thoải mái ngày nay lại là khúc cáo biệt khiến người ta lặng im vào thời đó.\nLúc đó có thuyền sư cầm đại kiếm, khi sắp ra biển thì uống rượu ca hát. Người bên cạnh hỏi thì cười đáp rằng:\n\"Ta tự có chừng mực, uống rượu thỏa thích thì có sao. Đợi khi hướng gió hải lưu chính xác\"\nNhưng không nói tiếp nữa. Chỉ giơ cao chén, bật cười giục mọi người uống rượu.\n\nCuối cùng thời khắc hướng gió hải lưu chính xác đã đến, chiến thuyền chở ông ấy căng buồm ra khơi.\nĐi sâu vào sương mù xa xăm trên biển, đứng từ xa nhìn mạch nước ngầm tuôn ra, động vật biển nhảy khỏi đại dương.\nCuối cùng thuyền sư thích ca hát cùng chiếc thuyền của ông cũng không trở về bến cảng núi đá lớm chởm nữa.\nMột thời gian sau, có hài cốt của cự thú dưới biển bị sóng biển đánh dạt vào bờ,\nVết thương bị kiếm đâm lộ ra cả xương trắng. Máu tươi bị sóng biển rửa sạch.\n\n\"Đợi đến khi hướng gió hải lưu chính xác, ta sẽ ra biển trả thù cho cô ấy, hỡi con người trầm mê tiếng sóng kia\"\n\"Chôn thân trong bụng cá thì sao, như thế có thể khiến bài hát về thuyền mà cô ấy thích truyền tới vùng biển mà cô ấy nằm xuống\"\n\nTrên biển hiện giờ đã không còn những cự thú bị sóng biển đẩy lên trong gió bão nữa.\nPhong tục lấy hài cốt của động vật biển trang trí đầu thuyền cũng dần bị quên lãng kể từ khi động vật biển tuyệt tích.\nNhưng khi đi xa, thỉnh thoảng vẫn có thể nghe thấy tiếng kêu trầm thấp như tiếng sấm, khiến người ta lạnh sống lưng truyền tới từ biển sâu...",
	"baseatk": 42,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "6",
	"effectname": "Phá Sóng",
	"effect": "Khi nhân vật ra trận, mỗi 4s tăng {0} sát thương gây ra, {1} sát thương phải chịu. Cộng dồn tối đa 5 tầng, không làm mới khi nhân vật rời khỏi trận, sau khi chịu sát thương sẽ giảm 1 tầng hiệu quả.",
	"r1": [
		"6%",
		"3%"
	],
	"r2": [
		"7%",
		"2.7%"
	],
	"r3": [
		"8%",
		"2.4%"
	],
	"r4": [
		"9%",
		"2.2%"
	],
	"r5": [
		"10%",
		"2%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Hạt Thiên Thạch Đen",
				"count": 3
			},
			{
				"name": "Mảnh Xương Giòn Yếu",
				"count": 3
			},
			{
				"name": "Mật Hoa Lừa Dối",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mảnh Thiên Thạch Đen",
				"count": 3
			},
			{
				"name": "Mảnh Xương Giòn Yếu",
				"count": 12
			},
			{
				"name": "Mật Hoa Lừa Dối",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mảnh Thiên Thạch Đen",
				"count": 6
			},
			{
				"name": "Mảnh Xương Chắc Chắn",
				"count": 6
			},
			{
				"name": "Mật Hoa Lấp Lánh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Một Góc Thiên Thạch Đen",
				"count": 3
			},
			{
				"name": "Mảnh Xương Chắc Chắn",
				"count": 12
			},
			{
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Một Góc Thiên Thạch Đen",
				"count": 6
			},
			{
				"name": "Mảnh Xương Hóa Thạch",
				"count": 9
			},
			{
				"name": "Mật Hoa Nguyên Tố",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Miếng Thiên Thạch Đen",
				"count": 4
			},
			{
				"name": "Mảnh Xương Hóa Thạch",
				"count": 18
			},
			{
				"name": "Mật Hoa Nguyên Tố",
				"count": 12
			}
		]
	}
}