{
	"id": 15513,
	"name": "Màn Mưa Tơ Lòng",
	"description": "Cung tinh linh trong truyền thuyết. Dù là trên sân khấu hay trong chiến trường, cũng đều có thể dễ dàng lay động người nghe.",
	"descriptionRaw": "Cung tinh linh trong truyền thuyết. Dù là trên sân khấu hay trong chiến trường, cũng đều có thể dễ dàng lay động người nghe.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 5,
	"story": "Các nhà viết kịch của Fontaine thường sử dụng những sợi dây làm ẩn dụ cho tâm hồn, chính là \"sợi dây tâm hồn\" mà mọi người thường nói.\nCũng giống như những sợi dây đàn, lòng người cũng sẽ có những âm sắc khác nhau theo tiết tấu của số phận.\nCách nói sợi dây tâm hồn này cũng từng được ghi chép ở một trong những vở kịch lâu đời nhất của Fontaine - \"Dryas\",\nChỉ là... sợi dây được ẩn dụ trong vở kịch lại không phải là dây đàn, mà là dây cung.\n\nNhân vật chính của vở kịch tên là Aurelius, là nguyên mẫu của nhân vật cùng tên trong \"Nhật Ký Chiến Đấu Của Aurelius\", tác phẩm sau này của Coppelius.\nTheo kịch bản, ngài được ca ngợi là vị anh hùng vinh quang như vàng ròng, người đã giúp cho Fontaine chinh phục vô số vương quốc và thành bang nổi loạn.\nTuy nhiên, trong sử sách không có nhân vật tương ứng, nên cũng giống như Ajax, ngài thường được coi là nhân vật hư cấu trong vở kịch.\n\nTruyền thuyết kể rằng khi xuất chinh, ngài đã vô tình rơi vào cạm bẫy mà kẻ thù giăng ra, bị lạc khỏi quân đội trong rừng thông.\nNgay khi lưỡi kiếm của sát thủ chuẩn bị lấy mạng ngài, thì những mũi tên bạc xuyên qua không trung như mưa rơi.\nNhìn theo âm thanh của dây cung, \"Thần linh đã tạo ra vẻ đẹp như vậy, rồi lại phá hủy khuôn mẫu vì thương xót loài người\".\nThiếu nữ Dryastis nắm lấy bàn tay lẽ ra không còn cảm nhận được những thứ mỏng manh tinh tế, dẫn ngài bước ra khỏi rừng thông đẫm máu.\n\n\"Tôi chỉ không muốn nhìn thấy người khác chết một cách vô ích. Đã có quá nhiều nước mắt khóc than trong dòng nước rồi\".\n\"Chỉ xin người một việc, hỡi chiến binh cao quý. Hay đem chiến tranh rời xa nơi này\".\n\"Đừng để dòng nước trong lành này bị 'cái chết' vấy bẩn nữa, hãy giữ lấy quê hương cuối cùng cho chúng tôi\".\n\nNgười anh hùng trẻ tuổi khi chinh chiến thường cho rằng trái tim và thể xác của mình đã cứng rắn như đá trắng xây nên thành trì.\nNhưng giống như vương đô cuối cùng đã chìm vào im lặng, sợi dây rung động cũng đưa những nốt lạc điệu vào câu chuyện của vị anh hùng...\n\nTrải qua hàng ngàn năm truyền thuyết lưu truyền và cải biên kịch bản, đã mang đến cho câu chuyện xưa cũ này vô số tiến triển khác nhau.\nTrong một số câu chuyện, người anh hùng đã chinh phục vô số vương quốc và thành bang cuối cùng đã nghe theo lời khuyên của thiếu nữ tinh linh,\nNhận lấy cây cung dài mà cô tặng, từ bỏ binh đao, nhưng lại bị một kẻ phản bội sát hại trên đường trở về, thân xác chôn vùi dưới biển sâu;\nTrong vài câu chuyện khác, Aurelius vinh quang lại rơi vào tình yêu đau đớn điên cuồng, dẫn đại quân xông vào rừng thông,\nTìm kiếm tung tích, khao khát gặp lại cô, để cô có thể trở thành người mình thương yêu, bên mình mãi mãi.\nNgười thiếu nữ chạy đến bờ sông, rơi nước mắt cầu xin người mẹ nước trong hãy cứu cô khỏi chấp niệm của vị anh hùng.\nChủ nhân muôn dòng nước thương xót cho số phận của cô, biến cô thành cây thông. Còn dây cung từng găm tình yêu vào trái tim người anh hùng,\nCũng đứt đoạn như nỗi lòng tan vỡ, lặng lẽ rơi xuống bên cạnh thiếu nữ, chìm dần giữa vô số Sen Pluie nở rộ.\nNgười anh hùng trẻ tuổi đau buồn nhìn thật lâu vào bóng hoa trong nước, mãi không muốn rời đi, cuối cùng rơi xuống vực sâu...\n\nCác nhà triết học tự nhiên sau này đã xác minh rằng một bộ lạc man tộc có tên là \"Dryas\" đã từng định cư ở đây,\nCánh rừng vì thế mà có cái tên này. Còn về cách nói không có chút gì lãng mạn ấy, trước giờ không hề có duyên với vở kịch.\nCho dù sau cùng đã chìm xuống biển sâu, kết cục bị mài mòn mọi ý chí và khát vọng theo năm tháng dông dài,\nHay là đã đặt chân lên đất liền sau nhiều năm, rồi lại chết dưới tay của Hạm Đội Trắng hay Thợ Săn Marechaussee thời đại mới,\nCâu chuyện về người anh hùng trẻ tuổi đã kết thúc tại đây, Dryastis cũng chỉ là một huyền thoại trong thời đại hỗn loạn.\n\nCòn cây cung từng xáo trộn số phận của Aurelius đã đổi chủ vô số lần, và được ai đó sống sâu dưới nước nhặt lấy,\nLại được trang trí thêm và biến thành đạo cụ sân khấu trong những buổi diễn cho lũ trẻ ở quê nhà... thì đó lại là một câu chuyện khác.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14,4%",
	"effectName": "Dạ Khúc Của Dryas",
	"effectTemplateRaw": "Người chơi nhận được hiệu quả \"Khôi Phục\". Mỗi khi có 1/2/3 tầng Khôi Phục, Giới Hạn HP tăng <color=#99FFFFFF>{0}</color>. Người trang bị sẽ nhận 1 tầng Khôi Phục cho mỗi tình huống sau: Khi thi triển Kỹ Năng Nguyên Tố, duy trì 25s; Khi tăng giá trị Khế Ước Sinh Mệnh, duy trì 25s; Khi tiến hành trị liệu, duy trì 20s. Nhân vật không ra trận vẫn có thể kích hoạt. Thời gian duy trì của mỗi tầng Khôi Phục sẽ tính giờ riêng. Ngoài ra, khi có 3 tầng Khôi Phục, Tỷ Lệ Bạo Kích của Kỹ Năng Nộ tăng <color=#99FFFFFF>{1}</color>, hiệu quả này sẽ bị xóa khi không có đủ 3 tầng Khôi Phục trong 4s.",
	"r1": {
		"description": "Người chơi nhận được hiệu quả \"Khôi Phục\". Mỗi khi có 1/2/3 tầng Khôi Phục, Giới Hạn HP tăng 12%/24%/40%. Người trang bị sẽ nhận 1 tầng Khôi Phục cho mỗi tình huống sau: Khi thi triển Kỹ Năng Nguyên Tố, duy trì 25s; Khi tăng giá trị Khế Ước Sinh Mệnh, duy trì 25s; Khi tiến hành trị liệu, duy trì 20s. Nhân vật không ra trận vẫn có thể kích hoạt. Thời gian duy trì của mỗi tầng Khôi Phục sẽ tính giờ riêng. Ngoài ra, khi có 3 tầng Khôi Phục, Tỷ Lệ Bạo Kích của Kỹ Năng Nộ tăng 28%, hiệu quả này sẽ bị xóa khi không có đủ 3 tầng Khôi Phục trong 4s.",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "Người chơi nhận được hiệu quả \"Khôi Phục\". Mỗi khi có 1/2/3 tầng Khôi Phục, Giới Hạn HP tăng 15%/30%/50%. Người trang bị sẽ nhận 1 tầng Khôi Phục cho mỗi tình huống sau: Khi thi triển Kỹ Năng Nguyên Tố, duy trì 25s; Khi tăng giá trị Khế Ước Sinh Mệnh, duy trì 25s; Khi tiến hành trị liệu, duy trì 20s. Nhân vật không ra trận vẫn có thể kích hoạt. Thời gian duy trì của mỗi tầng Khôi Phục sẽ tính giờ riêng. Ngoài ra, khi có 3 tầng Khôi Phục, Tỷ Lệ Bạo Kích của Kỹ Năng Nộ tăng 35%, hiệu quả này sẽ bị xóa khi không có đủ 3 tầng Khôi Phục trong 4s.",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "Người chơi nhận được hiệu quả \"Khôi Phục\". Mỗi khi có 1/2/3 tầng Khôi Phục, Giới Hạn HP tăng 18%/36%/60%. Người trang bị sẽ nhận 1 tầng Khôi Phục cho mỗi tình huống sau: Khi thi triển Kỹ Năng Nguyên Tố, duy trì 25s; Khi tăng giá trị Khế Ước Sinh Mệnh, duy trì 25s; Khi tiến hành trị liệu, duy trì 20s. Nhân vật không ra trận vẫn có thể kích hoạt. Thời gian duy trì của mỗi tầng Khôi Phục sẽ tính giờ riêng. Ngoài ra, khi có 3 tầng Khôi Phục, Tỷ Lệ Bạo Kích của Kỹ Năng Nộ tăng 42%, hiệu quả này sẽ bị xóa khi không có đủ 3 tầng Khôi Phục trong 4s.",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "Người chơi nhận được hiệu quả \"Khôi Phục\". Mỗi khi có 1/2/3 tầng Khôi Phục, Giới Hạn HP tăng 21%/42%/70%. Người trang bị sẽ nhận 1 tầng Khôi Phục cho mỗi tình huống sau: Khi thi triển Kỹ Năng Nguyên Tố, duy trì 25s; Khi tăng giá trị Khế Ước Sinh Mệnh, duy trì 25s; Khi tiến hành trị liệu, duy trì 20s. Nhân vật không ra trận vẫn có thể kích hoạt. Thời gian duy trì của mỗi tầng Khôi Phục sẽ tính giờ riêng. Ngoài ra, khi có 3 tầng Khôi Phục, Tỷ Lệ Bạo Kích của Kỹ Năng Nộ tăng 49%, hiệu quả này sẽ bị xóa khi không có đủ 3 tầng Khôi Phục trong 4s.",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "Người chơi nhận được hiệu quả \"Khôi Phục\". Mỗi khi có 1/2/3 tầng Khôi Phục, Giới Hạn HP tăng 24%/48%/80%. Người trang bị sẽ nhận 1 tầng Khôi Phục cho mỗi tình huống sau: Khi thi triển Kỹ Năng Nguyên Tố, duy trì 25s; Khi tăng giá trị Khế Ước Sinh Mệnh, duy trì 25s; Khi tiến hành trị liệu, duy trì 20s. Nhân vật không ra trận vẫn có thể kích hoạt. Thời gian duy trì của mỗi tầng Khôi Phục sẽ tính giờ riêng. Ngoài ra, khi có 3 tầng Khôi Phục, Tỷ Lệ Bạo Kích của Kỹ Năng Nộ tăng 56%, hiệu quả này sẽ bị xóa khi không có đủ 3 tầng Khôi Phục trong 4s.",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Cặn Bẩn Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Vây Thú Dạng Lông",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Ngọc Vụn Đại Dương",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Vây Thú Dạng Lông",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Ngọc Vụn Đại Dương",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Vây Thú Ánh Trăng",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Vây Thú Ánh Trăng",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Kết Tinh Đại Dương",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Vây Thú Ánh Sáng Vực Thẳm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Tinh Thạch Dị Sắc",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Tinh Chất Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Vây Thú Ánh Sáng Vực Thẳm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Tinh Thạch Dị Sắc",
				"count": 18
			}
		]
	}
}