{
	"name": "Quyển Thiên Không",
	"description": "Tập sách tượng trưng cho Phong Long và chủ nhân Phong Thần của nó. Ghi chép tỷ mỉ về gió và mây của bầu trời phương bắc, ẩn giấu sức mạnh của thiên không và gió.",
	"weapontype": "Pháp Khí",
	"rarity": "5",
	"story": "Khái quát Thiên Phong Vạn Vân Thông.\nBản sao chép toàn bộ mây và gió khắp vùng đất Bắc, được trình bày dưới dạng thơ và hình ảnh.\nVới khoảng mười nghìn bài tụng, mỗi bài là một đám mây, một luồng gió, tên gọi không trùng lặp.\nHình dạng của mây là do gió tạo nên, thơ ca đã trao cho gió những tính cách đặc biệt.\nVốn chỉ là những cơn gió vô hình, vậy mà qua cái nhìn của Barbatos lại trở nên thân thiết và gần gũi đến vậy.\n\nThời thượng cổ có truyền thuyết kể lại rằng, Phong Thần gọi đến tứ phong,\nXua tan đi băng, đẩy lùi ác thú, tạo ra mây và sương, từ đó Mondstadt được dựng lên.\nSau này Phong Thần đã cho người phàm sao chép cuốn sách này và đặt tên là \"Thiên Phong Vạn Vân\".\nThế nhưng điều đáng tiếc đó là, thời gian đã khiến bản đồ và thơ ca bị mất đi nhiều phần.\nĐa phần những quyển sách ghi chép lại ngàn vạn gió mây đã bị phân tán vào dân gian, trở thanh dân ca và các câu chuyện truyền thuyết.\n\nCũng từ đó, cội nguồn thiên phong thất truyền, thế nhưng Phong Thần vẫn ghi nhớ điều đó.\nCho đến khi ma long Durin dang đôi cánh khổng lồ ập đến, Barbatos mới đứng dậy chiến đấu.\nTrong trận ác chiến, nhật nguyệt rung động, Phong Thần cất tiếng hát gọi thiên phong, Phong Long theo hướng gió mà đến.\nNgười nắm giữ cuốn sách, có thể biết được tên của ngàn gió cũng như điều khiển sức mạnh vĩ đại nằm trong chúng.\n\nCho đến nay, bầu trời của Mondstadt đã quay về màu xanh yên bình.\nPhong Thần và Phong Long tìm thấy được nơi quy ẩn mới.\nCòn cuốn sách cũng được đưa cho người đáng tin cất giữ.",
	"baseatk": 48,
	"substat": "Tấn Công",
	"subvalue": "7.2",
	"effectname": "Linh Vân Phiêu Du Bốn Phương",
	"effect": "Tăng sát thương Nguyên Tố {0}; khi tấn công thường đánh trúng địch, có tỷ lệ 50% nhận được sự ưu ái của mây trời, trong 15s chủ động tấn công kẻ địch ở gần, tạo thành sát thương bằng {1} lực tấn công. Mỗi 30s mới thi triển 1 lần.",
	"r1": [
		"12%",
		"160%"
	],
	"r2": [
		"15%",
		"200%"
	],
	"r3": [
		"18%",
		"240%"
	],
	"r4": [
		"21%",
		"280%"
	],
	"r5": [
		"24%",
		"320%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Răng Sữa Sói Bão",
				"count": 5
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 5
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 5
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 18
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 9
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 9
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 5
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 18
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 9
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 14
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 6
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 27
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 18
			}
		]
	}
}