{
	"name": "Cánh Thiên Không",
	"description": "Cung tượng trưng cho Phong Long và Phong Thần. Âm thanh phát ra khi kéo dây cung giống như tình yêu của thần, ẩn chứa sức mạnh từ gió và bầu trời.",
	"weapontype": "Cung",
	"rarity": "5",
	"story": "Tiếng đàn xuyên trời cao.\nTương truyền, trong trái tim của loài người và gió ngày nay vẫn luôn tồn tại tiếng đàn thuần khiết.\nMa long từ vùng cổ quốc xa xăm trong truyền thuyết xâm chiếm Phong quốc là vì yêu thích tiếng nhạc như vậy.\n\nThời cổ đại, Phong Thần Barbatos gẩy tiếng đàn hạc để đánh thức ngàn ngọn gió và bài ca thuần khiết.\nSay đắm trong tiếng gió và bài ca tự do, cự long Dvalin đã đáp xuống mặt đất, thực hiện nghĩa vụ của mình.\nBarbatos vui mừng vì kết giao với người bạn mới, bèn giao cho nó nhiệm vụ bảo vệ chúng sinh vùng Mondstadt.\nVậy là, Phong Thần lưu lạc cùng Phong Long, từ tình bạn đã trở thành ánh sáng hy vọng cho vùng Mondstadt.\n\nTrong quá khứ, trong trận chiến cuối cùng, chính tiếng đàn đã khiến ma long bị mê hoặc,\nPhong Long nhờ đó có được cơ hội ngàn vàng để kết liễu ma long.\n\nSau trận chiến kịch liệt làm rung chuyển trời đất, Phong Long thức tỉnh từ giấc ngủ dài.\nTrước mắt không còn là những ngày tháng năm xưa, vành tai đã rót đầy chất độc của kẻ hành đạo nơi vực sâu.\nĐó là nỗi đau, là sự tra tấn vô hình nhưng tàn khốc.\nNỗi đau đớn đã hủy hoại tất cả, đè nặng lên Phong Long bị nhiễm kịch độc.\n\nPhong Long oán hận tất cả những gì mình từng bảo vệ,\nTung ra lời cáo buộc cay nhiệt với Phong Thần mà mình từng trung thành;\nTố cáo sự thờ ơ trước đau khổ, khiển trách sự vô tâm của ngài.\nNguyền rủa ngài với thân phận là thần lại bỏ rơi thuộc hạ của mình.\n\nThế nhưng kẻ thuộc hạ đau đớn lại không hiểu rằng, Phong Thần vẫn nuôi hy vọng cứu giúp.\nThù hận lấn áp nỗi nhớ, cây đàn hạc biểu tượng của Chủ Thần vẫn chìm đắm trong suy tư.\nHiểu lầm trăm năm rồi cũng sẽ được hóa giải.\nPhong Long cuối cùng lại nghe thấy tiếng hát của ngài.",
	"baseatk": 48,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "4.8",
	"effectname": "Bài Thơ Vang Lên Trời Cao",
	"effect": "Sát thương bạo kích tăng {0}; Khi đánh trúng có {1} tỷ lệ tạo thành sát thương vật lý 125% trong phạm vi nhỏ, mỗi {2} mới có hiệu quả một lần.",
	"r1": [
		"20%",
		"60%",
		"4s"
	],
	"r2": [
		"25%",
		"70%",
		"3.5s"
	],
	"r3": [
		"30%",
		"80%",
		"3s"
	],
	"r4": [
		"35%",
		"90%",
		"2.5s"
	],
	"r5": [
		"40%",
		"100%",
		"2s"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Răng Sữa Sói Bão",
				"count": 5
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 5
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 5
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 18
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 9
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 9
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 5
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 18
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 9
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 14
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 6
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 27
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 18
			}
		]
	}
}