{
	"id": 13502,
	"name": "Xương Sống Thiên Không",
	"description": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao.",
	"descriptionRaw": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Là xương sống chống đỡ trời cao.\nQuyết tâm bảo vệ đất nước của gió chưa từng đổi thay.\nÝ chí kiên quyết không đổi, thề chống lại Phong Long và kẻ thù dơ bẩn.\n\nTrong quá khứ, ma long Durin thèm khát vùng đất Mondstadt tươi tốt nên đã kéo đến xâm chiếm, sinh linh lầm than.\nKhi đôi cánh đen của Durin che đi mặt trời, mây độc đen ngòm tản đi khắp nơi:\nThiên Phong kiêu ngạo như thế cũng không thể chống chọi lại kịch độc ăn mòn trong mây,\nMưa đen lập tức rơi xuống, phủ đi tiếng khóc cùng than oán của mọi người.\nPhong Thần tỉnh lại vì tiếng khóc, lòng hắn đau nhói vì sự lặng im của tuyệt vọng.\nVì thế Dvalin đến theo lời triệu hồi, cưỡi muôn ngàn cuồng phong đâm vào mây độc.\n\nCự Long rống lên rơi từ cao xuống, như mũi trường phong chặt đứt đôi cánh độc của Ma Long.\nĐuổi theo phe cánh của Phong Long, gió mạnh tứ phương đánh bay mây đen dơ bẩn.\nDvalin khống chế Độc Long bằng móng sắc răng nhọn, bay về tầng trời mây không thể chạm tới. \nMưa đen như thác đổ bỗng tiêu tan cùng mây đen, bầu trời hừng hực trở thành chiến trường cho Cự Long chém giết.\n\nSau cùng răng nhọn của Phong Long đâm sâu vào cổ họng Ma Long, móng to xé nát lồng ngực. \nTạo vật của tội nhân mang mối hận dằng dặc, rơi khỏi bầu trời sạch sẽ đáp lên núi tuyết.\nTrận chiến quyết liệt trên trời cao hướng về việc bảo vệ vạn dân của Phong Thần đang đối mặt với nguy cơ.\nKhi chiến thắng, máu đen cực độc thấm vào trong răng Cự Long, tràn vào phủ tạng.\n\nĐộc ăn mòn đau tận xương tủy, Cự Long cuộn tròn ở sâu trong di tích cổ xưa.\nDvalin liếm lấy vết thương, tin rằng nó sẽ được thức tỉnh lần nữa.\nTiếng đàn của Phong Thần băng qua bầu trời xua tan khói mù.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "8%",
	"effectName": "Răng Nanh Đen Vỡ Nát",
	"effectTemplateRaw": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>{0}</color>,tốc độ tấn công thường tăng <color=#99FFFFFF>{1}</color>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <color=#99FFFFFF>{2}</color> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <color=#99FFFFFF>{3}</color> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần.",
	"r1": {
		"description": "Tỷ lệ bạo kích tăng 8%,tốc độ tấn công thường tăng 12%. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ 50% thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng 40% tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần.",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "Tỷ lệ bạo kích tăng 10%,tốc độ tấn công thường tăng 12%. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ 50% thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng 55% tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần.",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "Tỷ lệ bạo kích tăng 12%,tốc độ tấn công thường tăng 12%. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ 50% thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng 70% tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần.",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "Tỷ lệ bạo kích tăng 14%,tốc độ tấn công thường tăng 12%. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ 50% thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng 85% tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần.",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "Tỷ lệ bạo kích tăng 16%,tốc độ tấn công thường tăng 12%. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ 50% thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng 100% tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần.",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Bản Vẽ Hướng Dẫn",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Bản Vẽ Phong Ấn",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Bản Vẽ Cấm Chú",
				"count": 18
			}
		]
	}
}