{
	"id": 12501,
	"name": "Thiên Không Kiêu Ngạo",
	"description": "Là kiếm tượng trưng cho sự kiêu ngạo của Phong Long. Khi vung lên có khí thế của rồng, ẩn chứa sức mạnh của gió và thiên không.",
	"descriptionRaw": "Là kiếm tượng trưng cho sự kiêu ngạo của Phong Long. Khi vung lên có khí thế của rồng, ẩn chứa sức mạnh của gió và thiên không.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 5,
	"story": "Dũng khí động trời cao.\nCon trai của ma long tội đồ sinh ra ở nơi cổ quốc sâu xa,\nCuối cùng đến đôi cánh hắc kim cũng bị gió chém lìa.\n\nTrong quá khứ, ma long Durin đố kị trước sự phát triển của Mondstadt đã kéo đến lấn chiếm, sinh linh đồ thán.\nDân chúng than khóc trước những vùng đất hoang vu, đã đánh thức Phong Thần chìm trong giấc ngủ say.\nPhong Thần hiện thân trước sự thỉnh cầu của người dân, ngài bèn triệu hồi thuộc hạ của mình.\nMa thần bảo vệ sinh mệnh và tự do, đã cùng Phong Long kề vai sát cánh chiến đấu.\n\nTrận chiến xé toạc cả tầng mây, Phong Long dang rộng sáu cánh được Chủ Thần bảo vệ,\nGiống như thanh trọng kiếm chém rách bầu trời, xé nát vẩy thép của Durin.\nCuộc chiến khiến đất trời sầm tối, Phong Long vung lên móng vuốt khổng lồ được gió mài sắc,\nĐâm vào thân thể của Durin, rồi xuyên qua lớp da thịt của hắn.\n\nTrận chiến rung động trời cao, khiến mặt trời dường như cũng phải run rẩy.\nCuối cùng, yết hầu của ác long bị hàm răng sắc nhọn của Dvalin cắt nát, rớt từ trên trời cao xuống.\nPhong Long dưới lời chúc phúc của thần linh dành được thắng lợi, bảo vệ thành công cư dân vùng Mondstadt.\nThế nhưng bản thân không cẩn thận uống phải dòng máu chứa chất kịch độc, dần ngấm vào xương cốt.\n\nDvalin vốn là người anh hùng nay phải chấp nhận sự cô độc, mùi hôi thối do chất độc ăn mòn da thịt thu hút tà vật kéo đến.\nSự cám dỗ của vực sâu, khiến Phong Long cũng bị mê hoặc, cũng từng bị hóa thành tà ác.\nThế nhưng cuối cùng lòng phục thù mù quáng cùng nỗi đau do kịch độc đã được người chủ cũ cứu giúp.\nNgười bạn chân thành cùng người đồng hành mới, đã dùng dũng khí đánh tan ma vật, khôi phục lại cái tên Phong Long.\n\nChìm trong giấc ngủ trăm năm, dân chúng vùng Mondstadt dường như quên đi dũng khí của Dvalin.\nThế nhưng sóng gió trong thời gian gần đây đã khiến Phong Long sáu cánh một lần nữa hiện ra trước mắt người dân.\nMang theo giọng hát Barbatos, mang theo lời ban phước của Phong Thần,\nMang theo ngàn cơn gió tự do, ngài cuối cùng cũng có thể bay trên trời cao.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "8%",
	"effectName": "Long Tích Chém Đứt Thanh Không",
	"effectTemplateRaw": "Sát thương tạo thành tăng <color=#99FFFFFF>{0}</color>; Sau khi thi triển kỹ năng nộ: Khi tấn công thường và trọng kích đánh trúng địch sẽ phóng ra lưỡi dao chân không, tạo thành <color=#99FFFFFF>{1}</color> sát thương cho kẻ địch trên đường đi, kéo dài 20s hoặc đến khi phóng ra 8 lần dao chân không.",
	"r1": {
		"description": "Sát thương tạo thành tăng 8%; Sau khi thi triển kỹ năng nộ: Khi tấn công thường và trọng kích đánh trúng địch sẽ phóng ra lưỡi dao chân không, tạo thành 80% sát thương cho kẻ địch trên đường đi, kéo dài 20s hoặc đến khi phóng ra 8 lần dao chân không.",
		"values": [
			"8%",
			"80%"
		]
	},
	"r2": {
		"description": "Sát thương tạo thành tăng 10%; Sau khi thi triển kỹ năng nộ: Khi tấn công thường và trọng kích đánh trúng địch sẽ phóng ra lưỡi dao chân không, tạo thành 100% sát thương cho kẻ địch trên đường đi, kéo dài 20s hoặc đến khi phóng ra 8 lần dao chân không.",
		"values": [
			"10%",
			"100%"
		]
	},
	"r3": {
		"description": "Sát thương tạo thành tăng 12%; Sau khi thi triển kỹ năng nộ: Khi tấn công thường và trọng kích đánh trúng địch sẽ phóng ra lưỡi dao chân không, tạo thành 120% sát thương cho kẻ địch trên đường đi, kéo dài 20s hoặc đến khi phóng ra 8 lần dao chân không.",
		"values": [
			"12%",
			"120%"
		]
	},
	"r4": {
		"description": "Sát thương tạo thành tăng 14%; Sau khi thi triển kỹ năng nộ: Khi tấn công thường và trọng kích đánh trúng địch sẽ phóng ra lưỡi dao chân không, tạo thành 140% sát thương cho kẻ địch trên đường đi, kéo dài 20s hoặc đến khi phóng ra 8 lần dao chân không.",
		"values": [
			"14%",
			"140%"
		]
	},
	"r5": {
		"description": "Sát thương tạo thành tăng 16%; Sau khi thi triển kỹ năng nộ: Khi tấn công thường và trọng kích đánh trúng địch sẽ phóng ra lưỡi dao chân không, tạo thành 160% sát thương cho kẻ địch trên đường đi, kéo dài 20s hoặc đến khi phóng ra 8 lần dao chân không.",
		"values": [
			"16%",
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Răng Sữa Sói Bão",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Răng Vỡ Sói Bão",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Răng Vỡ Sói Bão",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Mảnh Răng Sói Bão",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Mảnh Răng Sói Bão",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 18
			}
		]
	}
}