{
	"id": 15433,
	"name": "Móc Cạm Bẫy",
	"description": "Thân cung được tạo nên từ các linh kiện hợp kim, nhưng lại cực kỳ nhẹ nhàng. Ngay cả khi đối mặt với nhiều mạng lưới cạm bẫy, thì mũi tên bắn ra vẫn có thể di chuyển linh hoạt mà không bị cản trở.",
	"descriptionRaw": "Thân cung được tạo nên từ các linh kiện hợp kim, nhưng lại cực kỳ nhẹ nhàng. Ngay cả khi đối mặt với nhiều mạng lưới cạm bẫy, thì mũi tên bắn ra vẫn có thể di chuyển linh hoạt mà không bị cản trở.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Thế gian hiếm khi có cạm bẫy thật sự không thể thoát ra, tấm lưới kín đến đâu cũng sẽ có lỗ hổng để xuyên kim.\nNgay cả cơ quan muốn đẩy người khác vào chỗ chết, thì giữa móc câu và lồng giam cũng ẩn chứa một cơ hội sóng sót.\nGiống như không ai muốn khóa chặt hoàn toàn trái tim, sự đề phòng thận trọng cuối cùng cũng có lúc dao động.\n\nĐối với fae lớn lên trong cung đình, những lời nói dối và sự giả tạo còn nguy hiểm hơn cơ quan gấp trăm lần.\nQuý tộc vì muốn hưởng thụ mà tước đoạt một cách bất công, đem tài sản tích lũy được đặt trong cạm bẫy.\nHọ tự cho rằng không ai có thể sống sót thoát khỏi đây, nhưng fae khéo léo chưa bao giờ thất bại.\n\nVì kết cấu càng phức tạp thì càng nhiều sơ hở.\nChỉ cần nắm bắt thời cơ, là có thể tránh được mọi trở ngại.\n\nCứ thế, cái tên \"Kẻ Tự Do\" của tên trộm lan truyền nhanh chóng, không ai ngờ được anh ấy vốn mang họ Nashchokin cao quý.\nChịu đựng lễ nghi dư thừa và xa hoa trống rỗng, anh ấy đã lấy đi báu vật bí mật mà các vương công không bao giờ dễ dàng để lộ cho người khác.\nCuộc đời vốn dĩ nên bình tĩnh và kiềm chế như vậy, vốn dĩ không bị bất cứ ai tác động. Thế nhưng...\n\n\"Này! Tên xảo quyệt trốn chui trốn nhủi kia, nếu có gan thì cùng đến dạ tiệc của đại công tước đó đi.\"\n\"Đấu một trận đi! Xem hai chúng ta ai sẽ lấy được báu vật của công tước trước? Chỉ có người chiến thắng mới có thể kế thừa danh hiệu đạo tặc huyền thoại.\"\n\"Đừng quên đấy, nếu ngươi thua thì phải đem vàng bạc của quý tộc đi tặng cho người thực sự cần đến, đó mới là nguyên tắc của đạo tặc.\"\n\nFae giỏi né tránh vốn không muốn bị cuốn vào, nhưng đột nhiên thấy cô gái trong bữa tiệc cười nhạo người nắm quyền.\nCô ấy cải trang thành khách quý một cách vô cùng tinh vi, nhưng sơ hở cũng vô cùng nổi bật, cũng vì cô ấy chẳng chịu tỏ ra giả lả một chút nào.\nThế nên anh ấy đã nhận lời khiêu chiến của \"Kẻ Phá Đao\", không phải vì muốn chiến thắng, mà chỉ mong được nhìn thấy nét chân thực hiếm thấy trên thế gian này.\n\nCao tay hơn việc phá giải cục diện chính là không để mình rơi vào đó, fae đi đường vòng nên cũng vì vậy mà chiếm thế thượng phong.\nCô gái tức giận không chịu thừa nhận thất bại, khiêu chiến lần này là đoạt đi vinh quang lớn nhất của quý tộc.\nCô ấy đánh cắp bảo vật mà Nữ Hoàng ban tặng, tặng cho những đứa trẻ nghèo khó, tự tin rằng mình đã nắm chắc phần thắng.\nFae ở cách đó không xa mỉm cười, rồi lặng lẽ đặt lại món đồ chơi bằng vải rách của đứa trẻ vào tủ trưng bày của quý tộc.\nVào lúc vén màn, cả cô gái cùng quý tộc đều kinh ngạc, không cần nói cũng biết ai là người chiến thắng.\n\nChỉ là lần này, quý tộc không thể chấp nhận sự khiêu khích từ kẻ thấp hèn, nên đã bố trí một cục diện không thể thoát ra.\nKẻ trộm bảo vật và kẻ đặt đồ chơi vào không cần thiết phải là hai người. Fae ung dung bước vào cạm bẫy, gánh hết mọi tội lỗi.\n\nVì cái họ lừng lẫy của fae, nên hình phạt dành cho anh ấy không được công khai, cũng cho phép anh ấy đưa ra yêu cầu cuối cùng.\nFae trầm mặc cuối cùng đã lên tiếng: \"Hãy chuẩn bị cho ta một cỗ quan tài rỗng.\" Và anh ta được cho phép.\nFae bật cười, từ trên tường cao gieo mình xuống tĩnh lặng, cướp lấy quyền phán quyết sinh tử trong tay kẻ cầm quyền.\nThế nhưng, tên trộm có tên là \"Kẻ Tự Do\" đó, cuối cùng vẫn không thể thoát khỏi bóng đen của cái chết.\n\nTrên thế gian hiếm khi có bí mật không ai biết đến, trừ khi bí mật này được chôn trong mồ...\n\"Bạn thân mến của ta, hi vọng ngươi cả đời cũng không thể giải được câu đố này.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "13,3%",
	"effectName": "Thoăn Thoắt Vô Ảnh",
	"effectTemplateRaw": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm <color=#99FFFFFF>{1}</color> điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 60 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 60 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 75 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 75 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 90 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 90 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 105 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 105 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Trong 12s sau khi kích hoạt phản ứng nguyên tố, Tinh Thông Nguyên Tố tăng 120 điểm. Nguyệt Triệu - Rực Sáng: Tinh Thông Nguyên Tố của hiệu quả này tăng thêm 120 điểm. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Tro Tàn Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Mũi Tên Chắc Chắn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Hóa Hình Sương Mù",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Mũi Tên Chắc Chắn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Tàn Ảnh Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Mũi Tên Sắc Bén",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mảnh Giáp Sương Mù",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Mũi Tên Sắc Bén",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Ánh Sáng Ngọn Lửa Đêm Dài",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Mũi Tên Thiện Chiến",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Hào Quang Ngọn Lửa Đêm Dài",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mũ Giáp Sương Mù",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Mũi Tên Thiện Chiến",
				"count": 12
			}
		]
	}
}