{
	"name": "Quyền Trượng Cát Đỏ",
	"description": "Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, sở hữu quyền năng dẫn dắt con dân của cát, nhưng hiện giờ đã không còn thần tử nào có thể phân biệt được hình dạng của vương khí này rồi.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "5",
	"story": "Đầu tiên tạo ra nhật nguyệt. Từ đó có được ban ngày và đêm đen. Cô ấy từng dùng ngôn ngữ mà ta đã lãng quên để miêu tả về bầu trời đêm với ba vầng trăng, số vầng trăng đó nên là ba.\nNguyện rằng khi chiếc bóng của thế giới thức tỉnh, các cô ấy có thể chiếu xuống ánh sáng nhẹ nhàng màu ngọc trai lên mặt đất. Mọi người sẽ có thể lần theo hành lang dát bạc trong cồn cát dưới bóng đêm để tìm thấy được điểm đến của số mệnh.\n\nTiếp theo là tạo ra trọng lượng. Như thế đất cát sẽ lắng xuống hình thành mặt đất. Còn thứ không có trọng lượng sẽ trở thành bầu trời. Ta quy định: Nên ỷ lại vào mặt đất, nhưng mơ ước về trời cao.\nTrọng lượng không nên quá lớn. Nếu không mặt đất sẽ trói chặt hai chân của con người, làm cho con người không thể đi xa, không thể khai thác bốn phương tám hướng; khiến cho con người không thể bay cao, không thể tìm kiếm tương lai.\n\nTiếp đó là thiết lập bảy hiền tăng, để họ quản lý đất, nước và quỹ đạo của các chòm sao. Cho dù thiên cầu chỉ là vật hư cấu, khi ngắm trăng sao thường hay sinh ra những câu chuyện thần thoại.\n\nỞ thế giới ban đầu, hàng rào bị xé toạc, chất độc đen tối thấm vào lòng đất. Để chữa trị cho thế giới yếu đuối đáng thương và không hoàn mỹ đó, những chiếc đinh dài đã giáng xuống, xuyên vào vỏ đất.\nNhưng, quy luật mà ta định ra phải đẹp đẽ hơn, tỉ mỉ hơn, cho nên không cần thiết. Cũng không nên có người theo đuổi cô ấy vì thế mà chết đi, không nên có thơ văn vì thế mà thất lạc.\n\nSau đó nên cách li hoàn toàn con đường truyền thuốc độc, vì uống thuốc độc là tội còn sâu hơn cả trời cao. Thế nhưng lời thì thầm lại ngọt ngào biết bao. Trí tuệ được nhắc đến trong đó lại mới mẻ biết bao...\nTrong thế giới mới lặng lẽ nổi gió. Ánh trăng màu ngọc, ánh hoàng hôn màu hổ phách, đồng cỏ gợn sóng và bộ rễ của nước dần dần không còn trầm lặng nữa, ngân nga thơ văn mà cô ấy để lại.\n\n......\n\nGỡ bỏ bảy vòng luân chuyển, bởi vì chuyện kể bí ẩn thâm sâu sẽ bị ngăn cản.\nGỡ bỏ sợ hãi và bi thương, bởi vì phải tiêu trừ sự ngăn cách sinh tử.\nGỡ bỏ nhật nguyệt và trọng lượng, vì không nên có hàng rào thời gian và không gian.\nGỡ bỏ nguyên lý ban đầu của quy định, phán quyết và ban ơn, như vậy cô ấy sẽ không phải sợ hãi vì người cùng tộc bị trách phạt.\nGỡ bỏ chim bay, thú chạy, cá bơi; rồng và người, bảy tăng vương, như vậy thì không ai có thể lấy trộm trí tuệ.\n\n......\n\n\"Trong giấc mơ bí ẩn, Vua Cát đang lặng lẽ ngủ say một mình, vẽ ra định lý mới.\"\n\"Trong giấc mơ của vua không cần phải uống một giọt nước mặn nào. Trong thế giới mới tất cả đều là cái thiện.\"\n\n......\n\nNhư thế sẽ đến được với hoàn mỹ. Ta nhìn thấy rồi, hình ảnh ba người lại cùng ở trong khu vườn luận đạo. Đã rất gần rồi.\nNhư thế rất tốt. Ta hiểu rồi. Hóa ra đây mới là thứ mà ta muốn. Thứ ta muốn tìm lại không phải là thiên đường của chúng sinh.\nTất cả sự đốc thúc học hành, vai diễn bảy vị hiền tăng, cái gọi là thế giới thuần khiết tách rời khỏi bi thương, tất cả đều không có ý nghĩa gì nữa...\n\nChỉ là, duy nhất thứ độc mà ta đã uống nhầm, không nên lưu lại trên thế giới này. Không biết cô ấy có thể niệm tình bạn cũ...\n...Cho dù, không phải vì ta, cũng không sao. Vì người bạn chung của chúng ta, xin giúp ta một lần cuối...",
	"baseatk": 44,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "9.6",
	"effectname": "Giấc Mộng Cuối Chân Trời",
	"effect": "Tăng tấn công dựa trên {0} Tinh Thông Nguyên Tố của người trang bị vũ khí này. Khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch sẽ nhận hiệu ứng \"Giấc Mộng Cát Đỏ\" duy trì 10s: Tăng tấn công dựa trên {1} Tinh Thông Nguyên Tố của người trang bị vũ khí này, hiệu quả này tối đa cộng dồn 3 tầng.",
	"r1": [
		"52%",
		"28%"
	],
	"r2": [
		"65%",
		"35%"
	],
	"r3": [
		"78%",
		"42%"
	],
	"r4": [
		"91%",
		"49%"
	],
	"r5": [
		"104%",
		"56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Hồi Ức Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"name": "Vật Chứa Hỗn Độn",
				"count": 5
			},
			{
				"name": "Bào Tử Nấm Quỷ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"name": "Vật Chứa Hỗn Độn",
				"count": 18
			},
			{
				"name": "Bào Tử Nấm Quỷ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 9
			},
			{
				"name": "Mô Đun Hỗn Độn",
				"count": 9
			},
			{
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 5
			},
			{
				"name": "Mô Đun Hỗn Độn",
				"count": 18
			},
			{
				"name": "Bột Huỳnh Quang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 9
			},
			{
				"name": "Chốt Neo Hỗn Độn",
				"count": 14
			},
			{
				"name": "Bụi Tinh Thể",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Chân Lý Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"name": "Chốt Neo Hỗn Độn",
				"count": 27
			},
			{
				"name": "Bụi Tinh Thể",
				"count": 18
			}
		]
	}
}