{
	"id": 13501,
	"name": "Trượng Hộ Ma",
	"description": "\"Trượng Lửa\" màu đỏ sử dụng trong nghi lễ cổ xưa, đã thất truyền từ lâu.",
	"descriptionRaw": "\"Trượng Lửa\" màu đỏ sử dụng trong nghi lễ cổ xưa, đã thất truyền từ lâu.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Hãy rửa sạch mọi thứ ô uế bằng ngọn lửa rực cháy, để cho những thứ dơ bẩn và ánh lửa cùng bay lên bầu trời cao:\nNghi lễ này đã từng thắp sáng nhiều nơi trên đất liền vào mùa nước đổ, bốc lên làn khói của hy vọng và diệt trừ cái ác.\n\nNghi lễ rực lửa này từng phổ biến trong thời đại tranh chấp cổ xưa.\nBởi vì những ảo tưởng và giấc mơ thầm lặng sẽ biến thành chướng khí ma quỷ đeo bám, \nLấy đi những con dân không còn thuộc về họ và những người con chưa từng thuộc về họ.\n\nLúc đó, thầy thuốc nghe thấy tiếng lửa dữ dội lúc chạng vạng,\nTiếng rên rỉ trầm thấp trong âm thanh của đám cỏ khô héo đang cháy như tiếng dầu mỡ đang sôi.\n\"Chỉ có ngọn lửa tự do mới có thể tẩy sạch bụi bẩn của trời đất\"\n\"Giương cao bó củi đỏ rực, đẩy lùi mọi yêu tà\"\n\nThầy thuốc cầm gậy đỏ, đốt cháy những thứ bị ô nhiễm bởi cái ác.\nNhững người đã vướng vào ác nghiệp và tai họa, những người không thể chịu đựng nỗi buồn sâu thẳm,\nSẽ biến thành tro trong lửa, thoát khỏi mọi bất hạnh và tổn thương trong thế giới bùn lầy.\nCòn thầy thuốc đã đốt cháy vô số đống củi kia, truyền thuyết kể rằng cuối cùng cũng tan thành mây khói.\n\nNgay cả khi nghi lễ này bị lãng quên với hòa bình và thời gian,\nBất cứ ai có ngọn lửa trong tim, khi đối mặt với uy nghiêm của thần bóng tối, chắc chắn sẽ nghe thấy.\nVũ điệu rực rỡ của ngọn lửa thì thầm, chỉ có ngọn lửa không bị dập tắt mới có thể thanh tẩy thế giới ...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "14,4%",
	"effectName": "Bướm Đỏ Tự Do",
	"effectTemplateRaw": "HP tăng <color=#99FFFFFF>{0}</color>. Ngoài ra, nhận được buff tấn công bằng <color=#99FFFFFF>{1}</color> giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng <color=#99FFFFFF>{2}</color> giới hạn HP.",
	"r1": {
		"description": "HP tăng 20%. Ngoài ra, nhận được buff tấn công bằng 0.8% giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng 1% giới hạn HP.",
		"values": [
			"20%",
			"0.8%",
			"1%"
		]
	},
	"r2": {
		"description": "HP tăng 25%. Ngoài ra, nhận được buff tấn công bằng 1% giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng 1.2% giới hạn HP.",
		"values": [
			"25%",
			"1%",
			"1.2%"
		]
	},
	"r3": {
		"description": "HP tăng 30%. Ngoài ra, nhận được buff tấn công bằng 1.2% giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng 1.4% giới hạn HP.",
		"values": [
			"30%",
			"1.2%",
			"1.4%"
		]
	},
	"r4": {
		"description": "HP tăng 35%. Ngoài ra, nhận được buff tấn công bằng 1.4% giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng 1.6% giới hạn HP.",
		"values": [
			"35%",
			"1.4%",
			"1.6%"
		]
	},
	"r5": {
		"description": "HP tăng 40%. Ngoài ra, nhận được buff tấn công bằng 1.6% giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng 1.8% giới hạn HP.",
		"values": [
			"40%",
			"1.6%",
			"1.8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Hạt Thiên Thạch Đen",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Mảnh Thiên Thạch Đen",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Dịch Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Mảnh Thiên Thạch Đen",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Một Góc Thiên Thạch Đen",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Tinh Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Một Góc Thiên Thạch Đen",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Miếng Thiên Thạch Đen",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Bột Slime",
				"count": 18
			}
		]
	}
}