{
	"id": 14517,
	"name": "Ánh Nhìn Tư Tế",
	"description": "Bức tượng được điêu khắc hình chim ưng, là một trong những thánh vật được lưu truyền qua các thế hệ ở Chủ Nhân Gió Đêm.",
	"descriptionRaw": "Bức tượng được điêu khắc hình chim ưng, là một trong những thánh vật được lưu truyền qua các thế hệ ở Chủ Nhân Gió Đêm.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Dùng làn khói nhuốm lấy đôi mắt cô ấy, vậy thì sẽ không bị mê hoặc bởi màu sắc phản chiếu.\nDùng lưỡi liềm ban phước cho đôi chân cô, vậy thì cô sẽ không bỏ rơi những đồng bào mà mình yêu quý.\nTheo khế ước cao quý từ xa xưa, sứ giả của màn đêm đã chọn ra đứa trẻ có linh hồn sáng tựa những vì sao.\nĐeo cho cô chiếc vương miện bằng lông đại bàng, để dẫn dắt những người xưa mất đi hình hài vào trong màn đêm.\n\nCho dù đó là những con rồng chìm trong giấc mơ hay những vị thánh không ngừng chiến đấu trong nơi u ám.\nKhông ai nhận ra âm mưu của kẻ tự xưng là hiền giả. Một giao ước đã được lập nên giữa người dân thung lũng và dòng dõi quý tộc.\nĐã ngăn cách xiềng xích khát máu của các chiến binh chỉ huy, chỉ để lại sự yên tĩnh chết chóc trong làn sương.\nĐến nỗi ngay cả chiến binh dũng cảm nhất trong thung lũng đó cũng chỉ có thể trở thành nô bộc cho người cung phụng vì sao.\nĐiều này không nằm trong một kế hoạch lớn nào cả, nhưng sự mục nát của người đã ngã xuống vẫn khiến ông ta cảm thấy ghê tởm.\nCũng vì vậy, ông ta đã dùng chút mánh khóe, lấy danh nghĩa tốt lành để xúi giục cô ấy nổi loạn chống lại loài rồng.\n\nĐúng như những gì vị hiền giả tự xưng đã nghĩ, điều khiển trái tim con người luôn là một việc dễ dàng.\nChỉ cần đổ thêm dầu vào ngọn lửa đau khổ nơi đây, khéo léo nói về cái gọi là \"hy vọng\".\nVà cô gái trẻ người phàm ấy, yếu đuối như một con kiến ngu muội, như một cái cây khô héo, đã hoàn toàn nghe theo những gì ông ta nói.\nVì dù sao ông ta cũng từng dẫn dắt cô vượt khỏi Dạ Vực nguy hiểm, hướng về làn sương bí ẩn cổ xưa.\nMặc dù với sự non nớt của mình, cô ấy không thể nhìn thấy gì khi đối mặt với làn khói mờ ảo.\nTiếp theo đây, chỉ cần một cái đẩy nhẹ, là đã có thể khiến cảnh tượng trong giấc mơ buồn cười này tan biến...\n\nĐúng như những gì hiền giả tự xưng đã dự đoán, cô gái trẻ vốn cúi đầu nghe lệnh loài rồng...\nLại dùng tiếng sáo và giọng ca để dẫn dắt người ngoại tộc lạ mặt đi qua bức tường khói.\nRồi dựa theo kế hoạch hoàn hảo của ông ta, phái người hầu thầm lặng của cô ra khỏi thung lũng.\nTiếp đó, ngọn lửa chinh phục và tàn sát sẽ sớm được dẫn đến vùng đất này, nơi vốn tách biệt khỏi thế giới...\n\nCho đến nhiều năm sau, khi vị anh hùng Maghan đâm con dao vàng của Xà Vương vào tim vị chủ cũ.\nVị hiền giả tự cho rằng đã kiểm soát được lòng người mới kinh hãi nhận ra, ngọn lửa phản bội đã được gieo rắc từ lâu.\nChẳng qua sự phản bội này không hướng về bầy rồng đang đắm chìm trong giấc mơ như ông đã tưởng tượng.\nMà thay vào đó lại đến cùng giọng ca của Wayob mới sinh, trong cung điện sâu nhất của Dạ Vực.\nCố định nền tảng cho bộ tộc mang tên \"Mictlan\" trong một nghìn năm tới.\nBảy tấm màn vô hình sẽ khóa chặt vùng đất xa xưa không ánh sáng trong làn sương.\nTrong gió đêm và ánh mặt trời lạnh lẽo, những con kiến đã trộm lấy nghi thức bí ẩn mà đến hiền giả tự xưng cũng chưa thể sở hữu.\n\n\"Đừng đặt hết hy vọng vào ban đêm, không được trông cậy vào lòng nhân từ của các thánh nhân, và càng không thể dễ dàng tin vào lời dụ dỗ của kẻ tự xưng là hiền giả.\"\n\"Dù có hèn nhát, dù có nhuốm màu đau khổ và tội ác, con người chúng ta cũng chỉ có thể dựa vào chính mình.\"\n\"Nhưng người phàm dù sao vẫn yếu đuối. Ngay cả khi mọi việc diễn ra theo đúng kế hoạch, thì ta cũng chỉ có thể giữ vững được ranh giới trong một trăm năm.\"\n\"Vì vậy mà ngươi phải kể lại. Hãy kể cho người dân của các bộ tộc, kể cho họ nghe về những người vinh quang, anh hùng và dũng cảm.\"\n\"Phải kể về 'ký ức', để quá khứ trải dài trên những cuộn dệt, củng cố ngôi nhà mà sau này sẽ được gọi là Natlan.\"\n\"Hãy mang theo bức tượng này, Dinga, người hầu trung thành nhất của ta. Hãy bắt đầu cuộc hành trình theo đuổi ánh bình minh đầu tiên.\"\n\"Ta sẽ luôn dõi theo ngươi, hỡi vị anh hùng của riêng ta, ta sẽ như dải lụa luôn buộc chặt trên vai ngươi...\"\n\"Cho đến khi tâm hồn chúng ta mãi hòa quyện trong sự bình yên tĩnh mịch, nơi mà ngay cả cái chết cũng không thể chia lìa hai ta.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "58",
	"effectName": "Dâng Hiến Cho Gió Và Mặt Trời",
	"effectTemplateRaw": "Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm. Trong 15s sau khi người trang bị tạo khiên, sẽ nhận được hiệu quả \"Kính Đêm\": Nhân vật trong đội ra trận tăng <color=#99FFFFFF>{1}</color> sát thương gây ra cho kẻ địch gần đó. Mỗi 14s tối đa nhận được một lần hiệu quả \"Kính Đêm\".",
	"r1": {
		"description": "Tinh Thông Nguyên Tố tăng 100 điểm. Trong 15s sau khi người trang bị tạo khiên, sẽ nhận được hiệu quả \"Kính Đêm\": Nhân vật trong đội ra trận tăng 28% sát thương gây ra cho kẻ địch gần đó. Mỗi 14s tối đa nhận được một lần hiệu quả \"Kính Đêm\".",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Tinh Thông Nguyên Tố tăng 125 điểm. Trong 15s sau khi người trang bị tạo khiên, sẽ nhận được hiệu quả \"Kính Đêm\": Nhân vật trong đội ra trận tăng 35% sát thương gây ra cho kẻ địch gần đó. Mỗi 14s tối đa nhận được một lần hiệu quả \"Kính Đêm\".",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Tinh Thông Nguyên Tố tăng 150 điểm. Trong 15s sau khi người trang bị tạo khiên, sẽ nhận được hiệu quả \"Kính Đêm\": Nhân vật trong đội ra trận tăng 42% sát thương gây ra cho kẻ địch gần đó. Mỗi 14s tối đa nhận được một lần hiệu quả \"Kính Đêm\".",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Tinh Thông Nguyên Tố tăng 175 điểm. Trong 15s sau khi người trang bị tạo khiên, sẽ nhận được hiệu quả \"Kính Đêm\": Nhân vật trong đội ra trận tăng 49% sát thương gây ra cho kẻ địch gần đó. Mỗi 14s tối đa nhận được một lần hiệu quả \"Kính Đêm\".",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Tinh Thông Nguyên Tố tăng 200 điểm. Trong 15s sau khi người trang bị tạo khiên, sẽ nhận được hiệu quả \"Kính Đêm\": Nhân vật trong đội ra trận tăng 56% sát thương gây ra cho kẻ địch gần đó. Mỗi 14s tối đa nhận được một lần hiệu quả \"Kính Đêm\".",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Thần Tính Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 18
			}
		]
	}
}