{
	"id": 11430,
	"name": "Xương Cứng",
	"description": "Thanh kiếm dài bằng xương đã trở nên càng lúc càng cứng sau hàng ngàn lần vung lên đập xuống. Nghe nói từng là vũ khí quen thuộc của vị anh hùng Wanjiru.",
	"descriptionRaw": "Thanh kiếm dài bằng xương đã trở nên càng lúc càng cứng sau hàng ngàn lần vung lên đập xuống. Nghe nói từng là vũ khí quen thuộc của vị anh hùng Wanjiru.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Giống như hải thú trong con sóng lớn sẽ đi theo tiếng nước đến nơi yên nghỉ,\nCon rồng vĩ đại từng thống trị vùng đất rực lửa cũng có nấm mồ để cất giữ di sản.\nỞ nơi đó, xương cốt chồng chất giống chân nhện hướng thẳng lên bầu trời tựa như móng vuốt khổng lồ.\nCỗ máy bí mật canh giữ màn đêm và biên giới chết chóc, nhận lệnh tuần tra suốt cả ngày lẫn đêm.\n\nDù là ai đến thì đó cũng là một nơi vô cùng nguy hiểm, những người đưa tin nhạy bén cũng không sẵn lòng nghe ngóng tin tức ở đó.\nHơn nữa, tại sao phải đến làm phiền những kẻ địch đang dùng móng vuốt để đếm ngược những ngày còn lại trước khi cái chết kéo đến.\nNghe được câu chuyện về nơi này bên lửa trại, Wanjiru lại đột nhiên vui vẻ đứng dậy.\nVì trên đời không còn kẻ địch đáng sợ hơn chúng, tin chắc sẽ thu hoạch được từ tấm thân tàn của chúng,\nThứ mà Wanjiru với sức mạnh thần kỳ đang vô cùng khao khát vào lúc này.\n\nWanjiru với sức mạnh thần kỳ, dù là gỗ lim trăm năm cũng sẽ đổ gãy ngay khi cô ấy vung tay,\nKhoáng thạch thô cũng hóa thành bột trong lòng bàn tay cô, đá to ngáng đường cũng phải chịu khuất phục trước cô,\nCàng không cần nói đến những thứ được làm từ kim loại cứng cáp nhất, đều sẽ biến dạng như đất sét giữa những ngón tay cô,\nỞ đâu có thể tìm được một món vũ khí vừa tay đây? Wanjiru ngày đêm suy nghĩ, cuối cùng cũng có được đáp án.\n\nCô nhảy vào núi lửa từ trên đỉnh núi Tollan, tránh những tạo vật như rắn, tiến vào phế tích hoang vắng đã lâu.\nCô đi theo vết tích của anh hùng từng chiến đấu cùng con rồng khổng lồ, các dấu vết to lớn được để lại bởi những cuộc đối đầu trên vách núi,\nNếu mình được sinh ra trong thời đại đó thì tốt rồi, cô nghĩ, cũng như những tổ tiên để lại nhiều câu chuyện truyền thuyết vậy,\nNgưỡng mộ tổ tiên bộ tộc có thể so tài với rồng khổng lồ, thi thố võ nghệ với thần linh thuở ban sơ.\n\nCòn đống xương lởm chởm được những người kể chuyện thuật lại như thật đó,\nÂu cũng chỉ là hài cốt cô độc của những con thú lớn ra đi một cách thê thảm mà thôi.\nNgay lúc sắp thất vọng, thiếu nữ đưa tay ra bỗng nhìn thấy từ trong mơ hồ một bóng đen đang dang rộng đôi cánh lao về phía mình,\nKhông kịp suy nghĩ hình bóng đó rốt cuộc là gì, trong lúc cấp bách, thiếu nữ cười lớn rồi chiến đấu với cái bóng ánh vàng.\nKhông cần phải nói thêm về sự tàn khốc của trận chiến. Đó là một trận chiến mắt trả mắt, răng đền răng, một cuộc tử chiến bằng cả mạng sống,\nCuối cùng, dũng sĩ của bộ tộc là người kết thúc trận chiến, dùng đôi tay nhuốm máu xé toạc đôi cánh của con rồng khổng lồ.\nCòn cái bóng ánh vàng ấy, giống như tạo vật đã từng tồn tại, biến mất sau một tiếng gào thét.\n\nĐịnh thần lại, cô vẫn giữ nguyên tư thế khi đưa tay ra, như thể đó chỉ là một giấc mơ ngắn ngủi thoáng qua.\nĐó thực sự là một giấc mơ sao? Xương cánh tay bị gãy trong trận chiến vẫn còn đau nhói, và trong bàn tay đang ngửa lên của cô,\nThứ xương rồng nặng nề không biết đã xuất hiện từ bao giờ, giống như đuôi của con thú khổng lồ mà cô bắt được trong trận chiến.\n\nKhi kể câu chuyện này cho những người bạn thích kể chuyện của mình, vị đại tư tế của Chủ Nhân Gió Đêm đã nhíu mày khịt mũi,\n\"Núi Lửa Tollan là vùng cấm địa, người bình thường cũng không vào được. Hơn nữa, lúc đó mới bao nhiêu tuổi cơ chứ?\"\nRồi người đàn ông cầm thanh đao nghi lễ nói: \"Hơn nữa, cô có nghiêm túc không đấy? Chúng tôi chưa từng thấy cô rút thanh kiếm đó ra mà\"\n\"Tất nhiên là thật rồi, không dùng đến nó chỉ là vì không thường xuyên cần đến thôi, dùng tay là đủ rồi\"\nBên đống lửa trước khi ra trận, có thể nhìn thấy bóng dáng của con cự thú đen kịt trên bờ, Wanjiru đã nói thế.\nCô nắm chặt chuôi đao bằng xương trắng và lặng lẽ chờ đợi một chiến trường xứng đáng để cô rút kiếm lần nữa.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "6%",
	"effectName": "Niềm Kiêu Hãnh Của Kẻ Đặt Bẫy",
	"effectTemplateRaw": "Giảm 15% tiêu hao thể lực khi xung kích hoặc kỹ năng thay thế xung kích. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế xung kích sẽ tăng sát thương Tấn Công Thường, mức tăng tương ứng với <color=#99FFFFFF>{0}</color> Tấn Công. Hiệu quả này sẽ biến mất sau khi hiệu lực 18 lần hoặc sau 7s.",
	"r1": {
		"description": "Giảm 15% tiêu hao thể lực khi xung kích hoặc kỹ năng thay thế xung kích. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế xung kích sẽ tăng sát thương Tấn Công Thường, mức tăng tương ứng với 16% Tấn Công. Hiệu quả này sẽ biến mất sau khi hiệu lực 18 lần hoặc sau 7s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Giảm 15% tiêu hao thể lực khi xung kích hoặc kỹ năng thay thế xung kích. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế xung kích sẽ tăng sát thương Tấn Công Thường, mức tăng tương ứng với 20% Tấn Công. Hiệu quả này sẽ biến mất sau khi hiệu lực 18 lần hoặc sau 7s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Giảm 15% tiêu hao thể lực khi xung kích hoặc kỹ năng thay thế xung kích. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế xung kích sẽ tăng sát thương Tấn Công Thường, mức tăng tương ứng với 24% Tấn Công. Hiệu quả này sẽ biến mất sau khi hiệu lực 18 lần hoặc sau 7s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Giảm 15% tiêu hao thể lực khi xung kích hoặc kỹ năng thay thế xung kích. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế xung kích sẽ tăng sát thương Tấn Công Thường, mức tăng tương ứng với 28% Tấn Công. Hiệu quả này sẽ biến mất sau khi hiệu lực 18 lần hoặc sau 7s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Giảm 15% tiêu hao thể lực khi xung kích hoặc kỹ năng thay thế xung kích. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế xung kích sẽ tăng sát thương Tấn Công Thường, mức tăng tương ứng với 32% Tấn Công. Hiệu quả này sẽ biến mất sau khi hiệu lực 18 lần hoặc sau 7s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Sự Sợ Hãi Của Trái Tim Hiến Tế",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Còi Gỗ Hộ Vệ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Còi Sắt Chiến Binh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Sự Vinh Dự Của Trái Tim Hiến Tế",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Còi Vàng Võ Sĩ Saurian",
				"count": 12
			}
		]
	}
}