{
	"name": "Kiếm Chước Phong",
	"description": "Thanh kiếm sắc bén tượng trưng cho khế ước đặc biệt nào đó trong truyền thuyết, từng được dùng để san bằng các đỉnh núi cao.",
	"weapontype": "Kiếm Đơn",
	"rarity": "5",
	"story": "Với quá khứ lâu đời, trong thời đại các chư thần và quái vật khắp nơi, \nTrong thời kỳ trời đất xáo trộn, con người khó tránh có nghi vấn như thế...\n\"Xin người hãy nói cho ta biết, vợ và con cái ta ở đâu\"\n\"Xin người hãy nói cho ta biết, những người ra đi bao giờ sẽ quay lại\"\n\"A...a..Ông trời ơi, những tháng năm đáng sợ này không biết đến bao giờ\"\n\nCon dân cho dù trưởng thành từ đá núi kiên cường, tâm rồi cũng sẽ bị đau khổ mài mòn.\nCho dù không chịu khuất phục tôn thờ thần, nhưng ánh mắt cũng sẽ biến thành lửa đỏ.\nCho dù chưa từng từ bỏ những nghi hoặc, thì những thắc mắc chôn giấu trong lòng cũng phải thốt thành tiếng.\n\nNham Quân liền thi triển thần thông, từ trong đá hổ phách vàng, bay ra một thanh trường đao, \nVung kiếm chém vào một góc núi non, lập ra lời thề vô thượng cùng con dân.\nNhững người rời đi, sẽ cùng quay trở lại. Những kẻ bội ước, sẽ bị trừng trị.\nMất đi những người thân yêu, đau khổ này biết lấy gì bù đắp.\n\nCó lẽ là do vùng đất Liyue lâu đời, một trong vô số tương truyền dân gian thật giả khó phân.\nNhưng hiệp ước trang nghiêm của Nham Quân cho đến hôm nay vẫn tồn tại trên vùng đất Liyue.\nNếu vi phạm hiệp ước thì sẽ trở thành kẻ thù của vùng đất từng bị thần trừng trị, \nĐỉnh núi Đế Quân chém gãy sớm muộn gì cũng sẽ rơi xuống đầu những kẻ bội ước.\n\nĐến hôm nay trong dân gian vẫn còn truyền thuyết, sau này chủ nhân thật sự của nó sẽ tái hiện ở chốn nhân gian.\nLúc đó thanh trường đao lại bắn ra ánh sáng, chém sạch những thứ bất công trên thế gian...\nCũng giống như ngàn năm trước, Nham Vương cũng lập ra lời thề nghiêm ngặt trước mặt dân chúng.",
	"baseatk": 46,
	"substat": "Tấn Công",
	"subvalue": "10.8",
	"effectname": "Hoàng Cực Chương Vàng",
	"effect": "Hiệu quả khiên tăng {0}. Trong vòng 8s sau khi đánh trúng, tấn công tăng {1}. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%.",
	"r1": [
		"20%",
		"4%"
	],
	"r2": [
		"25%",
		"5%"
	],
	"r3": [
		"30%",
		"6%"
	],
	"r4": [
		"35%",
		"7%"
	],
	"r5": [
		"40%",
		"8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Ánh Sáng Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Dao Săn Bắt",
				"count": 5
			},
			{
				"name": "Mặt Nạ Vỡ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Dao Săn Bắt",
				"count": 18
			},
			{
				"name": "Mặt Nạ Vỡ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nham Thạch Rừng Băng Giá",
				"count": 9
			},
			{
				"name": "Dao Đặc Công",
				"count": 9
			},
			{
				"name": "Mặt Nạ Bẩn",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 5
			},
			{
				"name": "Dao Đặc Công",
				"count": 18
			},
			{
				"name": "Mặt Nạ Bẩn",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Thánh Cốt Rừng Băng Giá",
				"count": 9
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 14
			},
			{
				"name": "Mặt Nạ Xui Xẻo",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Thần Thể Rừng Băng Giá",
				"count": 6
			},
			{
				"name": "Dao Đô Thám Trưởng",
				"count": 27
			},
			{
				"name": "Mặt Nạ Xui Xẻo",
				"count": 18
			}
		]
	}
}