{
	"id": 14518,
	"name": "Hòa Giấc Trong Nắng Mai",
	"description": "Ngọn đèn chuông được rèn từ ngọc bích tím trong trẻo. Nghe nói sẽ mang lại những giấc mơ tươi đẹp hạnh phúc khi đặt cạnh gối ngủ.",
	"descriptionRaw": "Ngọn đèn chuông được rèn từ ngọc bích tím trong trẻo. Nghe nói sẽ mang lại những giấc mơ tươi đẹp hạnh phúc khi đặt cạnh gối ngủ.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "\"Vì nằm mơ thấy phòng tắm hơi, nên cứ tưởng nhầm là đã đến nơi gặp mặt rồi, và thế là thức dậy muộn mất.\"\nCô gái trẻ còn đang ngái ngủ giải thích nguyên nhân đến muộn với bạn bè đồng hành, dùng sự thờ ơ để che giấu sự xấu hổ của mình như thường lệ.\nCô gái trẻ không muốn thẳng thắng thừa nhận mình chẳng qua là ngủ quên trong ngày đầu của năm mới, nên đã đẩy trách nhiệm cho phòng tắm hơi ấm áp trong mơ.\n\n\"Người ta thường nói ngày nghĩ thì đêm mơ. Thật không ngờ tiểu thư pháp sư thường ngày mặt lạnh như gỗ đá, nhưng lại mong chờ kỳ nghỉ lần này đến vậy.\"\n\"Ôi, thật đáng tiếc là anh Takamine không thể đến. E là chỉ có tôi và Nagamasa có thể bầu bạn cùng cô... Đau, đau, đau!\"\n\"Đúng thật đấy, đã có một giấc mơ đáng ngưỡng mộ mà người khác không có được rồi, đừng cứ ủ rũ mãi thế, mỉm cười một chút đi mà.\"\n\nChàng trai trẻ lông bông nói nửa thật nửa đùa, nhưng lại nhận được cái liếc nhìn sắc lạnh từ cô gái trẻ Seirai.\nChàng trai trẻ nhìn sang người con nuôi của Oni để cầu cứu, nhưng người học việc ngay thẳng kia chỉ âm thầm tránh ánh mắt của anh.\n\nNhưng lời mà chàng trai trẻ sau này được tôn là bậc thầy sáng lập nên Onmyoudou cũng không phải lời nói đùa, Inazuma quả thực có phong tục như thế.\nHình ảnh \"Một là Phòng Tắm Hơi, hai là Chim Ưng, ba là Narukami\" được nhìn thấy trong giấc mơ đầu năm, thường được cho là điềm lành.\nPhòng tắm hơi tượng trưng cho sức khỏe và tuổi thọ, chim ưng tượng trưng cho thành tựu to lớn, còn Narukami tượng trưng cho điều ước thành hiện thực.\n\nChỉ có điều, kể từ đó trở đi, giấc mơ của nữ pháp sư đã không còn xuất hiện khung cảnh phòng tắm hơi nữa.\nVà còn những ngày tháng hân hoan vô tư, tiếng cười đùa như tiếng chuông vang vọng đó...\nCuối cùng lại như làn sương ấm áp tỏa ra trong phòng tắm hơi, lặng lẽ tiêu tan giữa vô số giấc mơ lạnh lẽo.\n\n...\n\n\"Chúng ta cược với nhau đi, thế nào? Được, lấy luôn cây cung này để cược đi\"\n\"Tôi muốn lấy cây cung tốt nhất thiên hạ này để đặt cược, cược rằng tôi sẽ sống sót trở về.\"\n\nNgười đàn ông cười nói, giọng điệu lông bông vẫn hệt như năm xưa, hoàn toàn không có chút uy nghiêm nào.\nTên ngốc nghiện cờ bạc, nữ pháp sư nghĩ, rõ ràng là một kiếm khách danh tiếng lẫy lừng, nhưng vẫn ấu trĩ như vậy.\nThế nhưng... Không sao, không sao cả. Giống như những gì mà giấc mơ đầu tiên đã dự báo, giống như chú chim ưng trên núi cao...\nVị samurai đã trải qua hàng trăm trận chiến tôi luyện, chắc chắn cũng sẽ vượt qua tai họa và gặp được may mắn hệt như điềm lành trong giấc mơ của cô vậy.\n\nChỉ có điều, kể từ đó trở đi, giấc mơ của nữ pháp sư đã không còn xuất hiện chim ưng vỗ cánh nữa,\nMà chỉ sót lại lông vũ chim ưng bay lượn, còn đại bàng đã sớm rơi xuống, không thể bay vào giấc mơ của cô được nữa.\n\n...\n\n\"Giấc mơ đầu tiên? Ha! Không lẽ dì pháp sư vẫn tin những thứ vô vị như vậy sao?\"\n\"Điềm lành điềm dữ gì đó, suy cho cùng cũng chỉ là lời nói dối để lừa trẻ con thôi!\"\n\nCó lẽ đúng như những gì người bạn cũ đã nói, giấc mơ trong đêm cũng chính là những điều ta lo lắng, nghĩ suy vào ban ngày.\nCho đến khi lá cờ của Narukami trong giấc mơ, xuất hiện ở phía bên kia mặt biển tựa như sấm sét không ngừng,\nNữ pháp sư mới bật cười bất lực, chế giễu điềm báo cùng con đường chẳng biết đi về đâu ở phía trước.\n\nXin lỗi sư phụ, vì đã lạm dụng kỹ năng người truyền dạy,\nĐối đầu với lá cờ mà người đã trung thành, dùng ác danh bôi nhọ sự trong sạch của người.\nNhưng điều đó đã sớm không còn quan trọng nữa.\nVới những người không rõ lòng tôi, cứ mặc họ tùy ý bình luận,\nTôi không tiếc thân này, cũng không tiếc tên này,\nChỉ cần lần này, có thể giúp cậu ấy sống tiếp...\n\n...\n\n\"Được rồi, là tôi không nên tùy tiện đùa như vậy, được chưa nào? Thật đúng là, Nagamasa cũng nói vài câu đi chứ!\"\n\"Khó khăn lắm mới có dịp nghỉ ngơi đến phòng tắm hơi, chẳng lẽ tiểu thư pháp sư của chúng ta định đứng ngây người đến khi đóng cửa sao?\"\n\nKhi tỉnh táo lại, chàng trai trẻ tinh ranh vẫn đang đùa giỡn, nụ cười trêu chọc vẫn khiến người ta khó chịu như mọi khi.\nCó lẽ bao thăng trầm chẳng qua cũng chỉ là một giấc mơ thoáng qua trong phòng tắm hơi, còn cái gọi là sự tỉnh giấc, chẳng qua chỉ là giấc ngủ ấm áp lúc sớm mai.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "58",
	"effectName": "Phòng Tắm Hơi, Chim Ưng, và Narukami",
	"effectTemplateRaw": "Trong 6s sau khi kích hoạt phản ứng Khuếch Tán, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{0}</color> điểm. Trong 9s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{1}</color> điểm. Trong 30s sau khi Kỹ Năng Nộ đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>{2}</color> điểm.",
	"r1": {
		"description": "Trong 6s sau khi kích hoạt phản ứng Khuếch Tán, Tinh Thông Nguyên Tố tăng 120 điểm. Trong 9s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 96 điểm. Trong 30s sau khi Kỹ Năng Nộ đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 32 điểm.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "Trong 6s sau khi kích hoạt phản ứng Khuếch Tán, Tinh Thông Nguyên Tố tăng 150 điểm. Trong 9s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 120 điểm. Trong 30s sau khi Kỹ Năng Nộ đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 40 điểm.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "Trong 6s sau khi kích hoạt phản ứng Khuếch Tán, Tinh Thông Nguyên Tố tăng 180 điểm. Trong 9s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 144 điểm. Trong 30s sau khi Kỹ Năng Nộ đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 48 điểm.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "Trong 6s sau khi kích hoạt phản ứng Khuếch Tán, Tinh Thông Nguyên Tố tăng 210 điểm. Trong 9s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 168 điểm. Trong 30s sau khi Kỹ Năng Nộ đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 56 điểm.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "Trong 6s sau khi kích hoạt phản ứng Khuếch Tán, Tinh Thông Nguyên Tố tăng 240 điểm. Trong 9s sau khi Kỹ Năng Nguyên Tố đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 192 điểm. Trong 30s sau khi Kỹ Năng Nộ đánh trúng kẻ địch, Tinh Thông Nguyên Tố tăng 64 điểm.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Trí Tuệ Của Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Hòn Đá Rực Cháy",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Hòn Đá Rực Cháy",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Hạt Bay Lượn Khô Héo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Hạt Giống Sinh Mệnh Rực Cháy",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Hạt Giống Sinh Mệnh Rực Cháy",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Hạt Bay Lượn U Ám",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Con Mắt Rực Cháy",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Uy Dũng Của Narukami",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Con Mắt Rực Cháy",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Hạt Bay Lượn Kết Tinh",
				"count": 18
			}
		]
	}
}