{
	"id": 14516,
	"name": "Thời Khắc Lướt Sóng",
	"description": "Đồ lưu niệm được đặt trước để phát cho quán quân \"Giải Lướt Sóng Toàn Bộ Tộc Mùa Đầu Tiên\". Vì giải đấu hiện đang trong giai đoạn chuẩn bị, nên phần thưởng đã được tạm cất trong tiệm \"Cá Nóc Nhàn Nhã\" để chủ tiệm bảo quản thay.",
	"descriptionRaw": "Đồ lưu niệm được đặt trước để phát cho quán quân \"Giải Lướt Sóng Toàn Bộ Tộc Mùa Đầu Tiên\". Vì giải đấu hiện đang trong giai đoạn chuẩn bị, nên phần thưởng đã được tạm cất trong tiệm \"Cá Nóc Nhàn Nhã\" để chủ tiệm bảo quản thay.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Đây chính là một phần trong câu chuyện về chiến đấu giữa Chúa Tể Núi Lửa với người của các bộ tộc.\n\nVề Chúa Tể Núi Lửa xấu xa, chắc mọi người đều đã biết rõ rồi đấy. Đó là một con quái vật khổng lồ thân hình như kỳ nhông xen kẽ hai màu đen tím. Nó đã nhân lúc những con rồng khổng lồ cổ đại vắng mặt, lén chiếm lấy Núi Lửa Tollan trống rỗng. Nó đã tác oai tác quái trên mảnh đất Natlan, làm rất nhiều chuyện xấu xa, khiến cho người dân ở các bộ tộc vô cùng cực khổ. Cũng may là Chúa Tể Núi Lửa đen kịt cuối cùng đã bị đuổi khỏi Natlan. Trẻ con ngày nay không còn phải lo rằng nó sẽ có âm mưu gì xấu xa nữa rồi.\nCâu chuyện mà hôm nay chúng ta sẽ kể chính là câu chuyện mà Hỏa Thần cổ xưa Cochanina đã làm cách nào để đuổi Chúa Tể Núi Lửa ra khỏi Cư Dân Suối Nước.\n\nNgày hôm đó, Chúa Tể Núi Lửa nằm bên trong núi lửa, nhìn cơ thể đen kịt của mình, khẽ vỗ đầu rồi lại nảy ra một ý nghĩ xấu xa.\n\"Bên dưới núi lửa đúng là tối quá, còn tối hơn cả màn đêm không ánh trăng, ngay cả bản thân ta cũng không thấy được cơ thể của chính mình.\"\n\"Nghe nói Cư Dân Suối Nước ở phía nam có dòng nước trong lành nhất toàn Natlan, nếu mà ta có thể ném tất cả những thứ dơ bẩn đen kịt dưới núi lửa vào đó rửa sạch, thì không chừng nơi này sẽ trở nên sạch bong kin kít đấy! Còn lũ người bộ tộc nhỏ bé đó thì ai mà quan tâm bọn họ nghĩ gì chứ?\"\nChúa Tể Núi Lửa vĩ đại nghĩ thế rồi không khỏi vui mừng vì ý tưởng trở nên sạch sẽ của mình. Thế là nó khiến núi lửa phun ra làn khói dày đặc, còn bản thân nó thì ẩn mình trong làn khói đó rồi tiến đến bộ tộc Cư Dân Suối Nước. Bất chấp sự can ngăn của mọi người, Chúa Tể Núi Lửa đổ hết những thứ đen kịt xuống dòng suối, khiến cho cả bộ tộc bị ô nhiễm nặng nề, ngay cả Chim Nước Xanh cũng không thể chịu nổi mà vỗ cánh bay đi mất.\nKhông thể cứ tiếp tục như vậy được! Nên các trưởng lão của bộ tộc gấp rút đến tìm Hỏa Thần khi đó là Cochanina đại nhân, và báo cáo với cô ấy đầu đuôi câu chuyện.\nCochanina thở dài, đây đã không phải lần đầu Chúa Tể Núi Lửa tác oai tác quái trên vùng đất Natlan rồi. Chỉ đáng tiếc, Chúa Tể Núi Lửa quá khó đối phó. Tuy đã từng bị những Hỏa Thần đời trước đánh bại nhiều lần, nhưng lần nào cũng may mắn thoát được, trốn bên dưới núi lửa tối tăm một thời gian, rồi sau đó lại quay trở về. Vì thế nên Hỏa Thần Cochanina đã nghĩ ra một cách để đuổi Chúa Tể Núi Lửa ra khỏi vùng đất này mãi mãi. Cô không mang theo vũ khí của mình, thanh kiếm Unu Pachacuti nổi tiếng, mà chỉ mang theo một tấm ván lướt sóng.\nKhi Cochanina đến trước mặt Chúa Tể Núi Lửa, nó đang nhàn nhã nằm và lắc lư chiếc bụng tròn của nó trong dòng suối nước nóng đã bị nhuộm đen kịt, xem ra rất thoải mái.\n\"Hỡi Chúa Tể Núi Lửa vĩ đại, suối nước nóng của những người nhỏ bé thấp hèn này sao có thể gột rửa sạch báu vật quý báu của người chứ? Chỉ có báu vật bí mật được truyền từ thời xa xưa của Cư Dân Suối Nước, 'Ly Cầu Vồng' tạo ra sắc cầu vồng bất tận do đại anh hùng Uenuku để lại mới có thể xứng tầm với sự cao quý của người mà thôi.\"\n\"Ồ?\" Chúa Tể Núi Lửa lập tức có hứng thú. Tuy người phụ nữ trước mặt chỉ là một người bộ tộc nhỏ bé, nhưng đề nghị và thái độ khép nép của cô khiến nó rất vui. \"Nếu đã vậy, còn không mau dẫn chúa tể ta đây đi lấy báu vật vốn nên thuộc về ta đi?\"\n\"Hỡi Chúa Tể Núi Lửa vĩ đại, người không biết rồi, báu vật đó không ở trên mặt đất, mà bị giấu dưới biển sâu. Chỉ tiếc là người không biết lướt sóng, loài người nhỏ bé chúng tôi lại không có thuyền lớn có thể chứa được cơ thể to lớn của người...\"\n\"Hừ! Đừng có xem thường chúa tể ta đây!\" Chúa Tể Núi Lửa tức giận đáp. Nó luôn như vậy, chỉ cần là việc những người bộ tộc nhỏ bé nói bản thân không làm được, thì nó sẽ cậy mạnh nói rằng mình làm được. \"Hãy dẫn đường đi! Chỉ là lướt sóng thôi, sao làm khó được ta chứ?\"\nCứ như thế, Cochanina dẫn theo Chúa Tể Núi Lửa hướng về phía biển sâu. Chúa Tể Núi Lửa với thân hình nặng nề sao có thể so được với quán quân lướt sóng của bộ tộc, chỉ có thể theo sau ván lướt sóng của cô, và bị bọt nước mà cô hất lên làm cho sặc nước vài lần. Thấy nó đã bắt đầu choáng váng, Cochanina ném một con Cá Nóc Nổi về phương xa, rồi hô lớn:\n\"Nhìn kìa, báu vật ở bên đó! Đây chính là chìa khóa để mở báu vật!\"\nSóng nước cuộn trào khiến Chúa Tể Núi Lửa không nhìn rõ được rốt cuộc cô đã ném thứ gì, nhưng nó là Chúa Tể Núi Lửa vĩ đại, sao có thể thừa nhận bản thân thua kém người khác chứ? Thế là nó gầm gừ một tiếng rồi vồ về phía \"báu vật\" đó, kết quả bị Cá Nóc Nổi đâm mạnh, đau đến mức Chúa Tể Núi Lửa ngã khỏi ván lướt sóng và rơi xuống biển.\nCho dù là Chúa Tể Núi Lửa to lớn đến đâu đi nữa thì khi so với biển cả rộng lớn, nó chẳng qua cũng chỉ là một hạt cát nhỏ bé. Huống hồ dưới biển còn có rất nhiều thứ đáng sợ hơn nó nhiều. Tóm lại thì Chúa Tể Núi Lửa ngụp lặn giữa biển cả buổi. Cuối cùng khó khăn lắm mới bắt được một nhánh lau sậy, trôi dạt lâu thật lâu mới vào được bờ. Tuy Cochanina vẫn chưa thể hoàn toàn đuổi nó ra khỏi Natlan, nhưng từ đó về sau, Chúa Tể Núi Lửa đã không còn dám có ý đồ gì với Cư Dân Suối Nước nữa.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "19,2%",
	"effectName": "Hồi Ức Sắc Nước",
	"effectTemplateRaw": "Giới Hạn HP tăng <color=#99FFFFFF>{0}</color>. Cứ mỗi 15s, trong 14s sau khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh hiệu quả sau: Nhận 4 tầng \"Hè Nóng\", mỗi tầng khiến sát thương Tấn Công Thường tăng <color=#99FFFFFF>{1}</color>. Trong thời gian duy trì: Cứ mỗi 1.5s, sau khi Tấn Công Thường trúng kẻ địch sẽ xóa 1 tầng; Cứ mỗi 1.5s, sau khi kích hoạt phản ứng Bốc Hơi sẽ tăng 1 tầng. Hiệu quả \"Hè Nóng\" tối đa cộng dồn 4 tầng.",
	"r1": {
		"description": "Giới Hạn HP tăng 20%. Cứ mỗi 15s, trong 14s sau khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh hiệu quả sau: Nhận 4 tầng \"Hè Nóng\", mỗi tầng khiến sát thương Tấn Công Thường tăng 12%. Trong thời gian duy trì: Cứ mỗi 1.5s, sau khi Tấn Công Thường trúng kẻ địch sẽ xóa 1 tầng; Cứ mỗi 1.5s, sau khi kích hoạt phản ứng Bốc Hơi sẽ tăng 1 tầng. Hiệu quả \"Hè Nóng\" tối đa cộng dồn 4 tầng.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "Giới Hạn HP tăng 25%. Cứ mỗi 15s, trong 14s sau khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh hiệu quả sau: Nhận 4 tầng \"Hè Nóng\", mỗi tầng khiến sát thương Tấn Công Thường tăng 15%. Trong thời gian duy trì: Cứ mỗi 1.5s, sau khi Tấn Công Thường trúng kẻ địch sẽ xóa 1 tầng; Cứ mỗi 1.5s, sau khi kích hoạt phản ứng Bốc Hơi sẽ tăng 1 tầng. Hiệu quả \"Hè Nóng\" tối đa cộng dồn 4 tầng.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "Giới Hạn HP tăng 30%. Cứ mỗi 15s, trong 14s sau khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh hiệu quả sau: Nhận 4 tầng \"Hè Nóng\", mỗi tầng khiến sát thương Tấn Công Thường tăng 18%. Trong thời gian duy trì: Cứ mỗi 1.5s, sau khi Tấn Công Thường trúng kẻ địch sẽ xóa 1 tầng; Cứ mỗi 1.5s, sau khi kích hoạt phản ứng Bốc Hơi sẽ tăng 1 tầng. Hiệu quả \"Hè Nóng\" tối đa cộng dồn 4 tầng.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "Giới Hạn HP tăng 35%. Cứ mỗi 15s, trong 14s sau khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh hiệu quả sau: Nhận 4 tầng \"Hè Nóng\", mỗi tầng khiến sát thương Tấn Công Thường tăng 21%. Trong thời gian duy trì: Cứ mỗi 1.5s, sau khi Tấn Công Thường trúng kẻ địch sẽ xóa 1 tầng; Cứ mỗi 1.5s, sau khi kích hoạt phản ứng Bốc Hơi sẽ tăng 1 tầng. Hiệu quả \"Hè Nóng\" tối đa cộng dồn 4 tầng.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "Giới Hạn HP tăng 40%. Cứ mỗi 15s, trong 14s sau khi thi triển Kỹ Năng Nguyên Tố sẽ sản sinh hiệu quả sau: Nhận 4 tầng \"Hè Nóng\", mỗi tầng khiến sát thương Tấn Công Thường tăng 24%. Trong thời gian duy trì: Cứ mỗi 1.5s, sau khi Tấn Công Thường trúng kẻ địch sẽ xóa 1 tầng; Cứ mỗi 1.5s, sau khi kích hoạt phản ứng Bốc Hơi sẽ tăng 1 tầng. Hiệu quả \"Hè Nóng\" tối đa cộng dồn 4 tầng.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Sự Sợ Hãi Của Trái Tim Hiến Tế",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Sự Vinh Dự Của Trái Tim Hiến Tế",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 18
			}
		]
	}
}