{
	"id": 13514,
	"name": "Nhạc Sĩ Hương Thơm",
	"description": "Ngọn thương dài với tạo hình tao nhã, nghe nói từng là gậy chỉ huy của một nhạc sĩ vĩ đại nào đó sử dụng để tạo nên cây cầu nối giữa âm nhạc và vị giác.",
	"descriptionRaw": "Ngọn thương dài với tạo hình tao nhã, nghe nói từng là gậy chỉ huy của một nhạc sĩ vĩ đại nào đó sử dụng để tạo nên cây cầu nối giữa âm nhạc và vị giác.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 5,
	"story": "Thứ đáng được khắc ghi trong những năm tháng dài đằng đẵng khi Quân Đoàn Bất Hủ chinh phục vương quốc biển cao, không chỉ có những cuộc chiến không ngừng nghỉ đó.\nVào một đêm nọ trong cái khoảnh khắc khi quyền uy hoàng kim cuộn trào như những cơn sóng dữ, khi giai điệu mà Thần Vương khao khát vẫn chưa hoàn thành,\nNgười chỉnh âm vĩ đại nhân từ Euergetia đã tĩnh tâm lắng nghe lời khuyên của người xưa và chìm vào suy ngẫm vì những lời khẩn cầu của họ.\n\nNhững người nhớ về quê hương, tuy rằng kinh ngạc trước sự phồn hoa vô tận của thành phố hoàng kim, quy phục trước uy nghiêm vô thượng của Thần Vương,\nNhưng khi nâng ly, hát vang vì vinh quang, họ cũng từng nhìn vào quân lương trong đĩa, mà hoài niệm những món ngon trong quá khứ.\nMa Tượng bằng đá không cảm nhận được đói khát, nhưng thân xác yếu đuối của người xưa sẽ vì thức ăn kém chất lượng mà giảm sút sĩ khí.\nCả những tướng lĩnh dũng cảm nhất cũng không thể thoát khỏi hàng trăm ngàn việc lặt vặt hỗ trợ chiến binh ứng phó, để liên tục giành lấy chiến thắng huy hoàng.\n\nChỉ dẫn của Thần Vương là đạo lý tối cao, không thể nghi ngờ hay chống lại, nhưng sự yếu đuối của kẻ nhanh chóng suy tàn cũng không hoàn toàn vô lý.\nBản nhạc hài hòa đương nhiên phải bao dung tất cả sinh linh trên biển cao, đáp ứng những nguyện vọng nhỏ nhoi của họ cũng không hề thất lễ.\nCho dù đồng liêu tóc vàng xuất thân man tộc luôn âm thầm trách móc vì việc lơ là chính sự này, nhưng cũng chưa từng ngăn cản.\nÝ chí của người chỉnh âm vĩ đại vốn đã là tiếng vọng đủ để làm rung chuyển đất trời, nên việc tạo ra vị giác thì có gì khó khăn chứ?\n\nVì thỉnh cầu thấp hèn của người mất quê hương, vì vinh quang và thắng lợi vĩnh hằng của đế quốc, Euergetia đã bắt đầu chỉnh âm.\nThính giác và vị giác cũng có thể hợp tấu, tiếng trống chiến đấu trầm thấp và âm thanh của đao kiếm va chạm cao vút, đều là những nốt nhạc có thể dùng đến.\nKết hợp giai điệu đặc biệt cùng món ăn đơn giản, sẽ có thể khiến nô lệ nếm được hương vị của món ngon trong ký ức, giúp nâng cao sĩ khí,\nCho dù đó chỉ là sự an ủi trong ảo ảnh, nhưng ảo ảnh và cát bụi vốn chính là khởi đầu và kết thúc của vạn vật trên thế gian.\n\nEuergetia sinh ra trong cung điện vàng, được tôn lên trong thần điện với bò và sư tử bằng đá,\nTrước khi từ bỏ khát vọng của mình, cô cũng từng chìm đắm trong những giai điệu dịu dàng và những chiếc bánh ngọt ngào như mật.\nNếu tiếp tục đi theo con đường này, có lẽ một ngày nào đó, người được tôn thờ lên cũng sẽ có thể thưởng thức được món ngon,\nDù cho có xung đột và bất đồng nào, thì chí ít cũng có thể thông qua cách này, để giúp mọi người đồng cảm với nhau...\n\nChẳng qua đế quốc hoàng kim đó cuối cùng vẫn không thể chạm được đến đoạn giai điệu cuối của vĩnh hằng,\nSự biến đổi âm thầm và lâu dài đã lật đổ thành trì đá trắng trong một đêm.\nThiện và ác cùng rơi xuống biển sâu, thế nhưng nguyện vọng giản đơn nhất đó,\nNguyện vọng không liên quan đến vinh quang, mong muốn cùng nhau thưởng thức món ngon,\nVẫn vượt qua bản nhạc hài hòa và tồn tại đến Fontaine ngày nay...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "14,4%",
	"effectName": "Giao Hưởng Bách Vị",
	"effectTemplateRaw": "Tấn Công tăng <color=#99FFFFFF>{0}</color>. Khi nhân vật trang bị vũ khí này không ra trận, Tấn Công tăng thêm <color=#99FFFFFF>{1}</color>. Sau khi tiến hành chữa trị, người trang bị và nhân vật được chữa trị sẽ nhận hiệu ứng \"Hương Thơm Nồng Nàn\", Tấn Công tăng <color=#99FFFFFF>{2}</color> trong 3s. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
	"r1": {
		"description": "Tấn Công tăng 12%. Khi nhân vật trang bị vũ khí này không ra trận, Tấn Công tăng thêm 12%. Sau khi tiến hành chữa trị, người trang bị và nhân vật được chữa trị sẽ nhận hiệu ứng \"Hương Thơm Nồng Nàn\", Tấn Công tăng 32% trong 3s. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "Tấn Công tăng 15%. Khi nhân vật trang bị vũ khí này không ra trận, Tấn Công tăng thêm 15%. Sau khi tiến hành chữa trị, người trang bị và nhân vật được chữa trị sẽ nhận hiệu ứng \"Hương Thơm Nồng Nàn\", Tấn Công tăng 40% trong 3s. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "Tấn Công tăng 18%. Khi nhân vật trang bị vũ khí này không ra trận, Tấn Công tăng thêm 18%. Sau khi tiến hành chữa trị, người trang bị và nhân vật được chữa trị sẽ nhận hiệu ứng \"Hương Thơm Nồng Nàn\", Tấn Công tăng 48% trong 3s. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "Tấn Công tăng 21%. Khi nhân vật trang bị vũ khí này không ra trận, Tấn Công tăng thêm 21%. Sau khi tiến hành chữa trị, người trang bị và nhân vật được chữa trị sẽ nhận hiệu ứng \"Hương Thơm Nồng Nàn\", Tấn Công tăng 56% trong 3s. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "Tấn Công tăng 24%. Khi nhân vật trang bị vũ khí này không ra trận, Tấn Công tăng thêm 24%. Sau khi tiến hành chữa trị, người trang bị và nhân vật được chữa trị sẽ nhận hiệu ứng \"Hương Thơm Nồng Nàn\", Tấn Công tăng 64% trong 3s. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Cặn Bẩn Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Giọt Nước Đục",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Ngọc Vụn Đại Dương",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Giọt Nước Đục",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Ngọc Vụn Đại Dương",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Bình Nước Đục",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Bình Nước Đục",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Kết Tinh Đại Dương",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Tinh Thạch Dị Sắc",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Tinh Chất Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Tinh Thạch Dị Sắc",
				"count": 18
			}
		]
	}
}