{
	"name": "Gậy Đàm Phán",
	"description": "Một cây gậy lớn có khảm đá đen nặng trịch, có sức thuyết phục khá mạnh mẽ.",
	"weapontype": "Trọng Kiếm",
	"rarity": "4",
	"story": "Khi Tenoch nhìn về phía xa nơi vùng hoang vu đang bốc cháy, dòng nước đen đã dâng lên từ phía chân trời.\nAnh bèn thổi vang tù và đồng, vác cây gậy Hắc Diệu Thạch nặng trịch trên vai.\n\n\"Giờ đây nguy hiểm đã dần lộ diện, những người đứng đầu của các bộ tộc thì vẫn đang tranh cãi không ngừng.\"\n\"Chi bằng để Tenoch đem theo \"Gậy Đàm Phán\" đi, giúp mọi người điều đình một chuyến\"\n\"Tenoch đã không còn thuộc về bất kỳ bộ tộc nào, nhưng lửa giận vẫn ngùn ngụt bùng cháy\"\n\nCứ thế, Tenoch cô độc vác theo cây gậy Hắc Diệu Thạch nặng nề trên vai,\nVượt qua vùng đất hoang vu bao la rộng lớn, khắp nơi là suối nước nóng và dung nham gồ ghề.\n\nNgười đầu tiên đến nghênh đón anh hùng Tenoch là Wanjiru chạy rất giỏi, cùng với đồng đội ồn ào của cô ấy Kayeke.\nNước da đen của cô ấy vẫn còn lưu giữ chứng cứ cùng mạo hiểm với anh hùng, vết sẹo ấy vẫn hằn sâu rõ rệt.\nTuy nói rằng các bộ tộc lớn suốt ngày tranh cãi không ngừng thật khiến người ta mệt mỏi, nhưng lời mời của Tenoch đã làm cô ấy có thêm sức sống.\nChuẩn bị liều mình chiến đấu vì vùng đất rực lửa Natlan, Wanjiru và người trong tộc có lý do gì mà từ chối chứ?\n\nNgười thứ hai bước đến ôm lấy anh hùng Tenoch là Menilek dũng mãnh và đồng đội trung thành của anh Ngoubou.\n\"Đến đây, đến đây nào! Cho dù các bộ tộc đã đuổi anh khỏi tầm mắt, cho dù chúng ta chẳng bao giờ hợp nhau!\"\n\"Nhưng trong mắt tôi, Tenoch cầm gậy luôn là tráng sĩ trong những tráng sĩ, anh em trong các anh em.\"\n\nNgười thứ ba được anh hùng Tenoch tìm đến chính là Sanhaj Kompore xảo trá và đồng đội khó đoán của anh ta, Mahamba.\nSanhaj trước đây từng bị Gậy Đàm Phán thuyết phục, anh hùng đồng ý nhượng lại chiến lợi phẩm, anh ta mới đồng ý gia nhập đội ngũ.\nKompore đã dự đoán trước kết cục hùng tráng của Tenoch và mình, cùng với việc sau này vùng đất được gọi là \"Mare Jivari\" được sinh ra như thế nào.\n\"Nhưng cũng không sao, không sao, có lẽ chiếc gậy gian ác nổi danh nhờ sự tinh anh như rắn độc, thì nên có ngày trở thành anh hùng như thế.\"\n\nNgười thứ tư tình nguyện đi theo anh hùng Tenoch là Burkina trẻ tuổi và đồng đội cũng liều lĩnh như anh ta Kongamato.\nBurkina chưa từng trải qua cuộc chiến gian khổ của Tenoch, nhưng gậy Hắc Diệu Thạch hào hùng đã dẫn dắt anh bước lên hành trình nguy hiểm.\nChiến tranh đã để lại vô số vết sẹo trên người Tenoch, làm cho Burkina xác định được con đường sau này mình phải đi...\nCải cách vốn là vận mệnh của người trẻ tuổi, đổ máu vì chính nghĩa nóng rực, cũng còn hơn là mục rữa trên giường cỏ thoải mái.\n\nNgười thứ năm bị anh hùng Tenoch thuyết phục là thủ lĩnh của núi khoáng Sundjatta, và đồng đội điềm tĩnh của anh Muhuru.\n\"Năm đó vì sự yên ổn của các bộ tộc, vì để tránh tranh chấp lại nổ ra, tôi đã từng bỏ phiếu với Hỏa Thần để trục xuất anh.\"\n\"Giờ đây anh vẫn không từ bỏ cuộc huyết chiến... Ừ thôi, có lẽ đây chính là cuộc chiến sau cùng của lớp người chúng ta rồi nhỉ.\"\n\"Nếu anh đã quyết tâm hành động theo ý mình, vậy tôi cũng không có lý do gì để không tham gia, nhưng đừng liên lụy đến người trong tộc của tôi.\"\n\nNgười thứ sáu đồng hành cùng anh hùng Tenoch là kẻ địch muôn thuở của anh thời trẻ, người khổng lồ Tupac, không có thú cưỡi nào có thể gánh nổi thân hình to lớn của anh ta.\nKhi Tenoch vác gậy đến nơi cư ngụ của Tupac định tìm anh nói chuyện, thì anh ta đang đếm các vết sẹo do những người khiêu chiến để lại trên người.\n\"Hơn ba trăm vết sẹo, hai mươi chỗ gãy xương, và còn có một trăm mảnh vụn Hắc Diệu Thạch đã găm chặt vào da thịt, cứ như những viên đá quý nhỏ vậy.\"\n\"Cả hai trăm vết thương nhẹ, gãy hai xương sườn, một con mắt đã không còn nhìn được gần xa, các chiến lợi phẩm mà anh để lại cho tôi cũng hậu hĩnh đấy.\"\n\nHai người từng là kẻ thù truyền kiếp bật cười ha hả, từ đây liên thủ với nhau.\nCứ như thế, Tenoch đã triệu tập đủ đồng minh từ sáu bộ tộc.\nNhư ngọn lửa hoang dã rực rỡ, va chạm với ngọn núi đen tối...",
	"baseatk": 44,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "4",
	"effectname": "\"Miệng Mồm Lanh Lợi\"",
	"effect": "Trong 15s khi bị gán ấn nguyên tố Hỏa, tấn công tăng {0}, mỗi 12s tối đa kích hoạt một lần; Trong 15s khi bị gán ấn nguyên tố Thủy, Băng, Lôi hoặc Thảo, buff sát thương tất cả nguyên tố tăng {1}, mỗi 12s tối đa kích hoạt một lần.",
	"r1": [
		"16%",
		"12%"
	],
	"r2": [
		"20%",
		"15%"
	],
	"r3": [
		"24%",
		"18%"
	],
	"r4": [
		"28%",
		"21%"
	],
	"r5": [
		"32%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Hồi Ức Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"name": "Xương Vụn Vỡ",
				"count": 3
			},
			{
				"name": "Dịch Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"name": "Xương Vụn Vỡ",
				"count": 12
			},
			{
				"name": "Dịch Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"name": "Xương Rắn Chắc",
				"count": 6
			},
			{
				"name": "Tinh Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"name": "Xương Rắn Chắc",
				"count": 12
			},
			{
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"name": "Xương Khắc Ấn",
				"count": 9
			},
			{
				"name": "Bột Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Chân Lý Vườn Hoa Ốc Đảo",
				"count": 4
			},
			{
				"name": "Xương Khắc Ấn",
				"count": 18
			},
			{
				"name": "Bột Slime",
				"count": 12
			}
		]
	}
}