{
	"id": 13432,
	"name": "Tamayuratei no Ohanashi",
	"description": "Trong quá khứ, từng có youkai lang thang khắp Inazuma trong dáng vẻ của ngọn đèn rực cháy. Đây cũng là ngọn đèn nơi mà youkai từng nương náu.",
	"descriptionRaw": "Trong quá khứ, từng có youkai lang thang khắp Inazuma trong dáng vẻ của ngọn đèn rực cháy. Đây cũng là ngọn đèn nơi mà youkai từng nương náu.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "Truyền thuyết kể rằng trong những ngọn lửa ma quái tựa như đốm lửa lảng vảng nơi chốn hoang dã, cũng ẩn giấu linh hồn của Inazuma thời cổ đại.\nKhi đó, một youkai vô hình, thích nghe ngóng những bí mật, cũng mượn dáng hình của ngọn lửa để len lỏi giữa những lò sưởi và bếp than.\nẨn trong tiếng lách tách của củi lửa, nghe trộm bí mật mà mọi người kể lại trong lúc thưởng trà.\nRồi sau đó tất cả những câu chuyện thú vị đều được kể lại hết trong buổi tiệc của những kẻ dạ hành, dù sao thì...\n\"Otogishu\" tồn tại vốn là để mang đến những thứ này, giúp các vị đại nhân có thêm thú vui tiêu khiển trong buổi tiệc rượu.\n\n\"Ôi, đêm nay thật tuyệt vời, hy vọng những năm tháng sau này cũng sẽ vui vẻ như đêm nay.\"\nLúc này thủ lĩnh của hồ ly, đại nhân Hakushin ngồi trên cao và xung quanh đều là các thành viên trong tộc, tiếc nuối cảm thán.\n\"Hỡi thời gian, nếu thời gian có thể ngừng lại ở khoảnh khắc này thì tốt quá.\" Nói đến đây, liền nâng chén rượu lên.\nBan cho youkai nhỏ vô danh, có địa vị thấp kém trên sân khấu danh hiệu \"Tamayuratei\".\n\nNhưng mà phần lớn mọi thứ trên thế gian này đều không như ta mong muốn, cũng giống như những thứ được cầu nguyện trong lúc đau khổ thường đều không thể có được.\nCòn nỗi buồn thoáng qua của thủ lĩnh Hakushin cũng đã ứng nghiệm trong sự xâm lấn của làn sóng đen tối.\nĐã qua rồi cái thời mà hàng trăm youkai thoải mái hân hoan, giờ đây chỉ còn lại những tiếng khóc than bên ánh lửa.\nTrên chiến trường tàn khốc này, liệu có còn chỗ cho kẻ từng mượn những câu chuyện thú vị để tìm kiếm niềm vui chăng?\nNhưng khi nghĩ đến vị đại nhân đã ban danh hiệu cho mình, thì youkai nhỏ bé dù yếu ớt vẫn quyết hành động.\nVào những tháng ngày khi bầu trời bị bóng tối che phủ, linh hồn của nó rực cháy, lao đi trong vô vàn ngọn lửa.\nTài năng truyền đạt mà trước đây từng dùng để kể những câu chuyện phù phiếm, giờ đây đã được dùng để báo cáo chi tiết về tình hình chiến đấu và kẻ địch trên các chiến trường.\n\nTuy nhiên sự hao tổn từ việc bôn ba lâu dài gây nên đã khó có thể cứu vãn.\nYoukai dường như đã hao tổn hết toàn bộ linh hồn do đã phân tách tinh thần quá nhiều.\nTrong ngọn đèn, chẳng thể thốt ra những ngôn từ tinh tế nữa.\nThậm chí ngay cả hồi ức quý giá trong quá khứ cũng tiêu tán khắp nơi.\n\nĐến ngày nay, nghe nói youkai tâm trí mơ hồ đã quên hết mọi thứ.\nChỉ xuất hiện vào những dịp mọi người tụ họp, trò chuyện cùng nhau.\nCó lẽ bầu không khí khi nghe kể lại những câu chuyện kỳ ảo...\nCó thể khiến nó nhớ lại một chút về quá khứ không thể quay trở lại.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "6,7%",
	"effectName": "Ngọn Đèn Tinh Nghịch",
	"effectTemplateRaw": "Khi thi triển Kỹ Năng Nguyên Tố, tăng <color=#99FFFFFF>{0}</color> Tấn Công và 10% Tốc Độ Di Chuyển trong 10s.",
	"r1": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, tăng 20% Tấn Công và 10% Tốc Độ Di Chuyển trong 10s.",
		"values": [
			"20%"
		]
	},
	"r2": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, tăng 25% Tấn Công và 10% Tốc Độ Di Chuyển trong 10s.",
		"values": [
			"25%"
		]
	},
	"r3": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, tăng 30% Tấn Công và 10% Tốc Độ Di Chuyển trong 10s.",
		"values": [
			"30%"
		]
	},
	"r4": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, tăng 35% Tấn Công và 10% Tốc Độ Di Chuyển trong 10s.",
		"values": [
			"35%"
		]
	},
	"r5": {
		"description": "Khi thi triển Kỹ Năng Nguyên Tố, tăng 40% Tấn Công và 10% Tốc Độ Di Chuyển trong 10s.",
		"values": [
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mặt Nạ Tà Ác",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mặt Nạ Cắn Hổ",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Mầm Khúc Xạ",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mặt Nạ Cắn Hổ",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mặt Nạ Một Sừng",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Lá Tán Xạ",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mặt Nạ Một Sừng",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mặt Nạ Kijin",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Lõi Lá Cuộn Biến Ảo",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 12
			}
		]
	}
}