{
	"name": "Kiếm Đen",
	"description": "Trường kiếm đen khao khát chiến tranh và chém giết, nghe nói có thể khiến người ta chìm đắm trong cuồng sát.",
	"weapontype": "Kiếm Đơn",
	"rarity": "4",
	"story": "Thanh kiếm khát máu sẽ bị mùi máu tanh đánh thức.\nNgười nuôi dưỡng nó sẽ có được sức mạnh tàn sát.\nCuối cùng con người vốn trong sạch cũng sẽ bị máu bẩn nhuộm đen...\n\nKỵ sĩ trong sạch cao quý luôn khát vọng con đường chính nghĩa.\nNgười mặc áo giáp lấp lánh ánh bạc, đeo trường kiếm sáng như gương.\nNhưng phàm có chuyện bất bình, có ma thú thèm khát thịt người, có ánh lửa đằng xa,\nkỵ sĩ sẽ nhanh chóng tìm đến. 1. Cắt, 2. Chém, 3. Đâm,\nDựa theo đạo kỵ sĩ đã chỉ dẫn, răn dạy \"sói con\" chính nghĩa và kiếm thuật,\nCắt, chém, đâm. Sau đó bắt đầu cắt từ phần đầu...\nCho đến khi chính nghĩa được thực thi, ma vật không dám cựa quậy nữa mới thôi.\n\n\"Bắt đầu mê mẩn cảm giác cắt, chém, đâm từ lúc nào\"\n\"Khi mũi kiếm đâm vào máu thịt, cảm giác như có dòng điện chạy qua cột sống\"\n\"A! Có lẽ đó chính là cảm giác chính nghĩa được khuếch trương.\"\n\"Chỉ cần cứ cắt, đâm, chém tiếp, sẽ có một ngày\"\n\"Sẽ có một ngày, tội bóp méo thế giới sẽ được xử lý sạch sẽ thôi\"\n\n\"Kỵ sĩ à, thứ gọi là giết chóc chính nghĩa thì cũng là giết chóc thôi\"\n\"Ngươi sai rồi. Giết chóc vì chính nghĩa chính là chính nghĩa\"\n\n1 Cắt, 2 Chém, 3 Đâm, cứ quán triệt chính nghĩa như thế đi!\nCho dù bông hoa trắng thiếu nữ dâng cho ngươi bị máu bẩn nhiễm đen, cho dù kiếm không còn sáng,\nCho dù gương mặt anh tuấn trở nên méo mó đáng sợ, buộc phải giấu đi dưới lớp mặt nạ sắt,\nCho dù những người bình thường được ngươi bảo vệ không thấu hiểu cũng đừng bao giờ dừng lại!\n\nTrong cuộc hành hương khuếch trương chính nghĩa của những kỵ sĩ bị nhiễm đen, lần theo tung tích của ma vật\nTìm thấy quốc gia cổ bị diệt vong. Cuối cùng anh ấy phát hiện ra sự bất công cực lớn...",
	"baseatk": 42,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "6",
	"effectname": "Chính Nghĩa",
	"effect": "Tấn công thường và sát thương trọng kích tăng {0}, ngoài ra khi tấn công thường và bạo kích trọng kích sẽ hồi HP bằng {1} tấn công. Hiệu quả này mỗi 5s thi triển 1 lần.",
	"r1": [
		"20%",
		"60%"
	],
	"r2": [
		"25%",
		"70%"
	],
	"r3": [
		"30%",
		"80%"
	],
	"r4": [
		"35%",
		"90%"
	],
	"r5": [
		"40%",
		"100%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Răng Sữa Sói Bão",
				"count": 3
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 3
			},
			{
				"name": "Dịch Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 3
			},
			{
				"name": "Cành Cây Địa Mạch",
				"count": 12
			},
			{
				"name": "Dịch Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Răng Vỡ Sói Bão",
				"count": 6
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 6
			},
			{
				"name": "Tinh Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 3
			},
			{
				"name": "Lá Khô Địa Mạch",
				"count": 12
			},
			{
				"name": "Tinh Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mảnh Răng Sói Bão",
				"count": 6
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 9
			},
			{
				"name": "Bột Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 4
			},
			{
				"name": "Chồi Non Địa Mạch",
				"count": 18
			},
			{
				"name": "Bột Slime",
				"count": 12
			}
		]
	}
}