{
	"id": 15515,
	"name": "Biên Niên Sử Bình Minh",
	"description": "Tất cả thơ ca về chiến tranh đều cưỡi gió mà đến, đọng lại thành những thanh âm nhẹ nhàng trên sợi dây. Sức mạnh hội tụ trong đó cứ như ánh sáng bình minh xé toạc đêm tối vô biên.",
	"descriptionRaw": "Tất cả thơ ca về chiến tranh đều cưỡi gió mà đến, đọng lại thành những thanh âm nhẹ nhàng trên sợi dây. Sức mạnh hội tụ trong đó cứ như ánh sáng bình minh xé toạc đêm tối vô biên.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 5,
	"story": "\"Kreuzlied, bạn có từng nghe tiếng sáo trong bóng chiều chạng vạng\"\n\"Bạn có từng nghe thấy có người khẽ hát trong gió: Vĩnh biệt, vĩnh biệt\"\n\"Chúng tôi sẽ không khóc cho bạn, bởi gió đêm sẽ lấy đi những giọt nước mắt\"\n\"Bạn thân mến, cơn gió đêm sẽ lấy đi nước mắt\"\n \nNghe nói gánh hát rong có mưu đồ ám sát quý tộc,\nCó một đứa trẻ quý tộc ngỗ nghịch tên là Kreuzlied.\nSau khi gánh hát hành sự thất bại, một nhà thơ đã sáng tác một bài hát cho anh.\n \nNhưng tên của người đó chẳng phải là \"Kreuzlied\", tên thật hiện nay đã không thể kiểm chứng.\nThời điểm đó từ Kreuzlied trong ngôn ngữ cổ có nghĩa là \"Bài Hát Trừng Phạt\"\nKhi màn đêm kia buông xuống, kẻ đào ngũ, kẻ cướp, kẻ ủ rượu lậu và kẻ phản nghịch, \nSẽ bị công khai trừng phạt một cách tàn nhẫn khiến người ta chỉ cầu được chết, còn đám quý tộc thì giễu cợt gọi tiếng gào khóc của họ là diễn tấu nhạc.\nTrong thời đại không thể nhìn thấy ánh sáng ban mai, từ \"Kreuzlied\" dần trở thành cách gọi khác của tất cả những kẻ hành sự thất bại.\nVì vậy, cuối cùng đã trở thành cờ hiệu chung của những người phản nghịch chống đối. \n \nCái tên Kreuzlied của gánh hát rong sớm đã mất đi,\nNhưng điều này không quan trọng. Vào lúc đó, Kreuzlied đã có vô số biệt danh được lưu truyền theo gió:\n\"Mục Sư Vô Danh\", \"Imunlaukr\", \"Hiệp Đạo Trong Hẻm Tối\"\n\"Ánh Ban Mai\", \"Gunnhildr\", \"Ragnvindr\"...\nKreuzlied cuối cùng, từ trong giấc ngủ say ngàn năm,\nBị đánh thức bởi tiếng kêu yếu ớt của một thiếu nữ nước ngoài lưu lạc nơi đây\nGiống như anh từng được sinh ra vì ước muốn nhỏ bé của một thiếu niên...\n \nNhững bài thơ và ca khúc mô tả Kreuzlied từng thịnh hành một thời,\nNhưng cuối cùng đã chẳng còn ai hát nữa. Bởi trong lịch sử sau đó cái tên này đã không còn cần thiết nữa rồi.\n\"Kreuzlied, bạn đã từng thấy đường chân trời phía xa dần chuyển sang màu trắng chưa\"\n\"Bạn có từng nghe thấy thiếu nữ khẽ hát trong gió: Vĩnh biệt, vĩnh biệt\" \n\"Ánh bình minh hôn trôi những giọt nước mắt của tôi, nói với tôi rằng bình minh đã lên rồi\"\n\"Người yêu của tôi, bình minh đã lên rồi\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "9,6%",
	"effectName": "Bài Ca Vang Vọng Xa Xưa",
	"effectTemplateRaw": "Người trang bị nhận được \"Ngọn Gió Nổi\": 3s sau khi thoát chiến đấu, sát thương gây ra bởi Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng <color=#99FFFFFF>{0}</color>. Trong trạng thái chiến đấu, hiệu ứng tăng sát thương nêu trên giảm <color=#99FFFFFF>{1}</color> mỗi giây cho đến khi giảm về 0%. Khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, hiệu quả tăng sát thương của loại sát thương tương ứng tăng <color=#99FFFFFF>{2}</color> cho đến khi đạt <color=#99FFFFFF>{3}</color>, mỗi loại tấn công nêu trên mỗi 0.1s tối đa kích hoạt hiệu quả này một lần. Người trang bị không ra trận vẫn có thể kích hoạt hiệu quả nêu trên.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\", thì khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, sẽ đổi thành khiến hiệu quả tăng sát thương của tất cả loại sát thương tăng <color=#99FFFFFF>{4}</color>.",
	"r1": {
		"description": "Người trang bị nhận được \"Ngọn Gió Nổi\": 3s sau khi thoát chiến đấu, sát thương gây ra bởi Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 60%. Trong trạng thái chiến đấu, hiệu ứng tăng sát thương nêu trên giảm 10% mỗi giây cho đến khi giảm về 0%. Khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, hiệu quả tăng sát thương của loại sát thương tương ứng tăng 10% cho đến khi đạt 60%, mỗi loại tấn công nêu trên mỗi 0.1s tối đa kích hoạt hiệu quả này một lần. Người trang bị không ra trận vẫn có thể kích hoạt hiệu quả nêu trên.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\", thì khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, sẽ đổi thành khiến hiệu quả tăng sát thương của tất cả loại sát thương tăng 20%.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "Người trang bị nhận được \"Ngọn Gió Nổi\": 3s sau khi thoát chiến đấu, sát thương gây ra bởi Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 75%. Trong trạng thái chiến đấu, hiệu ứng tăng sát thương nêu trên giảm 12.5% mỗi giây cho đến khi giảm về 0%. Khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, hiệu quả tăng sát thương của loại sát thương tương ứng tăng 12.5% cho đến khi đạt 75%, mỗi loại tấn công nêu trên mỗi 0.1s tối đa kích hoạt hiệu quả này một lần. Người trang bị không ra trận vẫn có thể kích hoạt hiệu quả nêu trên.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\", thì khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, sẽ đổi thành khiến hiệu quả tăng sát thương của tất cả loại sát thương tăng 25%.",
		"values": [
			"75%",
			"12.5%",
			"12.5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "Người trang bị nhận được \"Ngọn Gió Nổi\": 3s sau khi thoát chiến đấu, sát thương gây ra bởi Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 90%. Trong trạng thái chiến đấu, hiệu ứng tăng sát thương nêu trên giảm 15% mỗi giây cho đến khi giảm về 0%. Khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, hiệu quả tăng sát thương của loại sát thương tương ứng tăng 15% cho đến khi đạt 90%, mỗi loại tấn công nêu trên mỗi 0.1s tối đa kích hoạt hiệu quả này một lần. Người trang bị không ra trận vẫn có thể kích hoạt hiệu quả nêu trên.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\", thì khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, sẽ đổi thành khiến hiệu quả tăng sát thương của tất cả loại sát thương tăng 30%.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "Người trang bị nhận được \"Ngọn Gió Nổi\": 3s sau khi thoát chiến đấu, sát thương gây ra bởi Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 105%. Trong trạng thái chiến đấu, hiệu ứng tăng sát thương nêu trên giảm 17.5% mỗi giây cho đến khi giảm về 0%. Khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, hiệu quả tăng sát thương của loại sát thương tương ứng tăng 17.5% cho đến khi đạt 105%, mỗi loại tấn công nêu trên mỗi 0.1s tối đa kích hoạt hiệu quả này một lần. Người trang bị không ra trận vẫn có thể kích hoạt hiệu quả nêu trên.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\", thì khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, sẽ đổi thành khiến hiệu quả tăng sát thương của tất cả loại sát thương tăng 35%.",
		"values": [
			"105%",
			"17.5%",
			"17.5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "Người trang bị nhận được \"Ngọn Gió Nổi\": 3s sau khi thoát chiến đấu, sát thương gây ra bởi Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 120%. Trong trạng thái chiến đấu, hiệu ứng tăng sát thương nêu trên giảm 20% mỗi giây cho đến khi giảm về 0%. Khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, hiệu quả tăng sát thương của loại sát thương tương ứng tăng 20% cho đến khi đạt 120%, mỗi loại tấn công nêu trên mỗi 0.1s tối đa kích hoạt hiệu quả này một lần. Người trang bị không ra trận vẫn có thể kích hoạt hiệu quả nêu trên.\nNgoài ra, khi đội có hiệu ứng \"Hexerei - Nghi Thức Bí Mật\", thì khi Tấn Công Thường, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của người trang bị đánh trúng kẻ địch, sẽ đổi thành khiến hiệu quả tăng sát thương của tất cả loại sát thương tăng 40%.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Sừng Nặng",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Sừng Nặng",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Sừng Đồng Đen",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Sừng Đồng Đen",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Sừng Hắc Tinh",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Sừng Hắc Tinh",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 18
			}
		]
	}
}