{
	"name": "Màn Ảo Thuật Đầu Tiên",
	"description": "Đạo cụ biểu diễn mà \"ảo thuật gia đại tài\" trong quá khứ từng sử dụng, bí mật cuối cùng được hé lộ là nó thực ra cũng là một vũ khí không tầm thường.",
	"weapontype": "Cung",
	"rarity": "5",
	"story": "\"Tôi là ảo thuật gia đại tài - \"Người Vĩ Đại\" Parsifal!\"\n\"Những gì các bạn sắp chứng kiến đây là thế giới ảo tưởng chưa từng tưởng tượng ra!\"\n\"Ví dụ như, chiếc nón có thể dẫn đến hang động lớn trong truyền thuyết phương đông!\"\n\"Ví dụ như, hiểm cảnh trong gương không bị thời gian và không gian khống chế!\"\n\nNhững thứ gọi là ảo thuật, lừa đảo, trộm cắp đều có điểm tương đồng,\nCái đầu thì dựa vào kỹ năng diễn xuất và câu chuyện, còn cái sau thì dựa vào thủ pháp.\n\n\"Vừa nãy trong vở kịch của ngài Coppelius, có một đạo chích xuất thần nhập quỷ đúng không?\"\n\"Nghệ danh của chúng ta, cứ dùng tên đó đi! Thế nào?\"\nTrên quầy thức ăn vặt bên cạnh đường thủy Fleuve Cendre, cô gái trẻ phấn khởi nói.\n\"Parsifal? Vậy em, chính là mỹ nhân lam bảo thạch bị chị lấy trộm rồi?\"\nNgười đồng đội đáp lại. Tiếng cười đã thắp sáng cho thành phố ngầm chưa từng thấy mặt trời.\n\nCứ như thế, hai chị em sống bằng nghề lừa đảo và trộm cắp xuất hiện ở nhà hát vinh quang,\nBị huyễn hoặc bởi câu chuyện của vở hài kịch về hiệp sĩ trên sân khấu, quên mất đi ý định ban đầu khi vào rạp,\nRồi ngây ngô nảy sinh mơ ước rằng sẽ dựa vào thủ pháp và kỹ thuật diễn xuất của mình bước lên sân khấu, bên dưới ánh đèn,\nDùng ánh hào quang của buổi diễn chiếu rọi công bằng đến khu khách VIP và những khán giả không có ghế ngồi.\nMột người trong họ diễn vai \"Parsifal\", người còn lại là trợ thủ Josephine.\nBan đầu là biểu diễn trong quán rượu của Eduardo, bên cống rãnh, ở quầy hàng,\nTrong ánh mắt sáng rực của những đứa trẻ mặt mũi lấm lem và tiếng vỗ tay của những cư dân,\nCuối cùng là ở nhà hát vinh quang nơi mà ánh đèn chiếu rọi nóng rực như ánh mặt trời.\n\"Lông vũ biến thành bướm\", \"Hang động lớn\", \"Lửa trong gương\", \"Cá vàng\"...\nGiống như ánh sáng của những buổi diễn này đã chiếu rọi đến khu VIP và khu đứng xem trong nhà hát,\nTên của Parsifal ở thành phố trên và dưới lòng đất đều khiến người ta vô cùng vui vẻ.\n\nNgười mặc đồ tím thường nói, con người đều có vị trí của mình, ở trước sân khấu cũng vậy:\nBất luận là chỗ ngồi tinh tế nhìn xuống sân khấu, hay khu của khách quý đứng xem.\nNhưng cho dù ánh sáng của buổi diễn có chiếu rọi công bằng đến cả hai, nhưng bên ngoài nhà hát,\nNhững bực tức và không cam tâm tạm được quên đi rồi cũng giống như rễ cây bám chặt vào tường đá.\n\nTrong cuộc chỉnh đốn Fleuve Cendre, tường đá rốt cuộc đã đổ sập.\nThiếu nữ luôn phụ trách vai Josephine nhanh chóng quay về Fleuve Cendre.\nNgoài mùi gỉ sét và thối rữa quanh năm phảng phất ra,\nChỉ có mùi của giận dữ, đau thương và mùi máu chưa khô hết.\n\nNgười mà mọi người biết là Parsifal, còn trợ thủ chẳng qua chỉ là trợ thủ.\nNếu chuyện chỉ có vậy, thì rất đơn giản, rất sạch sẽ.\nCũng giống như trợ thủ bị thanh kiếm sắc chặt làm đôi thì vẫn luôn toàn vẹn không chút thương tích,\nChiếc đồng hồ biến mất vẫn luôn được trả lại cho những khán giả nhìn nhưng không thấy.\nThiếu nữ rốt cuộc đã mất đi \"vị trị\" yên ổn trong cuộc sống của mình.\nCũng chính vì vậy mà cô ấy đã thiết kế ra \"đại ảo thuật\" thuộc về họ.\n\n\"Tôi là ảo thuật gia đại tài - \"Người Vĩ Đại\" Parsifal!\"\n\"Những gì các bạn sắp chứng kiến đây là thế giới ảo tưởng chưa từng tưởng tượng ra!\"\n\"Không có quý tộc không có vua, không có đao kiếm chỉ về phía bạn!\"\n\"Không có ai sinh ra đã giàu có, không có cái nghèo khó nào không thể thoát ra được!\"",
	"baseatk": 46,
	"substat": "ST Bạo Kích",
	"subvalue": "14.4",
	"effectname": "Parsifal Vĩ Đại",
	"effect": "Sát thương trọng kích tăng {0}; Trong đội mỗi tồn tại một nhân vật cùng loại nguyên tố với người trang bị (Bao gồm cả người trang bị), thì sẽ nhận 1 tầng \"Thủ Thuật\"; Trong đội mỗi tồn tại một nhân vật khác loại nguyên tố với người trang bị, thì sẽ nhận 1 tầng \"Diễn Xuất\". Hiệu ứng \"Thủ Thuật\" đạt từ 1/2/3 tầng trở lên, tấn công tăng {1}; Hiệu ứng \"Diễn Xuất\" đạt từ 1/2/3 tầng trở lên, tốc độ di chuyển tăng {2}.",
	"r1": [
		"16%",
		"16%/32%/48%",
		"4%/7%/10%"
	],
	"r2": [
		"20%",
		"20%/40%/60%",
		"6%/9%/12%"
	],
	"r3": [
		"24%",
		"24%/48%/72%",
		"8%/11%/14%"
	],
	"r4": [
		"28%",
		"28%/56%/84%",
		"10%/13%/16%"
	],
	"r5": [
		"32%",
		"32%/64%/96%",
		"12%/15%/18%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Mảnh Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"name": "Giọt Nước Đục",
				"count": 5
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"name": "Giọt Nước Đục",
				"count": 18
			},
			{
				"name": "Ngọc Vụn Đại Dương",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 9
			},
			{
				"name": "Bình Nước Đục",
				"count": 9
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"name": "Bình Nước Đục",
				"count": 18
			},
			{
				"name": "Kết Tinh Đại Dương",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 9
			},
			{
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 14
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Tiếng Vọng Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"name": "Ảo Linh Nước Đục Mới Sinh",
				"count": 27
			},
			{
				"name": "Tinh Thạch Dị Sắc",
				"count": 18
			}
		]
	}
}