{
	"name": "Tuyệt Huyền",
	"description": "Cung được sử dụng như nhạc cụ phát ra ánh sáng rực rỡ. Đến nay nó không còn có thể khiến người khác cất bước khiêu vũ được nữa.",
	"weapontype": "Cung",
	"rarity": "4",
	"story": "Nhạc cụ được chế tác tinh xảo, mỗi một nốt được làm bằng các loại dây với chất liệu khác nhau.\nKhi sử dụng, mỗi dây cung rung lên như tiếng nhạc của nước chảy.\nCùng lúc cũng có thể bắn ra những mũi tên xuyên tâm. Cái chết nối gót mà đến kèm theo âm thanh của bản nhạc.\n\nSau khi đoàn nhạc giải nghệ, dây cung bị dao cắt đứt, trong phút chốc vang lên thứ âm thanh chói tai.\nHiện nay nó chỉ còn lại dây cung, đã mất đi âm thanh cao ngạo. Nhưng nó vẫn là vũ khí giết người.\n\nGánh hát rong có thể khiến những con chim rơi xuống đất, đôi khi chỉ nhờ vào âm thanh của đàn, đôi lúc lại là mũi tên đi kèm với nó.\nGiống như gió theo tiếng đàn và hoa trên Vực Hái Sao, nhạc sĩ phiêu diêu mà vô cùng kiên định.\nKhởi nghĩa thất bại, phần lớn đoàn nhạc đều phân tán.\nNhạc sĩ ở lại cuối cùng, gảy dây đàn để bảo vệ bạn bè với mưa tên. Tiếng nhạc và tên cuối cùng cũng dùng hết.\n\nNhạc sĩ đến từ Fontaine dị quốc tuyệt đẹp. Anh đi qua nhiều nước để tìm thấy trái tim và định mệnh thực sự của mình.\nNgười ta nói rằng trong cung đình nơi quê hương anh, các cô gái đã khóc vì tin rằng anh đã ra đi không lời từ biệt.\n\nNgười ta nói rằng anh ta đã yêu một cô gái dân thường ở Mondstadt, nhưng cô được chọn là công chúa bi thảm của lễ đánh cầu.\nNgười ta nói rằng anh đã không hối tiếc về số phận của cái chết của mình ở nơi tha hương.\nAnh chỉ hối hận vì cuối cùng anh cũng tìm được tình yêu, nhưng không bao giờ có cơ hội hát một bản tình ca...",
	"baseatk": 42,
	"substat": "Tinh Thông Nguyên Tố",
	"subvalue": "36",
	"effectname": "Bài Ca Không Tên",
	"effect": "Tăng {0} sát thương kỹ năng Nguyên Tố và kỹ năng nộ.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ngói Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"name": "Sừng Nặng",
				"count": 3
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 3
			},
			{
				"name": "Sừng Nặng",
				"count": 12
			},
			{
				"name": "Mũi Tên Chắc Chắn",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 6
			},
			{
				"name": "Sừng Đồng Đen",
				"count": 6
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"name": "Sừng Đồng Đen",
				"count": 12
			},
			{
				"name": "Mũi Tên Sắc Bén",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 6
			},
			{
				"name": "Sừng Hắc Tinh",
				"count": 9
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mảnh Giấc Mơ Tháp Cô Vương",
				"count": 4
			},
			{
				"name": "Sừng Hắc Tinh",
				"count": 18
			},
			{
				"name": "Mũi Tên Thiện Chiến",
				"count": 12
			}
		]
	}
}