{
	"id": 12425,
	"name": "Bóng Tối Thủy Triều",
	"description": "Kiếm của hải quân Fontaine xưa, có tạo hình đẹp mắt, được chế tạo dành riêng cho tướng quân và thuyền trưởng chiến hạm.",
	"descriptionRaw": "Kiếm của hải quân Fontaine xưa, có tạo hình đẹp mắt, được chế tạo dành riêng cho tướng quân và thuyền trưởng chiến hạm.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "Niên đại huy hoàng xưa kia, chiến hạm thiết giáp trắng \"Sponsian\" từng là niềm kiêu hãnh của hải quân Fontaine.\nVào thời đại đó, đội thuyền thiết giáp trang bị pháo hạng nặng và mũi nhọn xung kích kiên cố chính là đứa con cưng của Đại Sảnh Fontaine.\nVào thời đại của nhà hát vinh quang, không khán giả nào không đứng bật dậy vỗ tay vì câu chuyện đội thuyền màu trắng đã quét sạch quân đoàn ma tượng.\n\nTrước khi chủ động xin về hưu, hình ảnh tư lệnh hải quân kiêu ngạo Basil Elton đứng trên cầu tàu Sponsian đã từng là một quang cảnh bất biến.\nĐại phó Nathaniel Pickman của Elton cuối cùng đã mất đi vị trí của mình, những năm tháng còn lại chỉ có thể quẩn quanh trong hư danh anh hùng.\nLúc đó bộ hải quân đã bị giải tán vì đội thuyền không còn tồn tại nữa, bộ trưởng hải quân một thời hiển hách cũng đã từ chức trong vinh quang.\nPickman từng bôn ba nhiều năm, cố gắng thuyết phục Đại Sảnh Fontaine khởi động lại việc trục vớt và tạo dựng lại chiến hạm thiết giáp \"Sponsian\".\nNhưng mọi nỗ lực đều vô ích, ý định muốn lập lại hải quân Fontaine cũng bị người thân của các chiến sĩ đã hy sinh cho là hành vi trục lợi...\nCuối cùng, thứ để lại ngoài hư danh và huyền thoại ra, thì chỉ còn lại thanh kiếm màu xanh từng thuộc về tư lệnh hải quân này.\n\n\"Sponsian? Một cái tên gớm ghiếc. Nhưng anh nghĩ sao, Pickman?\"\n\"Tên của một bạo chúa, hắn và vương triều của hắn có thể chưa từng tồn tại...\"\n\"Tóm lại... Tôi chỉ là nghĩ sao nói vậy, xin lỗi, trưởng quan.\"\n\n\"Không sao, Pickman. Cứ lấy tên này đi.\"\n\"Cảm giác chân thực mà hư ảo này, tôi cũng không ghét.\"\n\nRất nhiều huyền thoại về \"Sponsian\" và \"Đội Thuyền Trắng\" trong một quãng thời gian sau khi nhà hát vinh quang hủy diệt,\nTừng là vở kịch nổi tiếng tại Viện Ca Kịch lớn mới được xây dựng tại Đảo Erinnyes, mãi cho đến khi xảy ra sự cố khi diễn xuất và bị cấm diễn.\nTrong đó khó quên nhất là cuộc chiến sau cùng của đội thuyền: Cuộc chiến khốc liệt được trình diễn với mười khẩu pháo của chiến thuyền trên sân khấu,\nĐã tái hiện một cách tỉ mỉ các chi tiết theo ghi chép của đại phó dưới trướng Basil Elton.\nKhông biết rốt cuộc là vì Pickman không cảm thấy nó đáng viết lại, cũng giống như anh ta chưa từng nói về hành động hoang đường lần đó,\nHoặc là biên kịch cho rằng chi tiết này không phù hợp với sử thi bi tráng nên đã cố ý lược bỏ đi khỏi kịch bản:\nSau vài năm, khi Basil Elton một lần nữa bước lên thuyền gặp mặt Pickman và các thành viên khác, đã hạ giọng nói rằng:\n\"Xem ra, lần này cuối cùng đã có thể khai hỏa với kẻ địch rồi.\"\n\nSau đó mới giống như những gì đã diễn trong Viện Ca Kịch, cười vang cất cao giọng:\n\"Các chàng trai, cô gái! Xem ra không có tôi thì các người không được rồi, những lời hàn huyên tâm sự thì để sau hãy nói!\"\n\"Hãy để chúng ta bắn cho cái tên to xác không biết trời cao đất dày kia văng xuống thác nước lớn đi!\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "9%",
	"effectName": "Sóng Trắng Dao Động",
	"effectTemplateRaw": "Sau khi nhận trị liệu, tấn công tăng <color=#99FFFFFF>{0}</color> trong 8s. Nhân vật không ra trận cũng có thể kích hoạt.",
	"r1": {
		"description": "Sau khi nhận trị liệu, tấn công tăng 24% trong 8s. Nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Sau khi nhận trị liệu, tấn công tăng 30% trong 8s. Nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Sau khi nhận trị liệu, tấn công tăng 36% trong 8s. Nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Sau khi nhận trị liệu, tấn công tăng 42% trong 8s. Nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Sau khi nhận trị liệu, tấn công tăng 48% trong 8s. Nhân vật không ra trận cũng có thể kích hoạt.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Ly Vỡ Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Hạt Nhân Khe Nứt",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Hạt Nhân Khe Nứt",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Liên Kết Dị Giới",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Liên Kết Dị Giới",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Ly Vàng Của Biển Nguyên Sơ",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 12
			}
		]
	}
}