{
	"id": 14514,
	"name": "Nghi Thức Dòng Chảy Vĩnh Hằng",
	"description": "Sách răn dạy từng được lưu truyền nhiều đời của hội ẩn tu dưới nước. Ngày nay đã không còn ai biết về sự tồn tại của nó.",
	"descriptionRaw": "Sách răn dạy từng được lưu truyền nhiều đời của hội ẩn tu dưới nước. Ngày nay đã không còn ai biết về sự tồn tại của nó.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "\"Chúng tôi sẽ ghi nhớ lời thề ngàn năm, sẽ bảo vệ nền tảng của kinh đô của nước.\"\n\"Đừng quên xiềng xích do tội ác ngọt ngào như mật cám dỗ con người đã mang lại,\"\n\"Cũng đừng quên đi trách nhiệm nặng nề như xiềng xích mà chúng ta phải gánh vác.\"\n\"Tượng trưng cho ân điển và niềm tin đẹp đẽ ngọt ngào của thần linh đối với chúng ta.\"\n\"Chúng ta là tấm khiên kiên cố để chống lại tai họa màu nước, cũng là phòng tuyến nơi cửa sông.\"\n\nNgười canh gác đầu tiên, luôn lập lời thề với sự trang nghiêm của một thành viên vừa gia nhập.\nĐúng vậy, không ai muốn chọn một cuộc sống như vậy, nhưng mọi chuyện đều có cái giá của nó:\nTrong quá khứ chúng ta từng khuất phục dưới niềm vui của bạo lực, hoặc sự sai khiến của tham vọng,\nĐây chính là thù lao của chính nghĩa, cũng là sự cứu rỗi cuối cùng.\nỞ đây không có ánh mặt trời cũng không có người nhà của mình, vậy chí ít phải có niềm vui.\nTuy rằng có lúc sẽ hoài nghi rốt cuộc họ cũng lập ra những lời thề giống như mình,\nHay là chỉ đành phải thốt ra những âm tiết không chút ý nghĩa đối với họ,\nNhưng anh ấy vẫn cứ hy vọng từ tận đáy lòng, niềm vui sướng khi thần linh trao trọng trách cho anh,\nSẽ giống như đã soi sáng cho tương lai nhàm chán và không thấy mặt trời của anh,\nMà chiếu sáng con đường phía trước cho những \"anh chị em\" này, mang lại ý nghĩa cho cuộc đời còn lại.\nĐây sẽ là lời răn dạy lưu truyền đời đời của những người canh gác, giống như dòng chảy bất tận.\nBởi vì giả sử lời tiên tri về ngày tận thế không may ập đến, thủy triều sẽ cuốn sạch mọi thứ.\nVậy chúng ta sẽ chiến đấu với sứ mệnh và niềm hạnh phúc trong lòng, cũng giống như thần linh đã ôm lấy chúng ta.\n\nSứ mệnh của tôi đã hoàn thành, ân huệ và sứ mệnh của thần xin trao lại cho mọi người đấy.\nNgười canh gác đầu tiên đã được an táng ở giữa mạch khoáng có tỏa ra ánh sáng huyền diệu,\nBởi vì nơi này sáng sủa nhất. Người đàn ông đã sống lâu năm trong bóng tối,\nTrong lòng ấp ủ ánh sáng đã từng thấy, lặng lẽ ngủ say dưới lòng đất ở gần cửa sông.\n\nCuối cùng cơn đại hồng thủy quét sạch mọi thứ đã không trào ra tại cửa sông,\nVận mệnh thường không nỡ ban cho cơ hội được chết một cách vinh quang.\nMà dòng chảy mong manh giống như những kẻ trộm đêm âm thầm ăn mòn hội ẩn tu.\nNhững người không thể không gia nhập vào hàng ngũ của họ, người sinh sống dưới nước càng lúc càng nhiều,\nNhưng người lập lời thề, hiểu được hàm ý, hiểu được sách răn dạy thì lại càng ngày càng ít.\nMãi cho đến một thời gian sau, pháo đài hùng vĩ mà âm u đã mọc lên dưới đáy biển,\nMột tu sĩ cuối cùng từng tự xem mình là người canh gác, là người gánh vác ân huệ thần linh,\nVị trí mộ phần của người đó đã không còn ai biết đến nữa.\n\nSo với điều đó thì nơi này đã có thể xem là may mắn,\nVào nhiều năm sau đó một cửa sông khác từng bị áp chế đã được phát hiện bởi một người có ý đồ.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "19,2%",
	"effectName": "Thủy Triều Vạn Thế",
	"effectTemplateRaw": "HP tăng <color=#99FFFFFF>{0}</color>. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương trọng kích tăng <color=#99FFFFFF>{1}</color>. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đến tầng 3 hoặc làm mới thời gian duy trì tầng 3, sẽ hồi phục <color=#99FFFFFF>{2}</color> Năng Lượng Nguyên Tố, mỗi 12s tối đa hồi phục một lần thông qua cách thức này.",
	"r1": {
		"description": "HP tăng 16%. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương trọng kích tăng 14%. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đến tầng 3 hoặc làm mới thời gian duy trì tầng 3, sẽ hồi phục 8 Năng Lượng Nguyên Tố, mỗi 12s tối đa hồi phục một lần thông qua cách thức này.",
		"values": [
			"16%",
			"14%",
			"8"
		]
	},
	"r2": {
		"description": "HP tăng 20%. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương trọng kích tăng 18%. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đến tầng 3 hoặc làm mới thời gian duy trì tầng 3, sẽ hồi phục 9 Năng Lượng Nguyên Tố, mỗi 12s tối đa hồi phục một lần thông qua cách thức này.",
		"values": [
			"20%",
			"18%",
			"9"
		]
	},
	"r3": {
		"description": "HP tăng 24%. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương trọng kích tăng 22%. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đến tầng 3 hoặc làm mới thời gian duy trì tầng 3, sẽ hồi phục 10 Năng Lượng Nguyên Tố, mỗi 12s tối đa hồi phục một lần thông qua cách thức này.",
		"values": [
			"24%",
			"22%",
			"10"
		]
	},
	"r4": {
		"description": "HP tăng 28%. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương trọng kích tăng 26%. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đến tầng 3 hoặc làm mới thời gian duy trì tầng 3, sẽ hồi phục 11 Năng Lượng Nguyên Tố, mỗi 12s tối đa hồi phục một lần thông qua cách thức này.",
		"values": [
			"28%",
			"26%",
			"11"
		]
	},
	"r5": {
		"description": "HP tăng 32%. Khi HP hiện tại tăng lên hoặc giảm xuống, sát thương trọng kích tăng 30%. Hiệu quả này duy trì 4s, tối đa cộng dồn 3 tầng, mỗi 0.3s tối đa kích hoạt một lần. Khi cộng dồn đến tầng 3 hoặc làm mới thời gian duy trì tầng 3, sẽ hồi phục 12 Năng Lượng Nguyên Tố, mỗi 12s tối đa hồi phục một lần thông qua cách thức này.",
		"values": [
			"32%",
			"30%",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Cặn Bẩn Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Hạt Nhân Khe Nứt",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Hạt Nhân Khe Nứt",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Ngưng Kết Giọt Sương Thánh Thuần",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Liên Kết Dị Giới",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Liên Kết Dị Giới",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Dòng Suối Giọt Sương Thánh Thuần",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Tinh Chất Giọt Sương Thánh Thuần",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 18
			}
		]
	}
}