{
	"id": 11422,
	"name": "Toukabou Shigure",
	"description": "Chiếc dù giấy dầu có chút đặc biệt. Tuy đã quen với mưa gió trong chuyến hành trình, nhưng chiêm ngưỡng cảnh mưa rơi với nó cũng sẽ có chút cảm giác thú vị.",
	"descriptionRaw": "Chiếc dù giấy dầu có chút đặc biệt. Tuy đã quen với mưa gió trong chuyến hành trình, nhưng chiêm ngưỡng cảnh mưa rơi với nó cũng sẽ có chút cảm giác thú vị.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Chiếc ô của Inazuma không chỉ là một công cụ dùng để che mưa, mà còn là một món thủ công mỹ nghệ đặc biệt. Dù là cảm giác cầm vào cán tre, đến các họa tiết trên chiếc ô hay là màu sắc của giấy dầu khi bị nhuốm nước, tất cả đều trông rất tinh tế và đẹp đẽ. Mỗi khi đi ngang con hẻm nhỏ và nhìn thấy những chiếc ô treo trước cửa tiệm, tôi đều bất giác nghĩ đến một chuyện. Nghe nói, ngày xưa có một chiếc ô từng khiến cho cả con phố náo loạn. Câu chuyện đó diễn ra như thế này:\nCách đây hàng trăm năm trước, vào một dịp lễ hội trong mùa hoa nở, hồ ly nô đùa vui vẻ, thậm chí cả những Tengu không thích cười đùa, cũng cùng con người uống rượu và nói chuyện say sưa. Trong số đó, thu hút mọi ánh nhìn chính là một thiếu nữ cầm ô... Sau khi uống rượu của tộc Oni, trong lúc phấn khởi, dưới ánh trăng nghiêng bóng, thiếu nữ cất điệu nhảy đẹp như hoa rơi trong tuyết, dù là youkai hay con người, đều không khỏi vỗ tay tán thưởng cho điệu múa của cô. Rồi sau đó, khi theo quân xuất chinh, thiếu nữ đã không may qua đời, và chiếc ô mà cô yêu quý đã được quyến thuộc trung thành của cô tặng lại cho ngôi đền.\nMột cô gái xuất thân từ gia đình nhà võ hiển hách khi đến bái tế tại đền đã nhìn thấy chiếc ô này, vì vô cùng yêu thích nên cô đã ra giá cao để mua lại nó. Ngày hôm sau trời đổ mưa, cô định cầm ô ra ngoài, nhưng chưa kịp thay trang phục thì cô đã nhận được tin dữ rằng chồng mình đã tử trận. Cô gái đau lòng khôn xiết, chỉ trong vài ngày đã ngã bệnh nặng và qua đời. Sau đám tang, chiếc ô mà cô đã mua bị cha mẹ cô xem là vật không may mắn, bèn đem tặng lại cho ngôi đền cất giữ.\nNào ngờ vài tháng sau đó, có tin đồn lan truyền rằng vào những đêm mưa sẽ có youkai làm loạn trên đường phố. Nghe nói, yêu quái đó có hình dạng như một chiếc ô, cao hơn cả những chàng thanh niên, chỉ có một mắt và một chân, cùng với một chiếc lưỡi dài, nếu có người đi một mình vào ban đêm, yêu quái đó sẽ đột nhiên nhảy ra và dùng lưỡi liếm người qua đường. Theo cách nhìn của người Fontaine, thay vì nói youkai đó làm trò ma quái, chi bằng nói rằng nó đang chơi khăm. Tuy là vậy, nhưng khi đó không ai biết youkai này thực sự có dụng ý gì, mọi người đều hoang mang lo sợ, các cô gái trẻ thì chẳng dám ra đường vì sợ gặp youkai. Những người lớn tuổi đều thở dài và nói rằng, nếu các vị đại nhân đó còn ở đây thì mấy loại youkai nhỏ bé này nào dám làm loạn. Nhưng ngày nay, ngay cả cách xua đuổi loại youkai nhỏ bé này, cũng chẳng mấy ai biết được.\nVề sau, khi một pháp sư trẻ tuổi nghe được chuyện này, bèn lấy chiếc ô từ ngôi đền ra, dùng thìa gỗ múc nước rửa sạch chiếc ô, rồi dùng khăn lụa lau khô vài lần, nói với nó rằng:\n\"Dù cơn mưa khi xưa không còn trở lại, sau ngày mai vẫn còn ngày mai. Nếu vị đại nhân đó vẫn còn ở đây, cũng không muốn nhìn thấy người như thế này đâu!\"\nRồi ra lệnh đem chiếc ô thờ phụng ở gian bên đền thần, kể từ đó, không ai còn nghe nói đến chuyện chiếc ô làm loạn nữa.\nTôi đã nghe câu chuyện này từ một người bạn ở Inazuma. Chỉ có điều, tôi đã hỏi thăm khắp các đền thần ở Narukami, cũng không ai nghe nói về việc thờ phụng chiếc ô cả. Khi tôi kể điều này với người bạn đó, cô ấy không khỏi bật cười và nói:\n\"Không phải chứ, tiểu thư Leucade, chẳng lẽ cô tin vào câu chuyện ma quái này ư?\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Kinh Dị - Một Chân Dưới Màn Mưa",
	"effectTemplateRaw": "Sau khi tấn công trúng kẻ địch, sẽ khiến một kẻ địch trúng đòn chịu trạng thái \"Dù Giấy Tác Quái\", duy trì 10s. Hiệu quả này mỗi 15s tối đa kích hoạt một lần; Trong thời gian duy trì, nếu kẻ địch đó bị tiêu diệt sẽ xóa thời gian chờ của hiệu quả này. Tăng <color=#99FFFFFF>{0}</color> sát thương của người trang bị gây ra cho kẻ địch trong trạng thái \"Dù Giấy Tác Quái\".",
	"r1": {
		"description": "Sau khi tấn công trúng kẻ địch, sẽ khiến một kẻ địch trúng đòn chịu trạng thái \"Dù Giấy Tác Quái\", duy trì 10s. Hiệu quả này mỗi 15s tối đa kích hoạt một lần; Trong thời gian duy trì, nếu kẻ địch đó bị tiêu diệt sẽ xóa thời gian chờ của hiệu quả này. Tăng 16% sát thương của người trang bị gây ra cho kẻ địch trong trạng thái \"Dù Giấy Tác Quái\".",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Sau khi tấn công trúng kẻ địch, sẽ khiến một kẻ địch trúng đòn chịu trạng thái \"Dù Giấy Tác Quái\", duy trì 10s. Hiệu quả này mỗi 15s tối đa kích hoạt một lần; Trong thời gian duy trì, nếu kẻ địch đó bị tiêu diệt sẽ xóa thời gian chờ của hiệu quả này. Tăng 20% sát thương của người trang bị gây ra cho kẻ địch trong trạng thái \"Dù Giấy Tác Quái\".",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Sau khi tấn công trúng kẻ địch, sẽ khiến một kẻ địch trúng đòn chịu trạng thái \"Dù Giấy Tác Quái\", duy trì 10s. Hiệu quả này mỗi 15s tối đa kích hoạt một lần; Trong thời gian duy trì, nếu kẻ địch đó bị tiêu diệt sẽ xóa thời gian chờ của hiệu quả này. Tăng 24% sát thương của người trang bị gây ra cho kẻ địch trong trạng thái \"Dù Giấy Tác Quái\".",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Sau khi tấn công trúng kẻ địch, sẽ khiến một kẻ địch trúng đòn chịu trạng thái \"Dù Giấy Tác Quái\", duy trì 10s. Hiệu quả này mỗi 15s tối đa kích hoạt một lần; Trong thời gian duy trì, nếu kẻ địch đó bị tiêu diệt sẽ xóa thời gian chờ của hiệu quả này. Tăng 28% sát thương của người trang bị gây ra cho kẻ địch trong trạng thái \"Dù Giấy Tác Quái\".",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Sau khi tấn công trúng kẻ địch, sẽ khiến một kẻ địch trúng đòn chịu trạng thái \"Dù Giấy Tác Quái\", duy trì 10s. Hiệu quả này mỗi 15s tối đa kích hoạt một lần; Trong thời gian duy trì, nếu kẻ địch đó bị tiêu diệt sẽ xóa thời gian chờ của hiệu quả này. Tăng 32% sát thương của người trang bị gây ra cho kẻ địch trong trạng thái \"Dù Giấy Tác Quái\".",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Trí Tuệ Của Narukami",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Sở Thích Của Narukami",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Tình Yêu Của Narukami",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Uy Dũng Của Narukami",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 12
			}
		]
	}
}