{
	"id": 14512,
	"name": "Hồi Ức Tulaytullah",
	"description": "Chiếc chuông được khắc từ bạc và lam bảo thạch, âm thanh của nó vang vọng rất xa.",
	"descriptionRaw": "Chiếc chuông được khắc từ bạc và lam bảo thạch, âm thanh của nó vang vọng rất xa.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Từng lang thang trên đồi cát lấp lánh ánh bạc, cùng khiêu vũ với ba chị em của ánh trăng.\nTừng bôn ba trên mặt đất bao phủ bởi bóng tối, máu và nước mắt hòa vào nhau tạo thành dòng suối...\nChính vì nỗi bi thương của nữ vương các loài hoa, tòa thành lam bảo thạch hiện ra như một giọt nước mắt,\nBên dưới mái vòm lam bảo thạch, người Tighnar tự hào rằng bộ tộc của mình đời đời đều có trí giả.\n\nMọi người đều nói Thành Tulaytullah của người Tighnar là món châu báu yêu thích nhất của nữ vương các loài hoa,\nVào thời kỳ hoàng kim, ánh trăng nhợt nhạt cũng sáng lên như màu hổ phách.\nTrong khu vườn nở rộ những đóa Padisarah tím mộng mơ và những trái lựu căng mọng cất cao tiếng hát...\nSông hồ tung hoành ngang dọc, cho dù là ngày vị thần lìa đời cũng chưa từng bị ngăn cản bởi bão cát.\n\n\"Xiphos của ta, quý tộc bị lưu đày, người yêu của ta...\"\n\"Xiphos, thanh kiếm của tòa thành, con cưng của trấn linh...\"\n\"Nguyện ánh trăng đem đến bình yên cho chàng, điệu múa đêm nay chỉ dành tặng riêng chàng mà thôi,\"\n\"Ngày mai ta phải khởi hành rồi, các nhà trí giả đã bán ta cho vương triều của Badanah.\"\n\"Ta chẳng thể nào quên được chính ông nội của hắn ta đã tàn phá quê hương ta và biến người thân của ta thành nô dịch.\"\n\"Ta sẽ phải đến hầu hạ kẻ thù, dùng điệu múa, lời ngon tiếng ngọt và quanh quẩn như cơn gió đêm...\"\n\n\"Nhưng Xiphos, người yêu của ta... Hoa sen cùng ánh sao đêm nay chỉ thuộc về chàng.\"\n\"Nhưng Xiphos, người yêu của ta, chí ít đêm nay, xin đừng quên tên của ta.\"\n\nĐể xu nịnh vị phiên vương suy bại, các nhà trí giả cai trị Tulaytullah đã dâng tặng cống phẩm,\nVũ công Makhaira cũng có tên trong danh sách đó và buộc phải từ biệt người yêu có đôi mắt vàng.\nCâu chuyện sau đó đã được rất nhiều người truyền lại, và đã bị rất nhiều người lãng quên...\n\nMakhaira đã trả được mối thù và lật đổ vương quốc hùng mạnh trong biển cát...\nNhưng bản thân mình lại bị mãng xà nuốt chửng, chìm vào giấc ngủ bất tận bên dưới lớp cát vàng dày đặc,\nXiphos lấy lại được danh tiếng, nhưng lại chết oan bởi vì bảo vệ một quý tộc luôn nghi ngờ và sợ hãi anh ta...\nThanh kiếm của Tulaytullah đẫm máu của một vị hoàng tử lưu vong đã mất đi vinh dự và hy vọng,\nMà việc anh bị lưu đày là bởi vì cô vũ công do trấn linh sinh thành, cô vũ công có trái tim độc ác như mãng xà...\n\nCuối cùng, mọi người tốt và kẻ xấu đều bị nghiền nát bởi vòng xoáy định mệnh,\nTòa thành lam bảo thạch sụp đổ và lụi tàn, giống như giọt nước mắt khô cạn dưới ánh nắng thiêu đốt.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "9,6%",
	"effectName": "Nước Mắt Lam Bảo Thạch Chôn Vùi",
	"effectTemplateRaw": "Tốc độ tấn công thường tăng <color=#99FFFFFF>{0}</color>; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng <color=#99FFFFFF>{1}</color>; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng <color=#99FFFFFF>{2}</color>, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến <color=#99FFFFFF>{3}</color> thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó.",
	"r1": {
		"description": "Tốc độ tấn công thường tăng 10%; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng 4.8%; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng 9.6%, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến 48% thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó.",
		"values": [
			"10%",
			"4.8%",
			"9.6%",
			"48%"
		]
	},
	"r2": {
		"description": "Tốc độ tấn công thường tăng 12.5%; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng 6%; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng 12%, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương tăng thêm từ tấn công thường tối đa tăng đến 60% bằng cách này. Nhân vật khi rời trận sẽ hủy hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó.",
		"values": [
			"12.5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "Tốc độ tấn công thường tăng 15%; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng 7.2%; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng 14.4%, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến 72% thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó.",
		"values": [
			"15%",
			"7.2%",
			"14.4%",
			"72%"
		]
	},
	"r4": {
		"description": "Tốc độ tấn công thường tăng 17.5%; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng 8.4%; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng 16.8%, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến 84% thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó.",
		"values": [
			"17.5%",
			"8.4%",
			"16.8%",
			"84%"
		]
	},
	"r5": {
		"description": "Tốc độ tấn công thường tăng 20%; Trong 14s sau khi thi triển Kỹ Năng Nguyên Tố: Sát thương gây ra từ tấn công thường mỗi 1s tăng 9.6%; Khi tấn công thường đánh trúng kẻ địch, sát thương gây ra từ tấn công thường tăng 19.2%, hiệu quả này mỗi 0.3s tối đa kích hoạt 1 lần. Trong thời gian duy trì, sát thương gây ra từ tấn công thường tối đa tăng đến 96% thông qua hiệu quả kể trên. Khi nhân vật rời trận sẽ xóa bỏ hiệu quả, thi triển Kỹ Năng Nguyên Tố lần nữa sẽ xóa hiệu quả trước đó.",
		"values": [
			"20%",
			"9.6%",
			"19.2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Dư Âm Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Tia Sáng Của Ánh Nắng Quyền Uy",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Mơ Ước Của Ánh Nắng Quyền Uy",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Quá Khứ Của Ánh Nắng Quyền Uy",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 18
			}
		]
	}
}