{
	"id": 12426,
	"name": "\"Bá Vương Tối Thượng Siêu Cấp Ma Kiếm\"",
	"description": "Thanh kiếm ma thuật chỉ có thể được sử dụng bởi bá vương tối thượng thống trị biển cả. Do được làm bằng vật liệu chống nước đặc biệt, nên nó sẽ không bị hư hại ngay cả khi ngâm trong nước. Vì vậy, nó gần như xứng danh vô địch!",
	"descriptionRaw": "Thanh kiếm ma thuật chỉ có thể được sử dụng bởi bá vương tối thượng thống trị biển cả. Do được làm bằng vật liệu chống nước đặc biệt, nên nó sẽ không bị hư hại ngay cả khi ngâm trong nước. Vì vậy, nó gần như xứng danh vô địch!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Trọng Kiếm",
	"rarity": 4,
	"story": "\"Nó không phải là thanh kiếm bằng giấy rẻ mạt đâu! Cái, cái này... hmm... đây là 'Bá Vương Tối Thượng Siêu Cấp Ma Kiếm'... từng đánh bại Vua Cua đó!\"\n\nRất lâu, rất lâu về trước, khi ngay cả Hoa Romaritime cũng chưa được gọi là Hoa Romaritime, có một vị Vua Cua Ma Vương vĩ đại sinh sống ở vùng biển xa xôi.\nTuy không ai biết vì sao cua lại vĩ đại, cũng không biết lãnh thổ và thần dân của vị vua này ở đâu, nhưng vì mọi người đều nói thế nên danh tiếng của ma vương đã được truyền khắp biển cả. Có lẽ đây là sự cao quý bẩm sinh chăng? Vị Vua Cua Ma Vương tung hoành đã nghĩ như thế, nên dần chấp nhận sự thật rằng mọi người đều cung kính tránh xa bản thân.\nCũng giống như con người thượng đẳng vậy (hoặc nghĩ rằng bản thân thượng đẳng), vị vua vĩ đại cũng than thở hận thân phận đế vương của mình. Đế vương thì nào lại có bạn bè chứ (điều này ít nhiều cũng có chút thượng đẳng). Suy cho cùng, cặp càng sắc bén đó có thể dễ dàng khiến những tên không ưa mình phải bỏ chạy, cắt đứt sợi dây vận mệnh của những tên kiên cố hơn, và đồng tiền vàng được chất cao hơn cả Núi Automnequi trong kho bạc của vị vua đó có thể dễ dàng mua được tất cả bánh ngọt ngon ở Fontaine. Đây chính là cuộc sống tương xứng với địa vị của một vị vua sao?\nChỉ là không có người bạn tốt nào có thể cùng chơi đùa. Đến lúc nhàm chán hoặc buồn bã, cũng chính là lúc dù có bao nhiêu bánh ngọt cũng không thể nào vui vẻ lên nổi, đế vương đành phải dùng càng cua khổng lồ của mình để cắt tỉa rong biển thôi. Và đương nhiên, Vua Cua cũng chỉ là loài cua mà thôi, dù có mạnh mẽ hơn tất cả những con cua khác thì kỹ năng cắt tỉa rong biển cũng chẳng hơn gì một con cá đuối thông thường!\nMột ngày nọ, Cua Ma Vương vĩ đại đang phun ra những bong bóng cô độc, thì đã tình cờ gặp được một Melusine bé nhỏ...\n\"Ối! Ngươi cả gan xông vào cung điện của ma vương sao? Tại sao ngươi lại đến đây?\"\n(Tuy vị Vua Cua đang hung dữ phun lửa, nhưng thực ra nó rất vui, lại có chút sợ hãi. Bởi vì khi gặp phải bạn bè ở trên biển, họ đều sẽ vì uy nghiêm của vị vua mà lặng lẽ né tránh. Vì thế vị vua này đã lâu rồi không nói chuyện với ai.)\n\"Ngài Cua\", Melusine bé nhỏ nói, \"Trông ngài Cua có vẻ không vui nhỉ. Chúng ta cùng đi chơi đi, như vậy sẽ vui lên đó!\"\n\"Ngươi không hiểu đâu\", vị Vua Cua vốn muốn truy cứu việc Melusine xưng \"ngài\" thay vì vị vua, nhưng sau cùng vẫn không nói ra, mà nói: \"Đế vương thì không thể chơi đùa cùng Melusine bé nhỏ được, nếu không sẽ mất đi sự uy nghiêm của đế vương.\"\n\"Nếu mất đi sự uy nghiêm của đế vương thì sẽ như thế nào?\"\n\"Nếu mất đi uy nghiêm, thì bá vương sẽ không còn là bá vương nữa. Ngoài mai cua cứng cáp hơn và cặp càng to lớn hơn những con cua khác, thì ta cũng chỉ là một con cua bình thường thôi.\"\n\"Càng cua của ngài Cua đây lớn hơn tôi, chân cũng nhiều hơn tôi, mai cua còn dày hơn cả bức tường nhà tôi nữa. Ngoài tiền vàng và bánh ngọt ra, ngài Cua có nhiều thứ tốt như vậy, chắc sẽ rất vui mới phải! Tôi biết rồi, nhất định là do sự uy nghiêm của đế vương đã khiến cho ngài Cua không vui đúng không?\"\n\"Melusine bé nhỏ, ngươi chưa từng ngồi vào ngai vua, cho nên ta lượng thứ cho sự vô tri của ngươi. Ngươi phải biết rằng, đế vương không nên quan tâm đến bản thân có vui hay không.\"\n\"Nhưng trước khi ngài Cua trở thành đế vương thì cũng chỉ là một con cua mà! Nhìn thấy ngài Cua không vui khiến tôi cũng không vui nổi. Tôi phải giúp ngài Cua buông bỏ uy nghiêm của đế vương!\"\n\"Hah! Melusine bé nhỏ này đúng là không biết trời cao đất dày. Từ xưa đến nay, đâu có đế vương nào tự từ bỏ quyền cai trị của mình cơ chứ!\" Đế vương phẫn nộ vung càng của mình, \"Trừ khi... như là, chỉ là ví dụ thôi nhé... Có dũng sĩ dùng kiếm thánh đánh bại ma vương... Như vậy thì bá vương có thể cùng chơi với Melusine rồi.\"\n\"Ồ! Vậy cũng được sao!\" Melusine hớn hở hét lên, nhưng chợt nhớ ra điều gì đó rồi buồn bã nói, \"Nhưng mà tôi không biết dũng sĩ ở đâu, và cả kiếm thánh nữa...\"\n\"Này, mấy chuyện này không quan trọng đâu! Chỉ cần đánh bại được ma vương, thì bất cứ ai cũng là dũng sĩ, bất cứ vũ khí nào cũng sẽ là kiếm thánh.\" Vị vua vội vàng nói, \"Haha! Melusine không biết trời cao đất dày đây, ngươi đã hiểu chưa?\"\n\n\"'...Ngài Cua đã nói như thế đó, xin mọi người hãy giúp tôi!'\" Cô nói. Các Melusine ở Làng Merusea đều cảm thấy cần giúp đỡ cô ấy! Họ tìm vỏ sò lớn cho cô dùng làm khiên chắn, dùng cỏ nước đan thành vương miện thay cho nguyệt quế, dùng cánh buồm gãy nát bên trong Elynas để làm áo choàng cho cô, và cuối cùng là làm một thanh kiếm từ giấy bìa khô cứng.\nVà như thế, dũng sĩ Melusine bước vào hành trình đánh bại Cua Ma Vương. Với thanh kiếm bất khả chiến bại tối thượng của mình, đã đánh bại Vua Cua hoành hành bá đạo. Kể từ đó, ngài Cua không còn là đế vương nữa, mà đã trở thành bạn tốt của các Melusine...\n\nSau một hồi thảo luận, các Melusine nhất trí trao thanh kiếm mạnh nhất Làng Merusea, từng tỏa sáng trong quá khứ này tặng cho dũng sĩ bất khả chiến bại, xem như một vật kỷ niệm cho tình bạn.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "6,7%",
	"effectName": "Cố Lên Nào!",
	"effectTemplateRaw": "Tấn công tăng <color=#99FFFFFF>{0}</color>. Không những vậy, tiếng lòng của các Melusine ở Làng Merusea sẽ cung cấp thêm sức mạnh. Căn cứ vào số lượng Melusine đã giúp đỡ, tấn công sẽ tăng thêm tối đa <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Tấn công tăng 12%. Không những vậy, tiếng lòng của các Melusine ở Làng Merusea sẽ cung cấp thêm sức mạnh. Căn cứ vào số lượng Melusine đã giúp đỡ, tấn công sẽ tăng thêm tối đa 12%.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Tấn công tăng 15%. Không những vậy, tiếng lòng của các Melusine ở Làng Merusea sẽ cung cấp thêm sức mạnh. Căn cứ vào số lượng Melusine đã giúp đỡ, tấn công sẽ tăng thêm tối đa 15%.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Tấn công tăng 18%. Không những vậy, tiếng lòng của các Melusine ở Làng Merusea sẽ cung cấp thêm sức mạnh. Căn cứ vào số lượng Melusine đã giúp đỡ, tấn công sẽ tăng thêm tối đa 18%.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Tấn công tăng 21%. Không những vậy, tiếng lòng của các Melusine ở Làng Merusea sẽ cung cấp thêm sức mạnh. Căn cứ vào số lượng Melusine đã giúp đỡ, tấn công sẽ tăng thêm tối đa 21%.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Tấn công tăng 24%. Không những vậy, tiếng lòng của các Melusine ở Làng Merusea sẽ cung cấp thêm sức mạnh. Căn cứ vào số lượng Melusine đã giúp đỡ, tấn công sẽ tăng thêm tối đa 24%.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Ly Vỡ Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Đồng Hồ Cũ Kỹ Của Đặc Vụ",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Bánh Răng Liên Kết",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Ly Rượu Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Ly Bạc Của Biển Nguyên Sơ",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Ly Vàng Của Biển Nguyên Sơ",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Thời Khắc Của Đặc Vụ",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 12
			}
		]
	}
}