{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "Thanh kiếm nổi tiếng từng được tạo ra bởi bàn tay của Urakusai, một học giả trứ danh. Truyền thuyết kể rằng nó chưa bao giờ chém bất kỳ sinh vật sống nào trong suốt hàng trăm năm qua.",
	"descriptionRaw": "Thanh kiếm nổi tiếng từng được tạo ra bởi bàn tay của Urakusai, một học giả trứ danh. Truyền thuyết kể rằng nó chưa bao giờ chém bất kỳ sinh vật sống nào trong suốt hàng trăm năm qua.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 5,
	"story": "Truyền thuyết kể rằng Kitsune Urakusai đã từng nổi hứng chém đứt bức rèm mạ vàng của sân khấu trong rừng khi say rượu, vì vậy mà kết thù với Bake-Danuki.\nVì thế mà thanh kiếm được đặt tên như vậy, và điệu múa kiếm cuồng loạn của Kitsune dưới ánh trăng đêm đó đã trở thành giai thoại được truyền miệng bởi tất cả những người chứng kiến, ngoại trừ Bake-Danuki.\nSau đó, nghe nói Urakusai vì để tạ tội với Bake-Danuki nên đã gửi tặng bộ trà cụ quý giá và nhiều báu vật khác.\nVà \"Vị Cổng Trước\" - người chỉ có duyên gặp mặt một lần trước khi sự việc xảy ra, vì đứng ra giúp đỡ hòa giải trong việc này nên được trao tặng thanh kiếm \"Misugiri\" lẫy lừng.\n\nCó chút khác biệt so với lời đồn. Người này không chỉ là quái nhân từng chiến đấu ác liệt với Cây Dưa Tím, mà còn tinh thông những thú vui tao nhã, thích các vở kịch, đồ chơi và trang phục.\nKhi xông pha trong trận chiến sẽ luôn xuất hiện với hình tượng kỳ lạ, khoác trên mình tấm áo gấm vàng được thêu cỏ thu cùng mây trời, còn trên mặt tô vẽ những vệt sơn dầu rực rỡ.\nNhưng dù là trong sách cổ hay tiểu thuyết, đều chưa từng có ai mô tả hình dáng anh ấy cầm lưỡi kiếm vàng \"Misugiri\" lừng lẫy trong trận chiến cuối cùng.\nTrong nhiều giai thoại và câu chuyện lịch sử, vũ khí của anh ấy vẫn luôn là thanh kiếm lớn có tên vừa dài vừa khó đọc như chính danh hiệu của mình vậy.\nDù trong các cuộn tranh có mô tả việc hai tay anh cầm song kiếm một to một nhỏ, tư thế oai hùng chém đôi lũ yêu ma đen tối xông đến tựa như cơn sóng xô,\nNhưng theo \"Sổ Tay Danh Vật\" uy tín của thời đó, thì \"Misugiri\" đã bị \"Vị Cổng Trước\" đánh mất trong mùa hè nào đó trước khi biến cố xảy ra.\nCũng vì vậy mà thanh kiếm \"Misugiri\" chẳng biết đã từng giết địch hay chưa, là điều luôn khơi gợi trí tưởng tượng của những người thảo luận về các câu chuyện lịch sử bên ly rượu của mình.\n\nCòn với các Oni, dòng dõi sử dụng lời ca khúc hát để truyền lại lịch sử thay cho văn tự, lại có những câu chuyện khác biệt hay mang vẻ bổ sung cho những gì được ghi lại trong \"Sổ Tay Danh Vật\".\nSau một trận đấu vật trong lễ hội, \"Vị Cổng Trước\" đã tặng lại thanh kiếm nổi danh \"Misugiri\" cho người thợ may không xuất thân từ nhà võ.\nDường như là vì cô gái đã giúp anh vá lại bông hoa vàng rơi ra từ chiếc haori, nên anh liền dùng vật đeo bên hông này như một phần thù lao báo đáp.\n\n\"Cái gì mà không cần thù lao chứ? Thế này đi, cứ dùng thanh kiếm này để đổi lấy chiếc kéo của ngươi! Như vậy sẽ không tính là thù lao nữa!\"\n\"Hả? Sao cơ, gì mà không thể dùng để cắt vải? Cô gái này... nói chuyện sao giống Tengu thối nhàm chán thế!\"\n\"'Dân thường khác với nhà võ' lại là cái cớ gì nữa! Dùng cây kéo nhỏ như thế mà cắt được vải, vậy thì dùng lưỡi kiếm dài để cắt chẳng phải còn tiện hơn sao?!\"\n\"Không phải! Ta tặng ngươi cây kiếm này là vì chủ nhân cũ của nó suốt ngày huyên thuyên, nói gì mà danh vật thì nên được treo trên vách tường để thưởng thức.\"\n\"...Không phải tặng cho ngươi, mà là giao dịch! Thay vì để tên hồ ly già đó cứ dăm ba hôm lại hỏi ta kiếm sao rồi, chi bằng để ngươi cắt vải may áo còn hơn!\"\n\"Lại mắng mỏ à, ta nghe thấy rồi đấy! Ây da, nâng giọng lên như thế là ý gì! Thôi bỏ đi, nhìn cho kỹ đây này...\"\n\nNói xong, Oni liền đột nhiên đứng dậy, rút thanh kiếm khỏi vỏ, lưỡi kiếm lạnh lẽo phản chiếu ánh trăng và làn khói trong lễ hội.\nSau đó không chút do dự chém đứt một bên tay áo của mình, rồi thu kiếm vào vỏ, ngồi nghiêm chỉnh và dâng lên cả thanh kiếm lẫn tay áo dệt gấm.\nVõ sĩ Oni thường ngày hay cười đùa nạt nộ, không để ý tiểu tiết trước mặt mọi người, khi trở nên nghiêm túc quả thật có chút dữ tợn.\n\n\"Thấy không? Dù ta chỉ là người thô lỗ chẳng biết may vá nhưng vẫn có thể dùng thanh kiếm này để cắt vải nhanh gọn! Nên đừng có mà xem thường nó!\"\n\"Hãy nhận lấy thanh kiếm này, vì ta tin chắc ngươi sẽ sử dụng nó thật tốt, còn ta chỉ có thể phá hỏng nó mà thôi.\"\n\"Ngươi muốn ta bảo quản nó như báu vật gia truyền sao? Haha, đâu phải ta chưa từng nghĩ đến! Nhưng nếu không được sử dụng thì thanh kiếm lừng danh này hẳn sẽ cô đơn lắm.\"\n\"Nếu mà như thế thật, thì đợi hôm nào Urakusai đến, chắc chắn sẽ lại chê cười kẻ thô lỗ như ta nhàm chán, không hiểu nhân tình thế thái gì đấy.\"\n\nKhi đối diện với Oni đột nhiên tỏ ra nghiêm túc như vậy, quả thực khiến cô gái thợ may dân thường vô cùng sợ hãi.\nĐến khi cô run rẩy nhận lấy món quà đáp lễ vô cùng quý giá ấy, vị võ sĩ tự cho mình thông minh mới cười lớn rồi mãn nguyện bỏ đi.\nVì thế mà \"Vị Cổng Trước\" bị dân làng trao cho danh hiệu \"đồ ngốc\", nhưng anh ấy cũng không hề ghét bỏ.\nDù anh ấy vui cũng nhanh giận cũng nhanh, nhưng trong cuộc đời không dài cũng chẳng ngắn của mình, anh đã quen biết được rất nhiều bạn bè, và cũng bảo vệ được rất nhiều sinh mệnh.\nSau đó, khi người thợ may dệt nên cuộn tranh gấm không chữ để dâng cho các vị thần, kitsune, youkai, oni và cả con người, những vị đã bảo vệ vô vàn sinh mệnh,\nCô vẫn cảm thấy tiếc nuối vì chưa thể hoàn trả thanh kiếm, giúp anh hạ gục kẻ địch, nên đã thiết kế cho anh hình ảnh cầm song kiếm đầy uy nghi.\nNhưng đó đã là chuyện sau này rồi. Trước lúc đó, Urakusai cũng đã thương tiếc nhiều năm vì việc thanh kiếm này lưu lạc vào tay dân thường.\n\nKhi những hậu duệ Oni cùng họ tộc bắt gặp lại thanh kiếm lẫy lừng vẫn hoa lệ như xưa, nhưng người cầm nó không còn là cô gái thợ may nữa, thì họ đều nhớ lại:\n\"Bác thường vừa lau kiếm vừa thở dài, trách sao Urakusai đại nhân lại trao vật tuyệt mỹ đó cho người thô lỗ như mình.\"\n\"'Thứ này vốn nên được hưởng tất cả những vẻ đẹp hoa lệ của thế gian, sao ta lại nỡ dùng chết chóc và phẫn nộ để vấy bẩn nó chứ?'\"\n\nQuay lại chuyện chính. Khi cô gái phát hiện công dụng tuyệt vời của thanh kiếm này bên ngoài chiến trường, cũng phải bẵng đi một khoảng thời gian cô mới dệt nên cuộn tranh đó.\nLúc ấy, hình ảnh Oni Chiyo múa kiếm trong bộ juunihitoe hoa lệ, rực rỡ tựa như cánh hoa rơi trong gió xuân.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "19,2%",
	"effectName": "Hoa Thổ Cẩm Và Kiếm Đền Thờ",
	"effectTemplateRaw": "Sát thương Tấn Công Thường tăng <color=#99FFFFFF>{0}</color>; Sát thương Kỹ Năng Nguyên Tố tăng <color=#99FFFFFF>{1}</color>. Sau khi nhân vật trong đội ra trận gần đó gây Sát Thương Nguyên Tố Nham, hiệu quả nêu trên tăng 100% trong 15s. Ngoài ra, Phòng Ngự của người trang bị tăng <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Sát thương Tấn Công Thường tăng 16%; Sát thương Kỹ Năng Nguyên Tố tăng 24%. Sau khi nhân vật trong đội ra trận gần đó gây Sát Thương Nguyên Tố Nham, hiệu quả nêu trên tăng 100% trong 15s. Ngoài ra, Phòng Ngự của người trang bị tăng 20%.",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "Sát thương Tấn Công Thường tăng 20%; Sát thương Kỹ Năng Nguyên Tố tăng 30%. Sau khi nhân vật trong đội ra trận gần đó gây Sát Thương Nguyên Tố Nham, hiệu quả nêu trên tăng 100% trong 15s. Ngoài ra, Phòng Ngự của người trang bị tăng 25%.",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "Sát thương Tấn Công Thường tăng 24%; Sát thương Kỹ Năng Nguyên Tố tăng 36%. Sau khi nhân vật trong đội ra trận gần đó gây Sát Thương Nguyên Tố Nham, hiệu quả nêu trên tăng 100% trong 15s. Ngoài ra, Phòng Ngự của người trang bị tăng 30%.",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "Sát thương Tấn Công Thường tăng 28%; Sát thương Kỹ Năng Nguyên Tố tăng 42%. Sau khi nhân vật trong đội ra trận gần đó gây Sát Thương Nguyên Tố Nham, hiệu quả nêu trên tăng 100% trong 15s. Ngoài ra, Phòng Ngự của người trang bị tăng 35%.",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "Sát thương Tấn Công Thường tăng 32%; Sát thương Kỹ Năng Nguyên Tố tăng 48%. Sau khi nhân vật trong đội ra trận gần đó gây Sát Thương Nguyên Tố Nham, hiệu quả nêu trên tăng 100% trong 15s. Ngoài ra, Phòng Ngự của người trang bị tăng 40%.",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Nhánh San Hô Của Biển Xa",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Nhánh Ngọc Của Biển Xa",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Cơ Quan Hỗn Độn",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Nhánh Ngọc Của Biển Xa",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Nhánh Quỳnh Ngọc Của Biển Xa",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Đầu Nối Hỗn Độn",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Nhánh Quỳnh Ngọc Của Biển Xa",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Nhánh Vàng Của Biển Xa",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Con Ngươi Hỗn Độn",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 18
			}
		]
	}
}