{
	"name": "Phán Quyết",
	"description": "Vũ khí từng được thiếu nữ từ bỏ dòng họ của mình sử dụng, đã nhuốm qua máu của kẻ thù lẫn người yêu thương.",
	"weapontype": "Trọng Kiếm",
	"rarity": "5",
	"story": "\"Nghe rõ đây Leticia yêu dấu. Hãy nhớ rằng con là con gái lớn của nhà Randolph.\"\n\"Con phải hiểu rằng, khi quý tộc chúng ta ngồi xuống, có thể làm chao đảo cả con thuyền của quốc gia đấy.\"\n\"Khi chúng ta gục ngã, sẽ nghiền nát vô số ngôi nhà, và cả dân thường sống trong đó nữa.\"\n\"Cho nên con hãy nghe cho rõ nhé, Leticia yêu dấu.\"\n\"Con phải mãi giữ lấy phong thái quý tộc và vẻ ngoài trong sáng của mình, đừng dễ dàng bộc lộ cảm xúc của bản thân.\"\n\"Bởi vì tên tuổi của gia tộc của chúng ta có thể mang lại sự thịnh vượng cho dân thường, hoặc là đưa họ vào Fleuve Cendre.\"\n\nNhưng dù cha cô có nói như vậy thì cô bé vẫn chỉ là một thiếu nữ trước khi trở thành quý tộc:\nKhi không có sự ràng buộc của tro than và dầu máy trên tay, trong lòng sẽ khao khát \"thám hiểm\".\nCô đã giấu cha, anh trai và tùy tùng, cải trang rồi bước vào thành phố dưới lòng đất, nơi không thấy được ánh sáng của mặt trời và nước mưa.\nCô chỉ muốn xem cuộc sống của những người không thể làm chủ số phận của mình.\nCô gái thầm phấn khích nghĩ điều này có lẽ còn thú vị hơn cả phép thuật của Parsifal!\nNhưng chuyến thám hiểm không như cô mong đợi. Đúng vậy, nếu không có ai sắp xếp,\nThì cô không thể có được câu chuyện để kể với những người bạn quý tộc cùng trang lứa trong buổi tiệc.\nVà khi những mối nguy hiểm vô hình chìa ra lưỡi đao sắc bén như âm nhạc, lời nói dối hoặc rượu độc...\n\n\"Ối, đây là tiểu thư nhà nào vậy, lại hạ mình đến nơi Fleuve Cendre của chúng tôi.\"\nThứ xua tan bóng tối đáng sợ bao trùm từ mọi hướng lại là một ánh sáng dịu nhẹ và quen thuộc.\n\"Anh là...\"\nCô không buột miệng nói ra tên anh, ngược lại hỏi làm thế nào lại phát hiện ra lớp ngụy trang của cô.\n\"Cô không giỏi nói dối. Vậy chẳng phải đã thừa nhận thân phận người ngoài rồi sao?\"\n\"Dù sao thì quần áo của cô cũng không có tro than, dầu máy, cũng không vấy máu...\"\n\"Hơn nữa, từ cách đi đứng của cô cho thấy cô không thường xuyên mặc loại quần này.\"\n\nKhi được hỏi tại sao Reed, người mà cô quen biết lại có thể đi lại tự do ở Fleuve Cendre, chàng trai trẻ tuổi nói:\n\"Tôi mong cô có thể đồng ý rằng cha, anh trai, bạn bè và tùy tùng của cô không biết những chuyện xảy ra tại nơi này.\"\n\"Như đại ca đã nói, để những gì dưới ánh mặt trời thuộc về họ, những gì trong Fleuve Cendre thuộc về chúng tôi.\"\n\"Leticia yêu dấu, hãy tạm thời quên đi thân phận con gái lớn nhà Randolph của cô,\"\n\"Và hãy đi theo tôi, như một người bình thường, dùng đôi mắt trong sáng của cô,\"\n\"Nhìn thế giới nơi đồng bào của cô đang sống, những người cũng giống như cô, mang trong mình dòng máu, đam mê và tình yêu.\"\nĐây là chuyến thám hiểm hoàn toàn khác với những gì cô mong đợi. Cũng phải, dưới sự sắp đặt của vận mệnh,\nCô trải qua nhiều điều mà cô không thể kể với tùy tùng, cũng như với bạn bè quý tộc cùng trang lứa khi gặp mặt trong buổi tiệc được...\n\n\"Leticia, tôi kính trọng tâm hồn cao quý của cô.\"\n\"Chúng tôi sẽ không còn là chiếc rìu vung vào cây cối nữa.\"\n\"Và nếu một ngày, tôi lạc lối trong vinh quang của thế giới này,\"\n\"Khi đó cô sẽ là người định đoạt số phận của tôi...\"\n\n...\nNhiều năm sau, khi cô gặp lại cha mình, cô đã dùng biệt danh là hoa hồng,\nVà cô không còn quen với những bộ váy sang trọng từng mặc, mà đã quen hơn với sức nặng của chiếc rìu trên tay.\nDẫu vậy, cô vẫn chưa thể quen được với vẻ ngoài già nua yếu ớt của người cha nghiêm khắc nhưng hiền hậu của mình.\n\n\"Cha ơi, con đã lập một lời thề với người con yêu và những người con yêu.\"\n\"Giờ đây con vẫn sống, nghĩa là con vẫn mang trong mình dòng máu gia tộc.\"\n\"Và con cũng sẽ không để tên tuổi của nhà Randolph có vết nhơ không bao giờ gột rửa sạch.\"\n\n\"Leticia yêu dấu, không một ngày nào mà cha không thắp nến cho con.\"\n\"Ngay cả trước đây, dù con muốn từ bỏ họ của nhà Randolph thì chúng ta vẫn là cha con.\"\n\"Giờ đây trò chơi tầm thường này đã kết thúc. Chúng ta về nhà thôi.\"\n\"Con của con không có tội tình gì, cha nhất định sẽ không bỏ rơi máu mủ của con đâu.\"\n\"Còn chồng của con, cha có thể làm một số phép thuật của Randolph...\"\n\n...\nNhưng cuối cùng cô nhớ lại trong giấc mơ. Đòn oanh tạc khi đó của pháo chiến hạm chẳng thể nào lay chuyển được chúng ta.\nCon đường đen tối mà đám chó săn xâm nhập sẽ không có người ngoài biết được.",
	"baseatk": 48,
	"substat": "Tỷ Lệ Bạo Kích",
	"subvalue": "4.8",
	"effectname": "Vạn Lời Thề Của Bình Minh Và Hoàng Hôn",
	"effect": "Tấn công tăng {0}; Khi nhân vật trong đội nhận được mảnh tinh thể sinh ra từ phản ứng Kết Tinh, người trang bị sẽ nhận được 1 \"Ấn Ký\", khiến sát thương gây ra từ Kỹ Năng Nguyên Tố tăng {1}. Ấn Ký duy trì 15s, tối đa có thể giữ 2 ấn cùng lúc. Tất cả Ấn Ký của người trang bị sẽ bị xóa sau 0.2s khi Kỹ Năng Nguyên Tố của người đó gây sát thương.",
	"r1": [
		"20%",
		"18%"
	],
	"r2": [
		"25%",
		"22.5%"
	],
	"r3": [
		"30%",
		"27%"
	],
	"r4": [
		"35%",
		"31.5%"
	],
	"r5": [
		"40%",
		"36%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Mảnh Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"name": "Hạt Nhân Khe Nứt",
				"count": 5
			},
			{
				"name": "Bánh Răng Liên Kết",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"name": "Hạt Nhân Khe Nứt",
				"count": 18
			},
			{
				"name": "Bánh Răng Liên Kết",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Khúc Cung Đàn Cổ Xưa",
				"count": 9
			},
			{
				"name": "Liên Kết Dị Giới",
				"count": 9
			},
			{
				"name": "Bánh Răng Chính",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 5
			},
			{
				"name": "Liên Kết Dị Giới",
				"count": 18
			},
			{
				"name": "Bánh Răng Chính",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Chương Cung Đàn Cổ Xưa",
				"count": 9
			},
			{
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 14
			},
			{
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Tiếng Vọng Cung Đàn Cổ Xưa",
				"count": 6
			},
			{
				"name": "Hạt Nhân Sinh Mệnh Dị Giới",
				"count": 27
			},
			{
				"name": "Bánh Răng Lõi Trung Tâm",
				"count": 18
			}
		]
	}
}