{
	"id": 14519,
	"name": "Tâm Niệm Sắc Màu",
	"description": "Chiếc cúp được đúc từ đá quý của Cộng Đồng Trù Phú và pha lê từ Hội Hoa Vũ, nghe nói từng thuộc về một tuyển thủ đấu vật huyền thoại nào đó.",
	"descriptionRaw": "Chiếc cúp được đúc từ đá quý của Cộng Đồng Trù Phú và pha lê từ Hội Hoa Vũ, nghe nói từng thuộc về một tuyển thủ đấu vật huyền thoại nào đó.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 5,
	"story": "Đó là năm tháng khi thủy triều đen chưa rút khỏi chân trời, sáu vị anh hùng theo đuổi ánh mặt trời đã bước vào làn gió đêm.\nDòng chảy ngầm của lòng tham đang cuồn cuộn giữa các bộ tộc hỗn loạn, ham muốn quyền lực và tham vọng như độc trùng đang rục rịch chồm lên.\nCó người khao khát quyền năng còn sót lại trên thế gian của ngọn lửa chưa tắt, có người thì lại ảo tưởng nắm giữ bộ tộc,\nDường như đã hoàn toàn quên đi tai họa như một ngọn núi đang ập đến, đè nặng lên mọi sinh linh trên mảnh đất này.\n\n\"Không còn đôi mắt sáng tỏ nhìn lại quá khứ, cũng chẳng còn can đảm hướng về tương lai\"\n\"Con sâu cái kiến ẩn mình trong bóng tối, sao dám đàm tiếu về cái ách trống rỗng mà thần linh để lại\"\n\"Trong mắt các người chỉ nhìn thấy cơ hội trước một ngai vàng bỏ không\"\n\"Chứ có từng ngẩng đầu lên, nhìn thẳng vào sự khổ nạn đang lan rộng khắp vùng đất rực cháy này?\"\n\nKhi những bộ tộc tranh chấp không ngừng, thì cô gái trẻ đứng sau Wanjiru đã xông vào phòng nghị sự.\nNgười con gái của vùng đất trù phú gả đến Hội Hoa Vũ đã cắm một nửa lưỡi kiếm xương vào giữa chiếc bàn dài, liếc nhìn mọi người đang hoảng hốt.\nNhững mảnh gỗ vụn như ánh lửa đã chấm dứt cuộc tranh giành người kế vị ầm ĩ, các bộ tộc tuân theo giao ước thời xa xưa,\nTrước khi dòng chảy đen tối chậm lại, hãy tạm gác lại mọi tranh chấp, cùng nhau chống lại kẻ địch không thể tha thứ.\nNếu ngọn lửa của thần linh sụp đổ, nếu ánh sáng của anh hùng tắt lịm, thì hãy để ngọn lửa yếu ớt của những người phàm cháy lên lần nữa.\nCho dù chỉ là sự kháng cự tuyệt vọng với mục đích cuối cùng, cũng phải mở lối cho \"anh hùng\" được sinh ra vào ngày mai.\n\nFietena chưa từng có được Tên Cổ, chưa từng được kỳ vọng trở thành anh hùng,\nThiếu nữ từng co ro bên đống lửa trại và chăm chú lắng nghe Wanjiru kể những truyền thuyết anh hùng,\nĐeo mặt nạ anh hùng như vậy, dùng tiếng hát khàn đặc để tập hợp các bộ tộc tự lực chiến đấu.\nCô cùng Traore, đứa trẻ mồ côi trong khu mỏ, hợp sức đục những tảng đá khổng lồ, dẫn dung nham tạo thành một dòng sông bảo vệ mọi người,\nCùng Nzambe, tư tế của thung lũng sâu, bày mưu đặt bẫy, mượn sức gió bão để xé tan đầm lầy thối rữa.\nNhưng con người rốt cuộc vẫn chỉ là con người. Đến khi tai ương tạm lắng xuống, thì thuỷ triều héo úa đã nhuốm sâu vào tận xương tủy của cô.\nKhi bóng tối cuối cùng sụp đổ trong tiếng gào thét, Fietena không còn trẻ trung nữa, gỡ chiếc mặt nạ xuống,\nĐưa cho thiếu niên từ Hội Hoa Vũ luôn đi theo mình món đạo cụ đã dùng để đóng vai \"anh hùng\" trong nhiều năm qua.\n\n\"Xem ra đây chính là trận chiến cuối cùng rồi... Sao thế? Không cần phải lộ vẻ mặt buồn bã như vậy đâu\"\n\"Sau giông bão cầu vồng sẽ xuất hiện, nhưng màu sắc của cầu vồng hư ảo đó chỉ là ảo cảnh trong hơi nước mà thôi\"\n\"Dù là anh hùng, hay là một người phàm đóng vai anh hùng, sớm muộn cũng có ngày phải rời trận\"\n\"Đây chính là quy tắc đấu vật. Tiếp theo, hãy để chiếc mặt nạ này chứng kiến hành trình của mình đi, Taika.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "ST Bạo Kích",
	"baseStatText": "9,6%",
	"effectName": "Nguyện Ước Cầu Vồng Rơi",
	"effectTemplateRaw": "Tấn Công tăng <color=#99FFFFFF>{0}</color>. Khi tiến hành Tấn Công Khi Đáp sẽ nhận hiệu ứng \"Sắc Màu Ban Mai\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng <color=#99FFFFFF>{1}</color>. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Ánh Sáng Chạng Vạng\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng <color=#99FFFFFF>{2}</color>. Hai hiệu quả nêu trên độc lập duy trì trong 15s, đồng thời sẽ bị xóa sau 0.1s kể từ khi đòn tấn công đáp đất trúng mục tiêu.",
	"r1": {
		"description": "Tấn Công tăng 28%. Khi tiến hành Tấn Công Khi Đáp sẽ nhận hiệu ứng \"Sắc Màu Ban Mai\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 28%. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Ánh Sáng Chạng Vạng\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 40%. Hai hiệu quả nêu trên độc lập duy trì trong 15s, đồng thời sẽ bị xóa sau 0.1s kể từ khi đòn tấn công đáp đất trúng mục tiêu.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "Tấn Công tăng 35%. Khi tiến hành Tấn Công Khi Đáp sẽ nhận hiệu ứng \"Sắc Màu Ban Mai\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 35%. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Ánh Sáng Chạng Vạng\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 50%. Hai hiệu quả nêu trên độc lập duy trì trong 15s, đồng thời sẽ bị xóa sau 0.1s kể từ khi đòn tấn công đáp đất trúng mục tiêu.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "Tấn Công tăng 42%. Khi tiến hành Tấn Công Khi Đáp sẽ nhận hiệu ứng \"Sắc Màu Ban Mai\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 42%. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Ánh Sáng Chạng Vạng\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 60%. Hai hiệu quả nêu trên độc lập duy trì trong 15s, đồng thời sẽ bị xóa sau 0.1s kể từ khi đòn tấn công đáp đất trúng mục tiêu.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "Tấn Công tăng 49%. Khi tiến hành Tấn Công Khi Đáp sẽ nhận hiệu ứng \"Sắc Màu Ban Mai\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 49%. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Ánh Sáng Chạng Vạng\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 70%. Hai hiệu quả nêu trên độc lập duy trì trong 15s, đồng thời sẽ bị xóa sau 0.1s kể từ khi đòn tấn công đáp đất trúng mục tiêu.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "Tấn Công tăng 56%. Khi tiến hành Tấn Công Khi Đáp sẽ nhận hiệu ứng \"Sắc Màu Ban Mai\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 56%. Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Ánh Sáng Chạng Vạng\": Sát Thương Bạo Kích của Tấn Công Khi Đáp tăng 80%. Hai hiệu quả nêu trên độc lập duy trì trong 15s, đồng thời sẽ bị xóa sau 0.1s kể từ khi đòn tấn công đáp đất trúng mục tiêu.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Mảnh Vỏ Lạnh Nứt",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Vỏ Lưng Ấm Áp",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Phong Thái Của Thánh Chủ Mê Sảng",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Thần Tính Của Thánh Chủ Mê Sảng",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Vỏ Lăng Kính Rực Cháy",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 18
			}
		]
	}
}