{
	"name": "Giáo Nịnh Thần",
	"description": "Thanh thương sắc bén có thể chọc thủng mọi thứ. Khi sử dụng, dường như thấy được vệt rách mà thanh thương cứa vào không khí.",
	"weapontype": "Vũ Khí Cán Dài",
	"rarity": "5",
	"story": "Đó là thời rất xa xưa, thời đại của những cánh buồm và quái biển nổi sóng.\nKhi đó thành cảng Liyue không yên bình, vô số ma thú dưới biển tác oai tác quái.\n\nTương truyền, dưới đáy biển sâu có một bóng đen rất lớn.\nVới những dòng nước xoáy và vòi rồng, nghiền nát những con tàu kiên cố, quấn lấy những con mồi vào vùng biển sâu vô tận.\nCũng có truyền thuyết kể rằng, giữa biển khơi nổi lên một hòn đảo thần tiên cầu vồng, sương mù vô vàn tràn ra từ đó...\nNếu người may mắn nào đó bước lên cầu vồng và đáp xuống hòn đảo, chắc chắn sẽ phát hiện ra kho báu bí mật được cất giấu bấy lâu nay.\nCũng có truyền thuyết cho rằng hòn đảo ấy chính là một hải thú dừng chân chợp mắt.\n\nHầu hết truyền thuyết lưu truyền trong đám thủy thủ đều ly kì. Nhưng có một câu chuyện mà họ nhất mực tin là thật.\nNham Vương Đế Quân từng dùng một ngọn giáo đâm xuyên cầu vồng, dán chặt vòng xoáy ngang ngạnh tàn phá vào tâm biển sâu.\n\nNghe nói sau hôm ấy, cá heo và cá voi thường tụ tập lang thang ở vùng biển đó, cất tiếng hát ca.\nCó người nói rằng cá heo và cá voi đang khóc thương cho các vị thần mà chúng tôn sùng, hát những bài hát bi tráng trầm bổng.\nCũng có người nói chúng thán phục ngọn giáo của Nham Vương Đế Quân, và xác thực có sức mạnh xuyên qua ánh sáng cầu vồng.\n\nTrên phố cũng có truyền thuyết cho rằng.\nMột ngày nào đó, xoáy nước chết lặng bởi phong ấn của ngọn giáo Nham Thần sẽ thức tỉnh trở lại.\nGió sẽ mang theo mùi hôi thối của biển sâu vào đất liền, là điềm báo cho sự bùng nổ của Vòi Rồng như rắn biển chín đầu.\nĐến lúc đó, ai sẽ là người có thể trấn áp \"những thứ trên biển\" đây...",
	"baseatk": 46,
	"substat": "Tấn Công",
	"subvalue": "10.8",
	"effectname": "Hoàng Cực Chương Vàng",
	"effect": "Hiệu quả khiên tăng {0}. Trong vòng 8s sau khi đánh trúng, tấn công tăng {1}. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%.",
	"r1": [
		"20%",
		"4%"
	],
	"r2": [
		"25%",
		"5%"
	],
	"r3": [
		"30%",
		"6%"
	],
	"r4": [
		"35%",
		"7%"
	],
	"r5": [
		"40%",
		"8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Hạt Thiên Thạch Đen",
				"count": 5
			},
			{
				"name": "Mảnh Xương Giòn Yếu",
				"count": 5
			},
			{
				"name": "Ấn Quạ Tầm Bảo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mảnh Thiên Thạch Đen",
				"count": 5
			},
			{
				"name": "Mảnh Xương Giòn Yếu",
				"count": 18
			},
			{
				"name": "Ấn Quạ Tầm Bảo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mảnh Thiên Thạch Đen",
				"count": 9
			},
			{
				"name": "Mảnh Xương Chắc Chắn",
				"count": 9
			},
			{
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Một Góc Thiên Thạch Đen",
				"count": 5
			},
			{
				"name": "Mảnh Xương Chắc Chắn",
				"count": 18
			},
			{
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Một Góc Thiên Thạch Đen",
				"count": 9
			},
			{
				"name": "Mảnh Xương Hóa Thạch",
				"count": 14
			},
			{
				"name": "Ấn Quạ Trộm Vàng",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Miếng Thiên Thạch Đen",
				"count": 6
			},
			{
				"name": "Mảnh Xương Hóa Thạch",
				"count": 27
			},
			{
				"name": "Ấn Quạ Trộm Vàng",
				"count": 18
			}
		]
	}
}