{
	"id": 14416,
	"name": "Sao Đêm Rong Ruổi",
	"description": "Vốn là món đồ được các học giả sử dụng để quan trắc và tính toán thiên tượng. Có năng lực truyền dẫn sức mạnh để làm pháp khí.",
	"descriptionRaw": "Vốn là món đồ được các học giả sử dụng để quan trắc và tính toán thiên tượng. Có năng lực truyền dẫn sức mạnh để làm pháp khí.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Đó là chuyện cũ từ ngàn năm trước, xảy ra vào thời đại thần vương ngu muội vùi thân trong bão cát,\nHoàng tử lãng khách mất đi vương quốc đã lẫn vào trong rừng mưa trùng điệp, bị bao vây bởi ánh trăng tĩnh lặng.\nÔm theo hy vọng chinh phục vùng đất mới mà xông pha đến đây, lại bị nữ thợ săn cung trắng xua đuổi,\nLãng khách khốn khổ bị kẹt lại giữa những cành cây và dây leo, lắng nghe tiếng thở than của mãnh hổ dưới ánh trăng thanh vắng.\n\n\"Đi trong rừng mưa rất gian nan, người phàm chỉ đành phải dựa vào bầu trời giữa những khe lá để phân biệt con đường phía trước.\"\n\"Những ngôi sao đêm nhấp nháy chỉ hướng cho lãng khách, và cũng dẫn dụ anh ta bước vào cạm bẫy chí mạng.\"\n\"Nữ thợ săn len lỏi trong rừng sâu giương chiếc cung trắng lần này đến lần khác xua đuổi những vị khách không mời.\"\n\"Cùng với tiếng gầm của hổ để truyền đạt mệnh lệnh xua đuổi, nhưng lại không làm hại đến tính mạng của người đó.\"\n\nNhà thơ già mù lòa đã kể về trải nghiệm của hoàng tử lãng khách như thế, giọng nói khàn khàn.\nTuy đã mất đi đôi mắt từ lâu, nhưng cũng bất giác ngẩng mặt về hướng ngôi sao đêm bên cạnh ánh trăng.\nNgôi sao nhấp nháy vô định dẫn lối cho lãng khách đến với hy vọng mới, nhưng cũng dẫn dắt anh về hướng diệt vong,\n\nNhiều năm sau, khi lãng khách mất đi tất cả phải đối diện với hiểm cảnh, không thể không đưa ra lựa chọn...\nKhi lời dạy về \"cái chết\" văng vẳng bên tai, anh mới thực sự hiểu rõ ý nghĩa của sự cảnh cáo...\n\n\"Ngươi không thuộc về rừng sâu, cũng không thuộc về cái chết, hãy tránh xa cung điện của vua đi.\"\n\"Nếu ngươi còn trân trọng sinh mạng và ký ức, thì đừng bước sâu vào vùng đất nguy hiểm hắc ám.\"\n\n\"Xin đừng lặp lại những lời ngu ngốc ấy nữa...\"\n\"Nếu như số mệnh lưu lạc đã dẫn ta đến với chiếc cung trắng màu ánh trăng, nếu như sao đêm chỉ rõ đường cùng.\"\n\"Vậy thì, thản nhiên chấp nhận số mệnh của mình, ít nhiều cũng tốt hơn so với việc chết do đuổi theo chim ưng.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Sao Đêm Rừng Hoang",
	"effectTemplateRaw": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>{0}</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
	"r1": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 24% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 30% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 36% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 42% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào 48% Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Hồi Ức Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Nhân Bào Nấm Đã Chết",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Bào Tử Nấm Quỷ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Ân Huệ Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Nhân Bào Nấm Bất Động",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Bột Huỳnh Quang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Chân Lý Vườn Hoa Ốc Đảo",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Nhân Bào Nấm Hồi Phục",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Bụi Tinh Thể",
				"count": 12
			}
		]
	}
}