{
	"id": 13416,
	"name": "Vây Cá Chẻ Sóng",
	"description": "Trường đao làm từ những chất liệu lấp lánh sâu dưới đáy biển, từng được sở hữu bởi tộc Tengu.",
	"descriptionRaw": "Trường đao làm từ những chất liệu lấp lánh sâu dưới đáy biển, từng được sở hữu bởi tộc Tengu.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Vũ Khí Cán Dài",
	"rarity": 4,
	"story": "Trường đao của danh tướng Watatsumi \"Umigozen\", trên lưỡi đao phản chiếu ánh bạc của miền biển sâu.\nNhững sự tích ngày đó khiến cho thủy quân Narukami khiếp đảm, vẫn còn lưu truyền mãi trong những bài dân ca trên đảo.\n\nKhúc hát kình ngư mà hai pháp sư song sinh của Watatsumi vẫn thường ngân nga, từng theo tiếng sóng biển vỗ vào trong giấc mộng của người dân trên đảo.\nCác dũng sĩ của Watatsumi đều gửi gắm hy vọng và ý chí vào hai pháp sư song sinh.\nHướng theo Nagamaki tựa như bọt sóng trắng xóa được giương cao phía tiền tuyến, hét vang tiến về những hòn đảo khác.\nNhưng, vinh quang của Omikami và các tướng lĩnh dưới quyền, cuối cùng đều bị lu mờ bởi ánh sáng của lôi điện...\nMouun cuối cùng bị vùi chôn bởi lông quạ đen tối. Kình ngư cùng họ hợp xướng rồi cũng chìm xuống biển sâu.\nVị vua tiên phong với tính cố chấp tựa như một đứa trẻ, lại biến mất trong một khe hở của lục địa.\n\n\"Umigozen\" từ đó chìm trong sóng biển, biến thành một truyền thuyết hư ảo của các vùng đảo.\nHoặc nói rằng cô ấy vì để giành lại di thể của chiến hữu, nên đã đơn thân độc mã xông vào quân Tengu, rồi chiến đấu đến hơi thở cuối cùng;\nHoặc nói rằng cô ấy từ đó mai danh ẩn tính, giương buồm ra khơi đi đến nơi tối tăm ở bên kia thế giới...\nThứ duy nhất còn lại có thể chứng minh cô ấy đã từng hô mưa gọi gió ở đây, chính là thanh trường đao vẫn rất sắc bén này.\n\nChỉ cần sóng biển vẫn còn vỗ về, thì những ký ức trong khúc ca đó sẽ mãi được lưu truyền tiếp tục.\nTương truyền rằng trong vỏ ốc và bụng của kình ngư sâu dưới đáy biển, vẫn có thể nghe thấy tiếng vọng của khúc hát.",
	"baseAtkValue": 45.06869888305664,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Tấn Công",
	"baseStatText": "3%",
	"effectName": "Kẻ Cưỡi Sóng Watatsumi",
	"effectTemplateRaw": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>{0}</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.12% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này gây ra. Thông qua cách này, sát thương Kỹ Năng Nộ tăng tối đa 40%.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.15% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 50%.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.18% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 60%.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.21% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 70%.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng 0.24% sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa 80%.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Tà Ác Của Gekiga",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Móng Vuốt Ma Thú",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Kiếm Cách Cũ Nát",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Nanh Cọp Của Gekiga",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Vuốt Sắt Ma Thú",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kiếm Cách Bản Sao",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Sừng Của Gekiga",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Con Quỷ Của Gekiga",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Vuốt Quỷ Ma Thú",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Kiếm Cách Trứ Danh",
				"count": 12
			}
		]
	}
}