{
	"id": 14430,
	"name": "Vòng Xoáy Cưỡi Sóng",
	"description": "Boomerang được làm từ răng nanh của loài mãng xà biển khổng lồ, là binh khí đáng tin cậy của người khổng lồ Tupac.",
	"descriptionRaw": "Boomerang được làm từ răng nanh của loài mãng xà biển khổng lồ, là binh khí đáng tin cậy của người khổng lồ Tupac.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Khi cơn gió mạnh thổi qua thung lũng nơi dòng suối hội tụ, xa xưa từng có người khổng lồ như ngọn núi sừng sững đứng giữa biển trời,\nVới trái tim rực lửa dưới lớp vỏ sa thạch, sương mù bốc lên dường như che lấp cả bầu trời.\nMọi người đều biết rằng đây là Tupac của Meztli, trong lịch sử không có ai vĩ đại hơn anh ấy,\nTừ núi đến biển, từ rừng rậm đến nơi hoang dã, không ai ở Natlan có thể sánh bằng.\n\nĐây là thời đại tốt đẹp khó khăn lắm mới có được, bốn phương tám hướng bình an vô sự, ngay cả kẻ địch trong bóng tối cổ xưa cũng im hơi lặng tiếng.\nMọi người tận hưởng sự thịnh vượng và hạnh phúc dưới ánh mặt trời, gần như quên mất nghi thức tuần tra đêm xưa kia.\nDù các bộ tộc đã công nhận tên tuổi của anh, dù ngay cả những anh hùng nổi loạn cũng khó có thể là đối thủ của anh,\nNhưng Tupac vạm vỡ vẫn không vui, lòng kiêu hãnh hào sảng của anh như rồng kẹt trong ao,\n\n\"Đáng lẽ ta phải được sinh ra ở thế giới cũ, cùng Xbalanque thần thánh chém đầu ác long.\"\n\"Hoặc giương cao ngọn cờ mắt vàng, đánh bại Xà Vương hung bạo, giải cứu muôn dân khỏi nước sôi lửa bỏng.\"\n\"Lẽ nào sinh ra trong thời đại tầm thường, sức mạnh này chỉ có thể trải qua quãng đời còn lại như vậy thôi sao?\"\n\nSóng vỗ vào lòng bàn chân, đàn hải âu lượn vòng trên đá, gió biển cũng cất lên một khúc ca dài.\nNếu trên mặt đất đã không còn đối thủ nào khác, anh ấy chỉ đành chuyển sự chú ý về vùng biển chưa ai đặt chân đến.\nNếu có thể mang về xương của những con thú khổng lồ, hoặc tìm thấy những kho báu bí mật cổ xưa, cũng coi như không lãng phí cuộc đời này.\nVì vậy, anh đã bước lên những cơn sóng dữ dội, để mặc cho những dòng hải lưu vô tận đưa mình đến những vùng lãnh thổ xa lạ.\n\nĐầu tiên, đó là loài rồng bay, từng bị hiền vương thời cổ đại trục xuất. Đôi cánh của nó có thể dùng làm cánh buồm để đón gió;\nTiếp đến là con cá voi từng khiến sóng xô ngược dòng, xương của nó đã trở thành chiếc thuyền trắng của người khổng lồ;\nSau đó là con trăn biển tham ăn từ sâu thẳm đổ nát, răng nanh dài của nó là vũ khí tiện dụng nhất của Tupac;\nSau khi làm món nhắm rượu ngon miệng từ con mực khổng lồ khuấy động biển sâu, cuối cùng anh cũng đến được ranh giới biển cả.\n\n\"Tupac à, anh hùng của vùng đất lửa, người khổng lồ dũng cảm, làn sóng kiêu ngạo của ngươi phải kết thúc ở đây.\"\n\"Sở dĩ ngươi chán nản và đau buồn là vì con đường chết chóc, cánh cửa u ám vẫn chưa lộ ra cho ngươi.\"\n\"Ngươi phải rèn luyện máu thịt của mình, khiến chúng giống như áo giáp sắt; Hãy rèn giũa gân cốt của mình, để chúng giống như chiếc búa vàng.\"\n\"Cho đến khi kẻ lưu đày từng là kẻ thù của ngươi trở về, đừng bao giờ đánh mất sự chân thành và cũng đừng bao giờ quên lời thề của mình.\"\n\nKhi thời khắc cuối cùng đã đến, Tupac vạm vỡ như núi cuối cùng cũng hiểu được sứ mệnh của mình.\nVị chủ nhân mang theo ngọn lửa rực cháy, bước đến nơi trở về của lửa, lời nhắc nhở của Dạ Thần vẫn văng vẳng bên tai.\nHuyền thoại về anh sẽ mãi mãi được khắc ghi trên mặt đất, không thua kém bất kỳ vị anh hùng xa xưa nào.\nSau đó, anh nhìn thấy cánh cổng chết chóc hiện ra trước mắt, giống như lời anh đã thề với thần linh.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "13,3%",
	"effectName": "Răng Nanh Bay Qua Lại",
	"effectTemplateRaw": "Giảm 15% thể lực tiêu hao khi bơi. Ngoài ra, trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Giới Hạn HP tăng <color=#99FFFFFF>{0}</color>, trong đội mỗi tồn tại một nhân vật Nguyên Tố Thủy thì Giới Hạn HP sẽ tăng thêm <color=#99FFFFFF>{1}</color>, tối đa tăng <color=#99FFFFFF>{2}</color> thông qua cách thức này. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Giảm 15% thể lực tiêu hao khi bơi. Ngoài ra, trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Giới Hạn HP tăng 20%, trong đội mỗi tồn tại một nhân vật Nguyên Tố Thủy thì Giới Hạn HP sẽ tăng thêm 12%, tối đa tăng 24% thông qua cách thức này. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Giảm 15% thể lực tiêu hao khi bơi. Ngoài ra, trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Giới Hạn HP tăng 25%, trong đội mỗi tồn tại một nhân vật Nguyên Tố Thủy thì Giới Hạn HP sẽ tăng thêm 15%, tối đa tăng 30% thông qua cách thức này. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Giảm 15% thể lực tiêu hao khi bơi. Ngoài ra, trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Giới Hạn HP tăng 30%, trong đội mỗi tồn tại một nhân vật Nguyên Tố Thủy thì Giới Hạn HP sẽ tăng thêm 18%, tối đa tăng 36% thông qua cách thức này. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Giảm 15% thể lực tiêu hao khi bơi. Ngoài ra, trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Giới Hạn HP tăng 35%, trong đội mỗi tồn tại một nhân vật Nguyên Tố Thủy thì Giới Hạn HP sẽ tăng thêm 21%, tối đa tăng 42% thông qua cách thức này. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Giảm 15% thể lực tiêu hao khi bơi. Ngoài ra, trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Giới Hạn HP tăng 40%, trong đội mỗi tồn tại một nhân vật Nguyên Tố Thủy thì Giới Hạn HP sẽ tăng thêm 24%, tối đa tăng 48% thông qua cách thức này. Hiệu quả này mỗi 15s tối đa kích hoạt một lần.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Sự Sợ Hãi Của Trái Tim Hiến Tế",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Mảnh Ý Chí Vụn Vỡ",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Răng Nanh Non Nớt",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Sự Do Dự Của Trái Tim Hiến Tế",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Vật Chứa Ý Chí Thông Suốt",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Răng Nanh Chắc Khỏe",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Sự Vinh Dự Của Trái Tim Hiến Tế",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Biểu Tượng Ý Chí Ngao Du",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Răng Nanh Bạo Chúa",
				"count": 12
			}
		]
	}
}