{
	"id": 15413,
	"name": "Bài Ca Hoa Gió",
	"description": "Cây cung được điểm xuyết bởi đóa hoa không tên mang theo hy vọng tha thiết của những người vô danh.",
	"descriptionRaw": "Cây cung được điểm xuyết bởi đóa hoa không tên mang theo hy vọng tha thiết của những người vô danh.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Cung",
	"rarity": 4,
	"story": "Trong giấc mơ Mondstadt, có một loại hoa bay bổng nhẹ nhàng,\nsinh trưởng trong gió bão và giá lạnh, bung nở trong băng tuyết cuồng phong.\n\nKhác biệt với những loài hoa cỏ tầm thường bị gió bão nhổ bật gốc,\nĐóa hoa được mệnh danh là \"Hoa Gió\", gió càng dữ dội thì thân rễ càng chắc khỏe.\nNgày nay, cuộc đấu tranh chống lại bạo quân của người phàm từ thuở xa xưa bị xem như chuyện cười trong lễ hội\nDáng hình của hoa dần mờ nhạt, tan vào trong tiếng gió xa xôi.\n\n\"Tặng bạn đóa hoa vô danh, mong cho những ngày xuân mà bạn chưa từng trải qua đừng trở nên vô nghĩa\"\n\"Mong cho bạn đáp lại bằng niềm hy vọng và nụ cười, cùng tôi chào đón một ngày gió bão dừng chân vì mệt nhoài\"\n\nVào thời đại mà bạo quân liếc nhìn vạn dân dưới tòa tháp cao, những người ôm ấp tự do đã từng gọi nhau như thế này.\nNhững con người tìm kiếm sự can đảm, ước mơ được vùng dậy dệt nên những ẩn số như một ám hiệu.\nNhững bông hoa cô đơn mong manh năm xưa nở rộ trong gió, dần dần nở đầy núi rừng hiu hắt,\nCứ như thế, những thần dân đã từng thờ ơ, phiêu bạt, trôi theo dòng nước dần trở thành anh hùng hào kiệt kiêu ngạo và không sợ hãi.\nVị vua cau có cố thủ trên ngọn tháp ngày càng nhỏ bé và khúm núm, không thể dẹp yên được cơn thủy triều đang dâng trào mãnh liệt.\n\n\"Tặng bạn đóa hoa vô danh, mong cô ấy sẽ trao vương miện anh hùng cho chúng ta, bảo vệ mùa xuân và bầu trời này\"\n\"Cầu mong cho nắng mai hóa thành tinh linh, cùng chúng ta tận hưởng ngọn gió tự do thực sự\"\n\nTrên phế tích của ngọn tháp cổ xưa, dưới sự reo hò của mọi người vì có được cuộc sống mới, trong lời hát ca và nước mắt,\nmột chiến binh tóc đỏ quay lưng về vị thần mới sinh, ẩn mình trong đám đông như những hạt mưa bị vùi trong con sóng.\nanh ấy chính là người tiên phong dùng Hoa Gió để truyền đạt khẩu hiệu, dệt nên ánh ban mai trong đêm dài tăm tối trước bình minh.\nTên của chiến binh ấy đã sớm bị chôn vùi theo thời gian. Nhưng huyền thoại về anh, vẫn mãi được truyền tụng trong thơ ca.\nMột ngàn năm sau, một kỵ sĩ tóc đỏ khác tiếp tục nối bước theo anh, soi sáng giai đoạn lịch sử tăm tối của dòng dõi hoàng tộc.\nCũng như vận mệnh của \"Hoa Gió\": Dưới áp lực nặng nề, khi không thể không vươn lên, mới có thể nở rộ đẹp đẽ,\nSố mệnh của gia tộc này, e là vĩnh viễn sẽ không thay đổi: Vùi mình trong đêm đen tăm tối, để mang lại ánh lửa soi sáng muôn nơi...\n\nHình tượng của \"Hoa Gió\" dần biến mất theo dòng chảy của thời gian.\nTên của nó trong những năm tháng hòa bình, lại mang hàm ý về tình yêu và niềm reo ca.\nĐây có lẽ là sự khao khát của những người đã kiên định bước đi trong thời đại đen tối...\n\n\"Đóa hoa nở rộ vốn dĩ nên tượng trưng cho tình yêu, tượng trưng cho mùa xuân đang đến,\"\n\"Chứ không còn là khói lửa chiến tranh, là ám hiệu của những người phất cờ khởi nghĩa...\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Ước Nguyện Hoa Gió",
	"effectTemplateRaw": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng <color=#99FFFFFF>{0}</color>, kéo dài 6s.",
	"r1": {
		"description": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng 16%, kéo dài 6s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng 20%, kéo dài 6s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng 24%, kéo dài 6s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng 28%, kéo dài 6s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng 32%, kéo dài 6s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Mật Hoa Lừa Dối",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Dây Sắt Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Mật Hoa Lấp Lánh",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Mật Hoa Nguyên Tố",
				"count": 12
			}
		]
	}
}