{
	"id": 14410,
	"name": "Rượu Và Thơ Nơi Hẻm Tối",
	"description": "Nhạc phổ lưu hành ở thời đại quý tộc xa xưa, không biết tác giả là ai. Trong đó ghi chép về câu chuyện của một hiệp đạo nào đó...",
	"descriptionRaw": "Nhạc phổ lưu hành ở thời đại quý tộc xa xưa, không biết tác giả là ai. Trong đó ghi chép về câu chuyện của một hiệp đạo nào đó...",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Pháp Khí",
	"rarity": 4,
	"story": "Cuốn sách được thiết kế rất đẹp mắt, là cuốn sách âm nhạc thịnh hành trong thời đại quý tộc trước kia.\nTừ trong đó toả ra hương hoa cúc và mùi rượu ngon lâu năm.\nNội dung hết sức hoang đường, nhưng nó đã được lưu hành rộng rãi khắp các hẻm tối và quán rượu.\n\n\"Mọi người đều biết tên hiệp đạo nghiện rượu. Nhưng không một ai biết anh ta từ đâu đến, đột nhiên lại xuất hiện trong hẻm tối\"\n\"Anh ta hát, uống rượu, hoành hành trên khắp các con phố, mái hiên và sân thượng. Nhưng mọi người đều biết anh ta là người rất tốt\"\n\"Bội kiếm hình đầu chim ở thắt lưng là vật gia truyền được đánh cắp từ một tên quý tộc. Cây cung đen nhánh sau lưng càng không bao giờ bắn trượt\"\n\"Kiếm thuật tuyệt đỉnh của anh giống như sao chổi chợt loé lên trong đêm đen, bước chân của anh nhẹ như gió tây thổi qua đám lá cây xào xạc\"\n\"Ngay cả khi uống hết một bình Cái Chết Chiều của Hồ Rượu Trái Cây, cũng vẫn có thể một mình lẻn vào phòng ngủ của tên quý tộc\"\n\"Hành hiệp trượng nghĩa cướp của người giàu chia cho người nghèo, như ánh sáng xuyên qua màn đêm đen kịt, như cơn gió đánh tan tất cả chướng khí\"\n\n\"Hiệp đạo là mơ ước của vô số thiếu nữ, mơ rằng anh sẽ cạy cửa sổ nhà mình, nhưng anh lại chỉ thích cùng anh em uống rượu.\n\"Cho đến một đêm nọ, vẫn như thường lệ, anh lẻn vào một biệt thự, xách đầy túi trở về, còn lấy được một chiếc cốc bạc quý tộc\"\n\"Dưới ánh trăng anh lặng lẽ rời đi, ma xui quỷ khiến anh ngước nhìn lên bệ cửa sổ toát ra thứ ánh sáng ấm áp, một cô gái xinh đẹp đang đứng đó\"\n\"Đôi mắt của cô ấy giống như những viên ngọc bích toả sáng trong bóng tối, tựa như pha lê trong suốt phát sáng trên chiếc cốc trong tay\"\n\"Hiệp đạo không ngần ngại gỡ xuống viên pha lê tặng cho người trong mộng, mong nhận được nụ cười thích thú mang theo chút ngại ngùng của thiếu nữ\"\n\"Cuối cùng họ đã lật đổ tên quý tộc đó. Sau đó cùng nhau phiêu lưu tới một vùng đất xa xôi và trở thành ánh sáng ấm áp trong cuộc đời của nhau\"\n\nCâu chuyện kết thúc ở đây. Đời sau với các chính sách mở rộng, đã không còn ai hát về câu chuyện của tên hiệp đạo nữa, cũng không còn ai cần đến hiệp đạo.\nRượu và kiếm, người đẹp và anh hùng, mở đầu hạnh phúc và kết cục hoàn hảo, tất nhiên đó là một bài thơ phổ biến được người dân yêu thích vào thời bấy giờ.\nBất kể hiện thực ra sao, bất kể kết cục của hai người thế nào, rượu và bài hát vẫn tràn đầy hy vọng,\nĐều có thể khiến những người không may lấy lại chút dũng khí để đối mặt với ngày mai, đối mặt với tầng lớp quyền quý...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Hiệu Quả Nạp Nguyên Tố",
	"baseStatText": "6,7%",
	"effectName": "Thiên Biến Vạn Hóa",
	"effectTemplateRaw": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm <color=#99FFFFFF>{0}</color>, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng <color=#99FFFFFF>{1}</color>, kéo dài 5s.",
	"r1": {
		"description": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm 14%, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng 20%, kéo dài 5s.",
		"values": [
			"14%",
			"20%"
		]
	},
	"r2": {
		"description": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm 16%, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng 25%, kéo dài 5s.",
		"values": [
			"16%",
			"25%"
		]
	},
	"r3": {
		"description": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm 18%, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng 30%, kéo dài 5s.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm 20%, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng 35%, kéo dài 5s.",
		"values": [
			"20%",
			"35%"
		]
	},
	"r5": {
		"description": "Sau khi đánh thường trúng kẻ địch, thể lực tiêu hao của xung kích hoặc kỹ năng thay thế của xung kích giảm 22%, kéo dài 5s. Ngoài ra, sau khi dùng xung kích hoặc kỹ năng thay thế của xung kích, tấn công tăng 40%, kéo dài 5s.",
		"values": [
			"22%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Răng Sữa Sói Bão",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Răng Vỡ Sói Bão",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Cành Cây Địa Mạch",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Ấn Quạ Tầm Bảo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Răng Vỡ Sói Bão",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Mảnh Răng Sói Bão",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Lá Khô Địa Mạch",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Ấn Quạ Bạc Ẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Mảnh Răng Sói Bão",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nỗi Nhớ Của Sói Bão",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Chồi Non Địa Mạch",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Ấn Quạ Trộm Vàng",
				"count": 12
			}
		]
	}
}