{
	"id": 11424,
	"name": "Nanh Sói",
	"description": "Trong truyền thuyết, đây là thanh kiếm dài mà kỵ sĩ lang thang thời xa xưa đã sử dụng.",
	"descriptionRaw": "Trong truyền thuyết, đây là thanh kiếm dài mà kỵ sĩ lang thang thời xa xưa đã sử dụng.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Có lẽ là do tình cờ hoặc vận mệnh nào đó, mà trong Đội Kỵ Sĩ Mondstadt,\nTên của kỵ sĩ tôn quý nhất và huy hiệu thú tương ứng của người đó thường là hai thứ này:\nĐầu tiên là danh hiệu và tạo hình \"sư tử\" được kế thừa từ Đội Trưởng Đội Kỵ Sĩ đời đầu,\nThứ hai là \"sói\" của kỵ sĩ \"Bắc Phong\" hình như cũng từ cùng thời đại.\n\nTrên thực tế, không hề có bất cứ ghi chép nào về tên của Kỵ Sĩ Bắc Phong.\nSở dĩ có tên gọi này, là vì câu chuyện lưu truyền vào thời đó.\nỞ đoạn kết của câu chuyện, người thương nhân (hoặc nông dân) có con gái được cứu đã hỏi:\n\"Chúng tôi nên cảm ơn ngài như thế nào đây, thưa ngài kỵ sĩ tôn kính?\"\nKỵ sĩ đáp rằng: \"Khi nào gả con gái, hãy mời tôi một ly từ xa là được rồi.\"\n\"Haha, vậy thì thật ngại quá. Xin hỏi quý danh của ngài kỵ sĩ đây là?\"\nKỵ sĩ nghĩ rồi nói thế này:\n\"Vậy hãy kính người đồng đội của tôi đi. Anh ấy tên là \"Bắc Phong\".\"\n\nThông thường câu chuyện như thế này sẽ kết thúc bằng cách:\nLúc này trong rừng sâu (hoặc là trên sườn núi. Một nơi nào đó nằm ngoài tầm mắt),\nMột cơn gió ùa đến. Thương nhân (hoặc nông dân) nhìn về hướng đó,\nChỉ thấy từ trong bóng tối có một đôi mắt thú lạnh lẽo như băng.\nHai tia sáng này nhanh chóng biến mất. Sau khi định thần lại, thì kỵ sĩ cũng không thấy đâu nữa.\nCâu chuyện có rất nhiều phiên bản. Nhưng cô con gái sẽ luôn được cứu, và người kỵ sĩ thì lúc nào cũng vô danh.\n\nNhưng câu chuyện trước khi trở thành câu chuyện, thì anh ấy chỉ là một người lữ hành lạ mặt khoác chiếc áo cũ kỹ đã thấm đẫm bụi trần. Có người để ý thấy được chiếc áo giáp được chạm khắc tinh xảo nhưng cũng đầy vết tích bên dưới lớp áo khoác. Nhưng điều này không thể chứng minh được gì cả, chủ nhân của áo giáp có lẽ lại chỉ là một người sa cơ mất đi địa vị tôn quý nào đó theo dòng cải cách mà thôi.\nNhững người chủ quán rượu chú ý thấy anh ấy đều dùng những đồng vàng bạc thật để chi trả, ký hiệu được khắc trên đó không ai biết cả. Nhưng điều này cũng không chứng minh được gì, vàng bạc là vô chủ, có thể đổi từ tay người này sang người khác trong tích tắc, một người luôn luôn thanh toán hết tiền rượu ngay tại chỗ, và chưa từng sinh sự sau khi uống say, thì họ thật sự rất ngưỡng mộ.\nMà nguồn gốc của câu chuyện xuất phát từ yêu xà trong vùng biển nằm ngoài tầm mắt, lần theo hơi ấm và hòa bình mà đến bãi biển Mondstadt. Vào thời kỳ tươi sáng mà lực lượng của Đội Kỵ Sĩ vẫn còn mong manh, kỵ sĩ vô danh đã rời thành săn bắt ma vật với cái giá là một đồng bạc tiền công. Sau đó mùi máu tanh và thịt thối đã thu hút hàng ngàn con chim ưng cứ luôn bay quanh bờ biển trong suốt nhiều ngày. Cho nên tên gọi Bờ Biển Falcon trên thực tế không hề liên quan đến truyền thuyết lãng mạn về chim ưng Tây Phong.\nTrong nhiều năm sau đó, Đại Đội Trưởng đời đầu đã cố hết sức để mời anh ấy gia nhập Đội Kỵ Sĩ. Nhưng kỵ sĩ vô danh vẫn không đồng ý. Trên thực tế, sự kiện chân thực tương ứng với câu chuyện về tên gọi \"Bắc Phong\" đã xảy ra giữa Đại Đội Trưởng đời đầu và kỵ sĩ vô danh, và Đại Đội Trưởng sau vô số lần bị từ chối, cuối cùng cũng mất hết kiên nhẫn, đem theo một nhóm kỵ sĩ bao vây anh ta trên đường phố. Hai câu nói đó trong câu chuyện được hậu thế lưu truyền đã xảy ra lúc kỵ sĩ \"Bắc Phong\" vô danh rời đi, tuy rằng đại ý cơ bản là nhất quán, nhưng ngữ khí của hai bên không khách khí như vậy đâu.\nNhưng sự kiện như thế viết thành thơ ca thì vô cùng thú vị, nên những nhà thơ tài hoa đã dùng đoạn đối thoại này kết hợp với những sự tích ở Mondstadt của kỵ sĩ, để tạo ra rất nhiều câu chuyện.\nTrong mấy năm ngắn ngủi mà anh ấy ở lại Mondstadt, khi rời đi, chiếc bóng của anh đã vĩnh viễn in hằn tại Mondstadt.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Tỷ Lệ Bạo Kích",
	"baseStatText": "6%",
	"effectName": "Sói Bắc Phong",
	"effectTemplateRaw": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng <color=#99FFFFFF>{0}</color>. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng <color=#99FFFFFF>{1}</color>; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng <color=#99FFFFFF>{2}</color>. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần.",
	"r1": {
		"description": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng 16%. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng 2%; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng 2%. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần.",
		"values": [
			"16%",
			"2%",
			"2%"
		]
	},
	"r2": {
		"description": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng 20%. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng 2.5%; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng 2.5%. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần.",
		"values": [
			"20%",
			"2.5%",
			"2.5%"
		]
	},
	"r3": {
		"description": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng 24%. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng 3%; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng 3%. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần.",
		"values": [
			"24%",
			"3%",
			"3%"
		]
	},
	"r4": {
		"description": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng 28%. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng 3.5%; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng 3.5%. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần.",
		"values": [
			"28%",
			"3.5%",
			"3.5%"
		]
	},
	"r5": {
		"description": "Sát thương Kỹ Năng Nguyên Tố và Kỹ Năng Nộ gây ra tăng 32%. Kỹ Năng Nguyên Tố khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nguyên Tố tăng 4%; Kỹ Năng Nộ khi trúng kẻ địch, tỉ lệ bạo của Kỹ Năng Nộ tăng 4%. Hai hiệu ứng trên duy trì riêng biệt trong 10s, tối đa cộng dồn 4 lần, mỗi 0.1s tối đa kích hoạt một lần.",
		"values": [
			"32%",
			"4%",
			"4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Ngói Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Mặt Nạ Vỡ",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Cấu Trúc Hỗn Độn",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Mặt Nạ Vỡ",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Xác Tàu Tháp Cô Vương",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Mặt Nạ Bẩn",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Bộ Não Hỗn Độn",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Mặt Nạ Bẩn",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Mảnh Vỡ Tháp Cô Vương",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Mặt Nạ Xui Xẻo",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Mảnh Giấc Mơ Tháp Cô Vương",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Trái Tim Hỗn Độn",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Mặt Nạ Xui Xẻo",
				"count": 12
			}
		]
	}
}