{
	"id": 11418,
	"name": "Ánh Trăng Xiphos",
	"description": "Kiếm hai lưỡi ánh lên màu sắc của mặt trăng. Nghe nói bên trong có trấn linh cư ngụ.",
	"descriptionRaw": "Kiếm hai lưỡi ánh lên màu sắc của mặt trăng. Nghe nói bên trong có trấn linh cư ngụ.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kiếm Đơn",
	"rarity": 4,
	"story": "Đó là chuyện cũ từ ngàn năm trước, xảy ra vào thời đại thần vương ngu muội vùi thân trong bão cát,\nThành bang của người phàm bắt đầu chia lãnh thổ mọc lên, nơi hội tụ của các trí giả - Tulaytullah là nổi bật nhất.\nThành bang bố trí đầy những nóc vòm với lam bảo thạch giống như màu trời, cùng với vườn hoa xanh mướt dịu dàng,\nVào niên đại thần vương đã chết, trí tuệ may mắn chưa mất đi cùng với sự phồn hoa làm tòa thành này trở nên lấp lánh.\n\nMọi người nói, ở thành bang màu lam ngọc này, từng có một võ sĩ tên là Xiphos,\nAnh ấy có sở trường dùng kiếm dài, từng cứu thiếu nữ dưới móng vuốt của ma vật, cướp lấy bảo vật.\nTheo truyền thuyết của người Tighnar cổ xưa, trong thanh kiếm của anh ta có trấn linh tàn ác,\nVì thế mà lưỡi kiếm đó sáng lên mỗi khi giết chóc, càng nhuốm máu thì càng hiện rõ ánh sáng của mặt trăng.\n\n\"Chủ nhân thân mến, xin hãy dùng nước trái cây màu đỏ tươi để nuôi dưỡng tôi, dùng rượu ngon màu đỏ sẫm để làm tôi vui vẻ.\"\n\"Tình yêu của tôi chỉ dâng trào vì ngài, cũng giống như con gái của dây nho vì khách uống rượu mà dâng lên cái chết nhuốm máu.\"\n\"Chỉ cần chủ nhân có được tình yêu của tôi, chỉ cần mặt trăng vẫn chiếu rọi gương mặt mãi mãi không già đi của ngài.\"\n\"Chỉ cần kẻ địch còn lưu luyến với cuộc đời này, chưa từng quên đi tên của mẹ, thì ngài mãi là chiến sĩ vô địch.\"\n\nSau đó, vị võ sĩ Xiphos được trấn linh ánh trăng yêu mến đã gặp phải một lãng khách dị quốc lưu vong,\nLãng khách ấy đã nhận tiền nhuốm máu của những vị vua đối địch, ôm lấy nỗi căm hận của những tên vua bỉ ổi đối với anh hùng,\nCứ thế, hai võ sĩ vốn nên trở thành bạn rượu của nhau, lại tương tàn dưới sự chứng kiến của ánh trăng.\nCứ thế, rượu ngon màu hồng ngọc đã rửa sạch lưỡi kiếm, quả lựu xuyên thấu, tuôn ra dòng chảy màu đỏ tươi...\nCuối cùng, khi mọi thứ đã lắng xuống, ánh trăng trắng bệch chiếu vào kẻ thắng cuộc, cũng chiếu lên kẻ thua cuộc.\n\n\"Bất luận gió thổi về hướng nào, trong ly rượu sinh mệnh cũng chưa từng nổi lên một gợn sóng nào.\"\n\"Ba vị nữ thần đã chết cũng đã định sẵn vận mệnh của dũng sĩ, cho dù họ không thể biết được huyền cơ.\"\n\nLãng khách lấy đi thanh kiếm dài màu ánh trăng, nhặt tiền đã nhuốm máu, lặng lẽ do dự bước về phía rừng mưa xa xăm.\nThành bang màu lam bảo thạch mất đi sự bảo vệ của Xiphos cũng từ đó mà nhạt nhòa, trong những năm tháng sau đó đã nhanh chóng diệt vong.\nThành trì và vận mệnh đều bị nghiền thành cát, và gió ở sa mạc lại nghiền nát tất cả thành những dòng chảy cát không thể nhìn thấy được.\nVận mệnh phục quốc và chiếc chìa khóa đen được trao lại cho vị hoàng tử nhỏ tuổi, cuối cùng đã chìm vào lòng cát chảy...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Tinh Thông Nguyên Tố",
	"baseStatText": "36",
	"effectName": "Lời Thì Thầm Trấn Linh",
	"effectTemplateRaw": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng <color=#99FFFFFF>{0}</color> Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
	"r1": {
		"description": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng 0.036% Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"0.036%"
		]
	},
	"r2": {
		"description": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng 0.045% Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"0.045%"
		]
	},
	"r3": {
		"description": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng 0.054% Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"0.054%"
		]
	},
	"r4": {
		"description": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng 0.063% Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"0.063%"
		]
	},
	"r5": {
		"description": "Mỗi 10s sẽ sản sinh hiệu ứng sau: Mỗi điểm Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này sẽ tăng 0.072% Hiệu Quả Nạp Nguyên Tố cho nhân vật đó, đồng thời tăng 30% Hiệu Quả Nạp Nguyên Tố dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng.",
		"values": [
			"0.072%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Bùa Rừng Xanh Sương Đọng - Đồng",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Lăng Kính Hỏng Hóc",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Băng Đỏ Phai Màu",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Bùa Rừng Xanh Sương Đọng - Sắt",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Lăng Kính Vẩn Đục",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Băng Đỏ Viền Vàng",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Bùa Rừng Xanh Sương Đọng - Bạc",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Bùa Rừng Xanh Sương Đọng - Vàng",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Lăng Kính Phát Sáng",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Băng Đỏ Ánh Vàng",
				"count": 12
			}
		]
	}
}