{
	"id": 140014,
	"name": "Крылья пиршества",
	"description": "Планер, созданный в память о великом пиршестве. Отсутствовал целую вечность, а вкус остался прежним.",
	"rarity": 4,
	"story": "Действие этой истории разворачивается на межзвёздной транзитной станции, где путники могут отдохнуть в небольшом ресторанчике. Пожилой хозяин заведения, уставший от долгого скитания космический капитан, смело отправился туда, где ещё никто не бывал, а затем превратил свой ржавый космический корабль в ресторан.\n\nПервой посетительницей ресторанчика стала богиня, которая блуждала между мирами с тех самых пор, как была уничтожена её родная планета. Она жаловалась хозяину ресторанчика на непостоянство космоса, говорила о своей любви к жизни, населявшей уничтоженную планету.\n«Я помню каждый славный момент в истории развития нашей цивилизации. От доказательства теоремы об отношениях сторон в прямоугольном треугольнике до завершения строительства космического лифта. От первого наскального рисунка до создания голографической серии из пятидесяти трёх галактических пейзажей».\nХозяин ресторана молчал, пока не было приготовлено угощение для клиентки, а затем подал еду ей:\n«Но вы ведь можете сделать для них что-то ещё? Вот поужинаете и попробуйте».\nНа самом деле богиня была искусственным интеллектом, разработанным разумными видами планеты для оптимизации распределения планетарных ресурсов. Владелец ресторана был прав: кое-что она ещё могла сделать.\n\nВторым посетителем был демон, уничтоживший множество миров. В ресторанчике он заказал целую гору еды. Так много, что владелец ресторана невольно поинтересовался:\n«Вы уверены, что сможете всё это съесть?»\n«Хватит болтать! Что не съем, заберу с собой!» - облизнулся демон. На самом деле так демон больше напоминал змею, что выпускает из пасти язык, пытаясь оценить окружающую обстановку.\nУплетая за обе щёки вкуснейшую еду, демон хвалился перед хозяином ресторана, бывшим капитаном корабля, своими успехами. Но доесть всю гору заказанной еды он так и не смог.\n«Почему вы не стали доедать? Невкусно?»\nДемону ни разу ещё не задавали таких вопросов. Поначалу он даже хотел покривить душой и ответить: «Невкусно». Но увидев, что легендарный капитан взялся за ружьё, демон присмирел и попросил упаковать еду с собой.\nСам того не зная, демон только что сохранил себе жизнь. Вместе со званием почётного первого помощника отставному ветерану также предоставили право расстреливать нарушителей порядка в его заведении. И ружью, что висело под часами без дела, было очень обидно упустить такую возможность показать себя.\n\n...\n\nТридцатой посетительницей была ведьма. Едва взглянув на неё, хозяин ресторана уже знал, что она хочет заказать.\nОни всё время молчали, не говоря друг другу ни слова.\nНаконец ведьма вскинула глаза на хозяина ресторана. За щеками ещё была еда, а губы блестели от масла.\n«Значит, тебе нечего рассказать?» - спросил капитан, который видел больше историй, чем мог сосчитать.\n«Я всё рассказала, когда пришла сюда в первый раз, - ответила ведьма, запив еду. - Я что, не могу зайти к тебе, чтобы просто вкусно поесть?»\n«И то правда», - сказал хозяин ресторана, протягивая ей салфетку.",
	"isHidden": true,
	"source": [
		"Совместное событие"
	]
}