{
	"id": 140012,
	"name": "Крылья милосердных и гневных вод",
	"description": "Декоративный планер. Подарок от благодарных жителей Фонтейна.",
	"rarity": 4,
	"story": "Легенда гласит, что изначальный океан составом напоминал кровь, и вся жизнь в нём была едина. Чтобы жизнь могла выйти на сушу и подняться в небо, у неё появились кровеносные сосуды, сохранявшие в себе воды изначального океана. А бьющимся сердцем, направлявшим течение изначального океана, был первый Гидро Дракон. С каждой пульсацией этого сердца все живые существа поднимались и возносили ему хвалу.\nКонечно, это всего лишь сказка вишапов глубин, и верить ей нельзя. Наверное, прочие вишапы рассказали бы её совсем иначе. А в легенде, которую передают друг другу океаниды, говорится, что было дальше...\n\nКогда первое сердце было отторгнуто, посланница Селестии, на чьих плечах лежала миссия сотворения жизни, создала в изначальном океане новое сердце. Оно было наделено благородством дракона, но внешне ничего общего с драконом не имело, оно обладало величием бога, но было лишено священной миссии. И хотя оно было создано властительницей над смертными, его сущность и материя принадлежали бренному миру и были лишены каких-либо внешних примесей.\nОна была слезами, что падали в первозданные воды, взыскуя слияния и понимания. Потому она и лила слёзы. И по вине своего сострадания она совершила первородный грех, о котором всем существам чистой воды было приказано молчать.\n\nДальнейшие события людям известны. Хотя обычно эта история бытует только в кругу учёных...\nВеликий Рем прибыл в Фонтейн, и в видении ему явился могучий вечный град Ремурия. Наставляя и направляя людей, Рем осуществил часть своей мечты. Но вскоре оракул изрёк пророчество, которое было лишено зла, но внушало ужас: однажды золотая мелодия затихнет, и Ремурия погибнет.\nЧасто говорят, что герой, вернувшись на родину живым, обречён стать тираном. Чтобы обмануть рок, Ремурия пошла по пути справедливости, но чрезмерная справедливость в конце концов обратилась тиранией. А тирания вызвала волну восстаний. Таков был конец Рема, полоумного Рема, дальновидного Рема, одинокого Рема.\n\n...\n\nЛюди жаждут суда, ибо знают за собой вину. Люди жаждут милости, ибо полны страстей. Люди ищут бога. Вот почему сердце изначального моря, милосердная Эгерия, получив частицу Первого, обрела божественность Архонта, а с ней пришёл и божественный долг. В том ли дело, что людские мольбы достигли небес? Или это было лишь начало череды коварных интриг?\n\nЭту историю знаете только вы. Проснувшись, вы найдёте у своего изголовья планер и приложенную к нему историю. Можете обратиться к любым существам из живущих в мире, чтобы они сказали, правдива ли их легенда. Но никто не поверит, что планер с историей появился из ниоткуда, правда?",
	"source": [
		"Награда уровня репутации в Фонтейне"
	]
}