{
	"id": 140013,
	"name": "Крылья мимолётной мечты",
	"description": "Декоративный планер. Вы получили его во время мимолётного транса, когда музыка увлекла вас в грёзы о прошлом.",
	"rarity": 4,
	"story": "Это небольшой рассказ о песне под названием «Мечта однодневки».\nПесню эту не назовёшь изысканной или знаменитой, хотя одно время публика хвалила её за мелодичность.\nНо популярность штука изменчивая, со временем появляются новые песни, а старые мелодии забываются.\nВ конце концов даже имя композитора, написавшего песню, оказалось забыто.\nО таланте того композитора говорили, что он подобен недолговечному цветку. Он всего лишь один из многих.\n\n«Такой талант подобен недолговечному цветку, он всего лишь один из многих...»\nПовторив суждение, услышанное на улице, она посмотрела на сестру, которая сидела в крытой галерее у дома.\nСестра сидела к ней спиной, задумчиво перебирая струны цитры.\n«Ещё люди называют однодневок странными созданиями: их жизнь так коротка, а они тратят её на мечты и грёзы».\nВ её воспоминаниях сестра всегда сидела спиной, не отвечая на толки и пересуды, которые она приносила с улицы. А вместо ответа наигрывала ту самую мелодию, забытую миром.\nВедь композиторам нравятся мелодии, которые они сочинили сами.\nНо потом у сестры почти не осталось времени, чтобы играть на цитре, а дальше... Она уже никогда не могла услышать, как сестра наигрывает эту мелодию.\nУвы, сама она не любила музыку так страстно, как сестра, и постепенно забыла песню.\n\nВ следующий раз она услышала её во время странствия, когда укрылась от дождя под крышей кабачка.\nСлепой музыкант играл знакомую мелодию на цитре, надеясь заработать музыкой на выпивку. Старик не был виртуозным музыкантом, но его мастерства хватало, чтобы исполнить песню.\nСыграв на цитре и выпив вино, захмелевший музыкант стал твердить, что композитор, сочинивший эту мелодию, был человеком беспримерного благородства.\nЭто был всего лишь слух, который повторяли друг за другом странники, любившие похвастаться тем, что видели и слышали. Кто им поверит?\nВ том кабачке, полном смеха и веселья, она единственная вдруг погрузилась в воспоминания.\nОна снова вспомнила двор, залитый вечерним светом, увидела, как ветерок поднимает рябь на глади пруда, как колышутся тени деревьев, а знакомые руки перебирают струны...\nИ спустя столько времени она вновь увидела силуэт с цитрой в крытой галерее.\nСейчас она обернётся, сейчас...\n\nРазве плохо быть однодневкой? Всё сущее рождается и скоро умирает, но даже если утром ты вкушаешь росу, а к вечеру обращаешься в прах, никто не отнимет у тебя твои мечты.\nРазве плохо быть цветком? Цветы распускаются и увядают за одну ночь, но люди, ставшие свидетелями этого зрелища, никогда его не забудут.\nА ещё есть воспоминания...\nЧто такое воспоминания? Лишь мимолетные вспышки пережитого опыта, пробудившиеся в сознании?\n\n«...Говорят, Комиссия Ясиро нашла этот планер рядом с покрытой пылью цитрой, когда разбирала старые вещи. Боюсь, мне от него будет мало проку, так что дарю его тебе».\nКогда она говорит, цитра в её руках сверкает, покрытая свежим слоем лака. Однако видно, что цитру она держит пока не очень умело.\nПочувствовав на себе ваш выжидающий взгляд, она тихо вздыхает.\n«Должна предупредить, играю я куда хуже, чем сражаюсь».\nОна вспоминает былые дни и начинает наигрывать единственную песню, которую успела выучить.",
	"isHidden": true,
	"source": []
}