{
	"id": 140006,
	"name": "Крылья укрытых снегов",
	"description": "Декоративный планер. Это сокровище оставила хищная птица, что когда-то селилась в этих горах.",
	"rarity": 4,
	"story": "«Мы восстанем вновь.\nЗасохшее дерево уже пустило новые ростки, ведь грядут новые испытания».\n\nКогда-то этими словами совы предупредили соколов.\n\nНо соколы, всегда обозревавшие землю с высоты своего полёта, были уверены, что смогут властвовать над небом.\nДа и кто мог сравниться с ними там, в вышине?\nСоколы не прислушались к словам сов, лишь посмеялись над их трусостью.\nПтицы, которые могут охотиться лишь в темноте, слабы и никчёмны.\n\nПозже лёд, пронзивший гору словно шип, расколол дерево, тенью своей накрывавшее всё горное королевство.\nПосле этого мрак, словно прилив, нахлынувший на континент, сломал ветвь, на которой сидели хищные птицы.\nИ охваченные этим свирепым злом, соколы рухнули на землю, как малые пташки.\n\nИ тогда птицы Царства ветров поняли:\nДаже небеса свободы могут побелеть от ледяных ветров или почернеть от непроглядного дыма.\nИ вот уже скрылось ясное солнце, а луна со звёздами - и подавно.\n\nПтенцы жались друг к другу в гнёздах, ожидая, когда наступит их тихий горестный конец.\nНо когда свет исчез, совы, что были с темнотой на «ты», стали новыми властителями мрака...\n\nЭто длилось много-много лет, до тех пор,\nпока не возмужали маленькие слабые соколы, вскормленные добычей, пойманной неведомо где.\nИ небеса стали наконец проясняться. Хотя земля была по-прежнему укрыта снегами, у неё появился шанс на жизнь.\n\nВот только птенцы не знали, кто выкормил их.\nДракон, прекрасный, как самоцвет, тоже был предан забвению, словно глаза сов, сверкающие лишь в непроглядной тьме.\nСегодня ветви, на которых жили хищные птицы, выросли вновь, хотя и окрасились они от чего-то в зловещий алый цвет...\n\nИ хотя это не так важно, но, возможно, одинокий красный сокол, оставивший свой род и охотящийся в ночной тьме, именно поэтому взял себе имя мудрой совы...\n\nВ ночной тишине они ухают, передавая друг другу тайну:\n«Мы восстанем вновь.\nЗасохшее дерево уже пустило новые ростки, ведь грядут новые испытания».\n\nТеперь я дарую тебе эти крылья. Давай встретим с тобой эти сложные времена плечом к плечу.",
	"source": [
		"Награда уровня Дерева вечной мерзлоты"
	]
}