{
	"name": "Крылья леса",
	"description": "Декоративный планер. Подарок от благодарных жителей Сумеру.",
	"rarity": "4",
	"story": "Поскольку жители Сумеру редко видели сны, они придерживались суеверия, что образы, явленные во сне, не что иное, как проявления Дендро Архонта, а каждый сон - откровение, в котором следует искать глубокий смысл. Возможно, эта вера и привела к появлению Акаши.\nКогда-то давно жил великий мастер Фирнас - не нынешний великий наставник Академии, разумеется, - который утверждал, что очень часто видит сны и запоминает их. Поэтому он приобрёл большую известность как поэт и мечтатель, а не как исследователь или изобретатель. Сумеру не хватало сновидений, и если он действительно видел много снов, то был не кем иным, как божественным ставленником, каждую ночь сидящим у ног Дендро Архонта. Завистники говорили, что дневные сновидения не считаются снами.\n\nГоворят, что он наблюдал за планерами из далёкой страны и понял, что принципы их работы совершенно не подчиняются физическим законам. Если бы не благословение Анемо Архонта, которым осенён каждый планер, даже орёл не смог бы набрать с ними высоты, а взлетев, тотчас рухнул бы наземь и разбился в лепёшку.\nТак этот великий мастер Фирнас - и снова я должен подчеркнуть, что это не наш нынешний великий наставник Фирнас, - решил создать планер, не требующий благословения Анемо Архонта. Да, предполагалось, что он будет летать благодаря собственной красоте и физическим законам, управляющим всем сущим.\n\nИ так он работал днями и ночами, пока однажды не заснул от усталости. Говорят, что во сне он снова встретился с Дендро Архонтом.\nМать всего сущего выслушала недовольство великого мастера Фирнаса, затем рассмеялась и рассказала ему историю.\n\nИстория была о ветре, принявшем человеческий облик, говорящем камне и... деревяшке из элемента Электро. Все трое обсуждали устройство мира, и каждый из них считал себя одним из основных элементов. Камень утверждал, что на нём держится всё сущее, и с этим все согласились. Деревяшка говорила, что все мысли смертных - это работа электричества. По мнению её оппонентов, это было не совсем верно, но и ложью такое утверждение назвать было нельзя. Когда же настала очередь ветра, он рассказал историю:\n\nВ легендах других миров говорится о детях воздуха, которые обитали в небесах. Все они были духами ветра. Одни из них могли рассекать горы и скалы, другие - вызывать смерчи, гонять облака и тучи. Но на самого младшего из этих детей, который звался Дыханием Жизни, люди не обращали никакого внимания. Поэтому однажды он решил исчезнуть. Цветы мучились, потому что никто их больше не опылял, и тогда самый смелый одуванчик отправился на поиски и нашёл Дыхание Жизни. И, чтобы ободрить его, одуванчик рассказал историю:\n\nДавным-давно, в далёкой стране, жила могущественная и прекрасная королева, которая сияла как солнце. Но её младший брат был легкомысленным, беспечным рыцарем... (некоторые пропуски...) Чтобы ободрить её, фрейлина королевы рассказала ей историю:\n\n...\n\nПосле той ночи великий мастер Фирнас сконструировал планер и попросил Анемо Архонта благословить его. Хотя он показал точно такие же результаты, как и любой изобретённый до сих пор планер, Академия объявила это сходство простым совпадением.\nЛегенда гласит, что первые слова, сказанные тем великим мастером после пробуждения, были таковы: «Хорошо, я знаю, я знаю! Всё это время ответ был прямо передо мной».\nНо на самом деле он сказал так: «Хорошо, я знаю, я знаю! Всё это время ответ был прямо передо мной. Прошу, перестань повторяться - я знаю, что благословения Архонтов тоже часть физических законов, управляющих всем сущим».\n\nЭта притча учит нас чтить истины этого мира и не искать физику в сновидениях.\nНу что, примешь планер мастера Фирнаса?",
	"sortorder": 140010,
	"source": [
		"Награда уровня репутации в Сумеру"
	]
}