{
	"name": "Крылья наездника молний",
	"description": "Декоративный планер. Подарок от благодарных жителей Инадзумы.",
	"rarity": "4",
	"story": "«Словом \"тэнгу\" называют не только легендарных существ с горы Ёго, чья история уходит в далёкое прошлое. Мы также используем это слово для описания ловких воинов, действия которых трудно предугадать. Всё-таки у тэнгу ведь есть крылья».\nПоначалу вам трудно в это поверить.\n\n«Прежде всего, тэнгу - это те, кто получил божественный дар и овладел искусством свободного парения в воздухе. Вы оседлали ветер и облака над хребтами и крышами домов по всей Инадзуме. Уподобить вас ворону или соколу было бы слишком скромным сравнением.\n«Когда-то в Инадзуме были люди, которые восхваляли тэнгу и подражали им. Они называли себя кланом Тэнгу. Забравшись на крышу Тэнсюкаку, на верхушки высоких деревьев и ворота тории, они весело потешались над проходящими внизу простыми людьми и чиновниками. Однажды они оставили в резиденции сёгуна возмутительную надпись \"Их превосходительства Тэнгу, повелители Тэнсюкаку\", пренебрёгши авторитетом храма и сёгуната».\nТакая беззаботная компания. Потом их поймали настоящие тэнгу и преподали им урок.\nНо вам, конечно, не стоит переживать по поводу этой легенды, ведь вы законопослушный гражданин, соблюдающий общественный порядок и добрые обычаи?»\nВы отмалчиваетесь, потому что частенько раскрываете свой планер, просто чтобы полюбоваться на крыши домов Инадзумы или забраться на высокие каменные стены.\n\nТакже титулом тэнгу награждают непревзойдённых мечников. Помимо основных школ, которые восходят непосредственно к Наруками, а также школ Рассекающего туман и Мэйкё сисуй, которые существовали лишь в течение короткого времени, есть ещё одна школа фехтования, дожившая до наших дней - Ивакура. Секретная техника Ивакуры, которой испокон веков обучали только лучших учеников, называется \"Захват тэнгу\". Говорят, что с её помощью можно было одолеть даже изощрённых и стремительных тэнгу Ёго. Думаю, что говорить о ваших способностях в этой области нет нужды.\nНаконец, тэнгу часто владеют искусством использования Анемо и Электро. Согласно легендам, существует реликвия, передаваемая тэнгу Ёго из поколения в поколение, - Веер бурь и гроз. Говорят, что его лицевая сторона может призывать Анемо, а задняя - Электро. Если вы можете использовать силы Анемо и Электро, значит вас определённо можно назвать тэнгу! И кстати, веер на самом деле просто уловка. Обычно, чтобы не попасться, тэнгу, который может призывать Анемо, объединяется с другим, который может призывать Электро».\nСтоящей в стороне Саре, кажется, ещё более неловко, чем вам.\n\n«За вашу службу Инадзуме храм хочет наградить вас этим планером».\nТак вот откуда у тэнгу крылья?\nЗаметив ваш подозрительный взгляд, Сара тут же отвечает:\n«Конечно, нет!»",
	"sortorder": 140008,
	"source": [
		"Награда уровня репутации в Инадзуме"
	]
}