{
	"id": 140014,
	"name": "Крылья пиршества",
	"description": "Планер, созданный в память о великом пиршестве. Отсутствовал целую вечность, а вкус остался прежним.",
	"rarity": 4,
	"story": "Действие этой истории разворачивается на межзвёздной транзитной станции, в небольшом туристическом ресторанчике, который держал отставной ветеран (он же почётный полковник).\n\nПервой посетительницей ресторанчика стала богиня, которая блуждала между мирами с тех самых пор, как была уничтожена её родная планета. Она жаловалась хозяину магазина на непостоянство космоса, говорила о своей любви к жизни, населявшей уничтоженную планету.\n«Я помню каждый блестящий момент в истории развития нашей цивилизации. От доказательства теоремы об отношениях сторон в прямоугольном треугольнике до завершения строительства космического лифта. От первого наскального рисунка до создания голографической серии из пятидесяти трёх галактических пейзажей».\nХозяин ресторанчика молчал. Когда жареный цыплёнок для богини был готов, хозяин подал ей блюдо и сказал:\n«Но вы ведь можете сделать для них что-то ещё? Вот поужинаете и попробуйте».\nНа самом деле богиня была искусственным интеллектом, разработанным разумными видами планеты для оптимизации распределения планетарных ресурсов. Полковник был прав: кое-что она ещё могла сделать.\n\nВторым посетителем был демон, уничтоживший множество миров. В ресторанчике он заказал целую гору еды. Так много, что полковник невольно поинтересовался:\n«Вы уверены, что сможете всё это съесть?»\n«Хватит болтать! Что не съем, заберу с собой!» - облизнулся демон. На самом деле своим жестом демон больше напоминал змею, что выпускает из пасти язык, пытаясь оценить окружающую обстановку.\nУплетая за обе щёки гору жареных цыплят и бургеров, демон хвалился перед хозяином своими успехами. Но доесть всю гору заказанной еды он так и не смог.\n«Почему вы не стали доедать? Невкусно?»\nДемону ни разу ещё не задавали таких вопросов. Поначалу он даже хотел покривить душой и ответить: «Невкусно». Но увидев, что полковник взялся за дробовик, демон присмирел и разрешил упаковать ему еду с собой.\nСам того не зная, демон только что сохранил себе жизнь. Вместе со званием почётного полковника отставному ветерану также предоставили право расстреливать нарушителей порядка в его заведении. И дробовику, что висел под часами без дела, было очень обидно упустить такую возможность показать себя.\n\n...\n\nТринадцатой посетительницей была ведьма. Едва взглянув на неё, полковник уже знал, что она хочет заказать.\nОни всё время молчали, не сказали друг другу ни слова.\nНаконец ведьма вскинула глаза на полковника. Щёки её надулись, потому что она ещё не до конца прожевала жареного цыплёнка, а губы блестели от масла.\n«Хочешь что-нибудь рассказать?» - спросил полковник.\n«Я всё рассказала, когда пришла сюда в первый раз, - ответила ведьма, запив еду колой. - Я что, не могу зайти к тебе, чтобы просто вкусно поесть?»\n«И то правда», - сказал полковник, протягивая ей салфетку.",
	"isHidden": true,
	"source": [
		"Совместное событие"
	]
}