{
	"id": 140016,
	"name": "Крылья переплётшихся судеб",
	"description": "Декоративный планер, символизирующий двойственность переплетения судеб: это и разлуки, и воссоединения.",
	"rarity": 4,
	"story": "Он издалека увидел копну золотистых волос, когда повелитель объявил о {M#новой наследнице}{F#новом наследнике} престола. Праздничная и шумная атмосфера мало его волновала. Ведь живые и искусственные цветы, что разбрасывали вокруг люди, убирать придётся именно ему. Бросив короткий взгляд на дворец, он вернулся к охране порядка на площади. Ведь пока он был обычным молодым рыцарем.\n\n{F#Светловолосый наследник}{M#Светловолосая наследница}, напротив, озадаченно смотрел{M#а} на море людей перед собой. До этого {F#он}{M#она} жил{M#а} во дворце и только сейчас осознал{M#а}, как много людей обитает в этом подземном царстве. {F#Осиротевший наследник}{M#Осиротевшая наследница} исчезнувшего королевства, некогда {F#он нёс}{M#она несла} на своих плечах ответственность за целый мир. Но за свою короткую жизнь {F#он}{M#она} почувствовал{M#а} доброту жителей этого места, снял{M#а} с себя великую ответственность и из владыки мира стал{M#а} лучом надежды для одной-единственной страны.\n\nПусть происхождение рыцаря и не назовёшь ничтожным, однако перед таким величием оно не стоило упоминания. Куда более благородной была судьба {F#светловолосого наследника}{M#светловолосой наследницы}, но, потеряв целый мир, он{M#а} отдал{M#а} своё сердце одной стране.\n\nПозднее молодого рыцаря повысили в звании и дали ему титул «Сумеречный Меч». А {F#светловолосого наследника}{M#светловолосую наследницу} шаг за шагом уводил в самые глубины королевства последний Тёмный король. Чтобы спасти из тюрьмы старшего брата, которого ослепили за дарованное пророчество, молодой рыцарь собрал всех юных гениев той эпохи. У них не было плана, они лишь хотели спасти свою страну. {F#Светловолосого наследника}{M#Светловолосую наследницу} же использовали как бездонный сосуд для поглощения силы Бездны и фактически превратили в ключ к уничтожению всего мира.\n\nВ тот миг, когда благородство пало в Бездну, а ничтожество поднялось из тьмы, и пересеклись их пути.\nЦареубийство, долг, жестокость, предательство - пока всё не превратилось в пустоту. Последовавшее затем время, что товарищи по несчастью провели в путешествии вместе, было лишь краткой точкой пересечения в хаосе их бесконечно долгих жизней, что лишь отдаляли их друг от друга.",
	"isHidden": true,
	"source": []
}