{
	"id": 140011,
	"name": "Крылья звёздного пира",
	"description": "Декоративный планер. Подарок в честь праздника, на котором мы побывали в далёком мире.",
	"rarity": 4,
	"story": "«Итак, загадочное устройство, которое я предлагаю на этот раз, это...»\n\nПосыльный прибыл к хозяину дворца Алькасар-сарая, чтобы рассказать о происхождении нового изобретения, но обнаружил, что собеседник уже чем-то увлечён...\n\n«Нет, нет, не то! Это мой обед. Загадочное устройство - это планер сбоку... Да, вот этот!»\n«Хм... Сказать по правде, история с планером тоже в каком-то смысле связана с едой...»\n«По словам госпожи Алисы, этот планер не был сделан в Тейвате, а прилетел сюда издалека...»\n\nВ этом далёком месте однажды сказали...\n«Жизнь без праздника - это долгая дорога без постоялого двора на пути».\nВкусная еда, приятная музыка, тёплая атмосфера, неторопливые дни, а главное - воспоминания, созданные вместе с остальными.\nПрекрасный праздник рождает чудесные воспоминания, и потому было бы уместно, чтобы он запомнился замечательным сувениром.\nНо просто мысли, записанные на бумаге, не смотрелись бы столь прекрасно.\nВ конце концов, несколько страниц и несколько строк текста не могут охватить всю широту мысли.\nНаконец, все собрались и придумали действительно хорошее решение.\n«Поскольку в конце пиршества мы подняли глаза и увидели звёздное небо, давайте запишем наши желания с помощью света звёзд!»\nВ конце концов, сама мысль подобна бесформенному свету, и только воспоминание могло придать ей уникальную форму.\nКогда все воспоминания объединились воедино, сами мысли тоже присоединились к мерцающему звёздному потоку, рассеиваясь в бесконечном ночном небе.\n\n«Лети же, лети далеко! Неси на крыльях наши желания, радостные песни и праздники, и вместе с нашими мыслями достигни далёкого звёздного края, будущего из нашей мечты...»\n\nКогда вы смотрите на тёмное небо и видите время от времени падающие звёзды, помните, что они могут оказаться маленькими пожеланиями из далёких миров.\nЕсли вы, словно дитя, закроете глаза и загадаете желание на падающие звёзды, ваши мечты будут прекрасны.\nКак знать, возможно, желание станет лучистой падающей звездой, которая поможет кому-то другому в далёкой стране добиться исполнения своих желаний.\n\nЗначит, этот планер - самый стойкий из тех лучей, которые первыми заплясали по небесам.\nНеважно когда и где. Даже если между ними лежат десять миллионов океанов звёзд, они всё равно жаждут летать рядом с другими.\n\n«Так госпожа Алиса исполнила его желания, придав ему нынешнюю форму».\n\n«И как я должен рассказывать эту историю клиентам? С таким же успехом я могу сказать, что эти крылья упали с неба, когда начался праздник!»\nКак бы там ни было, Сангема-бай всё равно послушно рассказала вам эту историю, которую она сама слышала от своего поставщика.",
	"isHidden": true,
	"source": [
		"Совместное событие"
	]
}