{
	"id": 140018,
	"name": "Планер безмятежной встречи",
	"description": "Декоративный планер, созданный в честь спокойной трапезы и радости обычного дня.",
	"rarity": 4,
	"story": "Сегодня юноше не нужно на работу. Он устроился в кресле и листает кулинарную книгу.\nНа маленьком столике поодаль лежит пакет с мукой и несколько панировочных сухарей - невероятно ценные продукты в Каэнри'ах. Благодаря алхимии в подземном царстве появился целый ряд форм жизни, которые могут питаться только грибами, так что мяса теперь в избытке. А вот овощей и злаков, для роста которых требуется солнечный свет, не хватает. В последнее время, когда правление короля Ирмина стало всё больше напоминать деспотию, а отношения с наземным миром испортились, цены на зерно, фрукты и овощи взлетели до небес.\n\nКольцо, лежащее рядом с мукой и панировочными сухарями, представляет ещё большую ценность. Это знак главного провидца Каэнри'ах, но юноша не испытывает к нему особой любви - слишком тяжёл груз судьбы, которую оно несёт.\n\nЮноша слышит скрип двери и быстро прячет кольцо в карман. Его братишка всё детство мечтал о таком кольце, оно казалось ему самым красивым. Теперь братишка вырос, выучился на оруженосца и стал придворным рыцарем, но всё равно кольцо лучше убрать.\n\n«Почему ты так поздно?» - спросил юноша.\n«Старый болван Хаден оставил нас после занятий вдвоём отмывать тренировочный зал и оружейную комнату. Говорит, мы неправильно держим стойку, хотя на тренировках нас ни разу никто не победил». Братишка весело указывает на своего товарища и добавляет: «Знакомься, это Сурталоги, мой брат по несчастью. А это Ведрфёльнир, мой брат по крови».\n«Дайн притащил меня силком. Я не смею притязать на такой дорогой ужин».\n«У тебя острый нюх, - сказал Ведрфёльнир, медленно поднимаясь из кресла. - И всё же судьба привела тебя сюда, так что поешь с нами».\n\nЖареные крылышки были восхитительны, а лепёшки с мясом и овощами ничуть им не уступали. Но гвоздём программы оказались хрустящие картофельные палочки, приготовленные во фритюре.\n\nОднако после никто из них не вспоминал о том мирном, счастливом ужине.\nВ самом конце юноша наложил на кольцо заклинание, призванное изменить состояние его тела. Так он обрёл силу, которая не была ни благословением, ни проклятием.\nВ самом конце Дайн получил кольцо, о котором так мечтал в детстве. И вместе с кольцом принял груз тяжёлой судьбы.\nНо при чём тут это?\n\nУбирая со стола после ужина, Ведрфёльнир вдруг замер, и взгляд его устремился куда-то далеко, сквозь время и пространство.\n«Чего ты ждёшь?»\nТо было счастливое воспоминание о беззаботных временах, когда всё ещё можно было исправить.",
	"isHidden": true,
	"source": [
		"Совместное событие"
	]
}