{
	"name": "Сверкающие звёздные крылья",
	"description": "Декоративный планер. Подарок в честь симфонии, разносящейся среди звёзд.",
	"rarity": "4",
	"story": "«Я знал одного поэта. Нет, речь не обо мне...» -\nпарень в зелёном откусил от яблока и продолжил свой рассказ:\n\n«Так вот, я знал одного поэта. Он жил в те времена, когда пламя войны только угасло, и ещё не до конца осел её пепел. Он повидал слишком много раздоров и расставаний.\nА потому он стал обращать свои песни к небу, играть музыку для скал, читать стихи для моря и давать представление перед звёздами.\nВедь он понимал, что кто-то должен лечить раны этого мира. Кто-то должен найти способ наладить связь.\nА если что-то и может найти отклик у небес, камней, моря и звёзд, то только музыка.\nСначала небо не отвечало ему, и только птицы, пролетая, касались его лица. Сначала скалы не отвечали ему, только падали сверху капли воды. Сначала море не отвечало ему, лишь солёный воздух приносил ему предвестье штормов.\nИ звёзды - звёзды тоже сначала не отвечали ему.\nПоэт знал, какой ответ может дать эта звёздная бездна.\n\nНо поэт не сдавался. Не потому что в сердце его жила вера, но потому что делал то, для чего он был рождён.\nА потом море ответило ему. На утёсе появился пост «Штормового дозора», и сёстры рукоплескали его представлениям.\nА потом камень ответил ему. Он вытер лицо платком и молвил: «Твоему выступлению поистине нет равных в мире. Но если ты ещё хоть раз напьёшься и выльешь вино на мою голову, я очень разозлюсь».\nА потом небеса ответили ему. Тень пролетающей птицы вдруг заслонила собой весь свет. Поэт поднял голову и увидел кружащего перед ним прекрасного дракона.\n\nЯ думал, что если меня услышат звёзды, то на меня прольётся метеоритный дождь. Ах да, эти крылья... Они упали с небес - прямо как ты, - когда звёзды и в самом деле решили дать мне ответ».\nПоэт в зелёном указывает яблоком высоко в небеса:\n«Этот поэт был не я. Или эти крылья упали с небес. Одно из этого правда - а что, выбирать тебе».",
	"sortorder": 140009,
	"ishidden": true,
	"source": []
}