{
	"name": "Wings of the Stormstrider",
	"description": "Model Wind Glider. Hadiah yang diberikan sebagai tanda pengakuan dari Inazuma.",
	"rarity": "4",
	"story": "\"Tengu adalah monster dengan garis keturunan yang panjang. Kami juga menggunakan kata Tengu untuk menggambarkan pejuang yang gesit dan sulit diprediksi. Lihatlah, Tengu juga punya sayap kan?\"\nSangat sulit untuk percaya kata-kata itu pada awalnya.\n\n\"Tengu adalah mereka yang telah menerima anugerah ilahi, menguasai kemampuan untuk bergerak bebas di udara. Mereka telah mengendarai angin dan menunggangi awan di seluruh Inazuma, melewati atap-atap rumah dan pegunungan. Kelincahan dan kegesitan mereka bahkan tidak bisa dibandingkan dengan burung gagak dan elang.\"\n\"Dulunya orang-orang Inazuma juga sangat mengagumi Tengu dan suka meniru mereka. Orang-orang yang meniru Tengu disebut dengan \"Tengu-kin\". Mereka duduk di atap Tenshukaku, pohon-pohon besar, di atas gerbang pagar torii, dan mengolok-olok orang-orang dan birokrat di bawah. Mereka juga menyebabkan keributan besar dengan melemparkan buku ke Tenshukaku. Mereka sama sekali mengabaikan aturan dari kuil dan Shogunate.\"\n\"Sungguh sekelompok pengacau. Mereka kemudian ditangkap oleh Tengu yang asli dan diberikan pelajaran.\"\n\"Oh ya, kamu adalah penduduk yang mematuhi aturan dan punya tata krama, kamu tidak perlu mengkhawatirkan legenda ini.\"\nKamu tidak berani berkata-kata karena kamu sering membentangkan wind glidermu, melihat pemandangan atap-atap Inazuma dan memanjat dinding Ishigaki.\n\n\"Dan juga, julukan Tengu bisa digunakan untuk mendeskripsi pendekar pedang yang tak tertandingi. Selain sekolah-sekolah besar yang diturunkan langsung dari Narukami, Mistsplitter dan Aliran Meikyou Shisui yang pernah ada untuk waktu singkat, dan ada juga sekolah yang bertahan sampai sekarang seperti Iwakura Art. Iwakura Art tidak mengajarkan teknik rahasia murid biasa \"Tengu Sweeper\". Kabarnya, teknik pedang rahasia ini hanya diajarkan kepada murid elite yang menjadikan Yougou Tengu sebagai musuh — yang dikenal dengan kecepatan pedang dan metode yang aneh. Untuk kemampuan dan pencapaianmu, kurasa aku tidak perlu menjelaskannya lebih lagi.\"\n\"Terakhir, Tengu sering kali memiliki kemampuan memanipulasi Anemo dan Electro. Dalam legenda, ada benda peninggalan yang diwariskan Yougou Tengu secara turun temurun, \"Kipas Anemo-Electro\". Sisi depannya dapat meniup Anemo, dan sisi belakangnya dapat memanggil Electro. Kamu dapat menggunakan Anemo dan juga Electro sekaligus, kamu juga bisa disebut Tengu! Ngomong-ngomong, kipas itu sebenarnya hanyalah tipu-tipuan. Biasanya agar tidak ketahuan, Tengu yang bisa memanggil Anemo dan Tengu yang bisa memanggil Electro akan berpasangan dan bepergian bersama.\"\nSara yang berdiri di samping lebih terlihat canggung daripada kamu.\n\n\"Karena dedikasimu kepada Inazuma, maka dengan ini kuil menghadiahkan Wind Glider ini untukmu.\"\nJadi inikah asal dari sayap Tengu?\nSara, melihat tatapan bingungmu, segera menjawab:\n\"Tentu bukan dong!\"",
	"sortorder": 140008,
	"source": [
		"Didapatkan setelah Reputasi di Inazuma mencapai level tertentu"
	]
}