{
	"name": "Wings of Feasting",
	"description": "Wind Glider untuk pesta peringatan atau makan malam biasa. Kenikmatan makanan pesta mewah, dengan harga makanan biasa.",
	"rarity": "4",
	"story": "Ini adalah item yang berasal dari dunia lain dan terdampar di sini. Melambangkan pesta terakhir dunia itu, dan awal dari datangnya akhir pekan.\n\nPada suatu hari, dunia itu diperintah oleh para naga.\nTapi bukan naga yang kamu dengar di dalam cerita. Naga ini lebih terlihat seperti campuran antara kadal dan ayam.\n\nMungkin akan sulit bagimu untuk membayangkannya, Klee, tapi memang begitulah dunia itu: naga-ikan tinggal di laut, dan naga-burung terbang di angkasa dengan sayap yang begitu besar!\nMereka adalah makhluk-makhluk kuat, jadi mereka memandang remeh makhluk lainnya.\nDi dunia itu, mereka adalah penguasa semua kehidupan.\n\nLalu, manusia muncul di dunia itu.\nTidak ada yang tahu apa yang terjadi. Mungkin mereka datang dengan meteorit yang jatuh. Siapa yang tahu? Tapi yang kita tahu adalah mereka mempunyai kebiasaan aneh, yang dikenal dengan nama \"makan malam hari Minggu\".\nTidak berapa lama setelahnya, hari itu tiba. Pesta makan malam akan segera dimulai.\nPaha dan sayap naga diolesi tepung, dan dibakar di tungku api yang dibuat oleh manusia.\nMereka semua dijadikan makanan untuk semua orang. Mereka bilang daging naga rasanya lezat, sampai menyebabkan orang-orang menjilati jari-jari mereka setelah makan.\nPesta makan malam hari Minggu, yang biasanya terjadi seminggu sekali, menjadi sebuah kebiasaan harian, karena dagingnya yang begitu enak.\n\"Ini benar-benar enak!\"\n\"Ayo kita adakan makan malam hari Minggu setiap hari!\"\nDan semua orang bersorak-sorai.\nDan begitulah akhir dari era para naga.\n\nWind glider ini memperingati kepunahan yang luar biasa itu, dan sebelumnya warnanya tidak begini. Dulu warnanya biru dan putih.\nIbu Klee mengubah skema warnanya agar lebih cocok dengan warna keluarganya, sehingga menghasilkan wujud yang sekarang. Dia sempat pulang sebentar, meninggalkan wind glider ini, sebelum dia pergi lagi.\n\"Perbatasan Teyvat semakin rapuh selama dua tahun terakhir ini — sepertinya Mama akan sibuk sekali.\"",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Didapatkan dari event kolaborasi"
	]
}