{
	"id": 140002,
	"name": "Wings of Companionship",
	"description": "Model Wind Glider. Merupakan simbol harapan untuk dapat terbang bersama.",
	"rarity": 4,
	"story": "Tidak semua sayap punya kesempatan untuk terbang.\nAda juga burung di dunia ini yang tidak pernah belajar terbang,\nAda juga Wind Glider yang gagal dalam tes kualitas——\n\n... Melihat ekspresi berpikirmu, dia sepertinya mengerti akan kekhawatiranmu.\n\"——Tentu saja tidak ada yang terluka dalam tes Wind Glider.\"\nDia kemudian menjelaskan bahwa yang terluka semuanya adalah boar, para Hilichurl dan semacamnya.\nMeskipun ada sedikit simpati untuk makhluk-makhluk kecil yang terluka hanya agar bisa terbang...\nTapi kamu sedikit merasa lega.\n\nDia melanjutkan:\n\"Wind Glider dapat meluncur, tentu saja, itu merupakan berkah dari Archon Anemo.\"\n\"Tentu saja, itu juga termasuk berkah kebijaksanaan orang-orang yang telah bekerja keras sampai sekarang...\"\n\nMeskipun dia tidak menyebutkan alasan dia mengumpulkan Anemo Sigil,\nMungkin itu karena dia memiliki darah seorang petualang dan hati seorang pengusaha pada saat yang sama,\nBerbicara dengan lancar dan semangat seorang petualang.\nMenurutnya, tampaknya para petualang telah mempelajari peralatan meluncur sejak ribuan tahun yang lalu...\n\nKamu berdehem perlahan. Dia sedikit malu dan melanjutkan menjelaskan tentang Wind Glider yang agak istimewa ini.\nKarena agak istimewa, orang-orang menduga Wind Glider itu tidak diberkati oleh angin.\nHanya karena pembuatnya memiliki keberanian, dia dikritik bersama dengan karya indah ini.\nSehingga anak ini menanggung begitu banyak keluhan yang menyakitkan...\n\nTapi kamu juga adalah seorang pemberani. Orang yang tidak menyerah kepada dunia. Jika itu kamu, sepertinya kamu pasti bisa.\n——Dia memberimu Wind Glider yang betul-betul berbeda.\n\"Tentu saja benda itu bisa terbang, dan itu bisa membawamu ke tempat tinggi. Namun, kuncinya adalah kamu juga harus percaya padanya dan percaya pada dirimu sendiri.\"",
	"source": [
		"Hadiah Event Apresiasi Perilisan"
	]
}