{
	"name": "Wings of Merciful, Wrathful Waters",
	"description": "Model Wind Glider. Hadiah yang diberikan sebagai tanda pengakuan dari Fontaine.",
	"rarity": "4",
	"story": "Konon katanya samudra pertama memiliki komposisi yang sama dengan darah, kehidupan di dalamnya tidak bersifat individual. Demi menapakkan kaki di daratan atau terbang di angkasa, kehidupan berevolusi menjadi pembuluh darah, agar bisa membuat Lautan Primordial mengalir dalam tubuhnya sendiri. Jantung berdetak yang memerintah darah Lautan Primordial ini adalah Naga Hydro pertama. Setiap kali ia berdetak, seluruh kehidupan akan bangkit dan memuji namanya.\nTentu saja, ini hanya kisah-kisah yang diceritakan Hydro Vishap kepada kaumnya sendiri, dan bukan untuk dipercaya. Mungkin di antara Vishap yang lain, kisahnya tidak mirip sepenuhnya. Sedangkan kisah yang diturunkan di antara Oceanid mencatat kejadian yang terjadi selanjutnya:\n\nSaat jantung pertamanya dipindahkan, utusan dari Celestia, pemimpin yang memikul tugas untuk menciptakan kehidupan, datang untuk menciptakan jantung yang lain di lautan primordial. Hatinya memiliki keagungan layaknya naga namun tak memiliki bentuknya, memiliki kemuliaan layaknya dewa namun tak mengemban misinya. Meski diciptakan oleh penguasa manusia, bahan dan esensinya merupakan objek-objek dari dunia ini tanpa adanya elemen dari dunia luar.\nDia adalah tetesan air mata yang jatuh ke dalam lautan primordial karena mengejar komunikasi dan pemahaman, sehingga air matanya bertetesan. Dan karena hati belas kasih inilah, dia melakukan kesalahan yang harus ditanggung oleh seluruh Pure Water.\n\nKisah selanjutnya, adalah versi yang beredar di kalangan manusia. Meski cuma beredar di kalangan peneliti saja:\nRemus agung tiba di Fontaine, dengan membayangkan kota yang megah dan abadi: Remuria. Dia mengajarkan semua makhluk hidup, dan pada akhirnya, dia berhasil menyentuh satu sudut dari impiannya sendiri. Yang datang berikutnya merupakan ramalan, bukan yang berniat jahat, namun sangat menakutkan: Melodi keemasan akan berakhir suatu hari nanti, dan Remuria akan jatuh.\nAda pepatah yang berbunyi: Jika seorang pahlawan tidak gugur saat kembali ke kampung halamannya, dia pasti akan menjadi pemimpin tirani. Keadilan yang diterapkan oleh Remuria untuk bisa terhindar dari takdir ini pada akhirnya akan berakhir menjadi tirani karena terlalu berlebihan. Dan tirani akan disambut dengan perlawanan bagai gelombang ganas. Demikianlah Remus menghilang — Remus yang agung, Remus yang bodoh, Remus yang berpikiran jauh ke depan, Remus yang kesepian.\n\n....\n\nManusia menginginkan penghakiman karena perasaan bersalah. Manusia memiliki keinginan, dan maka itulah mereka ingin diberi — mereka selalu menginginkan seorang dewa. Oleh sebab itu, jantung lautan primordial, Egeria yang berbelas kasih, diberikan sebuah kepingan dari dia yang paling awal, dan mendapatkan kedewaan dan misi suci yang datang belakangan. Apakah ini merupakan keinginan manusia yang tersampaikan ke langit? Atau merupakan lembar pembuka serangkaian rencana gelap yang lain?\n\nIni merupakan cerita yang tak bisa diketahui oleh siapa pun kecuali dirimu sendiri. Saat terbangun, sayap ini akan muncul di atas kasurmu bersama dengan kisah di atas. Kamu bisa meminta kepada seluruh spesies di dunia untuk membuktikan kebenaran legenda mereka. Tapi tidak akan ada yang percaya kepadamu, karena mana mungkin Wind Glider ini muncul begitu saja bersama dengan cerita ini?",
	"sortorder": 140012,
	"source": [
		"Didapatkan setelah Reputasi di Fontaine mencapai level tertentu"
	]
}