{
	"id": 140014,
	"name": "Wings of Delicacies",
	"description": "Sebuah Wind Glider yang dibuat untuk memperingati pembukaan kembali sebuah pesta besar. Meski sudah bertahun-tahun berlalu namun rasanya masih tetap tidak berubah.",
	"rarity": 4,
	"story": "Ini adalah kisah perjalanan antar bintang yang terjadi di sebuah stasiun transfer. Toko pensiunan veteran yang mengurangi beban berat yang dipikul orang-orang yang lewat. Pemilik toko veteran ini juga kebetulan adalah kolonel terhormat.\n\nPelanggan pertama adalah dewa yang mengembara karena bintang asalnya sudah dihancurkan. Dia menceritakan kepada pemilik toko tentang ketidakpastian alam semestanya, dan cintanya terhadap kehidupan di planetnya dulu.\n\"Aku pernah mengingat setiap momen dari kejayaan peradabanku. Dari penemuan teori pitagoras, sampai diresmikannya lift angkasa. Mulai dari lukisan batu pertama, sampai lima puluh tiga gambar holografik pemandangan galaksi.\"\nPemilik toko itu tetap terdiam, sampai dia selesai menggoreng ayamnya dan menyajikannya:\n\"Kamu tetap masih bisa melakukan sesuatu untuk mereka, kan? Setelah selesai makan, cobalah.\"\nDewa ini sebenarnya adalah kecerdasan buatan yang diciptakan oleh suku cerdas di sebuah bintang, yang digunakan untuk mengintegrasi dan menerapkan sumber daya rencana optimal pada tingkat bintang. Benar yang dikatakan kolonel, masih ada satu hal lagi yang bisa dia lakukan.\n\nPelanggan kedua adalah iblis jahat yang menghancurkan banyak sekali dunia. Setelah masuk, dia memesan banyak sekali makanan. Sampai kolonel terpaksa bertanya:\n\"Memangnya habis dimakan semua ini?\"\n\"Cerewet, kalau tidak habis ya bungkus saja kan!\" Iblis itu menjilat bibirnya sendiri. Sebenarnya jilatan iblis itu sama seperti ular yang mendesis. Ini hanya merupakan kebiasaan untuk mendeteksi sekitarnya.\nIblis itu melahap ayam goreng dan hamburger yang disajikan di atas meja dengan cepat, sembari membanggakan pencapaiannya kepada sang kolonel. Tapi pada akhirnya, memang dia tidak bisa menghabiskan makanan yang dipesannya.\n\"Kok tidak habis? Memangnya tidak enak?\"\nIblis tidak pernah ditanya seperti ini, pada saat itu, dia ingin melawan nuraninya dan menjawab \"tidak enak\". Tapi saat dia melihat kolonel bersiap untuk mengambil senapannya, dia bertahan dengan menjaga sikapnya dan meminta kolonel untuk membungkuskannya.\nIblis itu tidak tahu bahwa dia baru saja menyelamatkan nyawanya sendiri. Saat diberi gelar \"Kolonel Kehormatan\", kolonel juga mendapatkan izin untuk mengeksekusi siapa pun yang berbuat onar di tokonya. Senjata tembak yang tergantung di bawah jam itu pun menghela napas panjang, karena tidak ada kesempatan baginya untuk unjuk gigi.\n\n....\n\nPelanggan yang ketiga puluh adalah seorang penyihir. Saat melihat mukanya, kolonel langsung tahu apa yang hendak dipesannya.\nKolonel dan perempuan itu tidak berbicara sama sekali.\nAkhirnya penyihir itu menengadahkan wajahnya, tepi mulutnya penuh dengan minyak, pipinya tembem karena masih ada daging ayam di baliknya.\n\"Kamu, tidak punya cerita?\" tanya Kolonel.\n\"Sudah kuceritakan semuanya waktu pertama kali datang.\" sahut gadis itu sambil meneguk kola sampai habis. \"Kalau makanan di sini enak, masa aku tidak boleh sering-sering datang?\"\n\"Benar juga katamu.\" jawab Kolonel sambil menyerahkan sehelai tisu.",
	"isHidden": true,
	"source": [
		"Didapatkan dari event kolaborasi"
	]
}