{
	"name": "Wings of the Forest",
	"description": "Model Wind Glider. Hadiah yang diberikan sebagai tanda pengakuan dari Sumeru.",
	"rarity": "4",
	"story": "Karena dulu di Sumeru orang jarang sekali bermimpi, orang-orang jadi memiliki takhayul: Kalau dalam tidurmu, kamu melihat bayangan yang terbentuk dari hatimu, itu adalah wahyu dan pencerahan dari Archon Dendro. Di baliknya pasti ada kebenaran yang dalam dan ajaib. Mungkin karena tradisi inilah, tercipta \"Akasha\".\nMantan Guru Besar Firnas — bukan Guru Besar di Akademiya sekarang, mengatakan kalau dirinya punya banyak mimpi dan sering mencatatnya. Oleh karena itu, dia menjadi lebih terkenal sebagai penyair dan pemimpi di siang hari dibandingkan dengan pelajar atau penemu. Karena di Sumeru orang jarang bermimpi, kalau dia benar-benar bisa bermimpi, maka dia pasti adalah orang yang ditunjuk yang duduk di bawah kaki Archon Dendro setiap hari. Mereka yang iri kepadanya hanya bisa mengatakan kalau bermimpi di siang hari tidak termasuk hitungan.\n\nKonon katanya dia sudah pernah melihat Wind Glider dari bangsa yang jauh, dan sadar kalau prinsip kerjanya sama sekali tidak sesuai dengan hukum fisika. Kalau bukan Archon Anemo yang memberkati setiap Wind Glider, maka barang ini pasti akan seperti batu biasa. Meski diberikan kepada elang kuat, pasti akan membuatnya jatuh dari ketinggian langit, dan bahkan cukup kuat untuk menghancurkan cangkang kura-kura.\nDemikianlah, Guru Besar Firnas - aku tegaskan sekali ini, bukan Guru Besar Firnas yang menjabat sekarang, memutuskan untuk membuat sebuah Wind Glider yang tidak memiliki berkat dari Archon Anemo. Dia akan bisa terbang dengan keindahannya sendiri dan dengan hukum fisika yang mengatur segala sesuatu.\n\nJadi, dia sibuk siang dan malam, sampai akhirnya, dia terlalu letih dan tertidur. Konon katanya, dia berhasil bertemu dengan Archon Dendro sekali lagi di dalam mimpinya.\nTuan dari seluruh makhluk hidup itu mendengarkan kekesalan Guru Besar Firnas, lalu dia tertawa dan menceritakan sebuah kisah kepadanya:\n\nCeritanya tentang angin yang menjelma menjadi wujud manusia, batu yang bisa berbicara, dan ... ummm, kayu yang terbuat dari Electro. Mereka bertiga membahas tentang struktur dunia, dan masing-masing dari mereka percaya kalau mereka adalah salah satu elemen fundamental yang penting. Batu mengatakan dia bisa menahan segala sesuatu yang ada di dunia, dan mereka semua setuju. Kayu itu mengatakan kalau semua pemikiran singkat di dunia ini adalah hasil dari energi listrik. Ini sedikit berlebihan menurut mereka semua, tapi juga tidak bisa dikatakan salah. Saat giliran angin tiba, dia bercerita:\n\nDalam kisah dari dunia lain, di langit yang tinggi, ada banyak anak-anak yang luar biasa, mereka semuanya adalah roh angin. Ada roh yang bisa membelah gunung dan batu, ada yang bisa memanggil angin kuat untuk menggerakkan awan dan air, kekuatannya tidak tertandingi. Hanya anak yang paling kecil yang diabaikan oleh orang-orang karena kelemahan hembusan anginnya. Demikianlah, dia menyembunyikan dirinya. Bunga-bunga yang seharusnya diserbuki oleh media angin menjadi menderita, karena tidak ada media angin yang menyerbuki, begitu pula Dandelion yang paling membutuhkan napas kehidupan. Untuk menyemangatinya, Dandelion menceritakan sebuah kisah:\n\nDahulu sekali, di bangsa yang jauh di sana, hiduplah seorang ratu yang kuat dan cantik, seperti layaknya matahari yang memancarkan sinarnya. Tapi adiknya adalah seorang kesatria yang kasar dan genit ... (sebagian hilang) ... Untuk menyemangati ratu, pelayannya akhirnya menceritakan sebuah kisah:\n\n....\n\nSetelah malam itu, Guru Besar Firnas membuat sebuah Wind Glider, dan meminta berkat dari Archon Anemo. Meskipun hasil akhirnya sama persis dengan Wind Glider yang ditemukannya dulu, tapi Akademiya menyatakan kalau kesamaan ini hanyalah sebuah kebetulan.\nKonon katanya, hal pertama yang dikatakan Guru Besar saat bangun tidur adalah: \"Aku sudah tahu! Jawabannya ternyata ada di depanku selama ini.\"\nSebenarnya kalimat pertamanya adalah: \"Aku mohon lepaskan aku. Aku sudah tahu. Jawabannya ternyata ada di depanku selama ini. Berkat dari Archon juga adalah hukum dunia ini. Tolong, jangan katakan lagi.\"\n\nFabel ini mengingatkan kepada kita, kalau kebenaran di dunia memang harus dihormati, tapi jangan pernah mencari fisika di dalam mimpi fantasi.\nBagaimana? Kamu ingin menerima Wind Glider Guru Besar Firnas ini?",
	"sortorder": 140010,
	"source": [
		"Didapatkan setelah Reputasi di Sumeru mencapai level tertentu"
	]
}