{
	"id": 140015,
	"name": "Wings of Soaring Flame",
	"description": "Model Wind Glider. Hadiah yang diberikan sebagai tanda pengakuan dari Natlan.",
	"rarity": 4,
	"story": "Imam tua dari Penguasa Angin Malam melemparkan sekantong bubuk ke dalam api unggun. Api unggun itu seakan-akan mendapatkan nutrisi, dan menyala dengan lebih terang.\n\"Apa yang akan kuceritakan bukanlah dongeng, melainkan sejarah yang diceritakan oleh angin malam.\" Dengan tangannya yang kurus kering, dia mengeluarkan ranting tebal dan menyentuh api untuk membuatnya menjadi lebih menyala dan lebih terang.\n\"Guru, sekarang sudah malam musim panas, panasnya menyengat. Jangan begitu.\" Begitu para penonton membujuknya.\n\"Kamu tidak mengerti. Ini namanya atmosfer. Api unggun itu untuk mencegah hewan liar mendekat.\"\n\n....\nNaga yang bersayap dan dapat berbicara yang menyebut dirinya sebagai \"Akhir Para Sage\", dia adalah cucu sang raja naga. Dia mengembara di dunia dan menyusahkan manusia.\nSuatu hari, dia bertaruh dengan seorang manusia: \"Bagaimana manusia bisa mengendalikan langit tanpa kekuatan Phlogiston?\"\nKalau memiliki kebijaksanaan asap, dan bermeditasi sampai ke kedalaman, maka kekuatan yang tersembunyi di dahi dan kepala akan membuat tubuh melayang. Tapi orang yang ditanyainya tidak memiliki kebijaksanaan seperti itu.\n\"Apa susahnya?\"\nPria itu menyalakan tumpukan api, lalu membungkusnya dengan kulit yang sudah dijahit dan membiarkan api yang diselimuti angin membawanya ke atas.\n....\n\n\"Ada banyak ujian seperti ini. Pada akhirnya, kami orang-orang Natlan mendapatkan kekuatan untuk menggunakan Phlogiston dengan pengorbanan.\" Ucap imam tua itu sambil menebarkan bubuk ke dalam api.\n\"Pengor ... banan?\"\n\"Saat itu belum ada aliansi Qucusaurus, jadi dia jatuh dan mati.\"\n\"Kenapa orang-orang Natlan lainnya tidak menggunakan Wind Glider yang diinspirasi oleh pengorbanan pahlawan ini?\"\n\"Siapa sih yang mau pakai ini kalau sudah ada Qucusaurus? Kenapa? Kok kayaknya tidak percaya? Aku ini anak keempat yang paling dekat dengan Master Citlali, kamu meragukanku?\"",
	"source": [
		"Didapatkan setelah Reputasi di Suku Natlan mencapai syarat tertentu"
	]
}