{
	"name": "Wings of Golden Flight",
	"description": "Model Wind Glider. Hadiah yang diberikan sebagai tanda pengakuan dan pujian dari Liyue.",
	"rarity": "4",
	"story": "\"Lihatlah awan yang melayang di antara bebatuan, betapa indah dan anggunnya mereka. Caihong dan Jianxue, bercanda dan tertawa melihat pertarungan di bawah.\"\nKisah yang akan kita ceritakan hari ini harus dimulai dengan beberapa kalimat berikut.\nSemua orang tahu bahwa Liyue persis seperti namanya, dengan pegunungan liar terbuka dan hutan yang dikelilingi awan dan semuanya memiliki sentuhan dan jejak dongeng. Mereka berada di tempat ini di mana Qixing tidak berjaya karena mereka memiliki rasa keadilan yang kuat. Kami telah menceritakan kisah tentang dua prajurit Knight muda yang tak begitu diketahui latarnya, Caihong dan Jianxue. Sekarang adalah waktunya untuk menceritakan kisah pejuang hebat lainnya.\n\nPahlawan yang dikatakan telah menginjak angin dari timur.\nSetelah menerima kekuatan dari Rex Lapis, dia mengubah sayap emasnya dan melanjutkan perjalanan ke Liyue.\nSeekor naga beracun dihantam oleh tinju sang pahlawan yang sebesar Mt. Aozhang.\nMonster jahat yang kesepian juga telah menyerang semua orang dengan kekuatannya. Setelah melihat ini, pahlawan itu menyapu monster tersebut dengan satu pukulan.\nJuga dikatakan bahwa ada pria kurang ajar dari Fatui dengan celana sutra, yang pada pesta itu malah mencela Rex Lapis dan memarahi Qixing, dia mengangkat mangkuk buah di pesta dan memukulnya. Setelah mengalahkan orang Fatui tersebut,. dia membungkuk dan meminta pengampunan di hadapan Rex Lapis dan para Qixing lalu meninggalkan pesta...\n\nSayap ini memang mewah dan dipuji oleh semua orang di Liyue, menerima hadiah yang seperti ini aku sangat senang.\nNamun, cerita lisan tentang eksploitasi para pahlawan, yang menyertai semua ini, tidak peduli bagaimana kamu melihatnya, sepertinya ini melampaui harapan apa pun...",
	"sortorder": 140005,
	"source": [
		"Didapatkan setelah Reputasi di Liyue mencapai level tertentu"
	]
}