{
	"id": 140013,
	"name": "Wings of Transient Dreams",
	"description": "Model Wind Glider. Kamu mendapatkannya dalam sekejap seperti sebuah kejutan yang mengagumkan, bagaikan memasuki mimpi di masa lalu melalui musik.",
	"rarity": 4,
	"story": "Ini merupakan sebuah cerita kecil tentang lagu yang berjudul \"Mimpi Lalat Capung\".\nIni bukan lagu yang luar biasa atau elegan. Meski pernah disanjung dan disukai karena melodinya.\nNamun, musik baru terlahir, dan lagu-lagu lama perlahan tersingkirkan dan terlupakan. Inilah \"popularitas\".\nKemudian, bahkan orang yang menuliskan lagu ini juga tidak diketahui oleh siapa pun.\nOrang-orang mengatakan, bakat orang ini singkat sekali bagai bunga yang mekar, sama seperti komposer lagu yang lain.\n\n\"Bakatnya singkat sekali bagai bunga yang mekar, sama seperti komposer lagu yang lain ....\"\nSaat dia mengutarakan tentang opini publik ini, dia melihat kakak perempuannya yang duduk sendirian di koridor di sebelah teras.\nKakaknya membelakanginya, tangannya memegang siter, terkadang memetik senarnya beberapa kali.\n\"Orang-orang juga bilang, lalat capung hidupnya singkat, tapi mereka tetap tenggelam dalam mimpi.\"\nDalam ingatannya, kakaknya selalu membelakanginya dan tidak pernah merespons kata-katanya. Dia hanya terus memainkan melodi yang perlahan-lahan dilupakan oleh orang-orang.\nSoalnya kan komposer selalu suka lagu buatan sendiri.\nTapi sejak saat itu, kakaknya juga jarang sekali punya waktu luang seperti itu. Selanjutnya ... dia juga kehilangan kesempatan untuk mendengar kakaknya memainkan lagu ini, untuk selama-lamanya.\nTapi, dibandingkan dengan kakaknya, dia tidak terlalu tertarik dengan bidang ini. Makanya dia perlahan-lahan melupakan hal ini juga.\n\nWaktu dia mendengarnya sekali lagi adalah pada saat dia sedang berteduh di bawah kedai anggur saat sedang jalan-jalan sendiri\nPemain siter yang buta ini memainkan lagunya dengan harapan imbalan minuman dari pemiliknya. Kemampuan musik musisi ini sih tidak terlalu hebat, tapi sudah cukup.\nSaat lagunya selesai dimainkan, dan anggurnya sudah diminum, musisi yang sedikit mabuk ini mengatakan bahwa lagu tadi dibuat oleh seseorang dengan keagungan yang tak tertandingi.\nTentu saja, ini cuma gosip yang sering diceritakan oleh para pengembara di alam liar. Memangnya ada yang bakal percaya?\nDi tengah-tengah suara tawa yang memenuhi seluruh ruangan, dia tiba-tiba teringat ....\nDia teringat akan teras yang dipenuhi cahaya matahari di sore hari, teringat akan angin sepoi-sepoi yang menciptakan riak kecil di kolam, bayang-bayang di bawah pohon yang bergerak pelan, serta suara petikan senar itu beberapa kali ....\nSerta bayangan yang duduk di koridor sambil memegang siter, yang sudah lama tidak dia lihat ....\nSaat dia mau membalikkan badannya, dan wajahnya ....\n\nMemangnya kenapa kalau jadi lalat capung? Semuanya juga lahir dan mati dalam sekejap. Embun di pagi hari juga sama, tapi mereka tetap punya impian!\nMemangnya kenapa kalau jadi bunga? Bunga mekar dan layu dalam satu hari saja, tapi orang yang menyaksikannya tidak pernah lupa akan keindahannya.\nItulah yang membuat memori menjadi \"memori\".\nBukannya memori itu momen masa lalu yang muncul begitu saja dalam sekejap?\n\n\"... Konon katanya Wind Glider ini ditemukan oleh Yashiro Comission di samping siter waktu sedang membersihkan barang-barang lama. Aku khawatir tidak terlalu berguna untukku, makanya kuhadiahkan saja kepadamu.\"\nPada saat wanita itu bercerita bagian ini, siter tua di tangannya sudah dicat ulang, hanya saja pose orang yang memegangnya masih belum terlalu telaten.\nSepertinya dia menyadari tatapanmu yang berharap, dia menghela napas sejenak.\n\"Ngomong di depan ya, kemampuan musikku tidak sebagus kemampuan bela diriku.\"\nDia mengenang masa lalu dan memainkan satu-satunya lagu yang dia kuasai.",
	"isHidden": true,
	"source": []
}