{
	"id": 140014,
	"name": "Wings of Delicacies",
	"description": "Sebuah Wind Glider yang dibuat untuk memperingati pembukaan kembali sebuah pesta besar. Meski sudah bertahun-tahun berlalu namun rasanya masih tetap tidak berubah.",
	"rarity": 4,
	"story": "Ini adalah kisah perjalanan antar bintang, di mana para petualang bisa mendapatkan kenyamanan di sebuah toko kecil milik petualang tua. Pemiliknya adalah seseorang yang sudah lanjut usia, yang kini tubuhnya sudah lelah dikarenakan telah lama menjadi kapten yang mengembara di tengah lautan bintang-bintang, dengan gagah berani berlayar ke berbagai tempat yang belum pernah dikunjungi siapa pun sebelumnya, dan pada akhirnya dia mengubah pesawat luar angkasanya yang berkarat itu menjadi restoran tempat para petualang beristirahat.\n\nPelanggan pertama adalah dewa yang mengembara karena bintang asalnya sudah dihancurkan. Dia menceritakan kepada pemilik toko tentang ketidakpastian alam semestanya, dan cintanya terhadap kehidupan di planetnya dulu.\n\"Aku pernah mengingat setiap momen dari kejayaan peradabanku. Dari penemuan teori pitagoras, sampai diresmikannya lift angkasa. Mulai dari lukisan batu pertama, sampai lima puluh tiga gambar holografik pemandangan galaksi.\"\nPemilik toko tetap terdiam sampai hidangan yang diminta pelanggan selesai disiapkan, lalu menyajikannya:\n\"Kamu tetap masih bisa melakukan sesuatu untuk mereka, kan? Setelah selesai makan, cobalah.\"\nDewa ini sebenarnya adalah kecerdasan buatan yang diciptakan oleh sebuah suku pintar di sebuah bintang, yang digunakan untuk mengintegrasi dan menerapkan sumber daya rencana optimal pada tingkat bintang. Benar yang dikatakan oleh pemilik toko, masih ada satu hal lagi yang bisa dia lakukan.\n\nPelanggan kedua adalah iblis jahat yang menghancurkan banyak sekali dunia. Setelah masuk, dia memesan banyak sekali makanan. Sampai pemilik toko terpaksa bertanya:\n\"Memangnya kamu yakin bisa habiskan semua ini?\"\n\"Cerewet, kalau tidak habis ya bungkus saja kan!\" Iblis itu menjilat bibirnya sendiri. Sebenarnya jilatan iblis itu sama seperti ular yang mendesis. Ini hanya merupakan kebiasaan untuk mendeteksi sekitarnya.\nIblis itu melahap ayam goreng dan hamburger yang disajikan di atas meja dengan cepat, sembari membanggakan pencapaiannya kepada sang pemilik toko. Tapi pada akhirnya, memang dia tidak bisa menghabiskan makanan yang dipesannya.\n\"Kok tidak habis? Memangnya tidak enak?\"\nIblis tidak pernah ditanya seperti ini, pada saat itu, dia ingin melawan nuraninya dan menjawab \"tidak enak\". Tapi saat dia melihat sang kapten legendaris bersiap untuk mengambil senapannya, dia bertahan dengan menjaga sikapnya dan meminta si pemilik toko untuk membungkusnya.\nIblis itu tidak tahu bahwa dia baru saja menyelamatkan nyawanya sendiri. Karena dulu pada saat petualang itu diberi gelar \"Rekan Kehormatan\", maka dia juga mendapatkan izin untuk mengeksekusi siapa pun yang berbuat onar di tokonya. Pistol antik yang tergantung di bawah jam itu pun menghela napas panjang, karena tidak ada kesempatan baginya untuk unjuk gigi.\n\n....\n\nPelanggan yang ketiga puluh adalah seorang penyihir. Saat melihat mukanya, pemilik toko langsung tahu apa yang hendak dipesannya.\nPemilik toko dan perempuan itu tidak berbicara sama sekali.\nAkhirnya penyihir itu menengadahkan wajahnya, tepi mulutnya penuh dengan minyak, pipinya tembem karena masih ada makanan di baliknya.\n\"Kalau begitu, apa kamu tidak punya cerita untuk diceritakan?\" tanya Kapten yang sudah menyaksikan begitu banyaknya cerita.\n\"Sudah kuceritakan semuanya waktu pertama kali datang.\" sahut gadis itu sambil meneguk minumannya sampai habis. \"Kalau makanan di sini enak, masa aku tidak boleh sering-sering datang?\"\n\"Benar juga katamu,\" jawab pemilik toko sambil menyerahkan sehelai tisu.",
	"isHidden": true,
	"source": [
		"Didapatkan dari event kolaborasi"
	]
}