{
	"id": 140006,
	"name": "Wings of Concealing Snow",
	"description": "Model Wind Glider. Sebuah hadiah yang ditinggalkan oleh seekor burung pemangsa yang dulunya terbang di antara pegunungan.",
	"rarity": 4,
	"story": "Kami pasti akan bangkit kembali.\nPohon yang telah mati menumbuhkan kembali cabang barunya, karena lebih banyak masa sulit akan datang menghampiri.\n\nBurung hantu pernah memperingatkan Elang dengan kata-kata ini.\n\nNamun Elang yang selalu memandangi bumi memiliki kesombongan untuk mendominasi langit biru.\nDi bawah langit tinggi, apa yang bisa dibandingkan dengan mereka?\nElang tidak mendengarkan peringatan burung hantu dan menertawakan histeria mereka.\nBurung yang hanya bisa berburu dalam kegelapan begitu pengecut dan tidak berguna.\n\nKemudian, embun es dan salju yang membekukan pegunungan menghancurkan pepohonan yang menaungi negara tersebut.\nLalu kegelapan yang membanjiri benua seperti air pasang, mematahkan cabang-cabang tempat burung pemangsa berlabuh.\nElang pun mengamuk dalam kebencian, jatuh bersama burung-burung lainnya.\n\nKejadian ini membuat burung-burung di Kerajaan Angin mengetahui satu hal:\nLangit bebas juga akan pucat karena angin dan kabut es, dan diwarnai hitam.\nMatahari pagi telah sepenuhnya dikaburkan, tidak perlu tanyakan lagi bintang serta cahaya bulan di malam hari.\n\nAnak-anak burung itu meringkuk di dalam sarangnya, menunggu datangnya akhir yang tenang dan menyedihkan.\nTapi dengan tidak adanya cahaya, kegelapan menjadi penguasa malam...\n\nHingga waktu yang sangat lama...\nBergantung pada pemburuan dari mana-mana, elang muda lemah tumbuh tanpa masalah.\nLangitnya pun mulai sedikit cerah. Meski masih ada salju dan es, tapi sudah ada sedikit kehidupan di daratan.\n\nNamun, anak-anak burung tersebut mungkin tidak mengerti siapa yang menyelamatkan mereka.\nNaga secantik permata dilupakan, begitu pula pupil mata burung hantu malam yang hanya bersinar dalam kegelapan.\nKini dahan-dahan tempat burung bertengger telah tumbuh lagi, meski dahannya berwarna merah yang membuat orang bergidik...\n\nMeski tidak ada kaitannya langsung, mungkin karena penjagaan dan perburuan di malam yang sepi, Elang Merah yang sebelumnya juga menyandang nama burung hantu.\n\nDalam keheningan malam, kicauan mereka menyampaikan rahasia:\nKami pasti akan bangkit kembali.\nPohon yang telah mati menumbuhkan kembali cabang barunya, karena lebih banyak masa sulit akan datang menghampiri.\n\nSekarang, berikan sayap ini. Mari kita saksikan bersama-sama.",
	"source": [
		"Didapatkan setelah menaikkan level Frostbearing Tree ke level tertentu"
	]
}