{
	"id": 140018,
	"name": "Wings of Leisurely Moments",
	"description": "Model Wind Glider. Diciptakan untuk mengenang momen makan santai — salah satu dari momen tak terhitung yang terjalin dalam kegembiraan sehari-hari.",
	"rarity": 4,
	"story": "Anak muda tak perlu bekerja hari ini. Dia berbaring di kursi dan membaca resep di tangannya.\nDi atas meja kecil pada salah satu sisinya, terdapat sekantong tepung dan beberapa remah roti — barang-barang berharga di Khaenri'ah. Berkat keberadaan alkimia, kerajaan bawah tanah telah memelihara banyak makhluk hidup bawah tanah yang dapat berkembang biak hanya dengan jamur. Akibatnya, daging berlimpah, tetapi sayuran dan biji-bijian — tanaman yang membutuhkan sinar matahari untuk tumbuh — langka. Seiring pemerintahan Raja Irmin yang semakin tirani, dan hubungan antara Khaenri'ah dan dunia atas semakin tegang, harga biji-bijian pun melonjak.\n\nCincin yang diletakkan di samping tepung dan remah roti itu bahkan lebih berharga. Cincin itu merupakan bukti visioner Khaenri'ah yang unggul, tetapi pemuda itu tidak menyukainya — beban takdir yang terkandung di dalamnya terlalu berat.\n\nPemuda itu mendengar pintu didorong terbuka dan segera mengantongi cincin itu. Adiknya telah lama menginginkannya sejak kecil, meskipun hanya karena penampilannya. Adiknya kini telah menjadi pengawal terlatih dan calon kesatria, dia masihlah merasa khawatir.\n\n\"Kenapa kamu pulang begitu malam?\" tanya pemuda itu.\n\"Haden si bangkotan itu menyuruh kami berdua menggosok aula latihan dan gudang senjata setelah kelas. Dia beralasan itu karena posisi bertarung kami yang kurang tepat, padahal belum pernah ada yang mengalahkan kami dalam latihan.\" Saudara laki-laki pemuda itu menunjuk rekannya dengan riang. \"Ini Surtalogi, saudaraku yang sedang menderita. Ini Vedrfolnir, kakakku.\"\n\"Dain yang menyeretku. Aku tidak bermaksud makan jamuan makan semahal ini.\"\n\"Hidungmu tajam.\" Vedrfolnir berdiri perlahan. \"Makanlah bersama kami, takdir yang membawamu ke sini.\"\n\nAyam gorengnya lezat, roti, sayuran, dan dagingnya juga sama lezatnya. Namun, potongan kentang goreng renyahnyalah yang benar-benar mencuri perhatian.\n\nNamun di waktu-waktu selanjutnya, tak seorang pun dari mereka yang mengingat momen damai dan bahagia ini.\nPada akhirnya, mantra yang dilontarkan pemuda itu pada cincin tersebut — yang dimaksudkan untuk mengembalikan keadaan tubuh — mengandung kekuatan yang tidak jelas-jelas merupakan berkat maupun kutukan.\nDi akhir segalanya, Dain memperoleh cincin yang ia idam-idamkan sejak kecil — dan bersamanya, beban takdir yang berat pula yang menyertainya.\nTapi apa pentingnya itu?\n\nSambil membersihkan sisa-sisa makanan, Vedrfolnir tiba-tiba mengalihkan pandangannya ke arah sesuatu yang tak diketahui, menatap melintasi ruang dan waktu.\n\"Apa yang kamu harapkan?\"\nItu adalah kenangan indah di masa-masa tanpa beban, sebelum segalanya melewati titik penebusan.",
	"isHidden": true,
	"source": [
		"Didapatkan dari event kolaborasi"
	]
}