{
	"id": 140009,
	"name": "Wings of Shimmering Galaxy",
	"description": "Model Wind Glider. Hadiah bagi kalian yang telah merayakan simfoni yang bergema di antara lautan bintang.",
	"rarity": 4,
	"story": "\"Aku pernah mengenal seorang penyair tertentu. Bukan aku sendiri, tentunya...\"\nLelaki hijau itu mengunyah apel sambil menceritakan kisah berikut.\n\nAku pernah mengenal seorang penyair tertentu. Dia hidup di masa ketika api perang baru saja mereda, dan bara api baru saja menjadi tenang. Dia pun telah menyaksikan perselisihan dan perpisahan yang tak terhitung lagi jumlahnya.\nLalu, dia bernyanyi untuk langit di atasnya, untuk batu yang keras dan teguh, untuk lautan yang bergelombang, dan untuk bintang-bintang di angkasa.\nKarena dia tahu bahwa harus ada seseorang yang menyembuhkan luka dunia, karenanya orang itu perlu menemukan cara untuk berkomunikasi dengan mereka.\nJika langit, batu, laut, dan bintang-bintang menjawab, maka musik mungkin mengalir melalui semuanya.\nPada awalnya, langit tidak menjawab, hanya bayangan burung yang menutupi wajahnya saat burung-burung itu terbang melewatinya. Tidak ada jawaban pula dari batu, kecuali tetesan air yang jatuh. Dan lautan pun tidak menanggapi apa-apa — namun akhirnya, udara yang asin membawakan pertanda datangnya badai.\nBintang juga tidak memberinya jawaban sama sekali.\nNamun sang penyair mengetahuinya. Memangnya langit yang berbintang ini bisa menghadirkan jawaban apa?\n\nTapi penyair itu tidak menyerah, bukan karena dia percaya atau karena hal lainnya. Tapi karena memang begitulah dirinya.\nKemudian, laut menjawab. Sebuah pos penjaga didirikan di tebing tinggi untuk menyihir badai, dan suster yang bertugas akan memuji penampilannya.\nSetelah itu, batu juga menjawab. Dia mengusap wajahnya dengan saputangan, dan berkata: \"Pertunjukanmu memang tiada duanya di seluruh negeri. Tapi kalau lain kali kamu mabuk dan menumpahkan anggur ke kepalaku, aku akan sangat marah.\"\nSetelah batu, kemudian sang langit pun menjawab. Bayangan burung yang terbang di atas kepala pada siang hari menutupi sinar matahari itu sendiri. Penyair itu mengangkat kepalanya, lalu seekor naga yang cantik turun ke hadapannya.\n\n\"Aku berpikir, seandainya aku bisa membuat bintang-bintang terharu suatu hari nanti. Mungkin harus kubuat hujan meteor! Ah, tidak salah lagi... jadi Wind Glider ini adalah jawaban dari bintang-bintang. Wind Glider ini jatuh dari langit, sama seperti kamu!\"\nSang penyair hijau menunjuk ke arah langit sambil tangannya menggenggam apel.\n\"Penyair ini bukanlah diriku, atau mungkin Wind Glider ini jatuh dari angkasa. Kamu pilih saja mau percaya yang mana. Ehe~\"",
	"isHidden": true,
	"source": []
}