{
	"id": 140011,
	"name": "Wings of the Starlit Feast",
	"description": "Model Wind Glider. Hadiah bagi kalian yang telah menyaksikan perayaan dunia nan jauh di sana.",
	"rarity": 4,
	"story": "\"Jadi, benda ajaib yang saat ini kubawa adalah ....\"\n\nUtusan itu baru saja akan memberi tahu pemilik Istana Alcazarzaray tentang asal usul penemuan baru sesuai dengan mandat yang diembannya, tetapi kemudian dia menemukan bahwa lawan bicaranya itu malah melayangkan perhatiannya kepada hal lain.\n\n\"—Bukan, bukan, bukan yang itu. Itu makan siangku. Benda ajaibnya adalah layang-layang yang ada di samping sana ... Ya, yang itu!\"\n\"Hmm ... Sejujurnya, cerita di balik glider ini juga tidak bisa sepenuhnya dipisahkan dari makanan, bukan ...?\"\n\"Yah, menurut Nona Alice, wind glider ini tidak dibuat di Teyvat, tapi ia merupakan sebuah benda yang hanyut ke sini dari tempat yang jauh ....\"\n\nDi tempat yang jauh itu, seseorang pernah mengatakan ini—\n\"Hidup tanpa pesta adalah perjalanan panjang tanpa penginapan.\"\nMakanan yang lezat, musik yang menenangkan, suasana yang menyenangkan, hari-hari yang santai, dan yang terpenting di antara semuanya adalah ... kenangan yang tercipta bersama dengan semua orang.\nPesta yang sempurna melahirkan kenangan yang menakjubkan. Oleh karenanya, sudah sepatutnya pesta itu harus diingat melalui kenang-kenangan yang indah.\nTapi kelihatannya itu akan tampak agak lusuh - seandainya hanya pemikiran dan niat hati sajalah yang dituliskan di atas kertas.\nLagi pula, beberapa lembar kertas dan beberapa baris tulisan juga tidak akan sanggup merangkum luasnya pemikiran seseorang.\nAkhirnya, semua orang mengasah ide dan menghasilkan solusi yang sangat brilian.\n\"Karena di akhir pesta, langit berbintang nan cerahlah yang akan kita lihat saat kita mengarahkan pandangan kita ke langit, jadi marilah gunakan cahaya bintang-bintang itu untuk melukiskan keinginan kita saat ini!\"\nLagi pula, pikiran itu sendiri layaknya cahaya yang tak berbentuk, dan hanya ingatan sajalah yang dapat memberikannya bentuk yang unik.\nSaat ingatan semua orang tergabung menjadi satu, pikiran itu sendiri juga bergabung dengan aliran bintang yang berkilauan, berhamburan ke langit malam yang tak berujung.\n\n\"Terbang, terbanglah jauh - bawalah keinginan kami, lagu-lagu yang gembira, dan pesta yang adil di sayapmu, dan dengan pikiran kami mencapai ujung bintang yang jauh, hari esok yang diimpikan ....\"\n\nSaat kamu melihat ke langit yang gelap dan melihat bintang jatuh yang terkadang 'kan melintas, mungkin itu masihlah merupakan keinginan kecil dari dunia yang jauh.\nKalau kamu bersikap seperti anak kecil yang akan memejamkan mata dan berharap pada bintang jatuh itu, kamu akan menggenggam mimpi yang terindah,\nDan mungkin, keinginan yang diucapkan saat ini juga bisa menjadi sebuah bintang jatuh yang cemerlang untuk orang asing yang berada jauh di sana, dan itu bisa membantunya mewujudkan keinginannya.\n\nDan wind glider ini, ialah yang paling gigih di antara banyaknya harapan yang berkeinginan untuk bisa bepergian jauh.\nTidak peduli kapan atau di mana, bahkan seumpama sepuluh juta samudra bintang membentang di antaranya, ia tetap ingin mengepakkan sayap dan terbang berdampingan bersama dengan yang lain.\n\n\"Demikianlah Nona Alice menanggapi harapannya, dan mengubahnya menjadi wind glider dalam bentuknya yang kini.\"\n\n\"—Mana mungkin aku menceritakan kisah ini kepada pelanggan?! Sudahlah, kubilang saja kalau wind glider ini jatuh dari langit waktu pestanya dimulai!\"\nMeskipun seperti itu, Lord Sangemah Bay tetap telaten menceritakan kisah ini padamu — kisah yang memang awalnya dia dengar sendiri secara langsung dari sang pemasok.",
	"isHidden": true,
	"source": [
		"Didapatkan dari event kolaborasi"
	]
}