{
	"id": 140016,
	"name": "Wings of Fate's Course Intertwined",
	"description": "Model Wind Glider dengan dua persimpangan yang meliputi perpisahan dan pertemuan kembali.",
	"rarity": 4,
	"story": "Saat raja yang agung mengumumkan pewaris baru, dia melihat rambut pirang itu dari jauh. Suasana yang penuh kegembiraan dan kebisingan tidak ada hubungannya dengannya. Bunga asli dan palsu yang dilemparkan ke udara pada akhirnya masih harus dibersihkan olehnya. Dia menoleh ke belakang dari belakang gerbang istana, dan terus mempertahankan ketertiban lapangan di depan istana. Saat itu, dia hanyalah seorang kesatria muda biasa.\n\nPewaris takhta berambut pirang itu menatap ke arah orang-orang yang ada di hadapannya dengan tatapan curiga. Dia tinggal di istana untuk sementara waktu dan baru menyadari bahwa kerajaan bawah tanah ini menampung begitu banyak orang. Dia adalah sisa dari kerajaan yang pernah berjaya, dan sekarang memikul tanggung jawab seluruh dunia di pundaknya. Namun dalam hidupnya yang singkat, dia merasakan kebaikan dari orang-orang yang tinggal di sini, dan menjadi pilar yang menopang seluruh dunia, menjadi harapan satu-satunya bagi seluruh kerajaan.\n\nWalaupun latar belakang pendekar muda itu tidak termasuk biasa, tapi menghadapi kekacauan seperti ini, dia bisa dibilang tidak seberapa. Pewaris takhta berambut pirang itu memiliki nasib yang lebih mulia, tapi sekarang dia telah kehilangan dunianya dan hanya bisa merindukan sebuah kerajaan.\n\nKemudian, sang kesatria muda dipromosikan dan diberi gelar \"Twilight Sword\". Pewaris takhta berambut pirang itu dipimpin oleh Raja Kegelapan terakhir, dan perlahan-lahan berjalan ke bagian terdalam kerajaan. Kesatria muda itu memanggil anak-anak muda berbakat dari seluruh penjuru untuk menyelamatkan kakaknya yang ditahan dan matanya dibutakan karena memberikan ramalan untuk penyelamatan. Tindakan heroik mereka untuk menyelamatkan kerajaan itu hanyalah tindakan untuk mengikuti arus yang ada. Namun pewaris takhta berambut pirang itu digunakan sebagai wadah untuk menyerap kekuatan Abyss tanpa batas, dan menjadi kunci yang hampir menghancurkan seluruh dunia.\n\nIni adalah titik persimpangan di mana orang-orang yang mulia jatuh ke dalam jurang kegelapan dan orang-orang kecil memanjat ke atas dari jurang kegelapan.\nPembunuhan raja, keadilan, niat membunuh, pengkhianatan, sampai semuanya menjadi tandus. Setelah itu, waktu yang dihabiskan kedua orang itu untuk bertualang bersama karena sama-sama menderita penyakit yang sama, tidak ada apa-apanya jika dibandingkan dengan kehidupan yang terlalu panjang dan perlahan menjauh.",
	"isHidden": true,
	"source": []
}