{
	"id": 23085101,
	"monsterId": 23085101,
	"name": "Patrouilleur terrestre : Assaut polyvalent de pointe",
	"specialNames": [
		"Assaut polyvalent de pointe"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "En conciliant technologie de pointe, coûts de production et cadences de déploiement, ces patrouilleurs terrestres d'élite offrent une formidable puissance de percée, quel que soit le champ de bataille. Ils constituent le point d'appui fondamental de la ligne de front.\nCe système de combat polyvalent associe un canon automatique à plusieurs têtes à des lames rotatives de combat rapproché. Cela permet à ces patrouilleurs terrestres de faire face à ses adversaires à n'importe quelle distance, tandis que les obusiers lourds installés sur ses deux bras lui garantissent d'anéantir toute couverture et de priver les ennemies de leurs fortifications. Selon la doctrine de combat conjointe des Fatui et de l'Académie militaire impériale, ces patrouilleurs terrestres doivent être épaulés par toutes les unités de leur secteur lorsqu'ils entrent en action. De cette manière, il est possible de créer rapidement une brèche dans les rangs adverses, permettant des incursions en profondeur qui provoquent l'effondrement total des troupes ennemies.",
	"investigation": {
		"investigationId": 85,
		"name": "Patrouilleur terrestre",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Une machine autonome appliquant les principes du combat naval aux batailles terrestres.\\nEn tant que navires lourdement armés, les Patrouilleurs terrestres ont été conçus par les meilleurs ingénieurs de l'Armurerie de Snezhnaya. Ils sont désormais déployés en masse à l'avant des conquêtes des Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Arbre de transmission raffiné",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Arbre de transmission renforcé",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Arbre de transmission cassé",
			"count": 1.6808
		}
	]
}