{
	"id": 23085201,
	"monsterId": 23085201,
	"name": "Patrouilleur terrestre : Éclaireur polyvalent de pointe",
	"specialNames": [
		"Éclaireur polyvalent de pointe"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "En conciliant technologie de pointe, coûts de production et cadences de déploiement, ces patrouilleurs terrestres d'élite offrent une formidable puissance de percée, quel que soit le champ de bataille. Ils constituent le point d'appui fondamental de la ligne de front.\nCette unité polyvalente de combat et de reconnaissance est conçue pour se battre à courte et à longue distance. Elle est à la fois à la tête des escouades de patrouilleurs terrestres de reconnaissance, mais assure également un soutien rapproché aux patrouilleurs terrestres d'assaut polyvalents lors de batailles intenses. Notamment lorsqu'il s'agit de franchir des tranchées anti-patrouilleurs terrestres spéciales ou de détruire les bastions ennemis. Ce type de patrouilleur terrestre peut aussi accompagner le fer de lance au moment d'effectuer une percée en profondeur. Et ce, avant de s'élancer vers les flancs pour prendre à revers les cibles clés situées derrière les lignes ennemies.",
	"investigation": {
		"investigationId": 85,
		"name": "Patrouilleur terrestre",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Une machine autonome appliquant les principes du combat naval aux batailles terrestres.\\nEn tant que navires lourdement armés, les Patrouilleurs terrestres ont été conçus par les meilleurs ingénieurs de l'Armurerie de Snezhnaya. Ils sont désormais déployés en masse à l'avant des conquêtes des Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Arbre de transmission raffiné",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Arbre de transmission renforcé",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Arbre de transmission cassé",
			"count": 1.6808
		}
	]
}