{
	"id": 25410301,
	"name": "Lettrée incandescente des Érémites",
	"specialName": "Oracle de la flamme prédite",
	"enemyType": "COMMON",
	"category": "Humains",
	"description": "Une personne issue des bandes de mercenaires vaguement organisées de la mer de sable. Même si ces dernières travaillent pour n'importe qui tant que le salaire est bon, elles n'oublient jamais leurs racines du désert.\nAprès l'effondrement de ses civilisations, les histoires du désert se sont transmises de génération en génération de manière orale, tout comme les étincelles dans le vent et la pluie dans les nuages. Au fil du temps, certaines histoires ont été perdues, tandis que d'autres ont subi des changements importants.\nLe terme « Érémite » est une appellation générique donnée aux tribus du désert par ceux qui sont trop ignorants ou dédaigneux pour apprendre la myriade de différences entre ces tribus. Parmi ceux qu'on appelle les Érémites, beaucoup ont également déjà oublié les contes du désert. Ne craignez rien, cependant, car ceux qui s'en souviennent encore ne trahiront jamais le sang de sable qui coule encore dans leurs veines.",
	"investigation": {
		"name": "Érémites",
		"category": "Normal",
		"description": "Une des bandes de mercenaires vaguement organisées de la mer de sable. L'identité de leur employeur ne les intéresse pas, tant qu'ils sont généreusement rémunérés.\\n« Érémite » est un mot parapluie que les gens de l'extérieur ont inventé pour eux. Cependant, sous cette dénomination, se trouvent des entités indépendantes comme les Farrokhzadas ou la tribu des Tanit.\\nLes peuples du désert n'ont pas de dieu et la plupart d'entre eux mettent leur épée au service du plus offrant."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112065,
			"name": "Satin rouge délavé",
			"count": 1.0505
		},
		{
			"id": 112066,
			"name": "Soie rouge brodée",
			"count": 0.2801
		},
		{
			"id": 112067,
			"name": "Brocart rouge luxueux",
			"count": 0.07
		}
	]
}