{
	"id": 23080501,
	"monsterId": 23080501,
	"name": "Patrouilleur terrestre : Reconnaissance renforcée à effet terrestre",
	"specialNames": [
		"Reconnaissance renforcée à effet terrestre"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "NORMAL",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Une machine autonome qui applique les principes du combat naval aux batailles terrestres, un véritable « navire lourdement armé naviguant sur terre. »\nLes patrouilleurs terrestres « Reconnaissance renforcée à effet terrestre » sont capables de voler sur une certaine distance au-dessus du sol. Ils y parviennent en se maintenant en suspension et en générant des différentiels de pression par le biais de jets à grande vitesse vers le bas. Ils sont ainsi capables de se déplacer dans des conditions optimales à une vitesse suffisante pour le combat, tout en évitant les mines et autres pièges. Ils peuvent ainsi mener des offensives avec un maximum d'efficacité. Toutefois, en raison des frais élevés et de la durée réduite des interventions, ces modèles produits en série sont limités en termes de capacité de charge. C'est pourquoi ils sont essentiellement affectés aux missions destinées aux assauts de reconnaissance...",
	"investigation": {
		"investigationId": 85,
		"name": "Patrouilleur terrestre",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Une machine autonome appliquant les principes du combat naval aux batailles terrestres.\\nEn tant que navires lourdement armés, les Patrouilleurs terrestres ont été conçus par les meilleurs ingénieurs de l'Armurerie de Snezhnaya. Ils sont désormais déployés en masse à l'avant des conquêtes des Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Arbre de transmission raffiné",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Arbre de transmission renforcé",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Arbre de transmission cassé",
			"count": 1.6808
		}
	]
}