{
	"name": "Garde de l'oasis d'Apep",
	"specialname": "Évolué d'un millénaire apocalyptique",
	"enemytype": "BOSS",
	"category": "Boss",
	"description": "Apep nageait autrefois comme un poisson avec ses nombreuses progénitures à travers la mer d'herbes parfumées, d'arbres gigantesques et de lianes d'une longueur inimaginable. À la fin cependant, les herbes, les arbres et les lianes se desséchèrent et se transformèrent en poussière, tandis que de nombreuses créatures de la taille d'un gravier établirent une frêle nation sur les terres d'Apep.\nAvec ses nombreuses progénitures, Apep transforma alors le désert en un sable bouillonnant, soufflant tours et bâtiments qui tombèrent ensuite comme des feuilles mortes... Jusqu'à ce que le nouveau seigneur des sables et le roi qui avait perdu sa patrie se réconcilièrent. Dès lors, les dunes baignées de soleil appartiendraient aux humains et aux divinités, tandis que l'oasis du dragon resterait dans le cœur du dragon lui-même.\nApep partagea la connaissance de l'évolution avec ses nombreux descendants, car l'eau qui coule ne pourrit pas mais le bois pourri doit tout de même tomber. Cependant, lorsqu'il tint finalement sa promesse avec le seigneur des sables et atteignit la sagesse ultime, il ne put entrevoir que la fin des temps, l'infinie apocalypse.\nApep se perdit alors, seul, dans le paysage apocalyptique. Là, tous les gens, divinités, dragons, bêtes, oiseaux et poissons... Tous les souvenirs, sagesses, mots et haines... Tout serait broyé en poussière incolore, et le dernier clair de lune brûlerait en une pluie de flammes pâles avant de tomber sur la terre aride.\n...\nApep considérait le fond de la mer de sable comme sa tombe, et non comme le palais d'un roi sans nation. Le poison de la sagesse le libérerait bientôt de la haine et de la colère accumulées pendant d'innombrables lunes. Apep s'était lassé de l'apocalypse incolore... Cependant, la jeune divinité et {F#la voyageuse}{M#le voyageur} aux cheveux dorés lui permirent finalement de se rappeler une fois de plus que, même si la terre verdoyante sur laquelle il régnait autrefois avait été transformée en désert doré, même si ses progénitures et lui étaient devenus tordus et laids pour y assurer leur survie, il chérissait toujours en son cœur le paysage de cette oasis.",
	"rewardpreview": [
		{
			"name": "EXP d'aventure",
			"count": 300
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP d'affinité"
		},
		{
			"name": "Éclat d'émeraude nagadus"
		},
		{
			"name": "Fragment d'émeraude nagadus"
		},
		{
			"name": "Morceau d'émeraude nagadus"
		},
		{
			"name": "Pierre d'émeraude nagadus"
		},
		{
			"name": "Solvant de rêve",
			"count": 0.33
		},
		{
			"name": "Fougère du monde luxuriant"
		},
		{
			"name": "Floraison première de l'oasis"
		},
		{
			"name": "Constambre"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instructeur",
			"rarity": "3"
		},
		{
			"name": "Exilé",
			"rarity": "3"
		},
		{
			"name": "Rideau du Gladiateur",
			"rarity": "4"
		},
		{
			"name": "Bande vagabonde",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instructeur",
			"rarity": "4"
		},
		{
			"name": "Exilé",
			"rarity": "4"
		},
		{
			"name": "Rideau du Gladiateur",
			"rarity": "5"
		},
		{
			"name": "Bande vagabonde",
			"rarity": "5"
		},
		{
			"name": "Base d'épée du centre"
		},
		{
			"name": "Base d'arc du centre"
		},
		{
			"name": "Base d'épée à deux mains du centre"
		},
		{
			"name": "Base de catalyseur du centre"
		},
		{
			"name": "Base de lance du centre"
		}
	]
}