{
	"name": "Wenut de Setekh",
	"specialname": "Le dernier prince des sables",
	"enemytype": "BOSS",
	"category": "Bêtes mystiques",
	"description": "Un prédateur sans yeux qui habite dans les profondeurs du désert et suit sa proie grâce aux sons et tremblements envoyés à travers la terre.\nLes légendes racontent que dans le passé, avant même que le concept de temps ne soit créé, ces créatures prospéraient avec leurs progéniteurs et leurs descendants dans une terre d'herbes verdoyantes et d'arbres colossaux, traversant un sol glissant comme des poissons plongeant dans l'eau.\nAvec le passage des éons, les dons du ciel ont depuis longtemps réduit les sols en sable, provoquant l'extinction d'un grand nombre de créatures. Cette espèce a néanmoins pu survivre en s'adaptant davantage à la vie terrestre et est devenue connue sous le nom de Wenut.\nCertains habitants du désert croient encore à tort que les Wenuts sont la forme finale des anguilles des sables après pupaison et arrivée à maturité, probablement en raison de similitudes superficielles entre les comportements des espèces.",
	"investigation": {
		"name": "Wenut de Setekh",
		"category": "Boss",
		"description": "Un prédateur sans yeux qui habite dans les profondeurs du désert et suit sa proie grâce aux sons et tremblements envoyés à travers la terre.\\nIls prennent parfois des formes très similaires à celles des plantes, et certains disent que c'est parce qu'ils étaient autrefois les descendants du seigneur des plantes. D'autres pensent que c'est une façon de pousser leurs proies à chercher des fruits ou de la nourriture sous leur ombre mortelle."
	},
	"rewardpreview": [
		{
			"name": "EXP d'aventure",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP d'affinité"
		},
		{
			"name": "Pseudo-étamines",
			"count": 2.5556
		},
		{
			"name": "Éclat de turquoise vayuda"
		},
		{
			"name": "Fragment de turquoise vayuda"
		},
		{
			"name": "Morceau de turquoise vayuda"
		},
		{
			"name": "Pierre de turquoise vayuda"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instructeur",
			"rarity": "3"
		},
		{
			"name": "Chanceux",
			"rarity": "3"
		},
		{
			"name": "Rideau du Gladiateur",
			"rarity": "4"
		},
		{
			"name": "Bande vagabonde",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instructeur",
			"rarity": "4"
		},
		{
			"name": "Rideau du Gladiateur",
			"rarity": "5"
		},
		{
			"name": "Bande vagabonde",
			"rarity": "5"
		}
	]
}