{
	"id": 26190101,
	"name": "Suanni solitaire",
	"specialName": "Ancien seigneur des montagnes",
	"enemyType": "BOSS",
	"category": "Bêtes mystiques",
	"description": "Ces élégantes et fières bêtes ne vivent que dans les montagnes enveloppées d'énergie mystique.\nDepuis les temps anciens, elles sont considérées comme un symbole de bonne fortune et leur préférence pour une vie à l'écart du monde des humains a été admirée par les intellectuels pendant des générations. Dans les anciennes légendes du Vallon Chenyu, la cheffe des suannis était appelée la maîtresse de la montagne et était considérée comme ayant le même statut que les Adeptes.\nUne autre théorie prétend que les Bêtes de Xuanwen qui parcourent les montagnes de nos jours sont les descendants des suannis, mais que la dilution de leur sang au fil des années les a amenées à se transformer en créatures violentes. Bien que cela contredise une autre théorie concernant l'origine des Bêtes de Xuanwen, les quelques documents sur les suannis les décrivent souvent accompagnés d'un grand nombre de Bêtes de Xuanwen.\nDe nos jours, la célèbre danse de wushou du Vallon Chenyu est basée sur les mouvements des suannis. Mais comme seule une poignée de personnes ont réellement vu ces créatures, la plupart ne peuvent qu'imaginer à quoi elles ressemblent. Après des milliers d'années de changements et d'interprétations artistiques différentes, la tête du costume de la danse de wushou a évolué vers son style actuel.",
	"investigation": {
		"name": "Suanni solitaire",
		"category": "Boss",
		"description": "Une créature mythique dont on pense souvent qu'elle n'existe que dans l'imagination. Elle se caractérise par sa forme gracieuse et sa nature solitaire et fière."
	},
	"rewardPreview": [
		{
			"id": 102,
			"name": "EXP d'aventure",
			"count": 200
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "EXP d'affinité"
		},
		{
			"id": 113058,
			"name": "Écaille nuageuse",
			"count": 2.5556
		},
		{
			"id": 104151,
			"name": "Éclat de turquoise vayuda"
		},
		{
			"id": 104152,
			"name": "Fragment de turquoise vayuda"
		},
		{
			"id": 104153,
			"name": "Morceau de turquoise vayuda"
		},
		{
			"id": 104154,
			"name": "Pierre de turquoise vayuda"
		},
		{
			"id": 104121,
			"name": "Éclat de lazurite varunada"
		},
		{
			"id": 104122,
			"name": "Fragment de lazurite varunada"
		},
		{
			"id": 104123,
			"name": "Morceau de lazurite varunada"
		},
		{
			"id": 104124,
			"name": "Pierre de lazurite varunada"
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Instructeur",
			"rarity": 3
		},
		{
			"id": 400052,
			"name": "Chanceux",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Rideau du Gladiateur",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Bande vagabonde",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructeur",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Rideau du Gladiateur",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Bande vagabonde",
			"rarity": 5
		}
	]
}