{
	"id": 20080201,
	"monsterId": 20080201,
	"name": "Lianes noueuses : Héritier de givrenuit",
	"specialNames": [
		"Lianes noueuses"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_ELEMENTAL",
	"categoryText": "Entités élémentaires",
	"description": "Une élégante entité élémentaire qui possède une très grande affinité élémentaire. De longues années l'ont exposée à de fortes concentrations d'élément Dendro, ce qui lui a donné sa forme actuelle.\nCes entités entretiennent une merveilleuse synergie avec la flore des bosquets. Certains disent que l'une des Émissaires de chantelune avait autrefois conclu un marché avec les terres boisées grâce à leur aide, devenant ainsi une amie et alliée de toutes les formes de vie sur terre.\nD'après les prières encore récitées dans le grand nord, elles naissent grâce à la bénédiction de la lune de givre. Ce sont des témoignages vivants de sa pureté et de sa lumière originelles. Peut-être est-ce pour cela qu'elles ne supportent pas que leur pureté soit entachée par les sept couleurs de la lumière céleste. Ou bien encore qu'elles rejettent toute forme de vie qui les approcherait d'un peu trop près.",
	"investigation": {
		"investigationId": 82,
		"name": "Héritier de givrenuit",
		"categoryType": "Elite",
		"categoryText": "Élite",
		"description": "Une entité élémentaire élégante.\\nElles naissent grâce à la bénédiction de la lune de givre et sont des témoignages vivants de sa pureté originelle et de sa lumière primordiale. Au fil des ans, ces formes de vie ont été imprégnées d'une énergie élémentaire concentrée et ont évolué jusqu'à leur forme actuelle."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112130,
			"name": "Gloire de givrenuit",
			"count": 0.4378
		},
		{
			"id": 112129,
			"name": "Brillance de givrenuit",
			"count": 1.7508
		},
		{
			"id": 112128,
			"name": "Lueur de givrenuit",
			"count": 6.5658
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructeur",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Exilé",
			"rarity": 4
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Instructeur",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Exilé",
			"rarity": 3
		},
		{
			"id": 400062,
			"name": "Médecin itinérant",
			"rarity": 3
		}
	]
}