{
	"name": "Im Schnee versteckte Flügel",
	"description": "Die Ausgabe eines Windgleiters, ein Geschenk, das ein Raubvogel hinterlassen hat, der einst zwischen diesen Bergen flog.",
	"rarity": "4",
	"story": "Wir werden wieder aufsteigen.\nDer verdorrte Baum hat neu gekeimt, denn eine Zeit noch größerer Prüfungen steht bevor.\n\nDie Eulen hatten die Falken rechtzeitig gewarnt.\n\nAber die Falken, die über das Land wachten, hatten nur eines im Herzen, nämlich den gesamten Himmel zu beherrschen.\nUnd was könnte sie um diese himmlische Vorherrschaft bringen?\nSie hörten also nicht auf die Warnung der Eulen, sondern verachteten sie sogar noch und hielten sie für Feiglinge.\nDiese Vögel, die sich nur nachts auf die Jagd wagen, sind als Schlüpflinge hilflos, dachten sie sich.\n\nSpäter zerbrachen die Frostspitzen, die den Berg erstarren ließen, und dunkle Schatten, die das Königreich verhüllten.\nund danach brach eine Dunkelheit, die das Land wie eine Flut ertränkte, an den Ästen ein, auf denen bereits die Raubvögel saßen.\nIn diesem wütenden Strudel der Bosheit fielen Falken und Spatzen gleichermaßen auf die Erde.\n\nSo haben die Vögel im Land des Windes Folgendes erkannt:\nSogar der Himmel der Freiheit könnte durch Eis knochenweiß oder durch Schmutz schwarz gefärbt werden.\nDie Mittagssonne war so gut wie verdeckt, ganz zu schweigen vom Mond oder den Sternen.\n\nJungvögel kauerten sich in ihren Nestern zusammen und warteten auf das stille, tragische Ende.\nAber in Ermangelung von Licht gewannen so die nachtaktiven Eulen die Herrschaft ...\n\nBis einige Zeit später ...\nDie schwachen jungen Falken würden am Leben sein und mit Beute aufwachsen, die von unbekannten Orten hergebracht wurde.\nAuch der Himmel würde sich schließlich aufklären. Und obwohl der Berg von Schnee und Eis bedeckt bleiben würde, würde das Leben auf dem Boden wieder wachsen, schwach und zerbrechlich.\n\nDie Nestlinge würden nie erfahren, wer sie gerettet hat.\nAuch der Drache, lieblich wie ein Juwel, würde in Vergessenheit geraten, ebenso wie die Augen der Eulen, die einst hell in der Dunkelheit leuchteten.\nHeute sind die Äste, auf denen die Vögel in der alten Zeit saßen, wieder ausgewachsen, obwohl sie mit einem unheilvollen Rot befleckt sind ...\n\nUnd obwohl es sich hierbei nur um eine indirekte Angelegenheit handelt, würde ein blutroter Falke, der vielleicht seinen Schwarm verlassen hatte, um nach Einbruch der Dunkelheit zu jagen und zu schützen, auch den Namen der Nachteulen annehmen.\n\nIn der Stille der Nacht rufen sie und geben das Geheimnis weiter:\nWir werden wieder aufsteigen.\nDer verdorrte Baum hat neu gekeimt, denn eine Zeit noch größerer Prüfungen steht bevor.\n\nUnd so schenke ich dir dieses Paar Flügel. Lass uns diese kommende Zeit gemeinsam erleben.",
	"sortorder": 140006,
	"source": [
		"Bei bestimmter Opfergabenstufe des Permafrostbaums zu erhalten"
	]
}