{
	"name": "Flügel der Kameradschaft",
	"description": "Die Ausgabe eines Windgleiters, der deine Hoffnungen weit nach oben in die Lüfte trägt.",
	"rarity": "4",
	"story": "Nicht alle Flügel bekommen die Gelegenheit zu fliegen.\nAuf dieser Welt gibt es Vögel, die das Fliegen nie erlernt haben,\nund es gibt Windgleiter, deren Qualität nie überprüft wurde.\n\nSie scheint die Sorgen in deinem Blick erkannt zu haben.\n„Beim Ausprobieren eines Windgleiters ist noch niemand zu Schaden gekommen!“\nSie erklärte weiter, dass nur Wildschweine oder Hilichurle unter den Verletzten waren.\nDoch jedes noch so winzige Leben tat dir leid, das aufgrund deiner Flugversuche leiden musste.\nEin wenig erleichtert warst du aber schon.\n\nSie sagte dir:\n„Wie gut ein Windgleiter fliegt, hängt zunächst einmal davon ab, ob der Gott des Windes einem wohlgesinnt ist.“\n„Natürlich spielen die alte überlieferte Handwerkskunst und die Intelligenz der Hersteller auch eine gewisse Rolle.“\n\nWarum sie Anemo-Siegel sammelte, erwähnte sie aber mit keiner Silbe.\nVielleicht lag es daran, dass sie das Blut eines Abenteurers und das Herz eines Händlers hatte.\nSobald sie von Menschen sprach, die sich für das Erkunden interessierten, wurde sie ganz aufgeregt.\nSie erzählte, dass es schon seit Jahrtausenden Forscher gab, die sich mit Flugapparaten beschäftigten.\n\nDu räuspertest dich kurz und sie erzählte dir ein wenig verlegen, warum dieser Windgleiter etwas Besonders war.\nWegen seiner Eigenarten gab es Leute, die vermuteten, dass er den Segen des Gottes des Windes nicht würdig wäre.\nNur weil der Handwerker all seinen Mut zusammen genommen hatte, wurde er für sein hübsches Werk verspottet.\nEr fühlte sich so ungerecht behandelt, es war schrecklich.\n\nDoch auch du bist mutig und beugst dich nicht vor der Demütigung durch andere. Du würdest sicher gut mit ihm auskommen.\nUnd schon überreichte sie dir einen einzigartigen Windgleiter.\n„Ja, damit kannst du fliegen, hoch hinaus! Aber du musst fest daran glauben und an dich selbst.“",
	"sortorder": 140002,
	"source": [
		"Belohnung der Dankesaktion zum Spielstart"
	]
}