{
	"id": 140010,
	"name": "Pflanzenschwingen des Überschwangs",
	"description": "Die Ausgabe eines Windgleiters. Ein großzügiges Geschenk für die Anerkennung, die du in Sumeru erhalten hast.",
	"rarity": 4,
	"story": "Da die Einwohner in Sumeru selten Träume hatten, hängten sie einem Aberglauben an, dass es sich bei einer Gestalt im Schlaf um die Erleuchtung der Göttin der Pflanzen handeln muss. Dahinter muss eine tiefe und geheimnisvolle Realität stecken. Vielleicht hat dieser überlieferte Glaube zu „Akasha“ geführt.\nDer einstige Meister Firnas – nicht der jetzige große Tutor der Akademie – behauptete immer, er habe viele Träume und könne sie detailgenau niederschreiben. Er ist daher eher als verträumter Dichter oder Tagträumer bekannt, denn als Gelehrter oder Erfinder. Schließlich träumten in Sumeru nur sehr wenige: Wenn der Meister tatsächlich träumte, war er der Auserwählte, der täglich vor dem Dendro-Archon erscheinen durfte. Einige Neider meinten, dass Tagträume schließlich keine wahren Träume wären.\n\nLaut Überlieferungen hat er Windgleiter eines fernen Reiches gesehen, die als Hilfsmittel auf eine Weise funktionieren, die mit der Physik völlig unvereinbar war. Wäre da nicht der Segen vom Gott des Windes, der über alle Windgleiter verstreut ist, könnte allein ein stolzer Adler hoch in der Luft, der mit solch einem Gegenstand gekoppelt wäre, den Halt verlieren, sodass er beim Sturz den Panzer einer armen Schildkröte am Boden zerschmettern müsste.\nUnd so kam es, dass der Meister Firnas – hierbei betone ich noch einmal, er ist nicht der amtierende große Tutor Firnas – beschloss, einen Windgleiter zu entwerfen, der nicht mit dem Segen vom Gott des Windes abhängig ist. Er soll mit eigener Ästhetik und gestützt auf dem Universalgesetz dem Benutzer einen herrlichen Gleitflug ermöglichen können.\n\nSo arbeitete er wieder Tag und Nacht unermüdlich, sodass er eines Tages vor Erschöpfung einschlief. Es wird gesagt, dass er die Göttin der Pflanzen im Schlaf wiedersah.\nDie Herrin des Lebens schmunzelte, als sie vom Kummer des Meisters Firnas hörte, und flüsterte ihm eine Geschichte zu:\n\nDie Geschichte handelt vom Wind, der eine menschliche Gestalt annimmt, und vom Stein, der spricht, und ähm ... vom Holz mit Elektro-Kraft. Die drei diskutierten über die Zusammensetzung der Welt und waren alle der Meinung, dass sie eines der Grundelemente sein sollten. Der Stein sagte, dass er alle Dinge tragen könne, und alle nickten. Das Holz meinte, dass allerlei Gedanken des menschlichen Gehirns auf der Elektro-Kraft basierten. Die anderen zögerten, aber konnten keine Antithesen finden. Als der Wind an der Reihe war, erzählte er eine Geschichte:\n\nLaut Überlieferungen in einer anderen Welt hat der hohe Himmel viele Kinder, die allesamt Feen des Windes sind. Die meisten von ihnen können Berge und Felsen durchschneiden oder Tornados ausspucken, um die Wolken und Wasser zu bewegen. Im Vergleich zu ihrer Kraft wurde das jüngste Kind des Himmels, der Hauch des Lebens, wegen seiner Schwäche verachtet. Daraufhin versteckte sich das Kind. Alle nicht windbestäubten Blumen spürten seinen Schmerz, und so flog der mutigste Löwenzahnsamen zu dem Kind, dem Hauch des Lebens, und erzählte ihm eine ermutigende Geschichte:\n\nEs war einmal ein fernes Reich, dessen Königin so mächtig und schön war, dass sie wie die Sonne zu strahlen schien. Ihr Bruder war allerdings ein geckenhafter Ritter ... (ausgelassen) ... Die Dienerin der Königin erzählte ihr eine ermutigende Geschichte:\n\n...\n\nNach dieser Nacht stellte der Meister Firnas einen Windgleiter her und bat den Gott des Windes, den Windgleiter zu segnen. Auch wenn das Endprodukt nicht anders als die bereits vorhandenen Exemplare war, entschied die Akademie, dass dies nur eine zufällige Übereinstimmung war.\nLaut Überlieferungen war das Erste, was der Meister sagte, als er aufwachte: „Ich habe es verstanden! Die Antwort liegt direkt vor meiner Nase.“\nSein wahres erstes Wort war allerdings: „Verschont mich damit, ich habe es verstanden! Die Antwort liegt direkt vor meiner Nase. Gottes Güte ist auch das Gesetz der Welt, jetzt macht aber mal halblang!“\n\nDiese Geschichte lehrt uns: Es ist zwar ehrenwert, die Wahrheiten der Welt auszuschöpfen, aber man sollte die Physik nicht in illusorischen Träumen suchen.\nSo, bist du jetzt bereit, den Windgleiter vom Meister Firnas entgegenzunehmen?",
	"source": [
		"Nach Erreichen einer bestimmten Ansehensstufe in Sumeru zu erhalten"
	]
}