{
	"id": 140014,
	"name": "Flügel der Köstlichkeit",
	"description": "Flügel der Köstlichkeit zu Ehren des Wiederauflebens der Festmähler. Zwar Jahre nicht gesehen, doch Geschmack bleibt bestehen.",
	"rarity": 4,
	"story": "Dies ist die Geschichte eines kleinen Geschäfts an einer interstellaren Raststation, wo ein älterer Abenteurer den durchreisenden Gästen etwas Trost spendet. Der Ladenbesitzer, der es leid war, lange als Kapitän zwischen den Sternen umherzuziehen, stach kühn in See, wo noch niemand zuvor gewesen war, und verwandelte sein verrostetes Raumschiff in ein Restaurant, in dem Reisende ihre Füße ausruhen konnten.\n\nDer erste Gast war eine Göttin, deren Heimatplanet zerstört worden war und die nun ziellos umherirrte. Sie erzählte dem Ladenbesitzer von der Vergänglichkeit des Universums und ihrer tiefen Zuneigung zu den Lebewesen ihres Planeten.\n„Ich habe jeden glanzvollen Augenblick jener Zivilisation miterlebt. Von der Entdeckung des Satzes des Pythagoras bis zur Inbetriebnahme des Orbitalaufzugs; von der ersten Höhlenmalerei bis zur Fertigstellung der dreiundfünfzig-teiligen Holografienserie über die Galaxien.“\nEine Weile schwieg der Ladenbesitzer. Dann wurde das Essen fertig und er brachte es an ihren Tisch, wobei er anmerkte:\n„Du kannst doch immer noch etwas für sie tun, nicht wahr? Iss erstmal auf und dann versuchst du es einfach!“\nDie sogenannte Gottheit war in Wahrheit eine von der intelligenten Zivilisation des Planeten geschaffene künstliche Intelligenz, entwickelt zur optimalen Verwaltung planetarer Ressourcen. Der Ladenbesitzer hatte recht, eine Sache konnte sie noch erledigen.\n\nDer zweite Besucher war ein Dämon, der unzählige Welten zerstört hatte. Er bestellte so viel zu essen, dass der Ladenbesitzer nicht umhin konnte zu fragen:\n„Kannst du das wirklich alles aufessen?“\n„Was für ein Unsinn. Wenn ich es nicht schaffe, esse ich den Rest eben unterwegs!“ Der Dämon leckte sich die Lippen. In Wahrheit war diese Bewegung eher wie das Züngeln einer Schlange, eine Art der Sinneswahrnehmung.\nDer Dämon machte sich gierig über das leckere Essen her und prahlte dabei vor dem Ladenbesitzer, der einst Kapitän war, mit seinen Errungenschaften. Aber am Ende konnte er dann doch nicht alles aufessen.\n„Warum hast du nicht aufgegessen? Hat es dir nicht geschmeckt?“\nDer Dämon war noch nie so ausgefragt worden und einen Moment lang wollte er widerspenstig „schmeckt furchtbar“ sagen. Doch als er sah, wie der legendäre Kapitän zum Steinschloss griff, ließ er sich lieber brav das Essen einpacken.\nDer Dämon ahnte nicht, dass er gerade noch einmal mit dem Leben davongekommen war. Der „Obermaat ehrenhalber“ hatte mit der Verleihung des Titels auch die Befugnis erhalten, Störenfriede im Laden zu bestrafen. Das unter der Uhr hängende uralte Steinschloss bedauerte leise seufzend, dass es nicht zum Einsatz kommen würde.\n\n...\n\nDer dreißigste Gast war eine Hexe. Schon nach einem Blick in ihr Gesicht wusste der Ladenbesitzer genau, was sie bestellen würde.\nSie beide blieben die ganze Zeit wortlos.\nSchließlich hob die Hexe den Kopf, ihr Mund glänzte von Fett und ihre Wangen waren aufgebläht vom Essen, an dem sie noch kaute.\n„Hast du keine Geschichte zu erzählen?“, fragte der Kapitän, der mehr Geschichten gesehen hatte, als er zählen konnte.\n„Ich habe sie doch schon beim ersten Mal erzählt“, sagte die Hexe und nahm einen großen Schluck Getränk. „Kann ich nicht einfach nur wegen des guten Essens hier vorbeikommen?“\n„Stimmt auch“, meinte der Ladenbesitzer und reichte der Hexe eine Serviette.",
	"isHidden": true,
	"source": [
		"Bei Gemeinschaftsaktionen zu erhalten"
	]
}