{
	"id": 140009,
	"name": "Flügel des galaktischen Scheins",
	"description": "Die Ausgabe eines Windgleiters. Ein Geschenk für die Sinfonie, die zwischen den Sternen hallt.",
	"rarity": 4,
	"story": "„Ich kannte einmal einen Dichter. Dieser Dichter war aber definitiv nicht ich ...“\nDer Typ in Grün beißt in den Apfel und erzählt dann die folgende Geschichte.\n\nIch kannte einmal einen Dichter, der in einer Zeit lebte, als die Flammen des Krieges gerade erloschen waren und sich die Asche gelegt hatte. Und er hatte zu viel Streit und Abschiede gesehen.\nSo sang er in jenen Tagen zum hohen Himmel, spielte zu den hartnäckigen Felsen, dichtete zum Meer und tanzte vor den Sternen.\nDenn er wusste, dass jemand die Wunden der Welt heilen musste und dass jemand einen Weg zur Kommunikation finden musste.\nWenn sie den Himmel, die widerspenstigen Felsen, das Meer und die Sterne zum Antworten bringen kann, dann muss die Musik in der Lage sein, mit allen Dingen zu kommunizieren.\nZuerst antwortete der Himmel nicht, nur die schwingenden Schatten der Vögel streiften sein Gesicht; zuerst antworteten die widerspenstigen Felsen nicht, nur Wassertropfen fielen; zuerst antwortete das Meer nicht, nur der fischige salzige Atem trug das Vorzeichen eines Sturms.\nAuch die Sterne reagierten zunächst nicht.\nDer Dichter war sich dem auch bewusst.\n\nAber der Dichter gab nicht auf, nicht weil er den Glauben in seinem Herzen hatte, sondern weil es in seiner Natur lag, dies zu tun.\nSpäter antwortete das Meer. Aussichtsposten wurden entlang der hohen Klippen errichtet und die diensthabenden Ordensschwestern klatschten in die Hände, um sein Spiel zu loben.\nDer widerspensitige Stein antwortete. Er nahm sein Taschentuch heraus, wischte sich das Gesicht ab und sagte: „Dein Spiel ist in der Tat das beste auf dem Kontinent. Aber das nächste Mal, wenn du dich betrinkst und Wein auf meinen Kopf schüttest, werde ich wütend sein.“\nSpäter antwortete der hohe Himmel. Die schwungvollen Schatten von Raubvögeln bedeckten eines Tages plötzlich den Himmel. Der Dichter blickte auf und sah, wie der schöne Drache langsam vor ihm landete.\n\n„Ich fragte mich, ob ich eines Tages das Meer der Sterne bewegen könnte. Das sollte einen Meteoritenschauer heraufbeschwören. Ah, ja. Dieser Windgleiter ist die Antwort des Sternenmeers, er ist vom Himmel gefallen, genau wie du.“\nDer grüne Dichter zeigte mit dem Apfelkern in den Himmel.\n„Dieser Dichter bin ich nicht, oder dieser Windgleiter fiel vom Himmel. Entscheide dich für eine der beiden Aussagen und halte sie für wahr.“",
	"isHidden": true,
	"source": []
}