{
	"name": "Flügel der Festgelage",
	"description": "Ein Windgleiter, der an ein großartiges Bankett oder ein gewöhnliches Abendessen erinnert. Der Genuss eines ganzen Festes zum Preis einer einfachen Mahlzeit.",
	"rarity": "4",
	"story": "Dies ist ein Objekt, das aus einer anderen Welt hierher gedriftet ist. Es symbolisiert das letzte Fest dieser Welt und die Ankunft des Wochenendes.\n\nVor langer, langer Zeit wurde diese Welt von Drachen regiert.\nAber nicht die, von denen man in Geschichten hört. Sie waren eher eine Kreuzung zwischen Eidechsen und Hühnern.\n\nEs mag für dich schwer vorstellbar sein, Klee, aber genau so sah diese Welt aus: Fischdrachen lebten in den Ozeanen und Vogeldrachen schwebten auf Flügeln, die supergroß waren, durch die Lüfte!\nSie waren mächtige Kreaturen und blickten deshalb auf alle anderen Tiere herab.\nIn dieser Welt waren sie die Herrscher über alles Leben.\n\nSpäter erschienen die Menschen in dieser Welt.\nKeiner weiß, wie das passiert ist. Vielleicht kamen sie mit den fallenden Meteoriten. Wer weiß das schon? Aber was wir wissen, ist, dass sie eine seltsame Angewohnheit hatten, die als „Sonntagsessen“ bekannt war.\nNicht lange danach kam dieser Tag. Das Fest sollte beginnen.\nDrachenkeulen und Drachenflügel wurden mit Mehl bestäubt und den Flammen der von den Menschen hergestellten Öfen ausgesetzt.\nSie wurden zu Essen für alle gemacht. Es heißt, dass das Drachenfleisch köstlich schmeckte und die Menschen dazu veranlasste, sich nach dem Essen die Finger zu lecken.\nDas sonntägliche Festmahl, das früher nur einmal in der Woche stattfand, wurde zu einer täglichen Angelegenheit, denn das Fleisch war einfach zu gut.\n„Das ist großartig!“\n„Lass uns jeden Tag der Woche ein Sonntagsessen haben!“\nUnd so jubelten alle.\nAlso ging die Zeit der Drachen zu Ende.\n\nDieser Windgleiter erinnert an das große Aussterben und er hatte nicht immer diese Farbe. Einst war er blau und weiß.\nKlees Mutter änderte das Farbschema, um es besser an das ihrer Familie anzupassen, was zu seiner heutigen Form führte. Sie kehrte kurz nach Hause zurück und ließ diesen Windgleiter zurück, bevor sie wieder abreiste.\n„Die Grenzen von Teyvat sind in den letzten zwei Jahren brüchig geworden. es sieht so aus, als müsste Mutti sich anstrengen.“",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Bei Gemeinschaftsaktionen zu erhalten"
	]
}