{
	"name": "Flügel vergänglicher Träume",
	"description": "Die Ausgabe eines Windgleiters, den du in einem Augenblick der Trance erhalten hast, als dich die Musik in einen Traum der Vergangenheit begleitet hat.",
	"rarity": "4",
	"story": "Dies ist die kleine Geschichte über ein Stück namens „Traum einer Eintagsfliege“.\nEin Musikstück, das zwar nicht besonders elegant ist, sich aber einst wegen seiner Melodik großer Beliebtheit erfreute.\nAber so ist das halt mit der Popularität; neue Musik wird geboren, und die alten Lieder werden nach und nach vergessen.\nSpäter wusste dann man nicht mal mehr, wer dieses Stück überhaupt geschrieben hatte.\nDie Leute meinten über das Talent des Künstlers, es sei ein Strohfeuer; brennt lichterloh, aber nur kurz. Er war eben einer unter vielen.\n\n„Ein Strohfeuer; brennt lichterloh, aber nur kurz. Er war eben einer unter vielen ...“\nWie sie so die Meinung der Leute laut aussprach, schaute sie zu ihrer Schwester, die auf der Promenade am Hof saß.\nSie hatte ihr den Rücken zugekehrt, die Zither schräg in ihren Händen. Zweimal, dreimal zupften ihre Finger an den Saiten, dann erneut; zweimal, dreimal.\n„Die Leute sagen auch, dass Eintagsfliegen extravagant seien, sich in ihrem kurzen Leben so etwas wie ihren Träumen hinzugeben.“\nIn ihrer Erinnerung hatte ihre Schwester ihr stets den Rücken zugewandt, nicht auf ihre Worte reagierend. Sie spielte einfach ihre Melodie, die die Welt so gern vergaß.\nSchließlich lieben doch alle Komponisten ihre eigenen Werke.\nSpäter hatte ihre Schwester dann nur noch wenig Zeit für so etwas, bis sie dann schließlich ... nie wieder die Chance dazu bekam, ihre Schwester dieses Lied spielen zu hören.\nIm Vergleich zu ihrer Schwester hielt sich jedoch ihr Interesse an dergleichen wie Musik in Grenzen, sodass auch sie nach und nach vergaß.\n\nDas nächste Mal, dass sie dieses Stück hörte, war, als sie gerade allein unterwegs war und unter dem Dachvorsprung eines Weinladens Schutz vor dem Regen suchte.\nDer blinde Zitherspieler spielte dieses Stück, in der Hoffnung, vom Besitzer des Ladens ein Getränk spendiert zu bekommen; das Können des alten Mannes war zwar nicht virtuos, aber es war ausreichend.\nSeine Saiten waren gespielt und sein Weinbecher geleert. Leicht berauscht ließ er dann verkünden, dass diese Melodie, so wahr er hier sitze, das Werk eines Künstlers von unvergleichlich edlem Ursprung sei.\nNatürlich war dies nur ein Gerücht, gestreut von Umherziehenden, die es beliebten, sich mit ihrer Prahlerei angeblich gemachter Erfahrungen Gehör zu verschaffen. Wer würde ihnen schon Glauben schenken?\nIn diesem Raum voller Gelächter war sie nun die Einzige, die sich plötzlich erinnerte.\nSchlagartig kam alles wieder; der in die Nachmittagssonne getauchte Hof, die warme Brise, die über den Teich wehte und das sanfte Schwanken der Schatten der Bäume. Und der Klang der Saiten, zweimal, dreimal ...\nDa saß sie nun auf der Promenade, so lange hatte sie sie nicht mehr gesehen und in den Händen hielt sie ihre Zither.\nDa begann sie sich umzudrehen, ihr Gesicht in ihre Richtung ...\n\nWas ist denn so falsch daran, eine Eintagsfliege zu sein? Alles wird in einem Augenblick geboren und alles stirbt in einem Augenblick. Und selbst die, die sich morgens vom Weißtau und abends vom Staub nähren, haben Träume, denen sie sich hingeben.\nUnd was ist falsch daran, ein Strohfeuer zu sein? Seine Flammen erhellen die Nacht und wer einmal Zeuge eines war, wird es nie wieder vergessen.\nUnd dann wären da ja noch die sogenannten Erinnerungen.\nSind die Erinnerungen denn nicht nur das flüchtige Aufblitzen vergangener Erlebnisse, aufgeweckt in einem Moment des Gewahrwerdens?\n\n„... Ich hörte, dass die Leute der Yashiro-Verwaltung diesen Windgleiter neben einer verstaubten Zither fand, als sie gerade dabei waren, bei sich auszumisten. Ich habe dafür keine Verwendung, er gehört also dir.“\nWährend sie dies sagt, erstrahlt die Zither in ihren Händen in den Farben eines frischen Anstrichs. Ihre Haltung lässt allerdings darauf schließen, dass sie nicht genau weiß, was sie da tut.\nDein erwartungsvoller Blick scheint ihr nicht entgangen zu sein, und sie seufzt leise.\n„Das Wichtigste zuerst: Als Musikerin bin ich nicht annähernd so gut wie als Kämpferin.“\nSie erinnert sich an die früheren Tage und beginnt das einzige Lied zu spielen, was sie je gelernt hat.",
	"sortorder": 140013,
	"ishidden": true,
	"source": []
}