{
	"id": 140014,
	"name": "Flügel der Köstlichkeit",
	"description": "Flügel der Köstlichkeit zu Ehren des Wiederauflebens der Festmähler. Zwar Jahre nicht gesehen, doch Geschmack bleibt bestehen.",
	"rarity": 4,
	"story": "Dies ist die Geschichte eines kleinen Geschäfts an einer interstellaren Raststation, wo ein pensionierter Soldat den durchreisenden Gästen etwas Trost spendet. Der Ladeninhaber, ein Veteran, ist zudem Colonel ehrenhalber.\n\nDer erste Gast war eine Göttin, deren Heimatplanet zerstört worden war und die nun ziellos umherirrte. Sie erzählte dem Ladenbesitzer von der Vergänglichkeit des Universums und ihrer tiefen Zuneigung zu den Lebewesen ihres Planeten.\n„Ich habe jeden glanzvollen Augenblick jener Zivilisation miterlebt. Von der Entdeckung des Satzes des Pythagoras bis zur Inbetriebnahme des Orbitalaufzugs; von der ersten Höhlenmalerei bis zur Fertigstellung der dreiundfünfzig-teiligen Holografienserie über die Galaxien.“\nEine Weile schwieg der Ladenbesitzer. Dann wurde das gebratene Hähnchen fertig und er brachte es an ihren Tisch, wobei er anmerkte:\n„Du kannst doch immer noch etwas für sie tun, nicht wahr? Iss erstmal auf und dann versuchst du es einfach!“\nDie sogenannte Gottheit war in Wahrheit eine von der intelligenten Zivilisation des Planeten geschaffene künstliche Intelligenz, entwickelt zur optimalen Verwaltung planetarer Ressourcen. Der Colonel hatte recht, eine Sache konnte sie noch erledigen.\n\nDer zweite Besucher war ein Dämon, der unzählige Welten zerstört hatte. Er bestellte so viel zu essen, dass der Colonel nicht umhin konnte zu fragen:\n„Kannst du das wirklich alles aufessen?“\n„Was für ein Unsinn. Wenn ich es nicht schaffe, esse ich den Rest eben unterwegs!“ Der Dämon leckte sich die Lippen. In Wahrheit war diese Bewegung eher wie das Züngeln einer Schlange, eine Art der Sinneswahrnehmung.\nDer Dämon machte sich gierig über das Brathähnchen und die Hamburger her und prahlte dabei vor dem Colonel mit seinen Errungenschaften. Aber am Ende konnte er dann doch nicht alles aufessen.\n„Warum hast du nicht aufgegessen? Hat es dir nicht geschmeckt?“\nDer Dämon war noch nie so ausgefragt worden und einen Moment lang wollte er widerspenstig „schmeckt furchtbar“ sagen. Doch als er sah, wie der Ladenbesitzer zur Schrotflinte griff, ließ er sich lieber brav das Essen einpacken.\nDer Dämon ahnte nicht, dass er gerade noch einmal mit dem Leben davongekommen war. Der „Colonel ehrenhalber“ hatte mit der Verleihung des Titels auch die Befugnis erhalten, Störenfriede im Laden zu bestrafen. Die unter der Uhr hängende Schrotflinte bedauerte leise seufzend, dass sie nicht zum Einsatz kommen würde.\n\n...\n\nDer dreißigste Gast war eine Hexe. Schon nach einem Blick in ihr Gesicht wusste der Colonel genau, was sie bestellen würde.\nDer Colonel und sie blieben während ihres gesamten Besuchs wortlos.\nSchließlich hob die Hexe den Kopf, ihr Mund glänzte von Fett und ihre Wangen waren aufgebläht vom Hühnchen, an dem sie noch kaute.\n„Hast du keine Geschichte zu erzählen?“, fragte der Colonel.\n„Ich habe sie doch schon beim ersten Mal erzählt“, sagte die Hexe und nahm einen großen Schluck Cola. „Kann ich nicht einfach nur wegen des guten Essens hier vorbeikommen?“\n„Stimmt auch“, meinte der Colonel und reichte der Hexe eine Serviette.",
	"isHidden": true,
	"source": [
		"Bei Gemeinschaftsaktionen zu erhalten"
	]
}