{
	"id": 140005,
	"name": "Goldener Himmelgänger",
	"description": "Die Ausgabe eines Windgleiters. Ein großzügiges Geschenk für die Anerkennung, die du in Liyue erhalten hast.",
	"rarity": 4,
	"story": "„Sieh dir nur die Tiefen der Felsen und Wolken dazwischen an, wie elegant und romantisch. Regenbögen durchdringend und Schnee zerschneidend kicherten und plauderten sie zusammen.“\nUnsere heutige Geschichte fängt mit diesen Worten an.\nJeder weiß, dass Liyue genau so ist, wie sein Ruf es vermuten lässt, mit offenen wilden Bergen und Wäldern, die von Wolken umgeben sind, und alles hat einen Hauch von Märchen. Sie sind an diesem Ort, wo die Qixing nicht vorherrschen, denn sie haben einen starken Sinn von Gerechtigkeit. Die Geschichte der beiden namenlosen jungen edlen Krieger Caihong und Jianxue haben wir bereits erzählt. Nun ist es an der Zeit, die Geschichte eines weiteren großen Kriegers zu erzählen.\n\nDieser Krieger soll mit dem Wind des Ostens zusammengekommen sein.\nNachdem er das Zeichen der Stärke vom Herrscher über die Felsen erhalten hatte, verwandelte er es in goldene Flügel und ging damit zu einem Festessen in Liyue.\nJenes Drachenmonster, das viel Ärger verursacht hatte, wurde von seinen Kriegerfäusten so groß wie der Aocang-Berg begraben.\nDas Monster von Guyun hatte bereits alle Adepten an den Rand der Erschöpfung getrieben. Als er dies sah, schwang der Krieger sein mächtiges Schwert und schickte die Dämonen mit einem Schlag ins Jenseits.\nEs wird auch gesagt, dass es einen Mann aus den Reihen der Fatui gab, der Rex Lapis und die Qixing ganz offen nicht respektierte. Der Krieger warf daraufhin beim Festessen den Früchteteller um und schlug um sich, sodass der Mann fast sein Bewusstsein verlor. Am Ende beugte er sich vor und entschuldigte sich bei Rex Lapis und den Qixing und verließ das Festessen ...\n\nDieser luxuriöse Windgleiter bekommt von jedermann in Liyue Komplimente, ich freue mich sehr über dieses Geschenk.\nDoch die mündliche Schilderung der Heldentaten, die das Ganze begleitete, egal wie man es betrachtet, übertraf alle Erwartungen ...",
	"source": [
		"Nach Erreichen einer bestimmten Ansehensstufe in Liyue zu erhalten"
	]
}