{
	"id": 140011,
	"name": "Flügel des Sternenbanketts",
	"description": "Die Ausgabe eines Windgleiters. Ein Geschenk für denjenigen, der die Feierlichkeiten der fernen Welt miterlebt hat.",
	"rarity": 4,
	"story": "„Hier ist also der magische Gegenstand für dich ...“\n\nDer Bote wollte die Herrin des Palasts Alcazarzaray über den Ursprung der neuen Erfindung informieren, wie ihm aufgetragen worden war, als er bemerkte, dass ihre Aufmerksamkeit von etwas anderem abgelenkt war.\n\n„Ach, das nicht! Das ist mein Mittagessen. Der magische Gegenstand ist daneben, der Windgleiter!“\n„Aber ... wenn man darüber nachdenkt, kann man nicht sagen, dass es überhaupt keine Verbindung zwischen dieser Geschichte und dem Essen gibt ...“\n„Kurzum, laut Frau Alice ist dieser Windgleiter keine Erfindung von Teyvat, sondern ein Objekt, das von einem weit entfernten Ort hierher getrieben wurde ...“\n\nAn diesem weit entfernten Ort sagte jemand einmal Folgendes:\n„Ein Leben ohne Festmahl ist wie eine endlose Reise ohne Gasthaus“\nLeckeres Essen, angenehme Musik, gute Laune, entspannte Zeit ... Und was noch wichtiger ist, ist die Erinnerung, die wir alle gemeinsam geschafft haben.\nDa es schon perfektes Festmahl und schöne Erinnerung gibt, wird ein ebenso schönes und entsprechendes Andenken benötigt.\nEs wäre ein bisschen voreilig, wenn ich die Gefühle und Gedanken nur zu Papier bringen würde.\nSchließlich ist es nicht möglich, alle Gedanken und Gefühle auf ein paar Blatt Papier und in wenigen Worten zu schreiben.\nAm Ende steckten alle ihre Köpfe zusammen und kamen auf eine unglaublich brillante Idee.\n„Da wir am Ende des Festmahls nach oben geschaut und einen hellen Sternenhimmel gesehen haben, sollten wir das Sternenlicht zum Aufzeichnen unserer Wünsche in diesem Moment nutzen!“\nSchließlich ist Sehnsucht ursprünglich formloser Lichtstrahl, so kann nur Erinnerung ihr die einzigartige Form geben.\nWenn wir unsere Erinnerungen zusammentragen, können unsere Sehnsucht in leuchtende Sterne verwandelt und in den endlosen Nachthimmel verstreut werden.\n\n„Flieg hoch und weit vorn, denn die Hoffnungen und Wünsche, die Lieder und Feste von heute werden die andere Seite der Sterne und das Morgen der Träume zusammen mit unserer Sehnsucht erreichen!“\n\nDie gelegentliche Sternschnuppe, die den Nachthimmel überquert, ist vielleicht auch ein kleiner Wunsch aus einer fernen Welt.\nSo wie Kinder glauben, dass man die schönsten Träume haben wird, wenn man beim Anblick einer Sternschnuppe sofort die Augen schließt und sich etwas wünscht.\nVielleicht schickt der Wunsch, den man in jenem Moment ausspricht, auch eine wunderschöne Sternschnuppe zu einem Fremden in der Ferne.\n\nUnd dieser Windgleiter ist der beharrlichste unter den vielen Wünschen, die ursprünglich den Ozean überquerten und Teyvat ankammen.\nWann und wohin er auch geht, selbst wenn er das Sternenmeer durchquert, sehnt er sich nach der Begleitung von jemandem, der mit ihm fliegt.\n\n„Deshalb ging Frau Alice auf seinen Wunsch ein und machte ihn zu dem, was er heute ist.“\n\n„So etwas kann man den Kunden nicht richtig erklären! Warum sagen wir nicht einfach, dass er während des Festmahls vom Himmel gefallen ist?“\nTrotzdem hat der berühmte Herr Sangemah Bay dir die Geschichte erzählt, die sie von dem Lieferanten gehört hatte, als sie dir diesen Windgleiter übergab.",
	"isHidden": true,
	"source": [
		"Bei Gemeinschaftsaktionen zu erhalten"
	]
}