{
	"id": 140018,
	"name": "Flügel des entspannten Beisammenseins",
	"description": "Die Ausgabe eines Windgleiters, der an ein entspanntes Mahl erinnert – einer der unzähligen Momente alltäglichen Glücks.",
	"rarity": 4,
	"story": "Der junge Mann musste heute nicht arbeiten. Er lag auf einem Liegestuhl und blätterte in einem Kochbuch.\nAuf einem kleinen Tisch neben ihm standen eine Tüte Mehl und Paniermehl – beides in Khaenri’ah ausgesprochen wertvolle Waren. Dank der Alchimie hatte man unter der Erde zahlreiche Tierarten gezüchtet, die sich an das Leben ohne Tageslicht angepasst hatten und sich ausschließlich von Pilzen ernähren konnten. Fleisch war daher in der Regel kein Problem. Viel knapper hingegen waren Gemüse und Getreide, die Sonnenlicht zum Wachsen benötigen. Seit König Irmin immer autokratischer regierte und die Beziehungen zur Oberfläche zunehmend belastete, wurden Obst, Gemüse und Getreideprodukte immer teurer.\n\nDer Ring, der neben Mehl und Paniermehl lag, war ein Gegenstand von weit größerem Wert. Er stellte das Zeichen des obersten Propheten von Khaenri’ah dar. Doch der junge Mann empfand keine Freude daran. Denn er nahm die Last des Schicksals, die in dem Ring ruhte, als erdrückend und schwer wahr.\n\nDas Geräusch der sich öffnenden Haustür drang herein und der junge Mann steckte den Ring schnell in seine Tasche. Sein jüngerer Bruder hatte den Ring schon als Kind begehrt, einfach weil er ihn beeindruckend fand. Obwohl dieser inzwischen als angehender Ritter ausgebildet wurde, sorgte sich der Mann dennoch.\n\n„Warum bist du so spät zurück?“, fragte er und drehte sich um.\n„Der alte Haden hat uns nach dem Unterricht bestraft, weil unsere Schwerthaltung nicht korrekt gewesen sein soll, und uns deshalb den Trainingsraum und die Waffenkammer aufräumen lassen. Aber im Training hat doch niemand je gegen uns gewinnen können“, antwortete sein Bruder fröhlich und deutete mit dem Daumen auf seinen Begleiter hinter sich. „Das ist mein Leidensgenosse Surtalogi. Und das hier ist mein großer Bruder Vedrfolnir.“\n„Dain hat mich eingeladen. Ich habe nicht vor, an so einem teuren Essen teilzuhaben.“\n„Du hast eine feine Nase“, sagte Vedrfolnir und richtete sich langsam auf. „Dass du gekommen bist, ist Schicksal. Komm, lass es uns gemeinsam genießen.“\n\nDie knusprig frittierten Flügel schmeckten ausgezeichnet, ebenso das Brot, das Gemüse und die Fleischpasteten. Besonders die frittierten Kartoffelstäbchen reizten den Appetit.\n\nDoch jeder von ihnen würde diesen stillen, glücklichen Moment in den kommenden Zeiten vergessen.\nAm Ende wurde auf den Ring ein Zauber von diesem jungen Mann gelegt, der den Körper zurückversetzen konnte – eine Kraft, die zugleich Fluch und Segen zu sein schien.\nDain erhielt schließlich den Ring, den er sich als Kind am meisten gewünscht hatte, und damit zugleich ein viel zu schweres Schicksal.\nAber was machte das schon?\n\nVedrfolnir, der gerade den Küchenabfall wegräumte, blickte plötzlich in eine Richtung, als hätte er zahllose Zeiten und Entfernungen durchschritten.\n„Worauf hoffst du?“\nDies war eine glückliche Erinnerung von ihm aus einer Zeit, bevor alles unwiederbringlich zerbrach.",
	"isHidden": true,
	"source": [
		"Bei Gemeinschaftsaktionen zu erhalten"
	]
}