{
	"id": 140016,
	"name": "Flügel des verflochtenen Schicksals",
	"description": "Die Ausgabe eines Windgleiters, der die Dualität der Verflechtung des Schicksals symbolisiert, die sowohl Trennung als auch Wiedervereinigung umfasst.",
	"rarity": 4,
	"story": "Als der große König die Thronfolge verkündete, erhaschte er aus der Ferne einen Blick auf das goldene Haar. Die ausgelassene Feststimmung war ihm fremd, und er wusste, er würde am Ende helfen müssen, die verstreuten echten und falschen Blumen aufzusammeln. Kurz warf er einen Blick über die Schulter, dann fuhr er fort, sich um die Ordnung auf dem Palastplatz zu kümmern. Noch war er nur ein einfacher junger Ritter.\n\n{M#Die goldhaarige Kronprinzessin}{F#Der goldhaarige Kronprinz} sah verwundert auf das endlose Meer von Menschen vor sich. Mit einem Mal wurde {M#ihr}{F#ihm} bewusst, wie viele Seelen in diesem unterirdischen Königreich lebten. {M#Sie}{F#Er} war {M#die}{F#der} letzte {M#Erbin}{F#Erbe} eines verlorenen Reiches, das einst in Glanz erstrahlte, und nun trug {M#sie}{F#er} das Schicksal einer ganzen Welt auf {M#ihren}{F#seinen} Schultern. Doch in {M#ihrer}{F#seiner} kurzen Zeit hier hatte {M#sie}{F#er} die Güte dieser Menschen kennengelernt und sich entschieden, eine Säule dieser Erde zu stützen und damit {M#von der Herrscherin}{F#vom Herrscher} der Welt zur bloßen Hoffnung eines einzelnen Königreichs zu werden.\n\nDer junge Ritter war zwar nicht von schlechten Eltern, doch angesichts der großen Ereignisse war seine Herkunft unbedeutend. {M#Der}{F#Dem} goldhaarigen {M#Kronprinzessin}{F#Kronprinzen} war einst ein höheres Schicksal beschieden gewesen, doch jetzt hatte {M#sie ihre}{F#er seine} Welt verloren und sehnte sich nur noch nach diesem einen Reich.\n\nDer junge Ritter wurde später befördert und trug fortan den Titel „Schwert des Zwielichts“. {M#Die}{F#Der} goldhaarige {M#Thronfolgerin}{F#Thronfolger} wurde unterdessen vom letzten König der Finsternis immer tiefer in die dunklen Abgründe des Königreichs hinabgeführt. Der junge Ritter hatte eigentlich nur seinen älteren Bruder retten wollen und war wegen einer Prophezeiung eingekerkert und geblendet worden. Er versammelte die begabtesten Jugendlichen ihrer Generation. Ihre Tat, das Königreich zu retten, war letztlich nur eine Randnotiz. {M#Die}{F#Der} goldhaarige {M#Thronfolgerin}{F#Thronfolger} jedoch wurde als Instrument der grenzenlosen Kraft des Abgrunds benutzt und wäre dabei um ein Haar zum Schlüssel für die Zerstörung der Welt geworden.\n\nDies war der Moment, in dem sich ihre Wege kreuzten: {M#eine Edle, die}{F#ein Edler, der}, aus dem Licht in den Abgrund stürzte, und ein Geringer, der aus der Finsternis emporstieg.\nRegentenmord, Rechthaberei, Rücksichtslosigkeit und Rachegelüste ... bis am Ende alles in Trümmern lag. Was danach kam, war die Reise zweier Seelen, im Leid vereint, doch verglichen mit ihren zu lang währenden, auseinanderdriftenden Leben, war es nur ein kurzer Moment, in dem sich ihre Schicksale kreuzten.",
	"isHidden": true,
	"source": []
}