{
	"name": "Flügel des Blitzwolkenläufers",
	"description": "Die Ausgabe eines Windgleiters. Ein großzügiges Geschenk für die Anerkennung, die du in Inazuma erhalten hast.",
	"rarity": "4",
	"story": "„Der sogenannte Tengu, ah ... Neben dem langen Stammbaum der Yougou-Tengu würden wir damit auch einen berühmten Krieger bezeichnen, der wendig und unberechenbar in seinen Bewegungen ist. Siehst du, Tengu haben auch Flügel, das ist wahr.“\nDies ist eine Aussage, die du zunächst nicht glauben kannst.\n\n„Die sogenannten Tengu sind große Geister, die frei in der Luft wohnen. Ich bin sicher, du bist flinker als ein Rabe oder Falke, reitest auf den Wolken mit Anemo-Kraft und fliegst über die Traufen und Bergwände von ganz Inazuma.“\n„In der Vergangenheit gab es in Inazuma auch Tenshukaku-Mitglieder, die die Tengu nachahmten und oben auf dem Tenshukaku, großen Bäumen und den Torii-Toren saßen und die Leute und Beamten unten mit lauter Stimme verhöhnten.“\n„Es war wirklich eine Gruppe von spontanen und selbstbewussten Menschen. Die Gruppe wurde dann von dem echten Tengu gefangen und erhielt eine nette Lektion.“\n„Ah ... das ist richtig. Du bist ein gesetzestreuer und ordnungsliebender Mensch, also musst du dir natürlich keine Sorgen um diese Legende machen.“\nDa der Windgleiter über den Stadthäusern auch oft ausgeklappt wird und die hohen Wände der Steinmauern erklommen werden, erübrigt sich eigentlich ein Kommentar dazu.\n\n„Zweitens kann der Titel Tengu auch verwendet werden, um unübertroffene Schwertkämpfer zu beschreiben. Neben den großen Schulen, die ihre Abstammung direkt von Narukami zurückverfolgen können, gibt es auch solche wie den Nebelspalter und den Meikyou-Shisui-Stil sowie Schulen, die bis in die Gegenwart überdauert haben, wie die Iwakura-Schule. Die geheime Klingentechnik der Iwakura-Schule, die gewöhnlichen Schülern nicht gelehrt wurde, ist der Tengu-Feger. Es heißt, dass diese Klinge seltsam gebogen ist und sogar über Yougou-Tengu mit unglaublichen Fähigkeiten triumphieren kann. Ich glaube, dass deine eigenen Fähigkeiten in dieser Hinsicht keiner weiteren Erwähnung bedürfen.“\n„Schließlich besitzen die Tengu oft die Elektro- und Anemo-Kraft. Die Legende besagt, dass eine der wertvollsten Waffen, die unter den Yougou-Tengu von Generation zu Generation weitergegeben wird, der Windblitzfächer ist, mit dessen Vorderseite Anemo-Kraft und dessen Rückseite die Elektro-Kraft beschworen werden kann. Und da du beide Kräfte beherrschst, kann man dich auch einen Tengu nennen! Übrigens, dieser Windblitzfächer ist eigentlich nur ein Trick. Im Allgemeinen reisen Tengu, die Wind beschwören können, und Tengu, die Blitze beschwören können, in Paaren, um eine Gefährdung zu vermeiden.“\nSara, die am Rande steht, zeigt mehr offensichtliche Verlegenheit als du.\n\n„Nun, der große Schrein erkennt deinen Beitrag zu Inazuma an, indem sie dir diesen Windgleiter schenkt.“\nDa kommen also deine Tengu-Flügel her?\nSara, die deinen verwirrten Blick deutlich spürt, antwortet sofort:\n„Natürlich nicht!“",
	"sortorder": 140008,
	"source": [
		"Nach Erreichen einer bestimmten Ansehensstufe in Inazuma zu erhalten"
	]
}