{
	"id": 140015,
	"name": "Flügel der flackernden Flammen",
	"description": "Die Ausgabe eines Windgleiters. Ein großzügiges Geschenk für die Anerkennung, die du in Natlan erhalten hast.",
	"rarity": 4,
	"story": "Der alte Priester der Meister des Nachtwinds warf eine Handvoll Pulver ins Feuer. Die Flammen loderten sofort höher auf, als hätten sie frische Nahrung erhalten, und ihr Licht gleißte noch heller.\n„Was ich euch nun berichten werde, ist kein Märchen, sondern eine wahre Geschichte, die der Nachtwind selbst mir zugetragen hat.“ Mit seiner knochigen, dürren Hand griff er nach einem dicken Ast und stochert damit im Feuer, um es noch höher lodern zu lassen.\n„Lehrer, bitte hör auf. Diese Sommernacht ist schon heiß genug“, flehten die Zuhörer.\n„Ach, was versteht ihr schon davon? Das ist alles für die Stimmung. Und außerdem hält das Feuer die wilden Tiere fern.“\n\n...\nEin sprechender, geflügelter Drache, der sich „Der Weisen letzter Schluss“ nannte, und als Enkel des Drachenprinzen galt, durchstreifte die Welt, um den Menschen das Leben zur Hölle zu machen.\nEines Tages schloss er eine Wette mit einem Menschen ab: „Wie könnten Menschen ohne die Macht des Phlogistons den Himmel beherrschen?“\n... Wer die Weisheit des Rauchs besitzt und tief in die Meditation versinkt, vermag durch die Kräfte, die im Scheitel ruhen, seinen Körper zum Schweben zu bringen. Aber die so gefragte Person hatte diese Weisheit nicht.\n„Was soll daran so schwer sein?“\nDer Mann entfachte einen tosenden Feuersturm und ließ sich mithilfe des Aufwindes, den die Flammen erzeugten, und zusammengenähtem Leder in die Lüfte tragen.\n...\n\n„Es gab viele solcher Prüfungen, und am Ende haben wir Bewohner Natlans durch Opfer die Fähigkeit erlangt, Phlogiston zu nutzen.“ Der alte Priester sagte dies, während er erneut eine Handvoll Pulver in die Flammen streute.\n„Op... Opfer?“\n„Damals hatten wir noch keinen Bund mit den Qucusauriern, und so fand er bei einem Sturz seinen Tod.“\n„Aber warum haben dann andere Menschen aus Natlan die Windgleiter, die er durch sein Opfer entdeckt hat, nicht genutzt?“\n„Wer braucht denn so etwas, wenn man einen Qucusaurier hat? Ha! Du glaubst mir wohl nicht, was? Ich bin aus der vierten Generation von Meister Citlali! Zweifelst du etwa an meinen Worten?“",
	"source": [
		"Nach Erreichen einer bestimmten Voraussetzung des Stamm-Ansehens in Natlan zu erhalten"
	]
}