{
	"name": "Flügel der barmherzigen Wut der Wellen",
	"description": "Die Ausgabe eines Windgleiters. Ein großzügiges Geschenk für die Anerkennung, die du in Fontaine erhalten hast.",
	"rarity": "4",
	"story": "Die Legende besagt, dass das erste Meer eine Zusammensetzung ähnlich der von Blut aufwies und dass alles Leben unterschiedslos in dessen Urgewässern sein Dasein fristete. Um das Land zu betreten und in die Höhe zu steigen, entwickelte das Leben Blutgefäße, um jenes Meer in seinem Inneren zu halten. Und das Herz, welches jenes Blutmeer beherrschte, das das Urmeer war, war der erste Hydro-Drache. Und bei jedem Schlag dieses Herzens hatte sich alles Leben, das da sein Volk war, zu erheben und ihm Verehrung zukommen zu lassen.\n... Natürlich ist das alles bloß eine Geschichte, die unter den Hydro-Drachenechsen kursiert, und der man keinen Glauben schenken sollte. Es könnte sogar sein, dass diese Geschichte bei anderen Echsen völlig anders lautet. Und die Geschichte, die man sich unter den Okeaniden erzählt, hält fest, was später passiert ist:\n\nNachdem das erste Herz der Brust entrissen worden war, schuf die Abgesandte von Celestia, die Kommandeurin im Auftrag, Leben entstehen zu lassen, ein weiteres Herz im Urmeer. In seinem Adel war es dem Drachen gleich, aber nicht in seiner Form, in seiner Majestät einem Gott ähnlich, hatte es aber keinen göttlichen Auftrag. Obwohl erschaffen von der Herrschaft der Menschen, sind seine Materie und Natur rein ursprünglich in dieser Welt. Es ist nichts Fremdes an ihm.\nSie war eine Träne, die ins Urmeer tropfte und nach Austausch und Verständnis suchte. Und so kam es, dass sie weinte. Und ihr Mitgefühl war es auch, dass sie die Ursünde beging, wonach alle Wesen des reinen Wassers zum Schweigen angehalten waren.\n\nUnd dann gibt es da noch die Version, die sich die Menschen erzählen. Obwohl sie eigentlich nur unter Forschern kursiert:\nDer große Remus erreichte Fontaine und ersann eine riesige und ewige Stadt: Remuria. Er unterwies die Menschen und schließlich gelang es ihm, einen Teil seines Traumes zu verwirklichen. Aber damit einherging die nicht böswillige, aber doch unendlich erschreckende Prophezeiung des Propheten: Die goldene Melodie wird verhallen und Remuria wird vergehen.\nOft heißt es: „Wenn der Held nach Hause zurückkehrt und nicht gestorben ist, so wird er zum Tyrannen.“ Die Gerechtigkeit, die in Remuria herrschte, um seinem Schicksal zu entgehen, wurde schließlich zur Tyrannei, weil es ihrer zu viel gab. Und so löste die Tyrannei eine tosende Welle der Rebellion aus. Der große Remus, der einfältige Remus, der vorausschauende Remus, der einsame Remus, so kam es, dass er verschwand.\n\n...\n\nDie Menschen, sie begehren das Urteil aus Schuldgefühlen, die Nächstenliebe aus Sehnsucht ... Immer verlangt es ihnen nach einem Gott. Und so erhielt das Herz des Urmeers, die barmherzige Egeria, ein Fragment des Ersten und gelangte so auch an die Göttlichkeit des Archons und jene göttliche Berufung. Aber war dies wirklich der Wunsch der Menschheit, emporgestiegen in den Himmel, oder nur der Beginn eines weiteren finsteren Komplotts?\n\nDies ist eine Geschichte, die außer dir sonst niemand kennen darf. Sobald du erwachst, findest du neben deinem Bett diese Flügel vor, zusammen mit der eben erwähnten Erzählung. Du kannst jedes Volk fragen, ob ihre Geschichte nun wahr ist. In einer Sache werden sich alle einig sein: Niemand wird dir Glauben schenken, dass diese Flügel samt Geschichte einfach so aus dem Nichts bei dir erschienen sind, habe ich nicht recht?",
	"sortorder": 140012,
	"source": [
		"Nach Erreichen einer bestimmten Ansehensstufe in Fontaine zu erhalten"
	]
}