{
	"id": 8,
	"name": "Termini speciali",
	"rules": [
		{
			"title": "Cibo",
			"titleraw": "{SPRITE_PRESET#3101}Cibo",
			"content": "Dopo aver giocato una carta evento cibo, il personaggio entrerà nello stato di Sazietà.\nI personaggi nello stato di Sazietà non possono essere bersaglio di altre carte evento cibo, né subire alcun effetto proveniente da queste carte.\nLo stato di Sazietà verrà rimosso alla fine del turno oppure se il personaggio viene sconfitto.\nInoltre, quando le carte evento cibo con l'effetto di rinascita vengono giocate, nessun'altra carta evento cibo con l'effetto di rinascita può essere usata nel turno.",
			"contentraw": "Dopo aver giocato una {SPRITE_PRESET#3101}carta evento cibo, il personaggio entrerà nello stato di Sazietà.\\nI personaggi nello stato di Sazietà non possono essere bersaglio di altre {SPRITE_PRESET#3101}carte evento cibo, né subire alcun effetto proveniente da queste carte.\\nLo stato di Sazietà verrà rimosso alla fine del turno oppure se il personaggio viene sconfitto.\\nInoltre, quando le {SPRITE_PRESET#3101}carte evento cibo con l'effetto di rinascita vengono giocate, nessun'altra {SPRITE_PRESET#3101}carta evento cibo con l'effetto di rinascita può essere usata nel turno."
		},
		{
			"title": "Scudo",
			"titleraw": "{SPRITE_PRESET#4007}Scudo",
			"content": "Alcuni effetti forniscono degli scudi che proteggono certi personaggi.\nQuando un personaggio protetto da uno scudo subisce dei DAN, il valore dello scudo verrà usato per bloccarli.",
			"contentraw": "Alcuni effetti forniscono degli scudi che proteggono certi personaggi.\\nQuando un personaggio protetto da uno scudo subisce dei DAN, il valore dello scudo verrà usato per bloccarli."
		},
		{
			"title": "Leggenda arcana",
			"titleraw": "{SPRITE_PRESET#3007}Leggenda arcana",
			"content": "Ciascun giocatore può usare solo 1 carta Leggenda arcana per partita.\nLa carta Leggenda arcana sarà nella tua mano iniziale. Se nel tuo mazzo sono presenti più carte Leggenda arcana del numero di carte della mano iniziale, delle carte Leggenda arcana casuali appariranno nella tua mano iniziale.",
			"contentraw": "Ciascun giocatore può usare solo 1 carta {SPRITE_PRESET#3007}Leggenda arcana per partita.\\nLa carta {SPRITE_PRESET#3007}Leggenda arcana sarà nella tua mano iniziale. Se nel tuo mazzo sono presenti più carte {SPRITE_PRESET#3007}Leggenda arcana del numero di carte della mano iniziale, delle carte Leggenda arcana casuali appariranno nella tua mano iniziale."
		},
		{
			"title": "Tecnica",
			"titleraw": "{SPRITE_PRESET#3008}Tecnica",
			"content": "Quando il personaggio attivo viene equipaggiato con una carta tecnica, può utilizzare la tecnica corrispondente.\nUsare una tecnica è considerata un'azione di combattimento. Se il personaggio è impossibilitato a usare le abilità a causa di stati come Congelamento, Pietrificazione o Stordimento, non gli sarà nemmeno possibile usare le tecniche.\nUsare una tecnica non è considerato come usare un'abilità. Per tale motivo, non può innescare effetti come \"dopo aver usato un'abilità\" o \"dopo che il personaggio innesca una reazione elementale\". Il DAN inflitto da una tecnica non è considerato come DAN inflitto dal personaggio.",
			"contentraw": "Quando il personaggio attivo viene equipaggiato con una {SPRITE_PRESET#3008}carta tecnica, può utilizzare la {SPRITE_PRESET#3008}tecnica corrispondente.\\nUsare una {SPRITE_PRESET#3008}tecnica è considerata un'azione di combattimento. Se il personaggio è impossibilitato a usare le abilità a causa di stati come Congelamento, Pietrificazione o Stordimento, non gli sarà nemmeno possibile usare le {SPRITE_PRESET#3008}tecniche.\\nUsare una {SPRITE_PRESET#3008}tecnica non è considerato come usare un'abilità. Per tale motivo, non può innescare effetti come \"dopo aver usato un'abilità\" o \"dopo che il personaggio innesca una reazione elementale\". Il DAN inflitto da una {SPRITE_PRESET#3008}tecnica non è considerato come DAN inflitto dal personaggio."
		},
		{
			"title": "Utilizzi",
			"titleraw": "Utilizzi",
			"content": "Alcune carte o stati hanno Utilizzi limitati.\nOgni volta che ne viene innescato l'effetto, viene consumato 1 Utilizzo.\nVerranno rimosse non appena i loro Utilizzi si sono esauriti.",
			"contentraw": "Alcune carte o stati hanno Utilizzi limitati.\\nOgni volta che ne viene innescato l'effetto, viene consumato 1 Utilizzo.\\nVerranno rimosse non appena i loro Utilizzi si sono esauriti."
		},
		{
			"title": "Durata (in turni)",
			"titleraw": "Durata (in turni)",
			"content": "Alcune carte o stati hanno durata limitata.\nDurante ogni fase finale, 1 turno verrà rimosso dalla durata di queste carte.\nVerranno rimosse non appena la loro durata si esaurisce.",
			"contentraw": "Alcune carte o stati hanno durata limitata.\\nDurante ogni fase finale, 1 turno verrà rimosso dalla durata di queste carte.\\nVerranno rimosse non appena la loro durata si esaurisce."
		},
		{
			"title": "DAN da perforazione",
			"titleraw": "DAN da perforazione",
			"content": "Alcuni effetti infliggono DAN da perforazione.\nSebbene nessun effetto possa potenziare questo tipo di DAN, nessuno scudo potrà fermarli.",
			"contentraw": "Alcuni effetti infliggono DAN da perforazione.\\nSebbene nessun effetto possa potenziare questo tipo di DAN, nessuno scudo potrà fermarli."
		},
		{
			"title": "Azione di combattimento (carta azione)",
			"titleraw": "Azione di combattimento (carta azione)",
			"content": "Alcune carte azione seguono la regola dell'azione di combattimento.\nGiocandole, l'azione non sarà rapida, ma di combattimento.",
			"contentraw": "Alcune carte azione seguono la regola dell'azione di combattimento.\\nGiocandole, l'azione non sarà rapida, ma di combattimento."
		},
		{
			"title": "Attacco caricato",
			"titleraw": "Attacco caricato",
			"content": "Prima della tua fase di azione, se il numero totale dei tuoi dadi elementali è pari, il tuo attacco normale verrà considerato come un attacco caricato.",
			"contentraw": "Prima della tua fase di azione, se il numero totale dei tuoi dadi elementali è pari, il tuo attacco normale verrà considerato come un attacco caricato."
		},
		{
			"title": "Attacco in picchiata",
			"titleraw": "Attacco in picchiata",
			"content": "Dopo che un personaggio diventa attivo, se la sua azione di combattimento successiva in questo turno è un attacco normale, quest'ultimo viene considerato un attacco in picchiata.",
			"contentraw": "Dopo che un personaggio diventa attivo, se la sua azione di combattimento successiva in questo turno è un attacco normale, quest'ultimo viene considerato un attacco in picchiata."
		}
	]
}