{
    "name": "Aquila Favonia",
    "type": "Sword",
    "rarity": "5",
    "images": {
        "image": "https://static.wikia.nocookie.net/gensin-impact/images/6/6a/Weapon_Aquila_Favonia.png"
    },
    "baseatk": "48",
    "ability": "Physical DMG Bonus 9%",
    "passive": {
        "passive_name": "Falcon's Defiance",
        "refinement_effect": {
            "refine_one": "ATK is increased by 20%. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of the resistance aloft, regenerating HP equal to 100% of ATK and dealing 200% of ATK as DMG to surrounding enemies. This effect can only occur once every 15s.",
            "refine_two": "ATK is increased by 25%. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of the resistance aloft, regenerating HP equal to 115% of ATK and dealing 230% of ATK as DMG to surrounding enemies. This effect can only occur once every 15s.",
            "refine_three": "ATK is increased by 30%. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of the resistance aloft, regenerating HP equal to 130% of ATK and dealing 260% of ATK as DMG to surrounding enemies. This effect can only occur once every 15s.",
            "refine_four": "ATK is increased by 35%. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of the resistance aloft, regenerating HP equal to 145% of ATK and dealing 290% of ATK as DMG to surrounding enemies. This effect can only occur once every 15s.",
            "refine_five": "ATK is increased by 40%. Triggers on taking DMG: the soul of the Falcon of the West awakens, holding the banner of the resistance aloft, regenerating HP equal to 160% of ATK and dealing 320% of ATK as DMG to surrounding enemies. This effect can only occur once every 15s."
        }
    },
    "description": "The sword of the Knights of Favonius. Millennia later, it still calls on the winds of swift justice to vanquish all evil—just like the last heroine who wielded it.",
    "url": "https://genshin-impact.fandom.com/wiki/Aquila_Favonia"
}