{
	"id": 11001,
	"name": "Iansán",
	"combat1": {
		"name": "Punzada pesada",
		"descriptionRaw": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 3 ataques rápidos con lanza.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume una cierta cantidad de Aguante para lanzarse al frente e infligir daño a los enemigos en el camino.\n\n<color=#FFD780FF>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño en el AdE en el momento del impacto.\n\n<color=#FFD780FF>Noctambulismo: Descenso atronador</color>\nMientras está en estado de bendición noctámbula, el Ataque Cargado de Iansán se transforma en un formidable “Descenso atronador”, durante el cual consume una cierta cantidad de Aguante para dar un feroz pisotón hacia delante e infligir <color=#FFACFFFF>Daño Electro en el AdE</color> de naturaleza noctámbula.",
		"description": "Ataque Normal\nRealiza hasta 3 ataques rápidos con lanza.\n\nAtaque Cargado\nConsume una cierta cantidad de Aguante para lanzarse al frente e infligir daño a los enemigos en el camino.\n\nAtaque Descendente\nSe lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño en el AdE en el momento del impacto.\n\nNoctambulismo: Descenso atronador\nMientras está en estado de bendición noctámbula, el Ataque Cargado de Iansán se transforma en un formidable “Descenso atronador”, durante el cual consume una cierta cantidad de Aguante para dar un feroz pisotón hacia delante e infligir Daño Electro en el AdE de naturaleza noctámbula.",
		"attributes": {
			"labels": [
				"Daño de 1er golpe|{param1:F1P}",
				"Daño de 2.º golpe|{param2:F1P}",
				"Daño de 3er golpe|{param3:F1P}",
				"Daño de ATQ Cargado|{param4:F1P}",
				"Daño de Descenso atronador|{param5:F1P}",
				"Coste de Aguante de ATQ Cargado y Descenso atronador|{param6:F1} pts.",
				"Daño de Caída|{param7:F1P}",
				"Daño de impacto de caída baja/alta|{param8:P}/{param9:P}"
			]
		}
	},
	"combat2": {
		"name": "Acelerón relámpago",
		"descriptionRaw": "#Iansán arremete hacia delante una cierta distancia para infligir <color=#FFACFFFF>Daño Electro</color> de naturaleza noctámbula a todos los enemigos en el camino.\nTras usar esta habilidad, Iansán recuperará 54{NON_BREAK_SPACE}pts. de noctambulismo, entrará en estado de bendición noctámbula y, en los 5{NON_BREAK_SPACE}s siguientes, al realizar un Ataque Normal {LAYOUT_MOBILE#tocando una vez}{LAYOUT_PC#pulsando una vez}{LAYOUT_PS#pulsando una vez}, Iansán ejecutará un Descenso atronador veloz sin consumir Aguante.\n\n<color=#FFD780FF>Bendición noctámbula: Iansán</color>\nConsume continuamente pts. de noctambulismo. Al agotarse todos o al usar de nuevo la habilidad, terminará la duración de la bendición noctámbula de Iansán. Dicha bendición tiene las siguientes propiedades:\n·Aumenta la Vel. Movimiento de Iansán.\n·Mantener pulsado al esprintar hará que Iansán entre en modo “superrayo”, el cual aumenta considerablemente su Vel. Movimiento temporalmente. Mientras está en este modo, Iansán puede realizar saltos voladores aprovechando los desniveles del terreno, o consumir pts. de noctambulismo adicionales para moverse sobre el agua y sobre el flogisto líquido, a cuyo daño será inmune.\n\n<i>“¡Más rápido! ¡Más fuerte! He trabajado muy duro para este momento”.</i>",
		"description": "Iansán arremete hacia delante una cierta distancia para infligir Daño Electro de naturaleza noctámbula a todos los enemigos en el camino.\nTras usar esta habilidad, Iansán recuperará 54 pts. de noctambulismo, entrará en estado de bendición noctámbula y, en los 5 s siguientes, al realizar un Ataque Normal pulsando una vez, Iansán ejecutará un Descenso atronador veloz sin consumir Aguante.\n\nBendición noctámbula: Iansán\nConsume continuamente pts. de noctambulismo. Al agotarse todos o al usar de nuevo la habilidad, terminará la duración de la bendición noctámbula de Iansán. Dicha bendición tiene las siguientes propiedades:\n·Aumenta la Vel. Movimiento de Iansán.\n·Mantener pulsado al esprintar hará que Iansán entre en modo “superrayo”, el cual aumenta considerablemente su Vel. Movimiento temporalmente. Mientras está en este modo, Iansán puede realizar saltos voladores aprovechando los desniveles del terreno, o consumir pts. de noctambulismo adicionales para moverse sobre el agua y sobre el flogisto líquido, a cuyo daño será inmune.",
		"flavorText": "“¡Más rápido! ¡Más fuerte! He trabajado muy duro para este momento”.",
		"attributes": {
			"labels": [
				"Daño de habilidad|{param1:F1P}",
				"Límite de pts. de noctambulismo|{param2:F1}",
				"TdE|{param3:F1} s"
			]
		}
	},
	"combat3": {
		"name": "Los tres principios de la fuerza",
		"descriptionRaw": "#Sacude la tierra con la “fuerza” que le otorga su nombre antiguo para infligir <color=#FFACFFFF>Daño Electro en el AdE</color> de naturaleza noctámbula y sacar su “indicador de energía cinética de edición limitada”, el cual utiliza en sus entrenamientos.\nAl usar esta habilidad, Iansán obtiene 15{NON_BREAK_SPACE}pts. de noctambulismo y entra en estado de bendición noctámbula.\nCuando el indicador de energía cinética sea retirado del campo de batalla, el estado de bendición noctámbula de Iansán terminará.\n\n<color=#FFD780FF>Indicador de energía cinética</color>\nSigue al personaje y aumenta el ATQ del personaje en uso de diferentes formas en función de los pts. de noctambulismo de Iansán:\n·Si tiene menos de 42{NON_BREAK_SPACE}pts. de noctambulismo, obtendrá un Bono de ATQ en función de los pts. de noctambulismo y el ATQ de Iansán.\n·Si tiene al menos 42{NON_BREAK_SPACE}pts. de noctambulismo, el indicador de energía cinética cambiará al modo “apoyo llameante”, de manera que obtendrá un Bono de ATQ aún más alto en función del ATQ de Iansán.\nAdemás, mientras el indicador de energía cinética esté activo, registrará la distancia de movimiento recorrida por tu personaje en uso del equipo (a excepción de Iansán), y restaurará pts. de noctambulismo a Iansán cada segundo en función de la distancia recorrida en el segundo anterior.\nEl indicador de energía cinética desaparecerá cuando termine el estado de bendición noctámbula de Iansán, y también si transcurre 1{NON_BREAK_SPACE}s tras dejar de estar en combate. Mientras el indicador esté activo, el estado de bendición noctámbula de Iansán no terminará aunque ella esté en tu equipo pero no en uso.\n\n<i>“La fuerza no es un talento innato; proviene del esfuerzo constante y de seguir los métodos correctos”.</i>",
		"description": "Sacude la tierra con la “fuerza” que le otorga su nombre antiguo para infligir Daño Electro en el AdE de naturaleza noctámbula y sacar su “indicador de energía cinética de edición limitada”, el cual utiliza en sus entrenamientos.\nAl usar esta habilidad, Iansán obtiene 15 pts. de noctambulismo y entra en estado de bendición noctámbula.\nCuando el indicador de energía cinética sea retirado del campo de batalla, el estado de bendición noctámbula de Iansán terminará.\n\nIndicador de energía cinética\nSigue al personaje y aumenta el ATQ del personaje en uso de diferentes formas en función de los pts. de noctambulismo de Iansán:\n·Si tiene menos de 42 pts. de noctambulismo, obtendrá un Bono de ATQ en función de los pts. de noctambulismo y el ATQ de Iansán.\n·Si tiene al menos 42 pts. de noctambulismo, el indicador de energía cinética cambiará al modo “apoyo llameante”, de manera que obtendrá un Bono de ATQ aún más alto en función del ATQ de Iansán.\nAdemás, mientras el indicador de energía cinética esté activo, registrará la distancia de movimiento recorrida por tu personaje en uso del equipo (a excepción de Iansán), y restaurará pts. de noctambulismo a Iansán cada segundo en función de la distancia recorrida en el segundo anterior.\nEl indicador de energía cinética desaparecerá cuando termine el estado de bendición noctámbula de Iansán, y también si transcurre 1 s tras dejar de estar en combate. Mientras el indicador esté activo, el estado de bendición noctámbula de Iansán no terminará aunque ella esté en tu equipo pero no en uso.",
		"flavorText": "“La fuerza no es un talento innato; proviene del esfuerzo constante y de seguir los métodos correctos”.",
		"attributes": {
			"labels": [
				"Daño de habilidad|{param1:F1P}",
				"Índice de conversión de ATQ por pts. de noctambulismo altos|{param2:P} de ATQ",
				"Índice de conversión de ATQ por pts. de noctambulismo bajos|{param3:F1P} de ATQ/pt. de noctambulismo",
				"Bono de ATQ máx.|{param4:F1} pts.",
				"Duración|{param6:F1} s",
				"Duración fuera de combate|{param5:F1} s",
				"TdE|{param7:F1} s",
				"Energía Elemental|{param8:I}"
			]
		}
	},
	"passive1": {
		"name": "Entrenamiento de resistencia",
		"descriptionRaw": "#Tras golpear a un enemigo con Descenso atronador, Iansán obtiene el efecto de “movimiento preciso” durante 15{NON_BREAK_SPACE}s.\nMientras este efecto esté activo, el ATQ de Iansán aumentará en un 20% y, cada vez que recupere pts. de noctambulismo por medio del indicador de energía cinética de su Habilidad Definitiva, <color=#FFD780FF>Los tres principios de la fuerza</color>, obtendrá 1{NON_BREAK_SPACE}pt. de noctambulismo adicional. Además, cuando tu personaje en uso del equipo consuma o recupere pts. de noctambulismo, los pts. de noctambulismo adicionales que obtenga Iansán la próxima vez que recupere pts. de noctambulismo por medio del indicador de energía cinética aumentarán a 4. Este efecto solo puede ocurrir una vez cada 2.8{NON_BREAK_SPACE}s.\nEl efecto de movimiento preciso finalizará cuando termine el estado de bendición noctámbula de Iansán.",
		"description": "Tras golpear a un enemigo con Descenso atronador, Iansán obtiene el efecto de “movimiento preciso” durante 15 s.\nMientras este efecto esté activo, el ATQ de Iansán aumentará en un 20% y, cada vez que recupere pts. de noctambulismo por medio del indicador de energía cinética de su Habilidad Definitiva, Los tres principios de la fuerza, obtendrá 1 pt. de noctambulismo adicional. Además, cuando tu personaje en uso del equipo consuma o recupere pts. de noctambulismo, los pts. de noctambulismo adicionales que obtenga Iansán la próxima vez que recupere pts. de noctambulismo por medio del indicador de energía cinética aumentarán a 4. Este efecto solo puede ocurrir una vez cada 2.8 s.\nEl efecto de movimiento preciso finalizará cuando termine el estado de bendición noctámbula de Iansán."
	},
	"passive2": {
		"name": "Prueba de gradiente cinético",
		"descriptionRaw": "#Cuando un personaje cercano del equipo causa una explosión noctámbula, Iansán obtiene el efecto de “calentamiento” durante 10{NON_BREAK_SPACE}s.\nDurante este tiempo, cuando Iansán recupere al menos 1{NON_BREAK_SPACE}pt. de noctambulismo, también curará a tu personaje en uso en una cantidad equivalente al 60% del ATQ de Iansán. Este efecto solo puede activarse una vez cada 2.8{NON_BREAK_SPACE}s.",
		"description": "Cuando un personaje cercano del equipo causa una explosión noctámbula, Iansán obtiene el efecto de “calentamiento” durante 10 s.\nDurante este tiempo, cuando Iansán recupere al menos 1 pt. de noctambulismo, también curará a tu personaje en uso en una cantidad equivalente al 60% del ATQ de Iansán. Este efecto solo puede activarse una vez cada 2.8 s."
	},
	"passive3": {
		"name": "Gracia de la noche: Transmisión de esfuerzo",
		"descriptionRaw": "#Cuando Iansán no tenga más pts. de noctambulismo y sea el personaje en uso, consumirá flogisto para conservar la bendición noctámbula.\nAl encontrarse en una zona con alguna mecánica de flogisto de Natlan, se podrá utilizar “Transmisión noctambular: Iansán”. Cuando el personaje en uso esprinte, esté en un estado de movimiento derivado de algún talento o esté a cierta altura en el aire, al cambiar a Iansán, esta entrará en estado de bendición noctámbula y obtendrá 25{NON_BREAK_SPACE}pts. de noctambulismo. Tu equipo solo puede activar Transmisión noctambular una vez cada 10{NON_BREAK_SPACE}s.\nAdemás, al encontrarse en una zona con alguna mecánica de flogisto de Natlan, cuando Iansán aproveche el desnivel del terreno para saltar, no recibirá daño de caída.",
		"description": "Cuando Iansán no tenga más pts. de noctambulismo y sea el personaje en uso, consumirá flogisto para conservar la bendición noctámbula.\nAl encontrarse en una zona con alguna mecánica de flogisto de Natlan, se podrá utilizar “Transmisión noctambular: Iansán”. Cuando el personaje en uso esprinte, esté en un estado de movimiento derivado de algún talento o esté a cierta altura en el aire, al cambiar a Iansán, esta entrará en estado de bendición noctámbula y obtendrá 25 pts. de noctambulismo. Tu equipo solo puede activar Transmisión noctambular una vez cada 10 s.\nAdemás, al encontrarse en una zona con alguna mecánica de flogisto de Natlan, cuando Iansán aproveche el desnivel del terreno para saltar, no recibirá daño de caída."
	},
	"passive4": {
		"name": "Plan calórico equilibrado",
		"descriptionRaw": "#Al encontrarse en una zona con alguna mecánica de flogisto de Natlan, recupera 10{NON_BREAK_SPACE}pts. de flogisto si los niveles de este caen por debajo del 50%. Este efecto solo puede ocurrir una vez cada 10{NON_BREAK_SPACE}s.",
		"description": "Al encontrarse en una zona con alguna mecánica de flogisto de Natlan, recupera 10 pts. de flogisto si los niveles de este caen por debajo del 50%. Este efecto solo puede ocurrir una vez cada 10 s."
	},
	"costs": {
		"lvl2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 12500
			},
			{
				"id": 104347,
				"name": "Enseñanzas de la contienda",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 6
			}
		],
		"lvl3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 17500
			},
			{
				"id": 104348,
				"name": "Guía de la contienda",
				"count": 2
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 3
			}
		],
		"lvl4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 25000
			},
			{
				"id": 104348,
				"name": "Guía de la contienda",
				"count": 4
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 4
			}
		],
		"lvl5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 104348,
				"name": "Guía de la contienda",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 6
			}
		],
		"lvl6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 37500
			},
			{
				"id": 104348,
				"name": "Guía de la contienda",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"lvl7": [
			{
				"id": 202,
				"name": "Mora",
				"count": 120000
			},
			{
				"id": 104349,
				"name": "Filosofía de la contienda",
				"count": 4
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 4
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 1
			}
		],
		"lvl8": [
			{
				"id": 202,
				"name": "Mora",
				"count": 260000
			},
			{
				"id": 104349,
				"name": "Filosofía de la contienda",
				"count": 6
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 6
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 1
			}
		],
		"lvl9": [
			{
				"id": 202,
				"name": "Mora",
				"count": 450000
			},
			{
				"id": 104349,
				"name": "Filosofía de la contienda",
				"count": 12
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 9
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 2
			}
		],
		"lvl10": [
			{
				"id": 202,
				"name": "Mora",
				"count": 700000
			},
			{
				"id": 104349,
				"name": "Filosofía de la contienda",
				"count": 16
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 12
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 2
			},
			{
				"id": 104319,
				"name": "Corona de la sabiduría",
				"count": 1
			}
		]
	}
}