{
	"name": "Jean",
	"combat1": {
		"name": "Ataque Normal: Técnica de espada Favonius",
		"info": "**Ataque Normal**\nRealiza hasta 5 ataques rápidos.\n\n**Ataque Cargado**\nConsume una cierta cantidad de Aguante para desatar un ataque que contiene fuerza Anemo.\nPoco después, los enemigos lanzados caerán lentamente al suelo.\n\n**Ataque Descendente**\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
	},
	"combat2": {
		"name": "Filo de ventisca",
		"info": "Concentrando el poder del viento en su espada, Jean canaliza una minitormenta, lanzando a los enemigos que se encuentran en la dirección que apunta e infligiendo una gran cantidad de Daño Anemo.\n\n**Mantener pulsado**\nConsume una cierta cantidad de Aguante para ordenar al torbellino que atraiga a los enemigos y objetos cercanos frente a ella.\nLa dirección de atracción puede ajustarse.\nEl personaje quedará inmóvil mientras dure la habilidad.",
		"description": "Eso que sigue a Jean, la defensora incondicional, es el viento guardián que ahuyenta al peligro que acecha a sus compañeros."
	},
	"combat3": {
		"name": "Brisa de Dandelion",
		"info": "Invoca la protección del viento para crear un campo de dientes de león, empujando a los enemigos cercanos e infligiendo Daño Anemo contra ellos.\nAl mismo tiempo, cura de inmediato una gran cantidad de Vida a todos los miembros del equipo. La cantidad restaurada varía en proporción al ATQ de Jean.\n\n**Campo de dientes de león**\n·Regenera continuamente la Vida de los personajes dentro del campo y aplica el elemento Anemo sobre ellos.\n·Inflige Daño Anemo a los enemigos que entran o salen del campo.",
		"description": "La magnanimidad de Jean es vasta como los campos de dientes de león, así como la raíz de su deseo de proteger a los demás."
	},
	"passive1": {
		"name": "Compañera del viento",
		"info": "Cuando Jean realiza Ataques Normales, tiene un 50% de probabilidad de curar una cantidad de Vida igual al 15% de su ATQ a todos los miembros del equipo."
	},
	"passive2": {
		"name": "Que el viento nos guíe",
		"info": "Tras usar **Brisa de Dandelion**, regenera un 20% de su Energía Elemental."
	},
	"passive3": {
		"name": "Viento guía",
		"info": "Al lograr un “Perfecto” en un plato con efectos reconstituyentes, hay una probabilidad del 12% de obtener el doble."
	}
}