{
	"id": 10101,
	"name": "Kinich",
	"combat1": {
		"name": "Técnica del sol nocturno",
		"descriptionRaw": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 3 ataques consecutivos.\nTras usar la Habilidad Elemental “Caza en suspensión: Persecución aérea” para ejecutar un balanceo aéreo, puede realizar un Ataque Normal en el aire antes de aterrizar.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume cierta cantidad de Aguante para lanzar y hacer girar su espada contra sus oponentes.\n\n<color=#FFD780FF>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño en el AdE en el momento del impacto.",
		"description": "Ataque Normal\nRealiza hasta 3 ataques consecutivos.\nTras usar la Habilidad Elemental “Caza en suspensión: Persecución aérea” para ejecutar un balanceo aéreo, puede realizar un Ataque Normal en el aire antes de aterrizar.\n\nAtaque Cargado\nConsume cierta cantidad de Aguante para lanzar y hacer girar su espada contra sus oponentes.\n\nAtaque Descendente\nSe lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño en el AdE en el momento del impacto.",
		"attributes": {
			"labels": [
				"Daño de 1er golpe|{param1:F1P}",
				"Daño de 2.º golpe|{param2:F1P}",
				"Daño de 3er golpe|{param3:F1P}",
				"Daño de ATQ Normal aéreo|{param9:F1P}",
				"Daño de ATQ Cargado|{param4:F1P} ×3",
				"Coste de Aguante de ATQ Cargado|{param5:F1} pts.",
				"Daño de Caída|{param6:F1P}",
				"Daño de impacto de caída baja/alta|{param7:P}/{param8:P}"
			]
		}
	},
	"combat2": {
		"name": "Caza en suspensión: Persecución aérea",
		"descriptionRaw": "#Kinich hace uso de sus habilidades de caza mayor para moverse con presteza y atacar a su enemigo.\nCuando en las cercanías haya un enemigo o un objeto que pueda ser atacado, le disparará el gancho de agarre y entrará en el estado de “bendición noctámbula” con 0{NON_BREAK_SPACE}pts. de noctambulismo. Cuando no haya enemigos cerca, lanzará un gancho de agarre para ejecutar un balanceo aéreo y, además, el TdE de la habilidad se reducirá en un 60%.\nAl mantener pulsada esta habilidad, se podrá apuntar con el gancho de agarre.\n\n<color=#FFD780FF>Bendición noctámbula: Kinich</color>\nLa bendición noctámbula de Kinich dura 10{NON_BREAK_SPACE}s y genera 2{NON_BREAK_SPACE}pts. de noctambulismo por segundo.\nCuando esté en este estado, Kinich lanzará su gancho a un enemigo cercano y cambiará su estilo de ataque:\n·Al ejecutar un Ataque Normal, realizará un ataque circundante alrededor del objetivo del gancho de agarre según la dirección de movimiento actual, lo que infligirá <color=#99FF88FF>Daño Dendro</color> de naturaleza noctámbula y generará 3{NON_BREAK_SPACE}pts. de noctambulismo. El daño del ataque circundante se considera daño de Habilidad Elemental.\n·Al alcanzar el máximo de pts. de noctambulismo, Kinich podrá usar la Habilidad Elemental “Cañón perforaescamas”, lo que consumirá todos los pts. de noctambulismo para infligir <color=#99FF88FF>Daño Dendro</color> de naturaleza noctámbula. Al mantener pulsado “Cañón perforaescamas”, Kinich podrá apuntar a su objetivo y, tras disparar, intentará engancharse a él.\nDurante el estado de bendición noctámbula, tras haberse enganchado a un enemigo o haber disparado el Cañón perforaescamas, Kinich generará un área segura al lado del enemigo. Al entrar en dicha área, obtendrá 4{NON_BREAK_SPACE}pts. de noctambulismo, tras lo que el área desaparecerá.\nSi el gancho de agarre se suelta debido al exceso de distancia u otras razones, al ejecutar un Ataque Normal, Kinich se reenganchará a otro enemigo cercano y realizará un ataque circundante.\n\n<i>“Todo tiene un precio, y espero que tu oferta sea adecuada... ¿Eh? No, no acepto pagos fraccionados”.</i>",
		"description": "Kinich hace uso de sus habilidades de caza mayor para moverse con presteza y atacar a su enemigo.\nCuando en las cercanías haya un enemigo o un objeto que pueda ser atacado, le disparará el gancho de agarre y entrará en el estado de “bendición noctámbula” con 0 pts. de noctambulismo. Cuando no haya enemigos cerca, lanzará un gancho de agarre para ejecutar un balanceo aéreo y, además, el TdE de la habilidad se reducirá en un 60%.\nAl mantener pulsada esta habilidad, se podrá apuntar con el gancho de agarre.\n\nBendición noctámbula: Kinich\nLa bendición noctámbula de Kinich dura 10 s y genera 2 pts. de noctambulismo por segundo.\nCuando esté en este estado, Kinich lanzará su gancho a un enemigo cercano y cambiará su estilo de ataque:\n·Al ejecutar un Ataque Normal, realizará un ataque circundante alrededor del objetivo del gancho de agarre según la dirección de movimiento actual, lo que infligirá Daño Dendro de naturaleza noctámbula y generará 3 pts. de noctambulismo. El daño del ataque circundante se considera daño de Habilidad Elemental.\n·Al alcanzar el máximo de pts. de noctambulismo, Kinich podrá usar la Habilidad Elemental “Cañón perforaescamas”, lo que consumirá todos los pts. de noctambulismo para infligir Daño Dendro de naturaleza noctámbula. Al mantener pulsado “Cañón perforaescamas”, Kinich podrá apuntar a su objetivo y, tras disparar, intentará engancharse a él.\nDurante el estado de bendición noctámbula, tras haberse enganchado a un enemigo o haber disparado el Cañón perforaescamas, Kinich generará un área segura al lado del enemigo. Al entrar en dicha área, obtendrá 4 pts. de noctambulismo, tras lo que el área desaparecerá.\nSi el gancho de agarre se suelta debido al exceso de distancia u otras razones, al ejecutar un Ataque Normal, Kinich se reenganchará a otro enemigo cercano y realizará un ataque circundante.",
		"flavorText": "“Todo tiene un precio, y espero que tu oferta sea adecuada... ¿Eh? No, no acepto pagos fraccionados”.",
		"attributes": {
			"labels": [
				"Daño de ataque circundante|{param1:F1P} x2",
				"Daño de Cañón perforaescamas|{param2:F1P}",
				"Límite de pts. de noctambulismo|{param4:F1}",
				"TdE|{param3:F1} s"
			]
		}
	},
	"combat3": {
		"name": "Alabado sea el todopoderoso Señor de los Dragones",
		"descriptionRaw": "#Desata el poder de Ahau, Señor de los Dragones (de forma limitada, condicional, restrictiva, contractual, parcial y temporal), para infligir <color=#99FF88FF>Daño Dendro en el AdE</color> de naturaleza noctámbula. Mientras este efecto esté activo, K'uhul Ahau liberará cada cierto tiempo su dragoaliento para infligir <color=#99FF88FF>Daño Dendro en el AdE</color> de naturaleza noctámbula.\nSi al hacerlo, Kinich se encuentra bajo los efectos del estado de bendición noctámbula, la duración de dicho estado aumenta 1.7{NON_BREAK_SPACE}s.\n\n<i>“¡En efecto! ¡Estás ante la presencia del todopoderoso Señor de los Dragones, K'uhul Ahau! ¡Da un paso al frente, arrodíllate y bésame los pies!”.</i>",
		"description": "Desata el poder de Ahau, Señor de los Dragones (de forma limitada, condicional, restrictiva, contractual, parcial y temporal), para infligir Daño Dendro en el AdE de naturaleza noctámbula. Mientras este efecto esté activo, K'uhul Ahau liberará cada cierto tiempo su dragoaliento para infligir Daño Dendro en el AdE de naturaleza noctámbula.\nSi al hacerlo, Kinich se encuentra bajo los efectos del estado de bendición noctámbula, la duración de dicho estado aumenta 1.7 s.",
		"flavorText": "“¡En efecto! ¡Estás ante la presencia del todopoderoso Señor de los Dragones, K'uhul Ahau! ¡Da un paso al frente, arrodíllate y bésame los pies!”.",
		"attributes": {
			"labels": [
				"Daño de habilidad|{param1:F1P}",
				"Daño de dragoaliento|{param2:F1P}",
				"Duración|{param3:F1} s",
				"TdE|{param4:F1} s",
				"Energía Elemental|{param5:I}"
			]
		}
	},
	"passive1": {
		"name": "El precio de la desolación",
		"descriptionRaw": "#Cuando Kinich esté bajo el estado de bendición noctámbula, los enemigos que sean golpeados por su Habilidad Elemental entrarán en estado de “desolación”, y cuando reciban daño de las reacciones de Quemadura o Crepitar, Kinich generará 7{NON_BREAK_SPACE}pts. de noctambulismo. Solo se pueden obtener pts. de noctambulismo una vez cada 0.8{NON_BREAK_SPACE}s de esta manera. El estado de desolación dura hasta que termine el de bendición noctámbula de Kinich.",
		"description": "Cuando Kinich esté bajo el estado de bendición noctámbula, los enemigos que sean golpeados por su Habilidad Elemental entrarán en estado de “desolación”, y cuando reciban daño de las reacciones de Quemadura o Crepitar, Kinich generará 7 pts. de noctambulismo. Solo se pueden obtener pts. de noctambulismo una vez cada 0.8 s de esta manera. El estado de desolación dura hasta que termine el de bendición noctámbula de Kinich."
	},
	"passive2": {
		"name": "Pacto del espíritu flamígero",
		"descriptionRaw": "#Cuando un personaje cercano del equipo causa una explosión noctámbula, Kinich obtiene 1 carga de “pericia del cazador” que dura 15{NON_BREAK_SPACE}s y puede acumularse hasta 2 veces. Cuando Kinich use el Cañón perforaescamas de <color=#FFD780FF>Caza en suspensión: Persecución aérea</color>, se consumirán todas las cargas de pericia del cazador y el daño infligido por dicho Cañón aumentará en una cantidad equivalente al 320% del ATQ de Kinich por cada carga consumida.",
		"description": "Cuando un personaje cercano del equipo causa una explosión noctámbula, Kinich obtiene 1 carga de “pericia del cazador” que dura 15 s y puede acumularse hasta 2 veces. Cuando Kinich use el Cañón perforaescamas de Caza en suspensión: Persecución aérea, se consumirán todas las cargas de pericia del cazador y el daño infligido por dicho Cañón aumentará en una cantidad equivalente al 320% del ATQ de Kinich por cada carga consumida."
	},
	"passive3": {
		"name": "Gracia de la noche: Compensación de deudas",
		"descriptionRaw": "#Cuando Kinich está en el aire tras ejecutar el balanceo aéreo de <color=#FFD780FF>Caza en suspensión: Persecución aérea</color>, puede consumir 10{NON_BREAK_SPACE}pts. de flogisto para realizar un segundo balanceo aéreo.\nSi se encuentra en una zona con alguna mecánica de flogisto de Natlan, podrá utilizar “Transmisión noctambular: Kinich”. Cuando el personaje en uso esté esprintando, se encuentre en estado de movimiento derivado de algún talento o esté en el aire, al cambiar a Kinich, este realizará una de las siguientes acciones según ciertas condiciones:\n·Al apuntar a un sigilo hojavoluta con el que se pueda interactuar, le disparará un gancho de agarre para moverse hacia él.\n·Si está en combate y hay algún enemigo cerca, usará Caza en suspensión: Persecución aérea contra dicho enemigo.\nSi no, lanzará el gancho de agarre y ejecutará un balanceo aéreo. Kinich priorizará los sigilos hojavoluta válidos como objetivos para el gancho de agarre.\nTu equipo solo puede activar Transmisión noctambular una vez cada 10{NON_BREAK_SPACE}s.\n\nAl interactuar con algún sigilo hojavoluta u otros objetos que puedan interactuar con Yumkasaurios, Caza en suspensión: Persecución aérea se convertirá en “Biomímesis del Yumkasaurio”, lo que hace que las interacciones con dichos objetos sigan las reglas aplicables a los Yumkasaurios y evita que Caza en suspensión: Persecución aérea entre en TdE.",
		"description": "Cuando Kinich está en el aire tras ejecutar el balanceo aéreo de Caza en suspensión: Persecución aérea, puede consumir 10 pts. de flogisto para realizar un segundo balanceo aéreo.\nSi se encuentra en una zona con alguna mecánica de flogisto de Natlan, podrá utilizar “Transmisión noctambular: Kinich”. Cuando el personaje en uso esté esprintando, se encuentre en estado de movimiento derivado de algún talento o esté en el aire, al cambiar a Kinich, este realizará una de las siguientes acciones según ciertas condiciones:\n·Al apuntar a un sigilo hojavoluta con el que se pueda interactuar, le disparará un gancho de agarre para moverse hacia él.\n·Si está en combate y hay algún enemigo cerca, usará Caza en suspensión: Persecución aérea contra dicho enemigo.\nSi no, lanzará el gancho de agarre y ejecutará un balanceo aéreo. Kinich priorizará los sigilos hojavoluta válidos como objetivos para el gancho de agarre.\nTu equipo solo puede activar Transmisión noctambular una vez cada 10 s.\n\nAl interactuar con algún sigilo hojavoluta u otros objetos que puedan interactuar con Yumkasaurios, Caza en suspensión: Persecución aérea se convertirá en “Biomímesis del Yumkasaurio”, lo que hace que las interacciones con dichos objetos sigan las reglas aplicables a los Yumkasaurios y evita que Caza en suspensión: Persecución aérea entre en TdE."
	},
	"passive4": {
		"name": "Emisario presto",
		"descriptionRaw": "#La Vel. Movimiento de tus personajes del equipo aumenta en un 15% durante 10{NON_BREAK_SPACE}s al interactuar con algunos objetos recolectables en zonas de Natlan con mecánicas de flogisto. Además, muestra la ubicación de los <color=#FFD780FF>objetos típicos de Natlan</color> cercanos en el minimapa.",
		"description": "La Vel. Movimiento de tus personajes del equipo aumenta en un 15% durante 10 s al interactuar con algunos objetos recolectables en zonas de Natlan con mecánicas de flogisto. Además, muestra la ubicación de los objetos típicos de Natlan cercanos en el minimapa."
	},
	"costs": {
		"lvl2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 12500
			},
			{
				"id": 104350,
				"name": "Enseñanzas de las brasas",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 6
			}
		],
		"lvl3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 17500
			},
			{
				"id": 104351,
				"name": "Guía de las brasas",
				"count": 2
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 3
			}
		],
		"lvl4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 25000
			},
			{
				"id": 104351,
				"name": "Guía de las brasas",
				"count": 4
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 4
			}
		],
		"lvl5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 104351,
				"name": "Guía de las brasas",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 6
			}
		],
		"lvl6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 37500
			},
			{
				"id": 104351,
				"name": "Guía de las brasas",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"lvl7": [
			{
				"id": 202,
				"name": "Mora",
				"count": 120000
			},
			{
				"id": 104352,
				"name": "Filosofía de las brasas",
				"count": 4
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 4
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 1
			}
		],
		"lvl8": [
			{
				"id": 202,
				"name": "Mora",
				"count": 260000
			},
			{
				"id": 104352,
				"name": "Filosofía de las brasas",
				"count": 6
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 6
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 1
			}
		],
		"lvl9": [
			{
				"id": 202,
				"name": "Mora",
				"count": 450000
			},
			{
				"id": 104352,
				"name": "Filosofía de las brasas",
				"count": 12
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 9
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 2
			}
		],
		"lvl10": [
			{
				"id": 202,
				"name": "Mora",
				"count": 700000
			},
			{
				"id": 104352,
				"name": "Filosofía de las brasas",
				"count": 16
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 12
			},
			{
				"id": 113062,
				"name": "Veredicto negativo",
				"count": 2
			},
			{
				"id": 104319,
				"name": "Corona de la sabiduría",
				"count": 1
			}
		]
	}
}