{
	"name": "Ninguang",
	"combat1": {
		"name": "Ataque Normal: Lanzamiento centelleante",
		"info": "**Ataque Normal **\nDispara gemas que infligen Daño Geo.\nAl golpear, esto le otorga a Ninguang un jade estelar.\n\n**Ataque Cargado**\nConsume una cierta cantidad de Aguante para disparar una gema gigante que inflige Daño Geo.\nSi Ninguang tiene algún jade estelar, lanzar un Ataque Cargado también disparará el jade estelar contra el enemigo, infligiendo daño adicional.\n\n**Ataque Descendente**\nAl acumular poder Geo, Ninguang se lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño Geo en el AdE en el momento del impacto.",
		"image": ""
	},
	"combat2": {
		"name": "Pantalla de jade",
		"info": "Ninguang crea una Pantalla de jade, oro y obsidiana de gran opulencia, infligiendo Daño Geo en el AdE.\n**Pantalla de jade**\n·Bloquea los proyectiles enemigos.\n·La resistencia de la pantalla es proporcional a la Vida Máx. de Ninguang.\n·La Pantalla de jade se considera una creación Geo, y puede ser usada para bloquear ciertos ataques, pero no se puede escalar. Solo puede existir una Pantalla de jade a la vez.",
		"description": "El lienzo de las estrellas está escrito en esta pantalla de jade.",
		"image": ""
	},
	"combat3": {
		"name": "Devastaestrellas",
		"info": "Ninguang reúne gemas a su alrededor y las destruye a la vez, repartiéndolas entre todos los enemigos cercanos e infligiendo Daño Geo masivo.\nSi Devastaestrellas se lanza cuando una Pantalla de jade está cerca, la Pantalla de jade disparará proyectiles de gemas adicionales al mismo tiempo.",
		"description": "Las estrellas caen. El silencio desciende.",
		"image": ""
	},
	"passive1": {
		"name": "Plan B",
		"info": "Cuando está en posesión de jades estelares, el Ataque Cargado de Ninguang no consume Aguante.",
		"image": ""
	},
	"passive2": {
		"name": "Reserva estratégica",
		"info": "Los personajes que pasen a través de la **Pantalla de jade** obtienen un 12% de Bono de Daño Geo durante 10 s.",
		"image": ""
	},
	"passive3": {
		"name": "Registro de tesoros maravillosos",
		"info": "Muestra la ubicación de los **minerales** cercanos en el Mini-mapa (hierro, hierro blanco, cristal, cristal mágico y argento estelar).",
		"image": ""
	}
}