{
	"name": "Qiqi",
	"combat1": {
		"name": "Ataque Normal: Técnica de espada antigua",
		"info": "**Ataque Normal**\nRealiza hasta 5 ataques rápidos.\n\n**Ataque Cargado**\nConsume una cierta cantidad de Aguante para lanzar un golpe de espada cruzado.\n\n**Ataque Descendente**\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto.",
		"image": ""
	},
	"combat2": {
		"name": "Magia Adeptus: Heraldo de la escarcha",
		"info": "Usando su talismán de sangre helada, Qiqi invoca al Heraldo de la escarcha, infligiendo Daño Cryo a todos los enemigos cercanos.\n\n**Heraldo de la escarcha**\n·Cuando Qiqi golpea a un objetivo con sus Ataques Normales o Cargados, regenera Vida para todos los miembros de tu equipo y todos los personajes aliados cercanos. La cantidad de Vida regenerada es proporcional al ATQ de Qiqi.\n·Regenera una cierta cantidad de Vida del personaje en uso a intervalos regulares.\n·Sigue al personaje en uso para infligir Daño Cryo a todos los enemigos que se encuentre a su paso.",
		"description": "“Utilizo esto para evitar el aumento de la temperatura y la podredumbre de... las valiosas hierbas medicinales del Dr. Baizhu”.",
		"image": ""
	},
	"combat3": {
		"name": "Magia Adeptus: Preservadora de la fortuna",
		"info": "Qiqi libera el poder Adeptus sellado dentro de su cuerpo, marcando a los enemigos cercanos con un talismán de conservación de la fortuna que inflige Daño Cryo.\n\n**Talismán de conservación de la fortuna**\nCuando los enemigos marcados con el talismán reciben daño, el personaje que infligió el daño regenera Vida para sí mismo.",
		"description": "“Soy la Preservadora de la Fortuna, la Doncella de la Resurrección”.\n—Qiqi no recuerda cuándo dijo estas palabras.",
		"image": ""
	},
	"passive1": {
		"name": "Elixir de vida",
		"info": "Cuando un personaje bajo el efecto de **Magia Adeptus: Heraldo de la escarcha** provoca una Reacción Elemental, aumenta su Bono de Curación recibida en un 20% durante 8 s.",
		"image": ""
	},
	"passive2": {
		"name": "Apertura arcana",
		"info": "Cuando Qiqi golpea a sus enemigos con Ataque Normal o Ataque Cargado, tiene un 50% de probabilidad de ponerles un talismán de conservación de la fortuna durante 6 s. Este efecto solo puede activarse una vez cada 30 s.",
		"image": ""
	},
	"passive3": {
		"name": "Recuerdos de una vida pasada",
		"info": "Muestra la ubicación de los **objetos típicos de Liyue** cercanos en el minimapa.",
		"image": ""
	}
}