{
	"name": "Viajera (Anemo)",
	"combat1": {
		"name": "Ataque Normal: Viento metálico extranjero",
		"info": "**Ataque Normal**\nRealiza hasta 5 ataques rápidos.\n\n**Ataque Cargado**\nConsume una cierta cantidad de Aguante para lanzar un golpe de espada cruzado.\n\n**Ataque Descendente**\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
	},
	"combat2": {
		"name": "Espada de vórtice",
		"info": "Toma el poder del viento para formar un vórtice de vacío en la palma de la mano, infligiendo Daño Anemo continuo a los enemigos que haya enfrente.\nEl vórtice de vacío explota cuando termina la duración de la habilidad, infligiendo aún más cantidad de Daño Anemo en un área más grande.\n\n**Mantener pulsado**\nEl daño y el AdE aumentarán progresivamente.\n\n**Cambio elemental**\nSi el vórtice de vacío entra en contacto con Hydro/Pyro/Cryo/Electro, infligirá un bono de Daño Elemental adicional de ese tipo.\nEl cambio elemental solo puede ocurrir una vez durante la habilidad.",
		"description": "Hablaste con Paimon de cómo atrapar el viento sin forma."
	},
	"combat3": {
		"name": "Oleada de ráfagas",
		"info": "Guía al viento para invocar un tornado que avanza y atrae a los objetos y oponentes, infligiendo Daño Anemo continuo.\n\n**Cambio elemental**\nSi el tornado entra en contacto con Hydro/Pyro/Cryo/Electro, infligirá un bono de Daño Elemental adicional de ese tipo.\nEl cambio elemental solo puede ocurrir una vez durante la habilidad.",
		"description": "Investigaste con Paimon el aleteo de las mariposas."
	},
	"passive1": {
		"name": "Viento cortante",
		"info": "Tras el último golpe de Ataque Normal, se desatará un golpe de viento afilado que inflige un 60% de Daño Anemo a los enemigos enfrente de ti."
	},
	"passive2": {
		"name": "Viento de la resurrección",
		"info": "Tras derrotar a un enemigo, **Espada de vórtice** regenera un 2% de tu Vida cada 5 s.\nSolo puede ocurrir una vez cada 5 s."
	}
}