{
	"name": "Xingchiu",
	"combat1": {
		"name": "Ataque Normal: Técnica de espada Guhua",
		"info": "**Ataque Normal**\nRealiza hasta 5 ataques rápidos.\n\n**Ataque Cargado**\nConsume una cierta cantidad de Aguante para lanzar un golpe de espada cruzado.\n\n**Ataque Descendente**\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
	},
	"combat2": {
		"name": "Espada Guhua: Lluvia torrencial mortal",
		"info": "Xingchiu realiza dos golpes consecutivos con su espada, infligiendo Daño Hydro. Al mismo tiempo, esta habilidad crea la máxima cantidad posible de espadas de lluvia, las cuales orbitarán alrededor del personaje en uso.\nLas espadas de lluvia tienen las siguientes características:\n·Cuando el personaje recibe daño, una espada de lluvia se romperá, reduciendo la cantidad de daño recibido.\n·Aumenta la RES a interrupción del personaje.\nUn 20% del Bono de Daño Hydro de Xingchiu se convertirá en reducción de daño adicional de las espadas de lluvia.\n\nLa cantidad máxima de reducción de daño que se puede obtener de esta manera es del 24%.\nEl número máximo inicial de espadas de lluvia es de 3.\nEl uso de esta habilidad aplica el estado de Mojado sobre el personaje.",
		"description": "“Es más fácil degollar a un dragón que cortar la lluvia”."
	},
	"combat3": {
		"name": "Espada Guhua: Sable de lluvia",
		"info": "Activa la espada arcoíris y lucha con una lluvia de espadas ilusoria, a la vez que crea la máxima cantidad posible de espadas de lluvia.\n\n**Espada arcoíris**\n·Los Ataques Normales de tu personaje en uso desencadenarán una lluvia de espadas consecutiva que inflige Daño Hydro.\n·Durante el efecto de esta habilidad, se mantendrá en todo momento el máximo número posible de espadas de lluvia.",
		"description": "La técnica de corte de lluvia es uno de los secretos de la Academia Guhua."
	},
	"passive1": {
		"name": "Secretos del agua",
		"info": "Cuando una espada de lluvia se rompe o termina su duración, el personaje en uso regenera una cantidad de Vida proporcional al 6% de la Vida Máx. de Xingchiu."
	},
	"passive2": {
		"name": "Cuchillas a cántaros",
		"info": "Xingchiu obtiene un 20% de Bono de Daño Hydro."
	},
	"passive3": {
		"name": "Destello repentino",
		"info": "Al fabricar materiales de talento de personaje, hay una probabilidad del 25% de recuperar los materiales usados."
	}
}