{
	"id": 29080101,
	"name": "Kẻ Thủ Hộ Của Ốc Đảo Apep",
	"specialName": "Sinh Mệnh Tiến Hóa Ngàn Năm Từ \"Tận Thế\"",
	"enemyType": "BOSS",
	"category": "Kẻ Thù Mạnh Đáng Nhớ",
	"description": "Apep và con cháu đã từng như cá bơi lượn trong nước, ung dung nơi biển cỏ thơm ngát với cây cổ thụ cao trăm thước cùng dây leo vươn dài ngàn dặm. Mãi cho đến cuối cùng thì cây cỏ cũng héo khô trở thành cát bụi, những sinh linh bé nhỏ như hạt cát đã xây dựng nên thành bang yếu ớt ngay tại vùng đất khi xưa của nó.\nApep và con cháu đã từng khiến cho biển cát tung tóe như mặt nước đang sôi, khiến cho thành lâu rơi rụng như lá. Mãi cho đến khi vị vua mới của biển cát và vị vua của cố thổ giảng hòa với nhau, kể từ đó, cồn cát dưới ánh mặt trời đều thuộc về người và thần, còn ốc đảo của rồng thì được giữ lại trong tim của rồng.\nApep và con cháu đã từng cùng nhau chia sẻ tri thức của tiến hóa, bởi vì nước chảy là bất hủ, nhưng cây khô thì ắt sẽ đổ rạp. Mãi cho đến khi nó thực hiện lời thỏa thuận với vua cát và nhận được trí tuệ cuối cùng, từ đó nó chỉ có thể nhìn thấy phong cảnh cuối cùng, ngày tận thế vô bờ vô bến.\nApep đã từng một mình đắm chìm trong phong cảnh của ngày tận thế. Tất cả người, thần, rồng, thú, chim và cá, mọi ký ức, trí tuệ, lời nói và thù hận đều bị nghiền nát thành loại bột không màu, ánh sáng của vầng trăng cuối cùng hóa thành cơn mưa lửa trắng rơi xuống trên vùng đất hoang.\n...\nApep từng xem đáy của biển cát là mộ phần của chính mình, chứ không phải cung điện của vị vua mất nước. Chất độc của \"trí tuệ\" sẽ nhanh chóng giải thoát cho nó khỏi thù hận và phẫn nộ từ vô số vầng trăng. Nó đã rất chán ghét cảnh tượng không chút màu sắc của ngày tận thế rồi. Mãi cho đến khi vị thần trẻ tuổi và lữ khách màu vàng khiến nó nhớ lại lần nữa, dù cho vùng đất xanh tươi khi xưa của mình đã hóa thành hoang mạc dát vàng, dù cho chính mình và con cháu vì để sinh tồn ở đó mà trở nên xấu xí, nhưng trong lòng nó từ đầu chí cuối vẫn luôn cất giữ cảnh sắc của một góc ốc đảo đó.",
	"rewardPreview": [
		{
			"id": 102,
			"name": "EXP Mạo Hiểm",
			"count": 300
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "EXP Yêu Thích"
		},
		{
			"id": 113046,
			"name": "Dương Xỉ Đất Trời"
		},
		{
			"id": 113047,
			"name": "Hoa Tươi Ban Sơ"
		},
		{
			"id": 113048,
			"name": "Hổ Phách Vĩnh Hằng"
		},
		{
			"id": 104131,
			"name": "Vụn Ngọc Bích Sinh Trưởng"
		},
		{
			"id": 104132,
			"name": "Mảnh Ngọc Bích Sinh Trưởng"
		},
		{
			"id": 104133,
			"name": "Miếng Ngọc Bích Sinh Trưởng"
		},
		{
			"id": 104134,
			"name": "Ngọc Bích Sinh Trưởng"
		},
		{
			"id": 113021,
			"name": "Dung Môi Ảo Mộng",
			"count": 0.33
		},
		{
			"id": 400022,
			"name": "Cuồng Chiến",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Giáo Quan",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Kẻ Lưu Đày",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Đoàn Hát Lang Thang Đại Lục",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Cuồng Chiến",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Giáo Quan",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Kẻ Lưu Đày",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Đoàn Hát Lang Thang Đại Lục",
			"rarity": 5
		},
		{
			"id": 101111,
			"name": "Phôi Kiếm Đơn Trung Địa"
		},
		{
			"id": 101112,
			"name": "Phôi Cung Trung Địa"
		},
		{
			"id": 101113,
			"name": "Phôi Trọng Kiếm Trung Địa"
		},
		{
			"id": 101114,
			"name": "Phôi Pháp Khí Trung Địa"
		},
		{
			"id": 101115,
			"name": "Phôi Vũ Khí Cán Dài Trung Địa"
		}
	]
}