{
	"name": "Tinh Linh Nước Trong",
	"specialname": "Tinh Linh Nước Trong - Acaste",
	"enemytype": "BOSS",
	"category": "Sinh Mệnh Nguyên Tố",
	"description": "Thể sống được kết tinh từ Nguyên Tố Thủy thuần khiết, luôn tồn tại và sinh trưởng trong nước.\nTheo đó, nếu nguồn nước càng tinh khiết, Nguyên Tố Thủy càng dồi dào thì sức mạnh của Tinh Linh Nước Trong càng trở nên mạnh mẽ. Cũng có truyền thuyết kể lại rằng, ở một nơi rất xa ngoài kia, Tinh Linh Nước Trong vốn là người họ hàng thân thiết của dòng nước. Chúng đem theo những mảnh vỡ từ thần linh đã khuất lưu lạc đến đây. Có lẽ đó là cách chúng thể hiện tình yêu của thần đối với thế giới, hòa quyện và che chở cho dòng nước chảy khắp thế gian...",
	"investigation": {
		"name": "Tinh Linh Nước Trong",
		"category": "Thủ Lĩnh",
		"description": "Thể sống được kết tinh từ Nguyên Tố Thủy thuần khiết.\\nLuôn tồn tại và sinh trưởng trong nước. Theo đó, nếu nguồn nước càng tinh khiết, Nguyên Tố Thủy càng dồi dào thì sức mạnh của Tinh Linh Nước Trong càng trở nên mạnh mẽ.\\nCũng có truyền thuyết kể lại rằng, ở một nơi rất xa ngoài kia, Tinh Linh Nước Trong vốn là người họ hàng thân thiết của dòng nước. Chúng đem theo những mảnh vỡ từ thần linh đã khuất lưu lạc đến đây. Có lẽ đó là cách chúng thể hiện tình yêu của thần đối với thế giới, hòa quyện và che chở cho dòng nước chảy khắp thế gian..."
	},
	"rewardpreview": [
		{
			"name": "EXP Mạo Hiểm",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP Yêu Thích"
		},
		{
			"name": "Trái Tim Thuần Khiết",
			"count": 2.5556
		},
		{
			"name": "Vụn Thanh Kim Sạch"
		},
		{
			"name": "Mảnh Thanh Kim Sạch"
		},
		{
			"name": "Miếng Thanh Kim Sạch"
		},
		{
			"name": "Thanh Kim Sạch"
		},
		{
			"name": "Cuồng Chiến",
			"rarity": "3"
		},
		{
			"name": "Kẻ Lưu Đày",
			"rarity": "3"
		},
		{
			"name": "Người Tế Thủy",
			"rarity": "3"
		},
		{
			"name": "Nhà Mạo Hiểm",
			"rarity": "3"
		},
		{
			"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
			"rarity": "4"
		},
		{
			"name": "Đoàn Hát Lang Thang Đại Lục",
			"rarity": "4"
		},
		{
			"name": "Cuồng Chiến",
			"rarity": "4"
		},
		{
			"name": "Kẻ Lưu Đày",
			"rarity": "4"
		},
		{
			"name": "Người Tế Thủy",
			"rarity": "4"
		},
		{
			"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
			"rarity": "5"
		},
		{
			"name": "Đoàn Hát Lang Thang Đại Lục",
			"rarity": "5"
		}
	]
}