{
	"name": "Setekh Wenut",
	"specialname": "Thân Vương Cuối Cùng Của Cát",
	"enemytype": "BOSS",
	"category": "Ma Thú Đột Biến",
	"description": "Một loài săn mồi không mắt sống ở nơi sâu thẳm trong sa mạc, theo dõi con mồi bằng âm thanh và rung động truyền từ mặt đất.\nTương truyền rằng trong quá khứ trước khi thời gian bắt đầu, vùng đất mà chúng cai trị phủ đầy cỏ xanh và đại thụ, còn tổ tiên và đời sau của chúng đều len lỏi trong những vùng đất ẩm ướt, tựa như cá gặp nước vậy.\nNhiều kỷ nguyên sau đó, ân huệ trời ban khiến cho bùn đất hóa thành sỏi cát. Nhiều sinh mạng mất đi, nhiều vật chủng biến mất, còn chủng tộc sống dựa vào bùn đất đã trở thành \"Wenut\".\nCó lẽ vì tập tính sinh vật có điểm chung, nên dường như cư dân sa mạc đều hiểu lầm rằng \"Wenut\" là hình thái hoàn chỉnh của Lươn Sa Mạc sau khi trưởng thành.",
	"investigation": {
		"name": "Setekh Wenut",
		"category": "Thủ Lĩnh",
		"description": "Một loài săn mồi không mắt sống ở nơi sâu thẳm trong sa mạc và theo dõi con mồi bằng âm thanh và chấn động truyền từ mặt đất.\\nĐôi khi chúng có hình dạng rất giống với thực vật, nghe nói rằng điều này là do chúng từng là đời sau được sinh ra bởi chúa tể của cây cỏ, cũng có cách nói khác cho rằng đây là cách chúng đánh lừa con mồi đang tìm kiếm trái cây và lá cây trong sa mạc."
	},
	"rewardpreview": [
		{
			"name": "EXP Mạo Hiểm",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP Yêu Thích"
		},
		{
			"name": "Vụn Tùng Thạch Tự Tại"
		},
		{
			"name": "Mảnh Tùng Thạch Tự Tại"
		},
		{
			"name": "Miếng Tùng Thạch Tự Tại"
		},
		{
			"name": "Tùng Thạch Tự Tại"
		},
		{
			"name": "Nhụy Hoa Sỏi Cát",
			"count": 2.5556
		},
		{
			"name": "Cuồng Chiến",
			"rarity": "3"
		},
		{
			"name": "Giáo Quan",
			"rarity": "3"
		},
		{
			"name": "Vật May Mắn",
			"rarity": "3"
		},
		{
			"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
			"rarity": "4"
		},
		{
			"name": "Đoàn Hát Lang Thang Đại Lục",
			"rarity": "4"
		},
		{
			"name": "Cuồng Chiến",
			"rarity": "4"
		},
		{
			"name": "Giáo Quan",
			"rarity": "4"
		},
		{
			"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
			"rarity": "5"
		},
		{
			"name": "Đoàn Hát Lang Thang Đại Lục",
			"rarity": "5"
		}
	]
}