{
	"name": "Mecarreparador de control",
	"description": "Un Mecabot que ayuda en tareas submarinas y mejora el rendimiento de la maquinaria de submarinismo. Originalmente, servía para limpiar basura, algas y otros deshechos a fin de evitar la obstrucción de los componentes de los Mecabots acuáticos y, así, minimizar los errores. Es por ello que se los considera “basureros subacuáticos” y son tan importantes para el ecosistema de Fontaine.\nEste Mecabot cuenta con un sensor que detecta cualquier objetivo y analiza la basura que encuentra con su “olfato”. Por eso, a veces también se sienten atraídos por los cebos que lanzan los pescadores al agua. Los que han conseguido atrapar uno con su caña suelen denominarlo “mecarreparador acuático” o “mecapez”.\nEn ciertas circunstancias, los mecarreparadores confunden el alimento de criaturas acuáticas con basura, lo que da lugar a desencuentros de los que los mecanismos más pequeños no salen muy bien parados. Por ello, poco después, la población de mecarreparadores se redujo drásticamente.\nPara proteger a los dos anteriores modelos, los investigadores se basaron en el marco científico disponible para aumentar el rendimiento de la estructura central y, así, desarrollar un nuevo tercer modelo con capacidad de combate que expulsara a esas criaturas acuáticas. Así garantizaría un buen entorno de trabajo para los mecarreparadores y se podrían seguir produciendo en masa.\nSin embargo, más tarde, el Instituto de Ciencias de Fontaine ordenó que se detuviera el desarrollo de estos mecarreparadores de control porque “Si estos cacharros ahuyentan a los seres acuáticos más feroces, ¡¿para qué vamos a necesitar a los anteriores mecanismos subacuáticos?!”. Además, hay pruebas que demuestran que los mecarreparadores de control no pueden ahuyentar a los seres más peligrosos, sino que solamente se encargan de algunos peces comunes y, además, impactan negativamente en el medio ambiente. Por ello, los investigadores tuvieron que apagar algunos y restringir sus funciones de ataque.",
	"sortorder": 2879,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Pez",
	"source": [
		"Pescar"
	]
}