{
	"name": "A Bruxa das Chamas Carmesim",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bônus de Dano Pyro +15%",
	"4pc": "Aumenta o Dano causado por Sobrecarga, Queimaduras e Germinação em 40%. Aumenta o Dano causado por Vaporização e Fusão em 15%. Usar Habilidades Elementais aumenta o efeito de Bônus de Conjunto de 2 Peças em 50% do seu valor inicial por 10s. Máximo de 3 acúmulos.",
	"flower": {
		"name": "Flor de Labareda da Bruxa",
		"relictype": "Flor da Vida",
		"description": "Uma flor que foi tocada por uma bruxa que desejava queimar o mundo. Aqueles que tentam a tocar são recebidos calorosamente pela língua das chamas.",
		"story": "Uma espécie comum de flor.\nÉ curiosamente capaz de resistir às chamas da Bruxa Carmesim.\n\nUma crise de séculos atrás destruiu toda a esperança de que a donzela visse o futuro prometido a ela.\nAqueles que lhe eram queridos, seus dias passados e seu brilhante futuro. Tudo se foi.\n\nDas cinzas, nasceu a Bruxa Carmesim das Chamas, e ela queimou sua dor com fogo.\nNo entanto, esta flor permaneceu resiliente, macia e úmida,\nTalvez tanto as dolorosas quanto as belas lembranças fossem dois lados da mesma moeda."
	},
	"plume": {
		"name": "Pena Ardente da Bruxa",
		"relictype": "Pluma da Morte",
		"description": "Uma pena de pássaro tocada por uma bruxa que desejava queimar o mundo. Com a sua constante queima, exala temperaturas ardentes.",
		"story": "Uma pena carmesim que arde incessantemente.\nNão importa por quanto tempo arda, nunca se apagará.\n\nAs terras onde pisava ficavam queimadas e devastadas porque ela tinha escolhido o caminho do fogo infernal.\nApesar de suas chamas tocarem apenas monstros e demônios, quando o fogo se avistava perto,\nAs pessoas fechavam as portas e janelas para a Bruxa das Chamas Carmesim não entrar. Mas ela não se importava.\n\nNovas esperanças nasceriam dos fogos que queimavam as dores da gente.\nEla não precisava de compreensão, consolação ou simpatia das pessoas.\nOs únicos que a entendiam sem ela proferir uma palavra eram os passarinhos que pousavam do seu lado."
	},
	"sands": {
		"name": "Fim dos Tempos da Bruxa",
		"relictype": "Areia do tempo",
		"description": "Um relógio que foi usado por uma bruxa que desejava queimar o mundo, cujos momentos de dedicação às chamas ainda flui.",
		"story": "Um pequeno recipiente contendo um líquido de temperatura elevada,\nDiz-se que são as almas derretidas de espíritos malignos.\n\nUm relógio Hydro especial dado à Bruxa Carmesim antes de ocorrer a calamidade. Naquela época ela ainda era uma donzela, e ainda não tinha embarcado em sua jornada.\nRelógio especial de água. Um ciclo era o tempo necessário para terminar seus estudos na Academia Sumeru.\nQuando a contagem regressiva terminou e ela voltou para a sua terra natal, o seu antigo dono tinha se tornado uma vítima da crise.\n\nSeus primeiros anos de vida acabaram. Nascia então a Bruxa Carmesim das Chamas, e com ela a era da destruição.\nO relógio foi testemunha dos dias dos monstros e da dor que eles causavam, até que todos foram queimados."
	},
	"goblet": {
		"name": "Chamas do Coração da Bruxa",
		"relictype": "Cálice de Eonothem",
		"description": "Um jarro de barro em chamas deixado por uma bruxa que desejava queimar o mundo. As chamas deste jarro não se apagam nunca, assim como o desejo da bruxa.",
		"story": "Uma garrafa transparente contendo fogo líquido.\nAs técnicas envolvidas na realização do fogo líquido se perderam desde então.\n\nA Bruxa Carmesim das Chamas caminhou sobre à terra, queimando monstros e os transformando em cinzas.\nRumores contam como ela mesma sacrificou seu corpo mortal para se tornar a encarnação do fogo líquido.\n\nTodavia, no seu coração de donzela sempre reinou o amor e saudade.\nAté que um fogo queimou essa bonita e ternurenta parte do coração da jovem.\nE assim ela se tornou uma bruxa cuja história era repudiada até pelos historiadores."
	},
	"circlet": {
		"name": "Chapéu Abrasador da Bruxa",
		"relictype": "Tiara de Logos",
		"description": "Um chapéu que foi usado por uma bruxa que desejava queimar o mundo. Suas abas grandes podem bloquear o seu campo de visão.",
		"story": "Um chapéu bicudo tradicional de bruxa com uma aba grande.\nConcede à bruxa reverência e temor que ela comanda.\n\nPara a Bruxa Carmesim das Chamas, este chapéu foi como um escudo que a protegia contra as distrações em seu redor.\nEla passou anos buscando o conhecimento, o que permitiu que ela se concentrasse em melhorar suas habilidades de Pyro.\n\nEm combate, ela não precisava prestar atenção aos monstros se desintegrando em chamas.\nAo olhar para o reflexo de água, pode não ver o seu rosto queimado por chamas.\nE assim a Bruxa Carmesim das Chamas continuou ardendo, não olhando a extensão da devastação que provocara."
	}
}