{
	"name": "Memórias da Floresta",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bônus de Dano Dendro +15%",
	"4pc": "Depois que as Habilidades Elementais ou Supremos acertam os oponentes, a RES Dendro dos alvos serão reduzidas em 30% por 8s. Esse efeito pode ser desencadeado mesmo se o personagem equipando este conjunto não estiver em campo.",
	"flower": {
		"name": "Visitante do Labirinto",
		"relictype": "Flor da Vida",
		"description": "Essa adorável flor dourada foi arrancada da coroa do rei da floresta.",
		"story": "Ao nascer, o Rei do Dendro concedeu uma coroa a Rainha da Floresta.\nNo final, ela foi concebida à primeira donzela que seguiu as pegadas do rei através do labirinto.\nOutrora, ela acolheu muitas crianças que estavam perdidas na floresta e que nunca haviam pisado em flores silvestres.\n\nPois, ela entendia apenas da vida de servir ao rei e proteger o seu labirinto;\nPois, ela sabe a verdade de que o mundo não é nada senão um sonho produzido pela floresta.\nEla ensinou às crianças os princípios de caçar na floresta e andar em sonhos.\nElas deveriam amar as plantas da floresta, já que elas eram o jardim do rei;\nRespeitar todas as presas abatidas por flechas, pois, elas são súditas do rei.\n\nSeus ensinamentos foram espalhados entre os filhos perdidos da floresta por muito tempo, e sofreram muitas alterações.\nNo fim, a origem destes últimos ensinamentos foi esquecida. No entanto, algumas pessoas se tornaram guardiões que patrulhavam a floresta.\nDe volta ao mundo humano, ao cair das longas noites, eles acenderiam uma fogueira para afastar a escuridão.\nTambém havia uma pessoa que sempre caminhava entre as sebes, eventualmente esquecendo-se do sol e da lua, e revestido de sangue negro, caçava animais selvagens.\n\nEla é quase tão velha quanto o último rei da floresta. No final, ela sonhou sobre um labirinto e uma caçada.\nO sonho era tão denso, que a certa altura continha os sonhos de todas as pessoas da floresta.\nO labirinto era um campo de caça infinitamente vasto, onde raízes e riachos traçam caminhos mais densos do que as listras de um tigre,\nMais mutável do que a sombra do luar em águas correntes. Os sussurros profundos que tentaram pregar a morte se perdem no labirinto,\nPois, somente ela e as crianças que compreendem os ensinamentos do Rei da Floresta podem atravessar o labirinto para chegar aos campos de caça sem fim.\nFoi somente quando os sussurros finalmente cessaram e os monstros fugiram, que ela, completamente esgotada, dissipou-se juntamente ao vasto sonho.\n\nEla e muitos outros fragmentos de sonhos fluíram para os sonhos dos mortais.\nComo um espelho quebrado que reflete diferentes imagens por muitos ângulos;\nOs sonhos que ela deixou para trás também circulam nas narrativas das pessoas de muitas formas diferentes.\nA história final de passagem não possuía qualquer ligação com ela.\n\nO nome que ela passa entre as histórias, é de fato o nome daquela coroa.\nA última coisa que ela deixou para si, foi seu nome verdadeiro, e um punhado de água refletindo o luar;\nBem como as flores ornamentais de ouro retiradas da preciosa coroa que recebeu do rei que amava."
	},
	"plume": {
		"name": "Estudioso de Vinhas",
		"relictype": "Pluma da Morte",
		"description": "Uma folha esmeralda, leve feito uma pluma. Arrancada das vestimentas de um estudioso da floresta.",
		"story": "Isso se passou durante a era do Rei do Labirinto...\nDizem que a donzela mais virtuosa e sábia a serviço do rei entendia a linguagem dos animais e podia interpretar os poemas do luar.\nProtegendo a floresta tranquila, as águas calmas que sustentam o reflexo da lua e os campos de caça no final da floresta em um sonho.\n\"Nascemos na floresta real exuberante, nosso mundo está sob a sombra das árvores e junto ao verde prado.\"\n\"O que é da floresta voltará para a floresta. Enquanto seguirmos as leis da natureza, não temeremos a morte.\"\n\"Porque as leis da natureza nos levarão através do labirinto de bosques para a planície sem fim.\"\nSeus ensinamentos inspiraram muitas crianças, mas no final, acabaram se afinando como o sangue de um tigre...\n\nFoi na época do presságio da lua...\nDizem que um jovem cego viajou por muitos reinos, montanhas e rios, seguindo os passos de seu irmão mais velho, que trajava uma armadura branca.\nPor fim, ele se perdeu nas profundezas escuras da floresta.\nEmbora obcecado com a arte da espada, ele é mais gentil que qualquer um. Mesmo seguindo estritamente os ensinamentos, ele é mais justo que qualquer um...\nNo final da ilusão eterna em seu coração, o que ele encontrou foi uma Relíquia Sagrada, tão branca quanto a lua da floresta.\nDepois disso veio a besta sedenta de sangue e carne. Quando a caçadora finalmente veio até ele seguindo a luz cintilante dos galhos brancos,\nele havia perdido a capacidade de desejar, e a figura branca pura que o guiava tinha desaparecido...\n\nEra um tempo em que reinava a escuridão, um tempo em que o alvorecer ainda estava longe.\nNo pesadelo, o homem sábio vislumbrou a espada negra e o vermelho se espalhando pela água."
	},
	"sands": {
		"name": "Momento de Sabedoria",
		"relictype": "Areia do tempo",
		"description": "Relógio utilizados por aqueles que se dedicam ao caminho dos sábios. Este relógio não contém areia sem vida, mas, em vez disso, possui minúsculas sementes de mostarda.",
		"story": "Nas lendas antigas, o Rei da Floresta era um ser imortal;\nNo final de sua vida, seu corpo se integraria a floresta;\nSuas garras e dentes se transformariam em madeira e ferro, suas listras transformariam-se em um labirinto infinito;\nSeus olhos brilhantes dividiram-se em duas luas: a lua brilhante no céu e a na água.\nOs que morrerem, renascerão em outros corpos;\nQuem apodrecer, estimulará o nascimento de brotos puros e delicados.\n\n\"Contudo, almas destruídas pela morte serão memórias perdidas para sempre,\"\n\"existe um lugar para elas no ciclo regular de nascimento e morte?\"\n\n\"A alma é apenas um conceito de vazio, e a memória eventualmente retornará à terra.\"\n\"O vazio não deve ser temido, e seu desaparecimento não merece preocupação!\"\n\"É bom lembrar e apoiar uns aos outros, e recordar a imagem de cada um para sempre,\"\n\"Assim e naturalmente, o ciclo de nascimento e morte poderia ser superado, e a memória seria mantida pela eternidade!\"\n\nMuito tempo depois, os companheiros que haviam concordado em lembrar uns aos outros, contraíram a doença maligna da negligência.\nUsando os restos de suas representações em sonhos antigos.\nOs registros e conjecturas deixados pelo médico louco exilado da academia;\nPara capturar o sonho, capturar os residentes da floresta que conseguem controlar os sonhos;\nPara que os companheiros possam lembrar-se novamente de suas imagens e memórias.\n\nSe o órgão que rege a memória está danificado além do reparo;\nEntão traga outro velho amigo e vivam juntos no mundo de sonhos;\nSe divirtam na casa da árvore, explorem as profundezas infinitas da floresta;\nÉ tudo muito bom. No mundo dos sonhos, todos tem a oportunidade de recomeçar.\n\nPrimeiro deve-se capturar os espíritos da floresta do sonho.\nAqueles mercenários fizeram muito por mim.\nTenho certeza que não me desapontarão."
	},
	"goblet": {
		"name": "Lanterna do Perdido",
		"relictype": "Cálice de Eonothem",
		"description": "Essa era originalmente uma lâmpada a óleo no estilo do reino do deserto, mas desde então, folhas verdes fluorescentes germinaram por ela.",
		"story": "Diz-se que depois que o rei tolo foi derrubado por sua própria ambição, muitos reis surgiram no deserto, mas foram fugazes como uma faísca.\nMuitos pequenos tiranos reuniram os refugiados que estavam fugindo do desastre e usaram ruínas antigas como base para construir templos, cidades e muros altos.\nAs cidades em ruínas caíram incessantemente, e os tiranos, que antes ostentavam força e riqueza, tiveram uma vida curta.\nEsta lâmpada pertencia a um jovem príncipe de um dos reinos decadentes. É um dos tesouros que restou na câmara do tesouro.\n\n\"Meu pai subiu em uma torre alta em busca de um falcão, mas a antiga torre não era estável o suficiente para suportar o peso do homem, então ele caiu na areia movediça quente.\"\n\"Foi assim que o reino chegou ao fim, e eu, que deveria ter herdado o trono, fui envolvido em um caos desnecessário lançado por intrigas.\"\n\"Eu tinha uma amada naquela época que queria ser rainha, mas ela não se importava muito com quem se sentava naquele trono.\"\n\"Foi assim que perdi minha amada, pela minha vida e pelo trono. Eu selei sua boca com um beijo de víbora e a cobri com uma colcha de areia.\"\n\"Assim como todos os outros reinos que me lembro, uma mistura de forças internas e externas, tios e tias, escravos e plebeus começaram a lutar e a matar uns aos outros.\"\n\"A escassez e a luta são como gêmeos deformados, dançando em círculos sobre esta areia quente sem divindades, enquanto nos enterramos dentro de uma miragem.\"\n\n\"Assim, o reino foi enterrado pela areia quente, e o príncipe extravagante tornou-se um refugiado que perdeu tudo.\"\nCom o desejo de conquistar novos horizontes e com o que restava de sua riqueza, ele partiu sozinho em uma viagem à floresta tropical.\nMas depois de muito tempo, o príncipe, que pretendia conquistar a floresta foi domado pela luz silenciosa da lua.\nAtraído pela figura vigorosa de uma caçadora com um arco branco, e depois de noites de perseguição e recusas,\no príncipe desabrigado foi gradualmente compreendendo os murmúrios da floresta tropical e os rosnados dos tigres, e foi aceito pelos sonhos de bondade...\n\n\"Hahaha... essa é uma boa história. Uma história sobre o exílio de um nobre e sua volta à glória...\"\n\"Um sonho de ouro que convoca a areia errante...\""
	},
	"circlet": {
		"name": "Diadema Láurea",
		"relictype": "Tiara de Logos",
		"description": "Esse diadema foi dado pela divindade que domina as plantas e as árvores. Era uma herança de uma família real do labirinto. No final, acabou nas mãos de um dos vassalos do rei.",
		"story": "O destino de todas as coisas é predeterminado em um ciclo que nunca termina.\nFoi assim que o Rei das Árvores ensinou a filosofia do ciclo infinito da vida.\nOs mortos renascerão em outro corpo.\nQuem apodrecer, estimulará o nascimento de brotos puros e delicados.\nOs frutos que caírem na terra se tornarão alimentos para os animais.\nOs animais retornarão à terra para se tornarem frutos.\nA floresta está sempre cheia de vida.\n\nDizem que o Deus das Árvores, em seu esforço para criar a floresta,\nconstruiu um mecanismo para invocar a chuva, nas profundezas do solo.\nPortanto, o padrão de um labirinto é revelado quando o luar brilha sobre a água,\ne assim nasceu o \"tigre\".\n\nAs listras de um tigre têm infinitas variações, assim como o caminho entre as árvores,\nassim, o tigre tornou-se o rei do labirinto, chamado Viaghara.\nO abençoado Rei da Floresta caminha em seus jardins reais com a cabeça erguida,\ngovernando os primatas, as aves e os animais que dependem do labirinto.\n\nMais tarde, as sementes da romã caíram no solo e deram origem aos espíritos da floresta.\nO Rei da Floresta os abençoou sob a primeira Vasara e fez um pacto com os deuses,\nele compartilhou o labirinto com eles e ordenou aos animais da floresta que não os machucassem.\n\nMesmo a luz do sol tendo sido obscurecida e a água corrente corrompida,\no último Rei da Floresta deu a sua vida para defender o sementeiro.\nAlguns grandes felinos de bigodes compridos herdaram o título do rei,\ne imitando sua postura, protegeram as criaturas da floresta.\nEmbora eles não estivessem nem perto de ser um rei tão poderoso e heroico,\neles continuaram mantendo o pacto do rei e protegeram a floresta pela eternidade,\ne nunca tentaram fazer mal aos espíritos guardiões das árvores.\nSim, embora o mutante labirinto já estivesse morto,\na floresta ainda estava cheia de vida."
	}
}