{
	"name": "Eco do Sacrifício",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATQ +18%.",
	"4pc": "Quando o Ataque Normal atinge um inimigo, tem 36% de chance de ativar o Rito do Vale, que aumenta o Dano do Ataque Normal em 70% do ATQ. Esse efeito desaparece 0.05s após um Ataque Normal causar dano. Quando o Ataque Normal não ativar o Rito do Vale, aumenta a probabilidade de ativação em 20% na próxima vez. Essa ativação pode ocorrer 1 vez a cada 0.2s.",
	"flower": {
		"name": "Flor da Fragrância Espiritual",
		"relictype": "Flor da Vida",
		"description": "Uma escultura de jade na forma de flor. O cheiro sutil da fragrância espiritual parece lhe arrodear.",
		"story": "Todos os anos, quando as Flores Aromáticas do Espírito desabrocham, a Vila Qiaoying prepara suas cerimônias de chá.\nQuando as flores murcham, chás de flores com nove camadas aromáticas são oferecidos no pavilhão da vila.\nA Flor Aromática do Espírito é passageira, da mesma forma que o súbito aparecimento e desaparecimento de um certo Adeptus.\nEste deixou para trás o ambíguo nome de \"Herbolorde\", bem como muitas lendas pouco detalhadas.\n\nEm uma dessas histórias, a forma Adeptal de Herbolorde se transformava nos galhos de uma árvore de chá antiga.\nNoutra história, o Adeptus voou para a montanha adeptal para subjugar uma besta maléfica.\nTambém há outra história assim:\n\nUma jovem garota agarrava-se a uma margem, pegou um chapéu apressadamente e o colocou desajeitadamente em sua cabeça.\nPois se não cobrisse seu rosto, ela se sentiria envergonhada e não se atreveria a falar.\nDe repente, o ser que a colocou neste sofrimento emergiu sua cabeça para fora da água.\nAs escamas multicoloridas de seu corpo reluziam como se estivessem vangloriando sua vitória.\n\n\"*Cof*... *COF* *COF*! Oh, então você sabe nadar? Incrível! Talvez um dia você se afogue!\"\n\nEla falou essas palavras furiosa, mas também em tom jocoso.\nMas aquele brilho reluzente mergulho para as profundezas para nunca retornar a superfície."
	},
	"plume": {
		"name": "Folha de Jade",
		"relictype": "Pluma da Morte",
		"description": "Um pingente de jade similar a uma folha. No passado ele tinha um significado especial para certos amigos.",
		"story": "Muito tempo atrás, não havia uma balsa para cruzar o rio, somente uma montanha coberta de neblina.\nAntes que o dono dessa montanha decidisse o que plantar nela, alguém se adiantou.\n\n\"Quando essa árvore ficar maior, cortarei suas folhas e lhes farei um chá\".\n\"Quando essa hora chegar, convidaremos Retentora de Nuvem e Formatador de Montanha para virem também...\"\n\n\"Sério? Você planta árvores do jeito que quiser em meu território, e tem até a audácia de falar algo assim?\"\nMas apesar da jovem senhorita que era dona desta montanha reclamar, ela também podia imaginar a fragrância do chá.\n\nDepois, alguém silenciosamente amarrou este pingente de jade nos falhos finos da pequena árvore.\nE com o passar do tempo, a mestre da montanha retornou, mas com uma aparência diferente.\nE ela nem mais sequer tinha os dedos que podiam desamarrar o pingente. Isso foi há muito tempo...\n\nMuitos anos depois, os galhos dessa árvore foram transplantados para a outra margem do rio pelos mortais que viviam nas montanhas.\nA fragrância do chá também viajava do Vale Chenyu até o Porto de Liyue, e para ainda mais lugares.\n\nHá muitas lendas sobre as árvores de chá do Vale Chenyu. Uma delas diz:\nNão importa a água, o solo ou o sol, essa árvore só crescerá belamente no Vale Chenyu.\nIsso é porque lembra a promessa que velhos amigos fizeram no passado ao lado da muda."
	},
	"sands": {
		"name": "Símbolo da Oferenda",
		"relictype": "Areia do tempo",
		"description": "Um pingente de jade circular. Ele era em alguma lenda uma prova para a abertura de um sacrifício em algum local.",
		"story": "Lendas dizem que a pedra desse pingente de jade veio de uma montanha sagrada muito antiga.\nAssim como uma Concha Estrelada na margem que consegue se lembrar do som das ondas do mar,\nO jade também se lembra do sutil som do correr da água.\n\nSempre se ouve um rumor como esse nas tavernas...\n\"Oh, as lendas dizem que o tesouro mais valioso dos riachos montanhas é jade bruta, e que pode até fazer chover\".\n\"Mas depois que o mundo foi dividido, os demônios e bestas passaram a desejar seu poder\".\n\"Por isso, a dona da montanha a dividiu em vários pedaços diferentes para enganar os olhos\".\n\"Alguns pedaços mergulho no fundo da água, outros escondeu em montanhas, e outros deu como oferendas em altares\".\n\"Nas lendas do Vale de Jade, esses ornamentos de jade são bênçãos dos contratos de um deus\".\n\"Mas, mesmo depois de todos esses anos, ninguém conseguiu encontrá-los...\"\n\nA Sacerdotisa sempre levava esse pingente de jade com ela cuidadosamente.\nAlguns anos antes de partir, ela deixou uma amiga pouco refinada o ver em segredo.\nA Sacerdotisa falou solenemente da história de seus padrões, e do contrato feito pelo deus com os antepassados,\nMas sua amiga só estava concentrada em moer ervas em um almofariz e a ignorou.\n\n\"Esse ritual é o mesmo todos os anos. Já não sei quantas vezes eu o lhe contei\".\n\"Você não disse que me levaria para tomar chá? Vamos falar disso depois\".\nMas o que saiu da água não era o que ela imaginava, e no final acabou por desaparecer nela...\n\nAté hoje, os artesãos do Porto Yilong ainda fazem ornamentos simples como esse.\nAs lendas dizem que comerciantes que estão visitando o local também colocam esses brincos de jade próximos aos seus ouvidos, \nSe perguntando se realmente ouvirão o som da chuva sutilmente golpeando as pedras da montanha."
	},
	"goblet": {
		"name": "Cálice da Fonte",
		"relictype": "Cálice de Eonothem",
		"description": "Um cálice de chá que ininterruptamente jorra um fluxo de água cristalina. Não se sabe se ele é um presente, uma relíquia ou um objeto perdido dos Adepti.",
		"story": "Inicialmente, era um presente de um amigo, que tinha um pequeno mundo interior.\nAs suas fontes nunca secavam, por isso era o local ideal para ficar um tempo.\nEle abraçava o reflexo do sol e da lua, assim como vários peixinhos.\n\nEm comparação com o destino marcado para os Yakshas, ela se considerava muito abençoada.\nMas o preço a pagar por herdar os ritos antigos era nunca passar muito tempo em terra.\nNaquela época, as águas doces não fluíam tão abundantemente por Liyue.\nA cidade portuária no pé da montanha e as antologias escritas nos planaltos não eram mais que sonhos.\nMas aquela pessoa, sempre com medo das preocupações, decidiu partir com uma xícara de chá na mão.\n\nO \"Porto de Liyue\" de que ela falava estava certamente cheio de defeitos como um festival do interior.\nEssa viagem será certamente cheia de discussões, luta e muitas preocupações.\nEla sabia que ambas gostavam de discutir, mas nenhuma queria se aproximar da multidão.\nNunca em nenhum outro local poderíamos encontrar outros dois adepti como elas, tão pequenas e admirando e temendo a prosperidade ao mesmo tempo.\n\n\"Mas temos muitas promessas entre nós. Isso é algo bom.\"\nAntes da partida, ela pensou isso.\n\"A viagem será divertida, eu irei apresentar alguns velhos amigos para ela.\"\n\nMais tarde, os braseiros e bules de chá começaram a ser usados em todo o lugar, e as pessoas aprenderam também a fazer xícaras.\nE assim todos puderam ter uma lua em suas mesas e a segurarem em suas mãos."
	},
	"circlet": {
		"name": "Jades da Torrente",
		"relictype": "Tiara de Logos",
		"description": "Um belo par de brincos de jade. Possui uma sensação de gentileza incomparável.",
		"story": "O Vale Chenyu possui muitas montanhas, riachos e histórias. Dentre elas, a mais famosa é:\nMuito tempo atrás, para que uma gema preciosa não caísse nas mãos de um demônio, foi jogada na água...\n\nO grande rio de uma lenda possui muitos afluentes, e um deles possui a seguinte história:\nEssa gema foi jade de uma montanha sagrada, entalhada pessoalmente por Rex Lapis.\nE a pedra que foi perdida para as águas também era jade, seja um ornamento, pingente, ou talvez até um cálice.\nAlguns dizem que o jade na história é na verdade uma bela pessoa.\n\nNas lendas, também se diz que pessoas viram uma paisagem como esta:\n\nInúmeras carpas com caudas brilhantes como gemas na luz do sol,\nAbandonaram as correntes dos lagos e rios que as criaturas aquáticas estão presas,\nPara então voarem livremente nos vales montanhosos.\nE assim, ao chegar as orelhas de alguém, os pingentes de jade mudaram para certa forma."
	}
}