{
	"name": "Selo da Insulação",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Recarga de Energia +20%",
	"4pc": "Aumenta o Dano do Supremo em 25% da Recarga de Energia. No máximo é possível obter 75% de aumento de Dano dessa maneira.",
	"flower": {
		"name": "Pomo Poderoso",
		"relictype": "Flor da Vida",
		"description": "Diz a lenda que esse protetor de mãos ornamentado foi usado como revestimento de uma espada presenteada a oni que traiu a Shogun.",
		"story": "A mãe mostrou as presas para a Shogun, que foi bondosa com ela, que deu uma boa espada para ela.\nNo fim, a única coisa enviada de volta para o Clã Mikoshi foi sua adorada espada.\n\nA ambição da mãe era sobrepujar o destino da vida e morte com sua paixão ardente.\nEm nome dos fantasmas da guerra, criar contribuições imortais para seu clã em declínio.\nSe ela for engolida pela própria fera pecadora, irá rasgá-la de dentro para fora.\n\nEla poderia ter obtido grandes conquistas sob a bandeira do Mitsudomoe Electro\nEla achou que poderia limpar aquele traje de batalha ensanguentado, as vestes de Juunihitoe.\nMas no fim, ele ficou manchado de preto, junto com seu coração que batia violentamente...\n\nA partir de então, o filho mais velho, que deveria ter herdado a fortuna da família, passou a viver recluso em uma vila fora da cidade\nFazendo amizade com nada além da floresta e a Montanha Yougou. Até que ele conheceu aquela garota...\n\n\"Que dor. Se você quer abandonar seu passado, permita que eu dê um novo nome para você.\"\nApós ouvir sobre o passado dele, a garota que possuía asas negras fez uma expressão de desdém.\n\"Bem, você se chamará Iwakura. A base da rocha. Algo que não será magoado pelas palavras dos outros.\"\n\"Você tem sangue demoníaco fluindo nas veias. Você deveria estar feliz, sorria um pouco.\"\n\"Você sabe, os nomes dados pela Tengu de Yougou são abençoados com poderes divinos.\"\n\"Além disso, o nome de uma rocha combina com você, como sua mente e seus músculos.\"\n\n\"Bem, quando a flor de Sakura cair no ano que vem, vamos duelar aqui, Iwakura.\"\n\"Filho do demônio, pratique sua habilidade com a espada e seja um oponente que possa encarar a Tengu de Yougou.\"\n\"Sim, se você conseguir tocar em mim, poderá chamar sua técnica de lâmina secreta de Varredura de Tengus!\"\n\"Pois então, você terá dominado a espada que pode derrotar a Tengu.\""
	},
	"plume": {
		"name": "Pluma Cortada",
		"relictype": "Pluma da Morte",
		"description": "Asas pretas que originalmente pertenciam a algum Tengu. No passado eram uma lembrança valorizada por espadachins.",
		"story": "Cercado pelas penas negras arrancadas pelo vento da lâmina, o homem que se tornará um mestre das espadas...\n...Finalmente pega a garota que tem sido intocável por todos esses anos...\n\n\"Ah, essa foi por muito pouco. Muito bem.\"\n\"Se a espada não tivesse sido quebrada pela sua força.\"\n\"Então, eu teria morrido aqui. Portanto...\"\n\nTeruyo, será que devemos mudar o local do nosso duelo no ano que vem?\nExistem alguns lugares que eu conheço, onde você também pode ver a sakura carmesim caindo...\nOlhando ao redor do pequeno santuário que ele destruiu, segurando a mão trêmula da Tengu,\nFitando as penas negras que ele cortou, Michihiro pretendeu dizer isso.\n\n\"Você me pegou. Não posso negar que você realmente venceu.\"\n\n\"A vitória ainda não foi decidida. Vamos nos encontrar novamente no ano que vem\". Ele queria dizer.\n\n\"Sua espada agora pode superar a velocidade do Tengu.\"\n\"Eu nunca vou esquecer nenhum dos nossos duelos nestes últimos treze anos.\"\n\"Mas como um Tengu, preciso cumprir os deveres do clã.\"\n\"Pensando bem, eu mudei seu nome na esperança de que você pudesse escapar da maldição do sangue demoníaco.\"\n\"Com essa guerra, o sangue não humano está ficando cada vez mais diluído.\"\n\"Afinal, eu não deveria cobiçar o final feliz que os humanos merecem. Mas você é diferente.\"\n\"Você agora é Iwakura, você não é mais o Mikoshi que carrega o sangue demoníaco.\"\n\n\"Adeus, Michihiro. E por favor, esqueça de mim.\"\n\"Use sua espada pelo sangue de Iwakura, abra um caminho que pertença somente aos Iwakura.\""
	},
	"sands": {
		"name": "Gaiola da Tempestade",
		"relictype": "Areia do tempo",
		"description": "Uma gaiola selada refinada com amores-perfeitos pintados em um fundo preto, decorada com conchas  brilhantes incrustadas e pequenos detalhes de ouro.",
		"story": "No passado distante, quando a Ilha Seirai não estava envolta por nuvens de relâmpagos, as memórias respiravam livremente.\nNo fim, o elegante receptáculo que continha trovoadas e tremores não foi entregue a quem havia sido prometido.\n\n\"Você veio me procurar porque a corda do arco se rompeu de novo? Você é mesmo uma dor de cabeça.\"\n\"Tirando a sua habilidade com a espada, você não passa de um apostador idiota.\"\n\n\"Humpf, não ouse me desprezar. Eu aprendi arco e flecha com o Tengu, ele também é muito famoso.\"\n\"Mas sou tão bom com a espada que as pessoas não falam muito sobre minhas habilidades com arco e flecha.\"\n\"Pensando bem, é um desperdício. Deixe-me ensinar arco e flecha para você.\"\n\nCerta vez, você consertou a jaula do selo quebrado daquele idiota, falando essas palavras duras...\nUma vez, mesmo quando suas palavras eram duras, você não conseguia deixar de sorrir.\n\n\"Você já é o Hatamoto, você possui grande responsabilidade. Por que ainda causa problemas em todos os lugares?\"\n\"Você já é casado, por que ainda gasta seu tempo viajando e jogando para se divertir?\"\n\nVocê já...\nA pergunta estava na ponta dos seus lábios, mas você não conseguia perguntar. Você decidiu não mencionar isso novamente.\nSe a Senhora Saiguu ainda estivesse aqui, ela teria feito a pergunta de uma forma inteligente e cordial...\n\n\"Isso não importa mais. Eu me dei férias, pelo menos por hoje.\"\n\"Vamos deixar o santuário para trás e ir secretamente para a praia, como quando você era criança.\"\n\nEntão, ele arrastou você para o porto, e você assistiu os navios chegando e partindo.\nVocê ouviu ele falar sobre o Teruyo do santuário, que havia herdado a beleza e as artes marciais de seu mestre;\nOuviu ele falar sobre aqueles terríveis pesadelos, onde ele cortou a própria cabeça...\nMas vocês dois sabiam que aquelas eram apenas palavras para esconder a melancolia de ser adulto.\n\nDepois, muito tempo depois,\nCom vista para o recife coberto de musgo, o porto onde os dois se encontraram longe de qualquer outra pessoa...\nPara que o apostador ganhe novamente, para orar por sua segurança...\nNovamente, você estava no pico da aventura, segurando a jaula aprisionadora que havia feito com suas próprias mãos.\nCom a esperança de trazer de volta as lembranças, você coletou o poder do trovão e do relâmpago."
	},
	"goblet": {
		"name": "Ânfora das Flores Escarlates",
		"relictype": "Cálice de Eonothem",
		"description": "Uma ânfora de vinho ornamentada. Antes era o recipiente que um guerreiro famoso carregava vinho.",
		"story": "Com a técnica de espada secreta especial Varredura de Tengus, Iwakura Michihiro se tornou o instrutor de luta de espadas do Clã Kujou,\nEle recebeu o título de \"Douin\" e fundou uma bem-sucedida escola de luta de espadas.\nAntes de assumir sua posição na Mansão Kujou, Michihiro aprendeu a beber.\nEle pisou no galho destruído pela técnica de espada secreta Varredura de Tengus pela última vez.\nNos últimos treze anos, ele lutou com os tengus de Yougou dez vezes neste lugar, e três delas foram com lâminas reais,\nEle se lembrou de seu encontro com a tengu de asas negras que se autodenominava \"Teruyo de Yougou\"...\n\nOs últimos treze anos passaram voando como um sonho\nSombras de flocos de neve viajam pela montanha, enquanto a fumaça da comida sendo preparada se espalha pelo pátio\nAgora você foi longe\n\nAs pétalas da Sakura Sagrada então também caíram como se fossem neve caindo do céu.\nO galho havia perdido seu deus de adoração, mas ainda estava intacto.\nUma gargalhada clara como as águas termais ecoando entre as montanhas.\nMas os dois jamais devem pôr os pés no pátio desolado novamente."
	},
	"circlet": {
		"name": "Capacete Ornamentado",
		"relictype": "Tiara de Logos",
		"description": "Um capacete sólido e firme. Era um item que guerreiros respeitáveis utilizavam para se protegerem.",
		"story": "\"Eu tenho me perguntado, Senhor Douin, sua espada poderia realmente cortar através de um raio?\"\nO jovem oficial Kanjou, Hiroshi, sacando a espada enquanto fala. Douin apenas responde sem emoção,\n\"Como isso é possível? No máximo, pode golpear um Tengu voando no céu.\"\n\"Tendo dito isso, matar Tengus é algo que nunca aconteceu.\"\n\n\"É mesmo? Então, de onde vem o nome da lâmina secreta Varredura de Tengus?\"\nPercebendo que Douin não soube responder, o oficial Kanjou que havia construído Ritou diz com amargura,\n\"Se o velho Kujou não tivesse agido primeiro, eu teria gostado de recrutar você.\"\n\"Com sua espada, nem mesmo Ako Domeki de Seirai seria páreo...\"\n\nComo quem dissipa uma tempestade, ela deu a ele um novo nome, uma nova vida,\nEla jogou para ele a lâmina enferrujada e disse para derrubá-la, uma Tengu.\nDepois que a espada dele quebrou, essas foram as últimas palavras dela para ele..."
	}
}