{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Epílogo do Corredor",
	"effect2Pc": "Bônus de Dano Cryo +15%",
	"effect4Pc": "Quando a Energia Elemental do personagem que está com esse conjunto equipado for 0, aumenta o Dano causado por seu Ataque Normal em 60%, e o Dano causado pelo Supremo em 60%. Depois que o personagem que está com esse conjunto equipado causar Dano de Ataque Normal, o efeito de aumento de Dano de Supremo desaparecerá após 6s, e o efeito de aumento de Dano de Ataque Normal também desaparecerá depois de 6s. Esse efeito pode ser desencadeado, ainda que o personagem não esteja ativo.",
	"flower": {
		"name": "Ecos do Corredor Profundo",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor de gelo feita de jade do norte. Os pétalas dessa flor se transformaram em pó com o passar dos anos.",
		"story": "Seguindo as instruções de seu mestre, a jovem caminhou para o norte, atravessando as terras congeladas e o salão de espelhos quebrados no fim do mar de gelo.\nDerrotou inúmeras criaturas nas ruínas, avistou tesouros enterrados na neve diante do esqueleto da árvore prateada.\n\nEra um tempo em que a luz da lua prateada ainda não havia sido destruída pela guerra, e os decretos do céu ainda cobriam a terra.\nNo profundo do mundo, um jovem encontrou-se com o primeiro anjo e perguntou sobre a origem mais proibida do universo.\nO anjo, nascido na alvorada, ficou alarmado por tais palavras, sem entender como o jovem sabia desses segredos.\nO visitante revelou sua história completamente ao anjo, cantando doces sonhos nunca vistos.\n\nAs correntes impostas pelo soberano do trono se romperam de repente como teias de aranha, e pela primeira vez, o anjo encontrou seu verdadeiro eu.\nEla compartilhou os segredos mais proibidos da criação, sem qualquer restrição.\n\n\"Que triste, que lamentável, que seu soberano desonre vidas tão puras.\"\n\"Mesmo os demônios que se alegram em torturar almas ficariam chocados com tais atrocidades.\"\n\"Ó jovem que nunca conheceu o amor, deixe-me desafiar suas leis.\"\n\"As muitas almas aprisionadas pelo seu soberano devem erguer a cabeça e olhar para as estrelas.\"\n\n\"Deixe-me ser sua espada, seu escudo, seu guia, seu cúmplice na rebelião inescusável.\"\nO anjo mais nobre entre todos inclinou-se e beijou suavemente sua testa, fazendo a árvore prateada florescer com mil cristais de gelo.\nNaquele momento, a Lua Nova que espreitava a terra através das nuvens testemunhou a traição e, secretamente, desejou algo ainda mais ousado..."
	},
	"plume": {
		"name": "Promessa do Corredor Profundo",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena feita de jade do norte. O brilho refletido não parece pertencer a este mundo.",
		"story": "Seguindo as instruções de seu mestre, a jovem caminhou para o norte, atravessando as terras congeladas e o salão de espelhos quebrados no fim do mar de gelo.\nDerrotou inúmeras criaturas nas ruínas, avistou tesouros enterrados na neve entre as sombras profundas.\n\nEla não foi a primeira a visitar esse lugar; antes de os descendentes do norte tecerem seus sonhos decadentes,\num viajante com grande sabedoria havia prometido reencontrar-se com o ainda não corrompido Lorde Dragão.\n\nEsse viajante, um narrador que vagava pelo vasto vazio, não deveria interagir com civilizações primitivas.\nSeu corpo imortal dormia em uma distante construção celestial, enquanto sua mente vagava por trilhões de anos-luz de solidão,\nmapeando culturas e civilizações destinadas a desaparecer, meditando sobre as respostas finais do universo.\nAté que uma fraca luz despertou sua consciência de uma meditação de milhares de anos.\n\nEra um pequeno mundo no fim dos braços galáticos, onde nasceu o primeiro dragão.\nMesmo que a morte trouxesse uma longa noite de esquecimento, o sol que o dragão admirava era apenas uma breve chama.\nNo entanto, a determinação do dragão, presa à superfície planetária, brilhava mais intensamente do que todas as civilizações que o viajante testemunhou.\nCom surpresa e pena, ela revelou sua mensagem ao rei deste pequeno mundo:\n\n\"Eu vi o fim sem luz rasgar as estrelas brilhantes como um fuso.\"\n\"Eu vi o caos engolir canções, tornando o bem e o mal iguais na solidão.\"\n\"Mesmo assim, meu rei querido e misericordioso, você ainda não abandona seu povo?\"\n\"Deixe este mundo condenado e venha comigo em uma jornada.\"\n\nMas o orgulhoso dragão respondeu:\n\"Amiga de um mundo distante, obrigado por me contar sobre as verdades além das estrelas.\"\n\"Mas as criaturas que você vê como ignorantes são tudo para mim.\"\n\"Se a maré de destruição vier, meus ossos construirão uma barreira para protegê-los.\"\n\"Observe meu caminho escolhido, eu liderarei todos para as estrelas.\"\n\nQuando o viajante retornou, o mundo que lembrava estava irreconhecível.\nOssos do dragão foram selados com quatro correntes, a luz suave do céu dispersa em sete cores imutáveis.\nA presença do Lorde Dragão desapareceu como poeira, o trono dos alados dominava o brilho da primavera.\n\nConfuso com a partida do dragão, mas sem querer perturbar o novo governante,\no viajante quebrou as regras de sua espécie. Silenciosamente, ele mergulhou sua mente naquele mundo,\nhabitando o corpo de um jovem, caminhando entre essas criaturas primitivas,\ne ouvindo suas discussões cada vez mais fervorosas na grandiosa cidade dourada..."
	},
	"sands": {
		"name": "Passagem do Corredor Profundo",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio de bolso feito de jade do norte. Seus ponteiros foram paralisados eternamente no momento da aniquilação.",
		"story": "Seguindo as instruções de seu mestre, a jovem caminhou para o norte, atravessando as terras congeladas e o salão de espelhos quebrados no fim do mar de gelo.\nDerrotou inúmeras criaturas nas ruínas, avistou tesouros enterrados na neve diante da torre dourada.\n\nEra uma época há muito tempo passada, quando a cidade do norte estava em um terreno coberto de neve, como seda dourada.\nOs fornos do corredor rugiam dia e noite. Os artesãos usaram os ossos da besta gigante para forjar inúmeros espíritos malignos.\nTecendo a luz da lua gélida para se tornar carne e sangue imaculados, e colocando-os em seu corpo frágil e amargo.\nEra o poder da criação que o deus tinha, mas foi entregue aos mortais pela mensageira traidora.\nSonhando que um dia essas pequenas criaturas seriam capazes de criar uma vida perfeita que se fundisse com o mundo.\n\nNo corredor que ainda não havia sido destruído, o primeiro anjo contou para seu companheiro sobre os doces sonhos da manhã:\n\"Eu vejo que as nações da terra não precisam mais implorar misericórdia aos céus.\"\n\"As cidades que eles construirão erguerão-se rumo às nuvens, ainda mais altas que o trono e as estrelas.\"\n\"Eu vejo a humanidade compartilhando o domínio dos céus com os deuses que adoram.\"\n\"Não haverá mais lágrimas, tristeza ou morte, pois tudo já está completo.\"\n\nMas os sonhos arrogantes e a ambição caíram do céu com as pontas cristalinas azuladas.\nAs fadas uivavam e gritavam, transformando-se em uma névoa prateada, e a próspera cidade dourada foi destruída em uma noite de vento gélido.\nO nome e o corpo da mensageira traidora foram removidos, e sua tribo foi amaldiçoada:\nSe ousar novamente olhar nos olhos de outra pessoa, oferecendo a compaixão destinada a todos os seres a apenas um...\nA bela forma concedida pelos céus se dissipará ao vento, e a sanidade cairá na poeira.\nAté que o corpo arruinado do decaído se encolha em espírito, eternamente vagando, engolindo as sombras das memórias."
	},
	"goblet": {
		"name": "Banquete do Corredor Profundo",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um cálice feito de jade do norte. Dizem que era um antigo sacrifício para uma civilização antiga.",
		"story": "Seguindo as instruções de seu mestre, a jovem caminhou para o norte, atravessando as terras congeladas e o salão de espelhos quebrados no fim do mar de gelo.\nSozinha, ela vagou pelas ruínas espirais das profundezas, buscando as pistas do viajante mencionadas pelo espadachim sombrio...\n\nEra uma época em que a luz prateada da lua ainda mostrava compaixão pelas terras do extremo norte, e os mensageiros celestes ainda olhavam para o mundo.\nNa cidade dourada, o questionamento sobre o conhecimento da evolução havia enfurecido os enviados celestiais, que discutiam em vão sobre como aplacar sua ira.\nOs sacerdotes acusavam uns aos outros de cometerem o pecado de usurpação, de violar o amor, a prosperidade e a sabedoria divinas.\nAlguém tinha que ser escolhido como o culpado pela corrupção das mentes e confessar diante dos enfurecidos mensageiros celestes.\nContudo...\n\n\"Se o pecado está na busca do saber, então a ignorância é a virtude; se o pecado está na resistência, então o cordeiro é perfeito.\"\n\"Se o pecado deve ser pago com sangue, como pode derivar do humano? Se a lei fosse perfeita, por que temer o questionamento?\"\n\nUm jovem de origens humildes, sem saber como evitar os guardas, entrou na sala de reuniões dos sacerdotes.\nRefutou uma a uma as acusações contra os estudiosos, transformando as acusações de rebelião em olhares furiosos, porém silenciosos.\nNa sala de reuniões silenciosa, o sumo sacerdote, com sua coroa de ramos brancos, dispensou finalmente os guardas que tinham chegado.\n\n\"Ó, defensor da blasfêmia, se realmente acreditas em tuas palavras e crês que o pecado profundo é apenas uma ilusão humana...\"\n\"Então beba deste amargo cálice de ira e vá até a Árvore de Prata Celeste para se defender perante os mensageiros que nos castigam.\"\n\nE assim, o jovem, antes desconhecido, entrou nas profundezas da terra, em busca de respostas do primeiro anjo..."
	},
	"circlet": {
		"name": "Coroa Perdida do Corredor Profundo",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Como a mente de seu antigo dono, a máscara foi tingida pela \"obsessão\". A jade decorando o capacete parece ser de uma era ainda mais antiga.",
		"story": "Seguindo as instruções de seu mestre, a jovem caminhou para o norte, atravessando as terras congeladas e o salão de espelhos quebrados no fim do mar de gelo.\nDerrotou inúmeras criaturas nas ruínas, avistou tesouros enterrados na neve através dos véus despedaçados.\n\nEra um tempo em que os seres ignorantes ainda obedeciam aos decretos do céu, e o reino da estrela da manhã ainda pairava acima das nuvens.\nUma bela e nobre criatura nasceu da luz, e os mortais que não podiam ver seu rosto a chamavam de anjo.\nAs asas de prata cintilavam como a luz da lua, e em sua cabeça repousava uma magnífica coroa de sete camadas, forjada de ossos da terra e estrelas celestiais.\nO deus prometia amor aos seres vivos e exercia autoridade sobre todas as nações da terra.\n\n\"Vocês devem amar os seres desta terra com todo o coração, mente e alma.\"\n\"Devem amar como o orvalho ama o amanhecer, e como as sementes amam o vento.\"\n\nElas eram as servas mais leais dos deuses, equilibrando a balança da justiça sem erro,\nTecendo véus para o grande soberano do céu e transmitindo sagradas revelações através dos reinos.\nEste era o dever estabelecido na criação, ou assim deveria ser.\n\nAté que o primeiro anjo encontrou um jovem sem nome sob a árvore prateada no extremo norte.\nNos olhos dele, brilhando como estrelas, ela viu um reflexo de si mesma que nunca conhecera.\nEra um amor não inscrito nas leis divinas, uma liberdade que o céu não permitia.\nEm nome do amor, a coroa eterna das estrelas no seu coração quebrou em um impulso desconhecido.\nEla jogou a coroa na neve sob a árvore prateada e decidiu:\n\n\"Venha, venha... Vamos reformar as regras absurdas com ossos e irrigar a terra estéril do norte com sangue.\"\n\"Vamos construir uma cidade e uma torre que alcance as nuvens, para que as pessoas da terra não mais chorem em dor.\"\n\"Deixe-me jogar esta coroa inútil no pó, para que os povos da terra possam ter um momento de liberdade das correntes.\""
	}
}