{
	"id": 15028,
	"rarityList": [
		4,
		5
	],
	"name": "Flor do Paraíso Perdido",
	"effect2Pc": "Aumenta a Proficiência Elemental em 80.",
	"effect4Pc": "Aumenta em 40% o Dano infligido pelas reações de Florescimento, Superflorescimento e Germinação de seu portador. Além disto, após o personagem que está equipado com este conjunto de artefatos desencadear as reações de Florescimento, Superflorescimento e Germinação, o bônus descrito acima é aumentado em 25%. Este efeito dura 10s e pode ser acumulado até 4 vezes, podendo ser desencadeado 1 vez por segundo. Este efeito pode ser desencadeado também quando o seu portador está na equipe, porém fora do campo de batalha.",
	"flower": {
		"name": "Esplendor da Dama da Lua",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor ametista que foi lindamente esculpida na imagem de uma flor antiga e extinta.",
		"story": "Em tempos idos que apenas as Jinni lembravam, a Rainha das Flores foi abandonada pelos céus.\nSeu corpo gracioso e nobre foi ferido e seu povo castigado a perder sua consciência...\n\nDe acordo com a lenda, a Rainha das Flores certa vez vagou por essa terra estéril por setenta e duas noites...\nSeus calcanhares foram rasgados pelo cascalho impiedoso, e águas de nascentes límpidas fluíam de suas feridas, transformando-se em riachos sem fim.\nEntão, os riachos desaguaram em um jardim verdejante, do qual brotaram nenúfares azuis como a noite.\nEsses nenúfares se tornaram as mães das Jinni, unindo sonhos de êxtase e lembranças amargas de perda.\n\nAs primeiras Jinni eram criaturas intelectuais, viciadas em doces sonhos de inocência e amor.\nPara agradecerem sua criadora, os inocentes Jinni tomaram sua amada pelo braço e a agraciaram com uma coroa de crisântemos.\n\n\"Oh, Rainha das Flores, mestra do jardim, nós imploramos que você fique, não nos deixe!\"\n\"Sim. Por favor, mãe dos sonhos, senhora dos vinhos do esquecimento, imploramos a você que permaneça como rainha deste jardim.\"\n\nDessa forma, cativa da doçura das Jinni, a deusa exilada ficou no jardim das flores.\nNo local em que ela finalmente parou, uma linda flor roxa que lembra a lua estava desabrochando. Foi chamada de \"Padisarah\"."
	},
	"plume": {
		"name": "Banquete dos Agradecimentos",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pluma deixada por um pássaro de uma espécie extinta há muito tempo. Ela foi incrustada com ouro e gemas pelos antigos seguidores da Deusa das Flores.",
		"story": "Em um tempo antigo que somente as Jinni choravam, a Mestra do Oásis fez uma escolha final.\nNesse momento, ela descobriu que seu destino não era um enigma, mas sim a chave para abrir uma porta secreta.\n\nAtravés das palavras do Rei Deshret, ela viu a possibilidade de transcender as correntes absurdas que governam este mundo.\nRejeitando o presente do trono divino, o rei coroado de vermelho buscou abrir um novo caminho por conta própria...\nApesar do futuro revelado por ela ser desolado e cheio de ruínas, o rei se recusou a ceder até mesmo um passo.\nApesar de saber que a jornada seria perigosa, e de estar ciente que seria testemunha do desaparecimento daqueles que lhe eram mais próximos...\nO Rei Vermelho decidiu mentir nobremente, conduzindo seus seguidores em um caminho para a catástrofe.\n\n\"Você busca acorrentar o vento. Sobre a tumba das divindades, os seres humanos se tornarão deuses dos deuses.\"\n\"Tal sonho não será realizado. Nas ruínas em que as mentiras são destruídas, a humanidade se tornará rei dos reis.\"\n\nA Rainha das Flores capitulou perante a loucura de seu amigo, admirando uma rebelião que queimava com as ambições de um deus.\nUma ideia criada para juntar a sabedoria de milhares, e uma grande tentativa de unir seus sonhos ao poder.\nO que se esconde aqui não são apenas mentiras, mas também o futuro da humanidade, queimando como as faíscas da esperança...\n\nSonhos sempre se dissolverão, com seus cenários destinados a colapsarem em alguma noite - este é o significado real do florescimento.\nSomente ao sofrer a destruição das ilusões de um deus, a humanidade poderá aprender a se levantar contra a vontade divina...\nAssim como o teimoso Deus Rei orquestrou essa rebelião secreta, sobrevivendo apenas com a força da vontade individual.\nNo entanto, a Rainha das Flores nunca conhecera um amor tão doce quanto o vinho, e muito menos sabia da pequenez dos sentimentos humanos.\nBrilhante como ela era, ainda lhe era difícil prever quando esses pequenos seres se dariam conta da verdade...\n\n\"... Esses tais 'deuses' não têm agido de forma supérflua com vocês desde o início?\""
	},
	"sands": {
		"name": "Momento da Condensação",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "A areia dessa ampulheta não se move mais, não importando o quanto seja movimentada. Ela desafiará eternamente o fluxo do tempo.",
		"story": "Em tempos idos em que somente as Jinni podiam suspirar, o Rei Deshret construiu um cemitério para sua amada.\nCom as gemas enterradas sob as profundas areias fornecendo poder e com a ajuda das Jinni, ele construiu um oásis eterno.\n\nÉons depois, a lenda do \"Oásis Eterno\" se espalhou entre as tribos errantes do deserto.\nAndarilhos afirmam ser um lugar de verde sempre florescente, governado pela adormecida Deusa das Flores.\nOs andarilhos dizem que Ferigees, a última mãe das Jinni, guarda os grandes portões do oásis,\nabençoando cada mortal que vem diante dela com uma ternura inabalável, sejam eles bons ou maus...\n\nAs matronas de tribos como Tanit, Uzza e Shimti se autodenominam \"Filhas da Deusa das Flores\".\nTendo a fé como base e a linhagem como elo comum, essas tribos também se unem ao sonhar com o lendário jardim Padisarah.\nAs tribos do deserto, dispersas e sofridas, buscam o Oásis Eterno e o conhecimento sem fim.\n\nAssim como na profecia deixada por sua deusa, mesmo após a destruição da civilização, a humanidade ainda teima em sobreviver...\nMesmo privados da orientação dos deuses, mesmo forçados a se unir pela memória de uma deusa morta há muito tempo,\neste deserto de sal repleto de lágrimas não bloqueou o caminho dos mortais, e não foi capaz de impedir as tribos de buscar pela mentira perpétua do \"Oásis Eterno\".\n\n\"Meu rei... Por que você ordena que as dunas parem de fluir? Por que grita ao vento que ele não sopre mais?\"\n\"Assim como nesta ampulheta, se os cristais de areia se transformassem em uma massa solidificada, qual é o sentido de sua existência?\"\n\"A 'Eternidade' não é um paraíso, e sim algo quase impossível de mover, uma mancha obstinada que não pode ser limpa.\"\n\"Aqueles que florescem como flores, morrem como flores e ressurgem com as estações, como as flores que nunca serão incomodadas por algo como a 'morte'.\"\n\nCerta vez, os três companheiros conversaram. Suas palavras foram apreendidas pelos ventos do deserto e carregadas pelos anais do tempo...\nEm algum lugar distante do deserto, a imagem de um oásis petrificado pelo tempo permanece na mente de uma tribo,\nmas essas pessoas errantes sem raízes continuam seu ciclo de vida e morte, perambulando em meio às areias flutuantes das dunas."
	},
	"goblet": {
		"name": "Garrafa Mágica da Confidência",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Uma pequena garrafa entalhada em um cristal púrpura. Uma tampa esmeralda a mantém bem fechada.",
		"story": "Em uma era passada em que as Jinni juraram o silêncio, o Rei Deshret derramou suas mais profundas ambições perante a Rainha das Flores...\nEnquanto o luar refletia nas ondas de uma taça de vinho de romã, a Rainha das Flores finalmente sucumbiu à persuasão de um querido amigo.\n\nNaquela noite, não se sabe quais foram as palavras que o Rei Deshret proferiu. Até a mais velho das Jinni permaneceu em silêncio quando inquirido sobre o que foi dito.\nOs desejos secretos que o Rei Deshret revelou naquela noite poderiam chocar até os mais sábios dos deuses.\nMas a Rainha das Flores saiu iluminada deste intercâmbio. Tal como ela antecipava, tal como havia há muito previsto.\nO deserto e o oásis são soberanos, mas também são os que alimentam as maiores fantasias de rebelião.\n\n\"Eu guardarei seus segredos porque possuo sentimentos de igual profundidade por você e pela Lorde da Sabedoria.\"\n\"Eu lhe construirei uma ponte para que você satisfaça seus mais profundos desejos. Mas não tema minhas pontas cristalinas azuladas...\"\n\"Eu lhe entregarei conhecimento superior, mas como já avisei, você tem muito a perder nessa troca...\"\n\"De qualquer maneira, lembre-se sempre de minha lição, e lembre-se das punições que sofrem os falsos mensageiros do céu...\"\n\"Lembre-se: se há esperança na criação do mundo, você a encontrará entre os mais ordinários dos mortais.\"\n\nNa escuridão, ela guiou seu querido amigo no caminho para compreender tudo que existia sobre o céu e o Abismo.\nUsando seu corpo como um condutor e oferecendo o oásis em troca, ele permitiu que a luz radiante o consumisse para ver seus mais profundos desejos realizados...\n\nTempestades de areia surgiram subitamente de um paraíso que perdera um de seus Arcontes, cobrindo os céus com a areia dourada, engolindo tudo em seu caminho...\nDas areias rodopiantes que consumiram os céus, retornou o Rei Deshret. A Rainha das Flores, entretanto, nunca mais foi vista novamente.\n\n\"... Eu sonhei com você... Senti seu caminho por muralhas de um labirinto cristalino... Mas tudo que eu via... Era somente areia...\""
	},
	"circlet": {
		"name": "Coroa Ametista",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma coroa com ametistas e esmeraldas incrustadas. Parece ser um ornamento usado por antigos sacerdotes da Deusa das Flores.",
		"story": "Em tempos idos em que as Jinni cantavam, a Rainha das Flores certa vez encontrara o Rei das Areias Vermelhas.\nEm uma era em que reis brigavam entre si por poder, o Rei Deshret permitiu que seu trono fosse compartilhado com duas outras pessoas.\n\nSeu legado era um trono incrustado com esmeraldas e rubis, que celebravam a comovente união dos três amigos.\nEm homenagem ao eterno oásis e às florescentes Padisarahs, a Rainha das Flores usava uma coroa de ametistas.\n\n\"Mas a 'eternidade' era, afinal, uma mentira. O êxtase e o amor só poderiam transformar memórias em sonhos despedaçados.\"\n\"Você certa vez me perguntou porque é que eu vivo a suspirar. Hoje, enquanto a lua brilha, deixe-me contar a você sobre um passado longínquo...\"\n\n\"Em outros tempos, havia calma e paz. Os mensageiros divinos conversavam livremente com os mortais, transmitindo as palavras celestiais...\"\n\"Mas, em seguida, invasores que antes estavam além do firmamento desceram. Eles mudaram o curso de rios, espalharam pragas, trouxeram destruição para a terra...\"\n\"E embora os invasores tenham trazido a guerra para meus antigos semelhantes, eles também quebraram os grilhões ilusórios que nos prendiam às tradições da terra...\"\n\"Mas o dono deste reino, consumido pelo medo da maré crescente de desilusões e mudanças, desceu para consertar a terra com seus instrumentos celestiais, devastando o reino dos mortais...\"\n\"Nós também sofremos o tormento do exílio. Nos foi tirada nossa conexão com o divino, nossos poderes de iluminação...\"\n\n\"Desde o desastre, recaiu sobre mim uma maldição. Eu não posso sequer olhar para os céus. Tenho sorte de ter conseguido manter minha forma física até agora...\"\n\"Mas meu verdadeiro lar me chama o tempo todo, mesmo que a calamidade entre as estrelas e o abismo esteja emergindo da superfície dos cristais.\"\n\"Ouça meu aviso: não procure o Mestre das Quatro Sombras, não busque os segredos por trás do céu e do Abismo.\"\n\"Caso contrário, como mostrado pela ponta da retribuição, o resultado certamente será desastre e sofrimento.\"\n\nNo entanto, o Rei Deshret discordou dos avisos que ouvira, silenciosamente jurando sua transgressão.\nEnxugando as lágrimas de sua companheira sob a luz do luar, ele então falou de seus próprios desejos à Arconte das Flores..."
	}
}