{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragmento da Harmonia Fantástica",
	"effect2Pc": "ATQ +18%",
	"effect4Pc": "Quando o valor de um Contrato de Vida aumenta ou diminui, aumenta o Dano causado por esse personagem em 18% por 6s. Acumula até 3 vezes.",
	"flower": {
		"name": "Prelúdio da Sinfonia Harmoniosa",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor em plena floração adornada com ouro e pedras azuis, outrora um emblema concedido aos imortais.",
		"story": "Era uma época quando a névoa da ignorância cobria o Alto Mar, e as pessoas de Muitas Águas ainda não eram esclarecidas.\nEntre as areias escarlate e as montanhas escuras, já houve um deus que perdeu sua terra natal.\nEle já foi um canto dos oásis, mas sua antiga casa foi perdida debaixo da luz incrível do Soberano do Sol Ardente.\nRecusando-se a servir ao trono do Rei da Areia, o deus que perdeu sua pátria escolheu o caminho errante.\n\nDebaixo das profundezes abissais sem luz, onde a fonte de todas as águas está, há uma cidade que nenhuma história jamais registrou.\nEsse desabrigado, que pretendia fazer do Alto Mar seu túmulo, invadiu acidentalmente as ruínas dessa cidade mais antiga do que a própria terra.\nPassando por corredores infinitos até o coração do templo em ruínas, sob o cedro branco-prateado,\nEle ouviu os sussurros das únicas criaturas vivas restantes naquela cidade esquecida, as abelhas douradas circulando a árvore prateada:\n\n\"Ó Viajante de longe, isso não foi por acaso, mas a mão do destino que te trouxe aqui.\"\n\"Eu já fui a emissária que protegia a árvore prateada, mas ao longo dos anos, perdi minha mente e forma.\"\n\"Porém, meus olhos ainda conseguem ver o futuro. Ó Viajante, você mais uma vez terá cidades e súditos.\"\n\"A nação que você criar irá florescer e prosperar, e você um dia irá governar todo Alto Mar.\"\n\"Você trará a eles civilização e justiça, mas no final, essa mesma justiça será sua ruína.\"\n\"Caso você ainda esteja disposto a partir nessa jornada, apesar de saber o seu fim, te mostrarei o caminho para cima...\"\n\n\"Ó Abelhas Douradas que falam de profecias, sequer existe espaço para escolha nos decretos do destino?\"\n\"Se eu tivesse realmente a chance de escolher, então eu poderia mudar o fim imutável do qual você falou.\"\n\nCom essas palavras, a caverna sem água desmoronou com um estrondo, a árvore prateada se tornando um navio dourado.\nEsse foi o primeiro encontro entre o rei glorioso, que mais tarde tocaria a sinfonia, e a profetisa Sybilla."
	},
	"plume": {
		"name": "Reflexão Noturna do Mar Antigo",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena ornamental esculpida para imitar as asas da lendária abelha dourada, parece tremer com a brisa suave.",
		"story": "Era a época em que a canção do esclarecimento se espalhou pelo Alto Mar, e ilhas desoladas e florestas começaram a prosperar.\nO Deus Filarmônico construiu uma grande torre em Meropis, juntando os dispersos para criar uma nova nação.\nOs chifres da abundância abençoaram a terra com fertilidade, e um desfile marítimo interminável conectou as ilhas como uma só.\nEra uma era que deveria ter sido abençoada com paz, então, por qual motivo a voz do cantor está cheia de tristeza?\n\n\"Assim como você profetizou, eu me tornei um rei glorioso, trazendo civilização de cultura para o povo.\nTrouxe paz ao oceano, e governei a terra com justiça, espalhando a ordem e progresso para cada canto do mundo.\nMesmo assim, quanto mais próspero meu novo e glorioso reino se tornava, mais triste e perplexo eu me tornava.\nA glória profetizada continuará por um século, e depois? As sementes da destruição estão criando raízes.\"\n\n\"Ó Deus Glorioso! Eu disse antes, os oceanos subirão, impérios cairão, e a mudança é a natureza das coisas. Tal é a lei de Fortuna.\nSeja pobre ou próspero, somos escravizados pelo destino. Subimos ao trono, caímos ao pó.\nA roda insensível do destino gira, e não importa o quanto você lute, você não pode mudar o fim inevitável.\nAssim como um drama emocionante, não importa as reviravoltas, o final foi escrito antes das cortinas subirem. Por que isso deveria nos entristecer?\"\n\nEmbora plenamente consciente de que a eternidade era apenas uma fantasia tola e a imortalidade uma ilusão cega,\nO Rei das pessoas do Alto Mar não conseguia aceitar o futuro sombrio profetizado.\n\n\"Quando o momento de julgamento predestinado chegar, as ondas impiedosas irão devorar a glória e felicidade passageira.\nEmbora eu consiga ver o futuro que inevitavelmente chegará, não tenho a antiga e sagrada sabedoria para explorar a causa que exige essa destruição.\"\n\"Mas eu sei que, nas profundezas mais profundas do oceano sem luz, no reino onde as Águas Primordiais ainda emergem, a Dama de Muitas Águas está aprisionada.\n\nComo a profecia conta que as ondas intermináveis engolirão sua nação, talvez ela tenha respostas...\""
	},
	"sands": {
		"name": "A Grande Farsa da Volta do Destino",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio feito à semelhança da Roda do Destino, que agora já não consegue mais girar.",
		"story": "Era a época em que a Grande Sinfonia ainda não havia sido tocada, e a frota dourada ainda não havia partido.\nPara descobrir como a maldição poderia ser quebrada, o rei glorioso saiu em busca da água de origem.\nSangue e ódio permeavam as debaixo do Alto Mar, pois esse era o reino onde os Dragões viviam.\nO príncipe dos dragartos que certa vez serviu ao espírito do antigo oceano agora guardava a prisão da Dama de Todas as Águas.\n\nFoi como se uma guerra do início dos tempos tivesse sido reacesa, e a batalha resultante ferveu os mares por trinta dias e trinta noites.\nFoi somente quando a exaustão trouxe descanso que o Deus Rei usou música para expressar seu propósito.\nInesperadamente, o rei dragarto caiu em gargalhada ao ouvir essa ilusão arrogante:\n\n\"Lorde usurpador dos mortais, você teme a maldição sem sentido, e reclama as correntes do destino, mas não sabe que meu povo sofreu agonia centenas de vezes maiores.\"\n\"Perdemos nossa terra e nossa luz do sol, e agora só existimos nas profundezas escuras do Abismo.\"\n\"Lorde usurpador dos mortais, saiba que o destino é decidido pelos céus, e não pode ser alterado. Pensar isso é o necessário para se revoltar contra essa autoridade.\"\n\"Mas se você realmente deseja tramar isso, levarei você para a Dama das Muitas Águas.\"\n\nE assim, nas profundezas das águas, a abóbada da noite eterna, da misericordiosa Dama das Muitas Águas,\nO glorioso líder aprender todo segredo atemorizador, no entanto, não descobriu nenhuma resposta para a salvação.\nA Dama das Águas, que no passado cometera um pecado imperdoável, resultando numa maldição igualmente irrevogável.\nNo final, esse rei ainda ambicioso e esperançoso decidiu tomar um cálice da água mais pura antes de sair.\n\n\"Se as ondas devorarem meus súditos, então selarei suas almas num Ichor insolúvel nas águas.\"\n\"Se o tempo irá apodrecer meu reino, então eu forjarei corpos imperecíveis de bronze e pedra para eles.\"\n\nQuando a poderosa brisa do mar soprar sobre o reino dourado, será que a roda do destino girará com ele? Ninguém sabe..."
	},
	"goblet": {
		"name": "Rapsódia da Chuva de Icor",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um copo feito com base de cobre, que no passado era cheio do vinho fino do paraíso.",
		"story": "Era a época em que a Legião Athanatoi estava preparada para o ataque, e poesia selvagem era cantada em Alto Mar.\nO rei glorioso estabeleceu a capital imperial e dominou o mundo como o Sebastos.\n\nSeja para onde seus navios navegassem, todos se curvavam para sua autoridade suprema,\nSeja para onde suas notas fossem tocadas, a sinfonia da civilização sobrepujava as canções selvagens.\nTudo isso para trazer justiça e salvação,\nTudo isso era a ilusão final do Sebastos, que não conseguia abandonar seu povo.\n\n\"Seu império cairá em meio as ondas furiosas, pois o que o destino decretou não pode ser mudado.\"\n\"As linhas ocultas ainda os prendem, puxando-os como marionetes em direção a um final tortuosamente trágico.\"\n\nMas as palavras cruéis do profeta não deixou Sebastos em desespero, mas, ao invés disso, acendeu nele fantasias selvagens.\nEle se trancou nas profundezas de seu palácio imperial, procurando por uma falha na Música Mundana do Mestre do Destino.\nApós incontáveis dias e inúmeras noites, através das cordas do mundo, Remus agarrou os mistérios da Fortuna.\nEle leu cada nota do destino, e tudo que lhe faltava era uma caneta para compor sua própria sinfonia.\n\nAssim, Sebastos decidiu apelar para Sybilla, pois ela veio da terra dos mortos, e as torrentes do destino já correram por suas veias.\nApesar de tantas exigências, a profeta altruísta atendeu aos seus desejos sem a menor hesitação.\n\nA sinfonia harmoniosa tocada do trona quebraria os grilhões que o destino havia acorrentado as pessoas, pintando para elas um novo caminho e escrevendo novas melodias para eles.\nDebaixo do domo dourado, Ichor puro e sagrado derramava pelos aquedutos áuricos, e os tremores dentro do palácio dourado se espalharam por todo canto do império.\nE nas fantasias mais absurdas de Sebastos, no grande final de sua ópera harmoniosa, ele entregaria o bastão do destino para as próprias mãos da humanidade.\nQuando esse dia chegou, rico ou pobre, sábio ou selvagem, cada pessoa livre controlaria seu próprio destino.\n\nEm meio as ondas crescentes e furiosas, o rei cego correu em direção a um final desconhecido, pois aos olhos de Sybilla, já não existia mais futuro..."
	},
	"circlet": {
		"name": "Valsa Divergente dos Caídos",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma máscara que já foi coberta com folha de ouro, possivelmente uma relíquia de um antigo líder militar.",
		"story": "Era a época em que Domus Aurea de outrora havia sido reduzido a escombros, e o reino glorioso estava enterrado sob as ondas selvagens.\nConhecemos o resto da história. No final, o dia do julgamento veio como prometido.\nO desejo ardente de resistir o destino foi aniquilado por ambição e traição, e afundou junto com toda sua glória.\nApós as ondas furiosas se acalmarem, o corcel cinza cavalgou o vento até aqui levou a vida sobrevivente da terra.\n\nQuando a nação de Muitas Águas foi formada em meio aos aplausos e canções dos bárbaros de outrora, a autoridade dourada que antes envolvia o Alto Mar já tinha se tornado lenda — certamente uma marca de desprezo do destino.\nQuando a cortina da grande ópera cair, os últimos vestígios do velho mundo no palco serão lavados pelo tempo. Pois para aqueles que antes almejavam por imortalidade, até mesmo seus nomes serão apagados.\nQuem acreditaria em algo assim? Certa vez um grande navio com quarenta fileiras de remos navegava ao lado das ondas azuis do amanhecer, espalhando os ensinamentos da civilização e progresso ao longo das correntes oceânicas.\nQuem acreditaria em algo assim? Um deus rebelde que certa vez perdeu seu paraíso desafiou a própria autoridade dos céus, e inúmeros mortais deixaram de lado seus corpos e juntos com ele mergulharam em sua rapsódia fantástica.\n\nE depois disso? Depois que tudo chegou ao fim, o que restou nos rastros dessa fantasia destruída?\nOu quem sabe foi apenas um sonho, pois depois disso, inúmeros sonhos ainda nascerão das ruínas da fantasia.\nComo as pessoas dizem, \"O oceano onde as lágrimas se reúnem jamais secarão, mas subirão aos céus e cairão como chuva mais uma vez.\"\nNo final, todos os sonhos se unirão como um, trazendo a salvação final para todas as pessoas do mundo."
	}
}