{
	"name": "Sonhos Dourados",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Proficiência Elemental +80",
	"4pc": "Dentro de 8s após causar uma Reação Elemental, o personagem equipando este conjunto irá obter aprimoramentos baseados no Tipo Elemental dos outros membros da equipe. O ATQ é aumentado em 14% para cada membro da equipe cujo Tipo Elemental seja o mesmo que o personagem equipando o conjunto. A Proficiência Elemental é aumentada em 50 para cada membro da equipe com Tipos Elementais diferentes. Cada um desses aprimoramentos mencionados anteriormente irá contar para até 3 personagens. Esse efeito pode ser desencadeado uma vez a cada 8s. O personagem que equipar este conjunto ainda pode ativar seu efeito mesmo que não esteja em campo.",
	"flower": {
		"name": "Flor de Metal Onírica",
		"relictype": "Flor da Vida",
		"description": "Um botão de flor feito de um ouro escuro. Seu núcleo carmesim é envolto por pétalas que nunca irão se abrir.",
		"story": "\"No sonho de ouro, ninguém deverá beber uma única gota de amargura sequer\".\nLendas antigas contam sobre três amigos que viajavam juntos.\nUma destas pessoas acabou murchando como uma rosa, apodrecendo na lama.\nO reino das flores foi transformado em histórias pelas areias e se tornou um sonho em uma canção.\n\nUm dos companheiros construiu um oásis sem precedentes em um canto do deserto;\nOutro, esgotando todo seu intelecto e sua força, construiu uma miragem eterna em meio ao deserto.\nNinguém deveria deixar marcas meticulosas de tristeza e despedidas em seus rostos.\n\n\"Quando a lua deixar a palma da sua mão, ela pegará de volta a solitária luz prateada do labirinto no mar de areia\"\n\"Espero que você possa se lembrar de como o parceiro do sonho se queimou sob os deslumbrantes raios solares.\"\n\nAssim, nasce a obsessão pela lembrança em um mundo novo queimando como uma chama sem fumaça,\nDesta forma, olhando para o passado com um olho e sonhando com o outro, estava destinado a se perder;\nAssim, ele voltou seus olhos para a sabedoria oriunda das profundezas do pecado, e escutou os melosos sussurros..."
	},
	"plume": {
		"name": "Pluma do Julgamento",
		"relictype": "Pluma da Morte",
		"description": "Essa pluma especial já foi utilizada para pesar os corações dos culpados, mas há muito já perdeu sua função original.",
		"story": "\"Só existe o bem no novo mundo.\"\nAntigamente, o decreto que existia no céu caiu, e a terra perdeu o seu governante.\nO passado, marcado pela civilização, cultura e paz, foi abandonado e afundado na escuridão profunda.\n\nUm dia, a lei irreversível do tempo, reavaliou novamente toda a vida no deserto.\nA pena pesava o coração, o ferro fundido pesava a mente, e a razão imparcial dominava tudo.\nObedeça ao julgamento do Deus Rei, um paraíso de areia encharcado de uma lei de sangue.\nQuando os ideais daqueles que governam são distorcidos pela tristeza, são eles que se tornam os opressores.\nHá de se ignorar a fundação do Palácio que se afunda tão lentamente na areia movediça rumo a um futuro louco e desconhecido.\n\n\"A traição deve ser julgada sem piedade.\"\n\"O veredicto é a aniquilação.\"\nCom o tempo, a arrogância surgiu como uma miragem para corromper as regras e reduzi-las a meros grilhões.\nComo o Deus Rei havia escolhido, a desgraça se transformou em algemas que prendiam o destino de seus súditos."
	},
	"sands": {
		"name": "Anos Dourados",
		"relictype": "Areia do tempo",
		"description": "Este antigo relógio solar dourado-escuro, parece contar a antiga história de um antigo deserto.",
		"story": "\"A visão dourada será revelada na sua forma mais antiga.\"\nNo início, as tribos e a areia eram um só corpo e seu sangue era ligado à terra.\nObedeciam a lei do sangue, e temiam as memórias dispersas da fome que jaziam nas profundezas de sua linhagem.\n\nUm dia, o tempo varreu a terra com areia. Os Deuses Reis se levantaram por causa disso e lançaram suas magníficas figuras sobre o mundo.\nDurante esse anos esquecidos, os deuses criaram o paraíso, e cobriram a terra com oásis e nascentes.\nSeguindo o exemplo dos Deuses Reis, as tribos construíram altos muros, tronos e se uniram em prósperos estados vassalos.\nImitando a forma dos Deuses Reis, os estados vassalos se lembraram dos velhos tempos em que possuíam reis e sacerdotes.\nDurante aqueles tempos, os reis sábios receberam profecias dos céus, e a terra não sabia o que era o desastre...\n\n\"O rei usará a sabedoria para restaurar os dias dourados do passado.\"\n\"As areias do tempo serão detidas com um poder divino sem limites.\"\n\nÉ isso mesmo, a era dourada dos reis e do povo da areia chegará, um dia.\nO sonho do ouro invoca a areia errante, na qual não haverá tristeza ou despedida."
	},
	"goblet": {
		"name": "Banquete Final do Mel",
		"relictype": "Cálice de Eonothem",
		"description": "Uma taça de vinho utilizada no passado para um banquete ancestral. Ela já perdeu muito de seu brilho.",
		"story": "\"A alegria finita termina em amargura,\"\n\"doces lembranças se dissipam como fumaça.\"\nNo início, a celebração pertencia à rainha das flores e das noites de luar, a autoridade pertencia ao rei do deserto, e a vida pertencia ao guardião das plantas.\nComo a lua prateada, o sol dourado e o oásis de esmeralda, os três Deuses Reis fizeram um juramento e formaram uma aliança.\n\n\"Naqueles dias, a lua contou aos rouxinóis e às rosas sobre sua felicidade,\"\n\"Mas elas estavam tão assustadas e tímidas que não puderam cantar em resposta.\"\n\"Paz e felicidade, um paraíso unificado e despreocupado, desastre e calamidade se tornaram conceitos distantes...\"\n\"Gostaria que a miragem de felicidade pudesse ser eterna e colocasse um fim à dor da separação.\"\n\nMais tarde, o tempo rompeu o elo entre o dia e a noite e destruiu a antiga aliança.\nA pacífica noite de luar afundava sob a areia, e o sol onipresente encobria tudo lançando raios de luz escaldante.\nCompartilhando a celebração do Deus Rei, os sacerdotes e o povo se lembravam daquela bela, porém curta época como um sonho.\nMas o sonho acabou apanhado pela realidade, e triturada até restar apenas uma máquina sem vida.\nE em meio aos pesadelos sombrios dentro da máquina, uma nova vida surgiu...\n\n\"Milhares de pensamentos e cálculos combinados em um.\"\n\"Portanto, o homem se tornará o rei dos reis e o deus dos deuses.\"\nA elegia toca para o solitário rei dos reis,\ne a areia dourada já está ciente de seu destino condenado."
	},
	"circlet": {
		"name": "Sombra do Rei das Areias",
		"relictype": "Tiara de Logos",
		"description": "Esta faixa de cabeça dourada era usada pelos padres do deserto nos tempos antigos. Elas foram feitas como imitação daquela usada por um lendário governante das pessoas do deserto.",
		"story": "\"O Rei chegará acompanhado de uma luz tão brilhante quanto o sol;\"\n\"Removerá a coroa de espinhos trançada pelas rosas para os humanos.\"\nNo início, os pilares sagrados vieram abaixo enterrando as árvores e pradarias sob a areia.\nO sol dourado se põe e nasce novamente, cobrindo o mar de areia com um requintado traje mortal.\n\nMais tarde, os ventos venenosos do tempo agitaram o sono dos caídos, levando a delírios de nostalgia.\nNaqueles dias amaldiçoados, muitas cidades prosperaram em oásis exuberantes.\nSeguindo o ideal do Deus Rei, os sacerdotes governaram a terra com justiça, e muita abundância era encontrada em todos os cantos.\nOutrora, reis sábios e magos mortais receberam o édito pessoalmente, e eles eram os senhores da terra.\nHoje, muitos dignatários que governaram no oásis se tornaram as sombras dos Deuses.\n\n\"Armas reais e cajados divinos estão espalhados pelo deserto como azeitonas.\"\n\"Sob sua sombra, os súditos podem crescer e procurá-las.\"\n\nDepois de muito tempo, a absurda decisão, que era tão ilusória quanto um castelo flutuante, foi tomada.\nEles usaram boas expectativas como isca para levar os súditos a um final amargo."
	}
}