{
	"id": 15021,
	"rarityList": [
		4,
		5
	],
	"name": "Casca de Sonhos Opulentos",
	"effect2Pc": "DEF +30%",
	"effect4Pc": "Um personagem com este conjunto de artefatos equipado obterá o efeito de Curiosidade nas seguintes condições: Quando estiver no campo de batalha, o personagem ganha 1 carga após atingir um adversário com um ataque Geo, isso pode ser desencadeado uma vez a cada 0.3s. Quando fora do campo de batalha, o personagem ganha 1 carga a cada 3s. A Curiosidade pode acumular em até 4 vezes, cada uma fornecendo 6% de DEF e um Bônus de Dano Geo de também 6%. Quando 6 segundos passam sem ganhar um acúmulo de Curiosidade, 1 acúmulo é perdido.",
	"flower": {
		"name": "Período de Glória",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma pequena joia de ouro em forma de uma flor de seis pétalas, que nunca murchará e será capaz de testemunhar esplendor efêmero e a glória do mundo mortal.",
		"story": "Em seus sonhos, ele viu uma sombra que dançava a música sob o luar,\nAssim como o jovem de pele branca como papel no passado;\nE como um personagem puro, mas também frágil,\nQue surgiu quando o ressentimento e sofrimento haviam desaparecido.\n\nO andarilho não sabia que ele era capaz de sonhar,\nE pensou que poderia ser um truque dos pesquisadores,\nOu talvez uma resistência infinitesimal de seu antigo coração.\n\n\"No passado, você adquiriu o coração que sempre sonhou,\"\n\"Mas era apenas um objeto para mentiras e enganações\".\n\"Agora, você finalmente obterá o que lhe pertence,\"\n\"E finalmente esse corpo falso poderá aspirar ao poder sobre esse mundo\".\n\n\"Entretanto, isto nada mais é que um sonho de alcançar uma época de grande esplendor,\"\n\"E tudo um dia desaparecerá nos suspiros de uma terra que sofre...\"\nSerá que foi o ele do passado que disse isso? Ou talvez o ele do futuro?\nO andarilho não se preocupava, pois quando ele acordou,\nNão era ele, mas o futuro indiscernível."
	},
	"plume": {
		"name": "Pavilhão das Plumas",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Certificado em forma de pena trazido do Salão do Retiro. Devido à compaixão de seu criador, foi colocado junto com um certo objeto e um corpo adormecido no museu.",
		"story": "O excêntrico que viajou por muitos anos não pensa mais sobre isso.\nMas quando ele fecha seus olhos, ele ainda pode ver as noites iluminadas pelo luar sobre Tatarasuna e as chamas da fornalha.\nO jovem e gentil ajudante disse:\n\"Esse ornamento de ouro é a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"Mas enquanto você viajar pelo mundo, lembre-se,\"\n\"Nunca revele sua identidade para os outros\".\nO inspetor justo disse:\n\"Esse ornamento de ouro pode até ser a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"Mas você não é nem um homem ou mecanismo,\"\n\"Por isso, eu sou o único que pode lidar com você dessa forma. Não me odeie por isso!\"\n\nO andarilho que abandonou o passado já não pensa mais sobre isso,\nMas quando ele cobre seus ouvidos, ele ainda consegue ouvir os ventos selvagens daquele ano.\nUm par de olhos espectadores disse:\n\"Esse ornamento de ouro é a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"Ele com certeza deve poder salvar o povo\".\n\nA inteligente e adorável sacerdotisa disse:\n\"Esse ornamento de ouro é a prova da identidade concedida pela Toda-Poderosa Shogun,\n\"E ela não lhe abandonará\".\n\"Quanto a mim, farei meu melhor para enviar ajuda...\"\n\n... Mas no final, a flecha de pena dourada ficou coberta de poeira,\nE todos os contos foram incinerados em chamas cármicas até que nada sobrasse."
	},
	"sands": {
		"name": "Canção da Vida",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Considerado nada mais do que um pequeno objeto estrangeiro para o povo Inazuma. Seu núcleo mecânico foi desmontado, razão pela qual o ponteiro há muito parou de girar.",
		"story": "Ele originalmente nasceu para ser o recipiente de um \"coração\",\nMas em seus sonhos, ele despejou lágrimas.\nSua criadora observou com impotência:\nEle era muito frágil, seja como um humano, ou como uma ferramenta.\n\nAinda assim, sua criadora não o destruiria e, por isso, permitiu que ele continuasse em seu sono profundo.\nNas suas últimas criações, ela também descartou o design que podia armazenar esse coração.\nNão muito depois, a mais nobre e prestigiosa prova no mundo não teria mais um lugar no mundo,\nE assim, foi enviado para o santuário na Montanha Yougou.\n\nDepois, a bela marionete despertou e iniciou suas jornadas.\nEle viu muitos tipos de corações,\nBons, justos, fortes, gentis...\nA marionete também queria um coração.\n\nMais tarde, a marionete finalmente obteve esse \"coração\",\nPois essa era a sua razão para ter nascido, o objetivo de sua existência.\nEntretanto, não era o que a marionete realmente desejava,\nPorque ele não tinha nenhuma bênção,\nNa verdade era um sacrifício cheio de egoísmo, hipocrisia, mentiras e maldições,\nTudo envolvido em uma casca amável.\n\nO bem e o mal eram criações dos seres conscientes, inúteis e cacófatos.\nMas se ele conseguisse retirar esse \"coração\",\nNão sentiria mais nada..."
	},
	"goblet": {
		"name": "Despertar dos Sonhos",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Uma cabaça decorada com tinta preta e pó de ouro. A cor original não é mais visível. Parece que seu propósito era ser adereço de apresentação.",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju.\nEsses eram os cinco ramos da Raiden Gokaden.\nMas hoje, somente Amenoma ainda mantém sua linhagem com mestres e discípulos.\nEnquanto que a linhagem Isshin sequer pode-se dizer que possui descendentes.\nNos olhos do povo, esse é o resultado natural da passagem do tempo.\nNunca se suspeitou que tais desaparecimentos possuem algum mistério oculto por detrás deles.\n\nO andarilho nunca admitiria isso.\nEle nunca admitiria que fez isso como um ato de vingança contra o ferreiro.\nNem jamais mencionaria a verdade,\nQue ele abandonou seus planos pela metade porque subitamente havia se tornado insípido.\nEle apenas dizia, no tom de voz que aprendeu com um certo pesquisador:\n\"Tudo foi apenas um experimento sobre a natureza humana\".\n\nNo teatro tradicional de Inazuma, há um certo personagem conhecido como \"Kunikuzushi\".\nTais personagens geralmente são fomentadores de intrigas e usurpadores de nações.\nNo final de suas viagens, ele escolheu esse nome como um ato de sua própria vontade.\nE sequer se lembrava mais do nome que havia utilizado antes.\n\nÉ uma regra no teatro tradicional de Inazuma juntar os nomes dos três atos de uma peça para formar o nome dela,\nPor exemplo, \"Sumirezome\", \"Sangetsu\" e \"Kogetsukan\" se juntam,\nPara virar a peça \"Sumirezome Sangetsu Kogetsukan\".\nTalvez haverá um dia em que as aventuras desse corpo, e suas experiências,\nSe tornarão contos entre os mortais, memórias distantes que fluem pelas Linhas Ley.\nMas por enquanto, seus três atos ainda estão em andamento."
	},
	"circlet": {
		"name": "Chapéu do Esqueleto",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Chapéu usado por andarilhos para se protegerem do sol e da chuva durante suas viagens. Serve também para esconder seus rostos e suas expressões.",
		"story": "\"Andarilho, para onde você vai?\"\nO jovem andarilho parou com o grito de uma criança.\nEra o filho de um artesão de Tatarasuna. Apesar de estar doente, seus olhos ainda estavam claros.\nO jovem disse à criança que ele precisava ir para a Cidade de Inazuma.\n\"Mas está chovendo muito agora, dizem que as pessoas que saíram antes não voltaram!\"\nO jovem abriu e fechou sua boca algumas vezes, mas no final só soube sorrir para a criança.\nNa próxima vez que ele esteve na ilha, já não havia mais nenhum sinal da criança.\n\n\"Jovem de Inazuma, para onde você está indo? Esse barco daqui não é para você!\"\nO jovem andarilho foi interrompido no porto por um barqueiro.\nMas antes que o jovem pudesse desembainhar sua lâmina, um homem que o acompanhava o interrompeu.\nO homem disse ao barqueiro que esse jovem forasteiro estava com ele.\n\"Oh, ele é seu convidado? Perdoe minha presunção\".\nO homem deu ao jovem um casaco para ele se aquecer, mas o jovem balançou a cabeça negando.\nEle não precisava de tais coisas. Ele só queria saber que coisas interessantes poderia se deparar ao longo dessa jornada.\n\n\"Senhor Mensageiro, para onde o senhor vai?\"\nO jovem, que odiava mais os humanos faladores, deu um tapa com as costas de sua palma em seu rosto.\nO jovem também gostava de ver as expressões de terror e impotência nos rostos dos humanos,\nTalvez fosse por causa dessas expressões de seu subordinado que ele o manteve ao seu lado.\nEle disse ao homem temeroso que eles estavam indo para o leste, rumo à Mondstadt.\n\"Entendido! Prepararei seus guarda-costas agora!\"\nÉ claro que ele não precisava de guarda-costas, mas o jovem não tinha vontade de falar novamente com um idiota.\nAjustando seu chapéu de andarilho, ele partiu para o leste sozinho.\n\n\"Garoto, para onde você está indo?\"\nRetornando para casa, o jovem foi interrompido por uma senhora ao longo da estrada.\nEle disse para ele que estava indo para o oeste.\n\"Você está indo para a Ilha Yashiori? O que você tem que fazer lá?\"\nEla disse isso sem pensar muito. Apenas sabia que as coisas ultimamente não estavam muito pacíficas.\nO jovem agradeceu a ela por sua preocupação com um sorriso e disse que tinha que se encontrar com alguém.\nÀ medida que o barco gradualmente se aproximou da margem, podia ver nela uma moça vestida com roupas estrangeiras,\nE então de longe ela jogou uma pequena esfera de cristal no jovem.\nO jovem a pegou com facilidade, e ele a ergueu para o sol, emitindo um brilho escarlate como sangue."
	}
}