{
	"id": 14003,
	"rarityList": [
		4,
		5
	],
	"name": "Atravessador do Fogo",
	"effect2Pc": "RES Pyro +40%",
	"effect4Pc": "Aumenta o Dano contra inimigos afetados por Pyro em 35%.",
	"flower": {
		"name": "Determinação do Corredor de Lava",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Flor que desabrochou mesmo rodeada de chamas ardentes. Dizem que um sábio antigo a levou junto consigo para dentro do mar de fogo.",
		"story": "Uma flor que apenas floresce entre as chamas ardentes.\nA dor agoniante que causa tornará mais forte quem a transporte.\n\nA flor vermelha brilha como uma ágata.\nEsta flor flamejante era o broche do Corredor de Lava.\n\nEm seus últimos dias, ele disse às pessoas:\n\"Essa é uma flor que floresce nas chamas. Até ao dia em que o fogo me torne em cinzas,\"\n\"Verão as brasas acesas dessa flor brilhante entre o fumo negro.\"\n\nEntão, as pessoas seguiram a luz cintilante até a beira de Mare Jivari.\nEncontraram a flor exuberante, mas o Corredor de Lava tinha desaparecido."
	},
	"plume": {
		"name": "Libertação do Corredor de Lava",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena de um pássaro banhado em lava. Aparentemente, podia-se ouvir o bater de asas no meio das chamas.",
		"story": "Uma pena de um pássaro que cantava entre as chamas foi arrancada pelo Corredor de Lava.\nUsando ela é quase possível ouvir o som das asas do pássaro batendo entre as chamas.\n\nDiz a lenda que existia um pássaro solitário que cantava entre as chamas.\nAs pessoas o veneravam como um totem e os reis o viam como um símbolo de nobreza.\n\nTransportando essa pena, o Corredor de Lava se exilou em seu mundo de chamas.\nSó ele veio e só ele se foi, sem deixar qualquer rastro.\nDesde então, as pessoas ouvem frequentemente o choro vindo das profundezas de Mare Jivari.\nSerá o choro do pássaro ou os lamentos do Corredor de Lava?"
	},
	"sands": {
		"name": "Tortura do Corredor de Lava",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Uma ampulheta com areia brilhante. Seu fluxo vai e vem, e nunca deixou marcas.",
		"story": "O que flui dentro da ampulheta não é areia normal mas sim areia ardente.\nO tempo é como areia ardente, escorre apressadamente sem deixar rastro de sua existência.\n\nA história do Corredor de Lava continuou mesmo após ele ter passado por Mare Jivari.\nDiz a lenda que ele passou mais cem anos vivendo como eremita.\nMas este curto descanso trouxe pouco alívio de seu tormento ardente.\n\nDurante seu tempo como sábio isolado, o caminhante de lava não podia suportar o eterno ardor. Ele criou esta ampulheta para marcar a passagem do tempo.\nÀ medida que as chamas queimavam, a areia ardente fluía sem parar através da ampulheta dia após dia.\n\nInfelizmente, embora o caminhante de lava não temesse as chamas abrasadoras, ele não podia apagar as chamas torturantes do tempo.\nA angústia de ser deixado sozinho sem seus discípulos e sua família que ele tanto amava, queimava em sua alma mais do que qualquer chama pudesse queimar sua carne."
	},
	"goblet": {
		"name": "Despertamento do Corredor de Lava",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Diz a lenda que é um copo que pode suportar altas temperaturas, e hoje em dia, seu interior está vazio.",
		"story": "Um copo que guardava lava. Apesar de agora estar vazio, ainda está um pouco quente.\nDo interior do copo, que outrora pertencera ao Corredor de Lava, escorria sabedoria.\n\nO Corredor de Lava brincava com o copo que, apesar de quente, não queimava suas mãos nem um pouco.\nDiz a lenda que o Corredor de Lava bebia lava desse copo como se fosse um copo de bom vinho.\nBom vinho evapora com o calor, todavia, a sabedoria dele aguentava o teste do fogo.\n\nPara o Corredor de Lava, bom vinho era apenas um catalisador para a genialidade.\nCom a ajuda do álcool, até a mais ínfima chama podia se converter em uma ideia brilhante.\n\nO copo silencioso foi testemunha do nascimento da sabedoria das chamas.\nMomentos antes do Corredor de Lava partir para sua viagem final, o copo se encheu de arrogância."
	},
	"circlet": {
		"name": "Sabedoria do Corredor de Lava",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "A coroa da sabedoria banhada em lava. Antigamente emitia brilhos da luz das chamas.",
		"story": "Um diadema antigo que pertencera ao Sábio Errante de Mare Jivari.\nExaminando o diadema, quase se pode ver sua figura levantada entre as chamas ardentes.\n\nO sábio errante do Mare Jivari conhecido como Corredor de Lava confeccionou esta tiara de ágata vermelha para resistir ao intenso calor das chamas.\nO círculo foi construído com sabedoria e tenacidade. Isso despertou medo e ciúme entre colegas e idosos.\n\n\"Como esse jovem ousa desafiar as chamas do Mare Jivari! Essa blasfêmia não era vista há centenas de anos!\"\n\"O mar em chamas certamente devorará este jovem arrogante e o céu lançará suas cinzas no vazio.\"\n\nCom sua inveja, o professor exigiu que seu aluno entrasse no mar flamejante usando o diadema.\nPara surpresa deles, ele caminhou serenamente através do magma e desapareceu no horizonte."
	}
}