{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Juramento da Noite Eterna",
	"effect2Pc": "Dano do Ataque Imersivo aumenta em 25%.",
	"effect4Pc": "Quando o personagem que está com esse conjunto equipado atinge um Ataque Imersivo/Carregado/Habilidade Elemental no inimigo, obtém 1/2/2 acúmulo(s) de Brilho Eterno. Ataques Imersivos, Carregados ou Habilidades Elementais podem gerar esse efeito uma vez por segundo. Brilho Eterno: aumenta o Dano causado por Ataques Imersivos em 15% por 6s, acumula até 5 vezes. A duração de cada acúmulo é contada independentemente.",
	"flower": {
		"name": "Juramento do Portador da Lâmpada",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor de metal usada pelo Portador da Lâmpada que simboliza o juramento solene de vigilância eterna que essa pessoa fez.",
		"story": "...Naquela época, os ventos caçadores do norte pacificaram a terra e cortaram as fronteiras dos rebeldes.\nPara roubar o poder perdido da Lua Nova, o monge maldito ofereceu um plano venenoso ao rei dos espíritos.\nOs filhos da lua, que viviam escondidos nas montanhas e florestas, se dispersaram; suas irmãs, movidas pelo destino, seguiram por um caminho desviado.\nNo fim, os arrogantes também não conseguiram escapar da prisão celeste e foram devorados pelo abismo de suas ilusões.\n\nMas todas essas histórias ocorreram antes do surgimento do Paraíso.\nO paraíso naquela época não passava de um sonho inocente compartilhado por duas crianças sob o luar.\nMuitos anos depois, um deles, tornado um famoso ladrão, foi executado.\nSó então o outro compreendeu o verdadeiro significado das palavras que pareciam ter sido ditas sem intenção.\n\nO que aconteceu depois é o que todos já sabemos.\nQuando a longa noite chegou, o país do norte não pôde mais se preocupar com as terras distantes além da neve.\nUma horda de monstros escuros correu pela terra desolada, destruindo todos os vestígios de civilização.\nAté que o primeiro Iluminador ergueu a primeira luz, obtendo poder da sacerdotisa lunar.\nEm nome da lua, ele empurrou as trevas para as ruínas sem luz, enterrando as almas dilaceradas por pesadelos.\n\nApós o fim de tudo, os sobreviventes ergueram um farol na montanha, olhando para a nova governante do norte.\nPara defender os sonhos puros de seu amigo de infância, o Iluminador enfrentou a corte da Tsaritsa.\nObteve um decreto especial, assumindo o juramento de vigiar e sacrificar-se.\nE foi assim que começou a história do \"Paraíso\" conhecido como Nod-Krai."
	},
	"plume": {
		"name": "Pluma da Rouxinol Noturna",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Um acessório de chapéu feito cuidadosamente com penas de rouxinóis. Dizem que sua forma foi definida pelo primeiro Iluminador.",
		"story": "Diz a lenda que o rouxinol com uma chama no bico só alça voo nas noites sem lua.\nPequenos pontos de luz cruzam o céu como estrelas cadentes, trazendo claridade aos tempos sombrios.\n\nNas ruínas de um antigo castelo, construído na era da exploração, encontra-se a torre vigilante dos Portadores da Lâmpada.\nDesde que seus antepassados fizeram um juramento solene perante a Tsaritsa, já se passaram séculos.\nOs habitantes do Paraíso acreditam que, enquanto o farol permanecer aceso, desfrutarão de liberdade.\nSem medo dos monstros escuros que assolam a terra, nem necessitam da proteção do país do norte.\nNo entanto, um som aterrorizante ecoa do horizonte, são os passos do mestre da Caça Louca galopando pelo céu noturno.\nOs guardiões noturnos trocam suas longas capas de pele como de costume, mas naquele dia, o sol não nasceu.\n\nO som das trombetas de convocação ressoa pelas montanhas, os guerreiros se alinham sob a torre.\nPara cumprir o antigo juramento, aguardam a ordem de marchar para o sul.\nContudo, no Salão da Cerveja, o então Portador da Lâmpada permanece em silêncio.\nPois no norte, um exército brilhante como o sol da meia-noite já alcançou os portões.\n\n\"Guerreiros das Estrelas Azuis, por que escolhem este momento para desafiar o impossível?\"\n\"O direito sagrado concedido pela Tsaritsa, nem mesmo vocês podem quebrar.\"\nOs visitantes indesejados que se proclamam aliados têm outros planos, o Portador da Lâmpada sabe disso.\nMas ceder agora significaria o fim da autonomia que durou centenas de anos.\n\nSob a máscara do oficial à frente, uma voz fria e grave se fez ouvir.\nAcompanhada por um riso sarcástico vindo de algum lugar.\n\"Foi lá que a Calamidade Tenebrosa começou. Snezhnaya não pode arcar com o preço de seu fracasso.\"\n\"Guerreiros de Luscinia, lutem com todas as suas forças! Mas se ninguém retornar...\"\n\"Seremos nós que lidaremos com as consequências.\""
	},
	"sands": {
		"name": "Sino Fúnebre do Imortal",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um sino de bronze carregado pelo guerreiro que caminhava no abismo. Seu som estridente ecoava na escuridão.",
		"story": "A batalha que queimou a terra se aproxima novamente, e o ar está repleto do cheiro de sangue.\nAo som de gritos estridentes, um exército de fantasmas passou sobre o céu escuro da noite.\nNos contos folclóricos, eles são um exército demoníaco que veio de outro mundo em busca de vidas.\nTambém há pessoas que acreditam que são as ilusões deixadas para trás pelos pesadelos antigos.\n\nEssa era a calamidade que o povo das fronteiras chamava de \"Caça Louca\".\nSe fosse como uma tempestade de verão, que se alastrava pelos céus com trovões e relâmpagos.\nPoderia ser apenas um pequeno acontecimento para pessoas acostumadas com a vida de aventuras.\nMas só quando uma tempestade furiosa, não vista há cem anos, caiu sobre a terra como chuva de sangue negro,\nas pessoas finalmente perceberam que as terríveis lendas de seus antepassados eram verdadeiras.\nIsso não é uma história inventada para assustar crianças, mas sim um medo que flui nas veias de todos.\n\nMas sempre haverá aqueles que enfrentam seus medos e acendem uma luz para os andarilhos à deriva na escuridão sem limites.\nUm bando de corvos de penas pretas caminhou pelo reino da luz e da escuridão, liderado por um homem que lutava contra a luz.\nEle levantou a espada em silêncio, e o rosto refletido na lâmina era tão determinado quanto a própria lâmina.\nMesmo sabendo que era uma missão suicida, os soldados cumpriram o seu juramento e entraram no campo de batalha.\n\n...\nNo final do caminho, tudo o que restou foi um homem com uma lâmina escura.\nEle sabia que a impureza que atraía a Caça Louca estava escondida nas profundezas daquela floresta densa.\nApenas mais um pouco, só mais um pouco, ele teria conseguido salvar a terra que jurou proteger.\nPensando assim, nem percebeu que seu corpo já estava desmoronando.\nO alarme que carregava consigo também chiava enquanto era dilacerado pela carne e pela lama preta.\nTalvez assustados pelo som do sino, os necrófagos ao seu redor hesitaram,\npermitindo que ele caminhasse pelo abismo para cumprir seu juramento inacabado...\n\nMuitos anos depois, uma nova história se espalhou entre as cidades e aldeias:\nCada vez que os sinos de gritos soavam, eram os rastros daqueles que juraram matar a Caça Louca."
	},
	"goblet": {
		"name": "Trompa Não Soprada",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "O chifre que uma vez foi usado para chamar os devotos agora está inútil.",
		"story": "Quando o trompete que anuncia o poder do país do norte soa, passos trovejantes abalam a terra.\nComo trilhos que cruzam a tundra, espalhando chamas pálidas em todas as direções.\nAs tropas leais à Tsaritsa não pertencem a um único Mensageiro.\nJuram às estrelas brancas e cintilantes, apenas para criar um mundo puro.\n\nMesmo aqueles que vivem nas terras autônomas concedidas ainda são filhos da mãe pátria.\nPois o amor sem fronteiras da Imperatriz do Gelo não abandona aqueles que a seguem.\nO subtenente que liderava este pelotão fronteiriço sempre acreditou nisso, desde a infância.\nAté que ele vagou à porta do inferno e avistou uma alma não amada por ninguém.\n\nSeu pedido de ataque ainda não tinha sido aprovado, mas o subtenente já havia decidido em segredo:\nEstamos aqui em expedição para salvar os inocentes que sofrem nas desgraças cruéis.\nComo podemos assistir passivamente enquanto os monstros escuros devoram a terra, tirando vidas de mães e crianças?\nSe esta é a ordem de alguém importante, então que essa ordem vá para o inferno.\n\n...\nA névoa suja foi dispersa pelo vento do norte, e a luz da manhã atravessou as nuvens escuras, iluminando novamente a terra azul-celeste.\nA guerra acabou, mas a torre não recebeu heróis triunfantes, apenas os pecadores e as crianças que ele salvou com sua vida.\nEmbora o plano tenha tido pequenas falhas, o médico sábio das artes ocultas não se importou, pois o objetivo foi alcançado.\nAbandonar o posto e trair a Tsaritsa foi um grande crime, mas ele foi perdoado por seu novo juramento.\nNos degraus feitos de ossos, novos guerreiros começam a vigiar, até que os mares profundos sequem."
	},
	"circlet": {
		"name": "Elmo Tingido",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Um capacete antigo e pesado, símbolo da herança de uma antiga linhagem de guerreiros do norte.",
		"story": "Conta a lenda que o primeiro Iluminador veio da cidade do extremo norte, e a insígnia de Luscinia marcava sua família gloriosa.\nOriginalmente uma família que servia como espiões, eles foram agraciados pelo Czar de Inverno com o título de nobres.\nComo um mero mortal, ele frequentava a corte, servindo como um ornamento na corte formada pelos nobres elfos.\nQuando a calamidade que varreu as nações chegou, as terras fronteiriças, uma vez esperadas com grande esperança na era da exploração, ficaram sem a proteção divina.\nNos tempos mais sombrios de Nod-Krai, apenas o cavaleiro vestido com armaduras de prata escura marchou do norte.\nComo se já soubesse de sua intenção, a serva da lua nova acendeu para ele a lâmpada que dispersa a escuridão.\n\nNa noite anterior à partida para as Ilhas Lumbor, um grande banquete foi realizado no Salão da Cerveja para os guerreiros.\nO destaque da noite foi um jovem guerreiro com um elmo negro e uma lança na mão.\nEntre os Portadores da Lâmpada de hoje, apenas alguns poucos ainda usam essa armadura antiga e pesada.\nPois ela representa o sangue que corre em suas veias, vindo dos primeiros guerreiros que seguiram o Iluminador para repelir a maré negra.\nMesmo sem terras ou títulos de nobreza, eles ainda mantêm o juramento feito por seus ancestrais.\nEles acreditam que o antigo senhor dos espíritos, que outrora guardava toda Snezhnaya, ainda os protege em algum lugar.\n\nA tundra manchada de lama e coberta de sangue de heróis, o jovem guerreiro ajoelhou-se entre os corpos de seus companheiros.\nO sacrifício é o destino e a honra dos Portadores da Lâmpada, mas se ele pudesse salvar apenas mais uma pessoa, apenas mais uma...\nEntão, como seus antepassados, ele orou aos antigos deuses há muito esquecidos e aos reis que eles governaram.\n\nTalvez despertado pelo som das trombetas, ou pelo cheiro de sangue há muito desaparecido, ou talvez apenas por tédio...\nEm algum lugar, um espírito antigo que dormia há muito tempo despertou e atendeu seu pedido.\nA antiga chama azul das lendas, finalmente queimaria novamente em um novo campo de batalha..."
	}
}