{
	"name": "O Sortudo",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "DEF +100",
	"4pc": "Ao coletar Mora, restaura 300 de Vida.",
	"flower": {
		"name": "Flor Verde do Sortudo",
		"relictype": "Flor da Vida",
		"description": "Um trevo-de-quatro-folhas que cresce na natureza. Foi colhido porque dizem dar muita sorte.",
		"story": "Quem nasce com sorte pode ser beneficiado com toda espécie de milagre.\nO trevo-de-quatro-folhas traz sorte para quem o possui.\nUma vez, enquanto brincava no campo, o Sortudo, despreocupado, se deparou com um trevo desse.\nSatisfeito, ele o arrancou e pôs no bolso.\nNão se sabe se o trevo lhe trouxe sorte, ou por ser sortudo encontrou ele."
	},
	"plume": {
		"name": "Pena de Águia do Sortudo",
		"relictype": "Pluma da Morte",
		"description": "Um monstro no caminho foi pego por uma águia caçadora... Às vezes, esta pena pode trazer muita sorte.",
		"story": "Quando a sorte está com você, até mesmo o monstro mais feroz é incapaz de feri-lo.\nAndando pela floresta, o Sortudo não tinha nenhuma ideia que um monstro o estava rondando, tendo o escolhido como sua presa.\nO garoto se distraiu com alguns cogumelos coloridos, e o monstro atacou. Ele pulou e pisou em cima dos cogumelos venenosos, esmagando-os.\nIsso será uma caçada fácil, pensou o monstro, até que uma pena de uma águia caiu silenciosamente em suas costas."
	},
	"sands": {
		"name": "Ampulheta do Sortudo",
		"relictype": "Areia do tempo",
		"description": "A ampulheta está desprovida de areia devido a danos. A passagem do tempo não tem sentido para quem vive sem preocupações.",
		"story": "Até mesmo o tempo não conseguia enrugar o rosto do Sortudo.\nSortudo não tinha nenhuma família, nem filhos.\nMas no decorrer de sua vida sortuda, ele considerava todos que conheceu como amigos e familiares.\nÀ medida que sua vida se aproximava do fim, ele viu uma ampulheta com areia escorrendo, como se contasse o tempo que lhe restava.\nEle simplesmente riu, pegou um estilingue e quebrou a ampulheta."
	},
	"goblet": {
		"name": "Cálice do Sortudo",
		"relictype": "Cálice de Eonothem",
		"description": "Feito de metal requintado, uma vez foi usado para nocautear um ladrão.",
		"story": "Houve uma vez uma criança favorecida pela sorte desde o dia em que nasceu. Nem mesmo os mais perigosos bandidos conseguiam pôr um dedo nele. Ele ficou conhecido como o Sortudo. \nA criança cresceu, e um dia durante as agonias da vida adulta ele se encontrou cambaleando bêbado num beco atrás da taverna.\nSob o céu sem estrelas, um perverso bandido preparava-se para roubar o Sortudo, aproveitando-se que estava bêbado.\nMas logo quando o bandido estava pronto para roubá-lo, um cálice voador bateu direto na sua testa, deixando-o inconsciente.\nNaturalmente, isso faz do Sortudo uma das poucas pessoas que se beneficiaram de uma briga na taverna."
	},
	"circlet": {
		"name": "Grinalda de Prata do Sortudo",
		"relictype": "Tiara de Logos",
		"description": "Seu dono antigo entrou em uma caverna e encontrou o tesouro da realeza exilada. Esta é uma lembrança desse incidente.",
		"story": "Quem nasceu com sorte pode encontrar até tesouros nas armadilhas mais mortíferas.\nEnquanto andava em algumas ruínas, o Sortudo acidentalmente caiu dentro de um cova funda.\nEle caiu em cima de uma pilha de poeira. A pilha de poeira era, na verdade, um colchão desgastado pelo tempo.\nDesta forma, Sortudo descobriu um tesouro deixado para trás pelos velhos aristocratas, e pôs a coroa da sorte em sua cabeça."
	}
}