{
	"id": 14004,
	"rarityList": [
		4,
		5
	],
	"name": "Donzela Amada",
	"effect2Pc": "Efeito de Cura do Personagem aumenta em 15%",
	"effect4Pc": "Ao usar uma Habilidade Elemental ou Explosão, aumenta a cura recebida por todos os membros da equipe em 20% por 10s.",
	"flower": {
		"name": "Amor Distante da Donzela",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Flores eternamente delicadas, mesmo depois de muito tempo, ainda estão perfumadas sem murchar.",
		"story": "A flor da donzela. Fresca e elegante, como sua dona.\nOs livros dizem que esta espécie de flor foi extinta há muito tempo.\n\nAssim como aquela passagem que a donzela havia lido inúmeras vezes em livros:\n\"A donzela em apuros foi salva pelo cavaleiro branco de armadura brilhante\",\n\"E trocaram flores como bênçãos um para o outro\".\n\nEmbora se diga que o coração de uma donzela muda com as estações, assim como uma flor,\nesta flor permaneceu intacta até os dias de hoje.\nPois, seu coração havia parado naquele momento, há muito tempo atrás;\nNo momento em que ela conheceu o cavaleiro."
	},
	"plume": {
		"name": "Lembranças da Donzela",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Penas destinadas aos pensamentos de alguém, são como aves migratórias que se afastam com o vento.",
		"story": "Um antigo, porém, delicado ornamento de penas.\nDepois de muitos anos, agora está coberto de camadas de poeira.\n\nPara a donzela, o tempo parou até o dia em que ela conheceu o cavaleiro.\nNada mais importava para ela, nem mesmo o amor e a juventude,\nEla o procurou constantemente, vagando como um pássaro perdido, sem um ninho para pousar.\n\n\"Que meu amor chegue ao cavaleiro\", ela orava,\nporém, o cavaleiro estava dedicado em seu ofício.\nEm uma terra distante onde os antigos impérios se desmoronaram,\nencontraria o cavaleiro as paisagens com que a donzela sonhava?"
	},
	"sands": {
		"name": "Juventude Passageira da Donzela",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "O tempo não espera por ninguém, até mesmo a beleza de uma donzela irá embora um dia.",
		"story": "Um objeto delicado. Indiferente aos sentimentos de sua proprietária,\nUma exibição implacável e infinita de como o tempo passa.\n\nO tempo da donzela um dia chegaria ao fim,\nMas sua espera nunca terminaria.\nOs ponteiros do relógio de bolso dão voltas dia após dia,\nmuito parecido com o desejo incessante que enchia o coração e a mente da donzela.\n\nAnos após o evento, ela ainda se lembrava do cavaleiro que conheceu naquele dia,\naquele cavaleiro branco que chegou até ela. O cavaleiro branco que ela esperava desde então."
	},
	"goblet": {
		"name": "Passatempo da Donzela",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Não é considerado uma bebída alcoólica forte, mas sim chá preto. É mais doce do que amargo.",
		"story": "O jogo de chá mais precioso da donzela.\nCerta vez, estava cheio de um elegante chá-preto.\n\nSaboreando docinhos e chá,\nela não se importava nem um pouco com o mundo banal. Este era seu privilégio como uma donzela.\n\n\"Esta flor é a minha medalha. É tudo o que eu preciso.\"\nO cavaleiro disse a ela no dia em que se encontraram.\n\"Mas meu coração já...\"\nNão terminar sua confissão também era um privilégio da donzela,\nmas também as correntes de cordialidade que uma donzela tinha de suportar."
	},
	"circlet": {
		"name": "Beleza Desvanecida da Donzela",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Chapéus femininos bem cuidados, até as rugas nos cantos dos olhos podem ser perfeitamente cobertas.",
		"story": "Mesmo quando rodeada de flores de seus cortejadores,\na donzela nunca retirou seu chapéu para poder vê-los melhor.\nSeus nomes e rostos não mereciam ser lembrados.\n\nDurante anos, no final de cada dia,\na donzela limpava a poeira de seu chapéu.\nMas a passagem do tempo também se mostrou em seu rosto - e, ao contrário da poeira, ela não podia ser limpada.\n\nCom o passar do tempo, cada vez menos cortesãos a visitavam com flores,\nMas do que importava? Para ela, o tempo já havia parado há muito tempo naquele fatídico dia."
	}
}