{
	"name": "Caçador das Sombras",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Aumenta o Dano do Ataque Normal e do Ataque Carregado em 15%.",
	"4pc": "Quando a Vida atual aumenta ou diminui, aumenta a Taxa CRIT em 12%. Esse efeito dura 5s e pode ser acumulado até 3 vezes.",
	"flower": {
		"name": "Flor de Lapela do Caçador",
		"relictype": "Flor da Vida",
		"description": "Uma medalha antiga. Era dada àqueles que fizeram contribuições fantásticas em batalha.",
		"story": "Este emblema foi especialmente projetado e dado àqueles que, no passado,\nrealizaram grandes contribuições para a defesa de Fontaine. Insignias desse tipo eram em grande parte símbolos de glória.\nNo entanto, alguns premiados os escondiam ou os jogavam na água.\n\n\"Persiga os fantasmas na escuridão. Expulse-os e cace-os até o último.\"\nEssa é a origem do nome do \"Caçador do Marechalato\",\nque foi creditado a um tal Cassiodor, mais tarde intitulado como \"Caçador Dourado\",\nmas que via esse nome como uma humilhação.\nNo entanto, hereges e demônios são raros, e aqueles que são levados a se tornar hereges e demônios são uma legião.\nHoje em dia, o Marechalato Fantasma está mais focado em investigar atividades criminosas do que em batalha,\ne incorporou em suas fileiras um grande número de Melusines, membros de uma raça jovem.\n\nEste emblema pertencia anteriormente a um Caçador do Marechalato que participou e comandou o Cerco de Poisson.\nDevido a esse evento, ele deixou as fileiras do Marechalato e planejou viver o resto de seus dias contente com o conteúdo de sua taça.\nFoi somente quando um velho amigo solicitou que ele, contra sua vontade, tentasse viver novamente com outras pessoas,\nele tentou criar um mundo livre de fantasmas escuros para seu filho e filha.\nE no final, o que o recebeu foi um oceano pacífico, livre de barreiras e estranhamentos."
	},
	"plume": {
		"name": "Abertura de Obra-prima",
		"relictype": "Pluma da Morte",
		"description": "Uma ferramenta portátil usada para ajustar o torque de alguns Mecautômatos antigos. Não tem mais serventia hoje em dia.",
		"story": "Uma pequena ferramenta usada para ajustar torque mecânico. Pode ser usada em todos os tipos de motores mecânicos.\nEsses modelos ficaram obsoletos com a chegada do novo modelo de Mecautômato de Alain Guillotin,\nque agora também já não é tão novo, depois de centenas de anos de mais testes.\n\nAgora, sobre Alain Guillotin...\nAntes de ele entrar e sair do Marechalato Fantasma, antes de finalmente estabelecer o Instituto de Pesquisas de Engenharia de Energia Cinética,\nGuillotin organizou pesquisas sobre energia na agora arruinada Escola de Filosofia Natural.\nDizem que ele, ao longo de sua vida, só era próximo de sua irmã mais nova, que também serviu no Marechalato Fantasma.\n\nHá muitas lendas sobre ele. Uma delas diz o seguinte:\nDizem que ele foi capaz de criar uma máquina consciente durante seu tempo no Instituto,\ne ele usou essa máquina para ajudar sua irmã no seu trabalho no Marechalato Fantasma.\nEssas declarações vêm principalmente de antigos colegas seus (a maioria deles tendo sido mortos na luta contra Elynas).\nComo não há nenhuma evidência física, nada pode ser encontrado nos registros oficiais.\nQuando lhe indagavam sobre isso, ele uma vez comentou: \"Lamento. Não tenho o que dizer.\"\nEle nunca respondeu nenhuma das questões importantes.\n\nOutra lenda diz o seguinte:\nNa sua velha idade, ele se aposentou do Instituto de Pesquisas de Fontaine e foi para sua oficina, e não viu mais ninguém.\nA pesquisa que ele realizou em seus anos finais nunca foram publicadas,\ne após isso, as únicas coisas que foram encontradas na sua oficina eram sinais de que algo foi construído.\n\nNos anos finais, essas lendas se tornaram parecidas com a obra de Coppelius, que não pode ser completada.\nImaginações fantásticas, inspiração e muito trabalho duro."
	},
	"sands": {
		"name": "Momento do Julgamento",
		"relictype": "Areia do tempo",
		"description": "Um relógio de bolso padrão, mas não é tão preciso assim.",
		"story": "Esse relógio de bolso era entregue aos executores da justiça de Fontaine.\nNão é muito preciso,\nmas pode ser usado como distintivo enquanto se está em serviço.\nNo passado, praticamente toda Fontaine sabia o que ele simbolizava.\n\nAs notícias da Grande Mágica \"Parsifal\" solicitando um julgamento por combate se espalhou através dos jornais.\nEsta demanda, junto à sua transgressão inesperada, causou um grande furor em Fontaine.\nO acordo do tribunal e a pessoa escolhida causaram um alvoroço ainda maior.\nA Duelista Representante Marfisa foi escolhida como a representante da promotoria no duelo.\nSerá que as origens de Marfisa atrapalhariam tanto seu julgamento quanto seu desempenho durante o duelo?\nE quanto às suas conexões passadas com Parsifal? Ou algo de mais fácil compreensão...\nQual delas era a melhor lutadora? Essas eram as perguntas que as pessoas se divertiam discutindo.\n\nKarl Ingold, um jornalista que conhecia \"Parsifal\", já havia se aposentado,\ne decidiu nunca mais se dedicar a esse trabalho, preferindo a companhia de exploradores e suas florestas, seus destroços e suas ruínas.\nMas talvez por conta de um orgulho profissional de pura nostalgia, ele sempre valorizou as fotos que tirou como jornalista.\nAnos mais tarde, ao responder um convite para encontrar antigos amigos, enviado pela Vice Diretora do Instituto da Cruz de Narcissus,\nao olhar para os rostos do outro lado da lente enquanto ele tirava uma foto em grupo dos então membros do Instituto da Cruz de Narcissus,\nele pensou em todas as vezes que passou entre Poisson e a Corte de Fontaine com tanta esperança em seu coração.\nEsses foram vários meses que se passaram como um sonho — alguns considerariam isso tempo demais, e outros, muito pouco.\nEle lembrou de si quando jovem, que não desistia, não importava quantas pessoas o dissessem para fugir,\nnão importava como as circunstâncias surgissem como uma inundação, que poderia acabar com tudo e lentamente engolir a luz.\nEle se lembrou dos diversos sorrisos que viu pela lente de seu aparelho fotográfico, ouviu todos os tipos de pensamentos fantasiosos sobre o futuro.\nSe lembrou também dos gritos, sons de ruptura e metais se chocando que soavam levemente além do chão de pedra.\nE conforme ele relembrava a garota que usou um \"truque\" para se mudar à força para uma caverna escura e segura,\nsua vista marejou com o arrependimento de não ter registrado a sua batalha final."
	},
	"goblet": {
		"name": "Recipiente Esquecido",
		"relictype": "Cálice de Eonothem",
		"description": "Um recipiente portátil de metal contendo vinho forte. Pode ser colocado num bolso de um sobretudo para acesso mais fácil.",
		"story": "No passado, esta garrafa de vinho pertencia a quem prestasse um grande serviço à Corte de Fontaine.\nAqueles que se encontram fazendo certos trabalhos, a não ser que nasçam implacáveis e crueis,\nse encontrarão indo em direção ao eventual colapso se continuarem sem o elixir no interior.\n\nEste recipiente pertenceu a alguém que fez o que tinha que ser feito pela paz de Fontaine.\nForam muitos anos após ele se aposentar devido a um ferimento, durante sua investigação final, que ele percebeu...\n...Que o país das maravilhas jamais o recebeu além da toca do coelho — era apenas um vórtice.\n\n...\nMemórias surgiram como bolhas de uma máscara de mergulho fraturada.\nEle pensou em sua juventude, nas brincadeiras com Dwight, Basil e Karl.\nNaqueles dias, ele sempre era o herói e Karl era Jabberwock, o dragão maligno.\nEle pensou no abraço da Diretora, tão querida e familiar, e tão similar a como ele se sentia nesse momento.\nEle relembrou as incontáveis faces distorcidas pelo ódio nas chamas rubras de Poisson,\ne então ele relembrou que ele também tinha enviado crianças inocentes ao Instituto da Cruz de Narcissus.\n\nNo fim, o que ficou claro para ele foi o que ele havia sentido ao conhecer seu \"filho\" e \"filha\".\nEra como ver uma luz no fim de um longo túnel, como ver a si antes de usar a máscara.\nSentia como estivesse se agarrando futilmente à teia de uma aranha nas profundezas sombrias do inferno—\n\"Meu caro Alain, minha cara Mary-Ann... eu nunca foi próximo de vocês,\ne no final, eu nem sei como poderia ser um 'pai' para vocês.\nMesmo assim, eu não desejo perder essas memórias de assistir vocês crescerem...\"\n—Quando ele acordou de seu estupor, todas as glórias, toda a vergonha, todo o amor e obsessão — tudo havia sido dissolvido nas águas."
	},
	"circlet": {
		"name": "Semblante do Veterano",
		"relictype": "Tiara de Logos",
		"description": "Uma máscara antiga. É capaz de substituir, até certo ponto, um rosto coberto de cicatrizes. Seu design varia baseado nas áreas feridas e no gênero de seu usuário.",
		"story": "Essa máscara foi dada para alguém com o rosto ferido durante seu serviço à Corte de Fontaine.\nÉ um substituto para um rosto horrendo e representa a glória, ou talvez a vergonha de um velho soldado.\nMas apesar das cicatrizes estarem cobertas, os ferimentos em seu coração jamais desaparecerão.\n\n\"Se eu não retornar, deixo aquelas duas crianças com você.\"\nSua amiga disse a ele - ambos cresceram e serviram à Fontaine juntos.\n\"Eu parei de pedir para você lutar ao meu lado\", ela queria dizer.\nMas hoje, o entendimento tácito entre eles se deteriorou com o passar dos anos.\nEra quase como se o incidente de Poisson nunca tivesse acontecido, desde que eles não o discutissem.\n\nO Instituto pode realmente ser afogado desta vez, e as coisas não estarão seguras sem mim e a Diretora.\nE assim pode ser melhor confiar as crianças a pessoas confiáveis como você e Ingold.\nPercebendo o olhar que ele estava lhe dando sob aquela máscara, ela explicou:\n\n\"Quando eu retornar triunfante, vamos convidar Lasker e Ingold para um reencontro.\"\n\"Eu cozinharei desta vez. Vou mostrar a vocês minhas habilidades.\"\nVendo a suspeita em seus olhos, ela acrescentou isso de forma irritada -\n\"Ei, eu comecei a fazer bolos nos últimos anos! As crianças adoram!\"\n\n\"Bem, acho que é adeus, Guillotin... Meu querido Emmanuel.\"\n\"Espero que tudo corra tranquilamente do seu lado. Não se meta em problemas, certo?\"\n\"Espero sinceramente que essas pestinhas não tenham estragado meu Sponsian ainda...\"\n\nEle não tinha amor por crianças - de fato, ele não desejava ter nenhum tipo de relação com ninguém.\nPorque tudo o que as pessoas que ele via faziam era lembrá-lo do sangue vermelho que corria em suas veias.\nMas como sua velha amiga estava pedindo esse favor, ele ajudaria a cuidar deles por enquanto.\nEle simplesmente devolveria a batata quente para Basil quando ela retornasse..."
	}
}