{
	"name": "Ecos da Floresta Noturna",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATQ +18%",
	"4pc": "Nos 10s depois de usar uma Habilidade Elemental, aumenta o Bônus de Dano Geo em 20%. Se estiver protegido por um escudo gerado pela Reação de Cristalização, o efeito acima será aumentado em 150%, e esse aumento adicional desaparece 1s após perder esse escudo.",
	"flower": {
		"name": "Flor Altruísta",
		"relictype": "Flor da Vida",
		"description": "Um broche que a bruxa da história usou. Como os outros ornamentos que ela adorava, esse era caracterizado por formas de borboletas.",
		"story": "O cachorrinho correu até o sótão, ficou com o nariz coberto de poeira, e não conseguiu evitar de ter um ataque de espirros.\n\"Pie, olhe só para você! Você costumava ter a cor de uma Torta de Maçã, mas agora você parece mais que está coberto de geleia de amora!\"\nA garotinha perseguiu o cachorro chamado \"Pie\" até o pequeno sótão, e ajudou ele a limpar a poeira.\nO sótão estava repleto de lindos livros encadernados, e a garota escolheu um da prateleira. A capa estava adornada com lindas borboletas de asas douradas.\n\"Parece com um livro de história. Talvez as histórias que a mamãe gosta de me contar são deste livro! O que você acha, Pie?\nO cachorrinho soltou um curto latido, e se enrolou nos pés dela como sempre.\n\"Hnf! Se eu conseguir terminar antes da mamãe...\"\nEntão a garota abriu o livro de histórias, e as páginas amarelas eram como as asas de uma borboleta se abrindo...\n\nEssa era uma história que aconteceu pouco tempo atrás. Lendas dizem que na Floresta Ecoantes, vivia uma bruxa que conseguia conceder qualquer desejo.\nMas essa bruxa é tão excêntrica quanto os desejos em outras histórias e usou magia para cobrir a floresta inteira em uma névoa densa e impenetrável. Qualquer pessoa que entrasse na floresta ficaria confusa pelos ecos, então poucos conseguiam encontrar sua cabana isolada, muito menos conseguir fazer um pedido.\nMas um dia, um jovem finalmente bateu na porta da bruxa.\nO jovem originalmente estava procurando por uma flor azul, mas seu olhar foi atraído por uma borboleta de asas douradas. Conforme ele a perseguia, ele acabou chegando na cabana da bruxa sem perceber. Só então ele se lembrou das lendas da bruxa, e depois de muito pensar, ele finalmente decidiu bater na porta.\nAntes que ele pudesse bater uma terceira vez, a porta se abriu.\n\"Eu tenho um desejo...\" Começou o jovem.\n\"É o que todos dizem.\" A bruxa o interrompeu, \"Mas para mim, conceder desejos é algo insignificante. Mas o preço pelo desejo é diferente para todo mundo.\"\n\"A garota que eu amo, seu coração já pertence a outro. Mas eu não desejo usar o poder da magia para mudar seus sentimentos, eu só quero que ela tenha toda a felicidade no mundo. Se você puder conceder esse desejo, eu te darei tudo que eu tenho, meu tempo, meu dinheiro, até mesmo minha alma, estou disposto a te oferecer tudo.\"\n\"Seu desejo se tornará realidade. Mas o preço será pago no futuro, e o preço não necessariamente será sua alma... Nós bruxas, fazemos o que queremos.\"\n\"Mas o que mais nesse mundo poderia ser mais precioso do que uma alma?\"\n\"Você só saberá quando o momento certo chegar. Apenas um coração de ouro pode ser mensurado.\"\n..."
	},
	"plume": {
		"name": "Pincel de Nanquim Honesto",
		"relictype": "Pluma da Morte",
		"description": "A bruxa na história usou esse pincel. Sua escrita fluida não vale nem a pena ser discutida, de tantas vantagens que possui.",
		"story": "...\n\"É tão fácil vender a alma de alguém nas histórias... mas então as almas devem ser baratas, afinal, por qual outro motivo as pessoas as vendem tão facilmente?\"\nMas ela não sabia o que era uma alma, pois ela nunca havia visto uma. Mas o chá da tarde e as sobremesas deliciosas, o tempo passado brincando com Pie no jardim, as histórias que a mãe dela contou antes de dormir... em comparação, isso era muito mais precioso.\n\"Felizmente, não temos nenhum desejo que precisamos que uma bruxa conceda, então não precisamos trocar essas coisas preciosas.\"\nEla virou para a próxima página...\n\nEmbora ele tenha recebido a promessa da bruxa, o jovem não sabia como seria ter o seu desejo realizado.\nSe fosse um desejo mais concreto... Riqueza inacabável e o poder de subjugar os outros são fáceis de imaginar. Mas, existe uma felicidade maior?\nO jovem ouviu que a bruxa possuía muitos itens mágicos e ela usou o poder dessa estranha e extraordinária coleção. Ele não conseguia conter sua curiosidade, e pediu a bruxa que tipo de item poderia realizar seu desejo.\n\"Todas as palavras escritas por essa caneta mergulhada nessa tinta, se tornará realidade, e ela se tornará a favorita do destino.\"\nO jovem encarou desacreditado, conforme a bruxa sacudiu gentilmente a garrafa de tinta, e a água preta sacudiu como ondas, como se ele pudesse ver o mundo inteiro em que viviam como uma ilha solitária flutuando em meio às ondas ondulantes, e ele pudesse ver infinitos rostos e cenários bem diante de seus olhos, virando como páginas em um álbum de fotos...\nEle estava tão encantado, parecia que ele iria cair na garrafa de tinta através de sua boca aberta e se afogar na água preta.\n\"A garrafa de tinta contém tudo que ela pode imaginar, e tudo isso será dela se ela desejar.\"\nConforme a caneta mergulhada na tinta começou a dançar pela página, o destino da jovem garota foi mudado.\nEla não tinha certeza de quando deixou de ficar surpreendida pela sorte infinita que a seguia para todo canto.\nEla não mais precisava se preocupar sobre nada, pois tudo acabava do jeito que ela queria, e se ela queria algo, ele encontrava seu caminho até ela, mais cedo ou mais tarde, de um jeito ou outro.\nTodos a amavam, admiravam sua aparência, elogiavam sua virtude, e, embora ela achasse que nunca a notariam, mudaram completamente suas atitudes.\nGradualmente, ela ficou acostumada com os elogios e olhares admirados. Embora sua aparência não fosse nada além de ordinária e sua virtude ainda mais comum, mas o destino a favorecia sem reservas.\n..."
	},
	"sands": {
		"name": "Relógio da Lealdade",
		"relictype": "Areia do tempo",
		"description": "Uma ampulheta de areia que a bruxa usou na história. Lendas dizem que se você recitar o encantamento errado, o tempo vai passar incrivelmente rápido.",
		"story": "...\n\"Se houvesse uma caneta mágica... o que você escreveria, Torta? Muitos e muitos biscoitos de cachorro?\"\nA menina guardou o livro e acariciou atrás das orelhas de Torta. O cachorro balançou o rabo com felicidade em resposta.\n\"Oh! Você não consegue escrever, consegue, Torta? Então eu escrevo pra você. Fora muitos biscoitos de cachorro, também tem...\"\nEla virou para a próxima página...\n\n\"Que risível! Como se um laço de fita azul fosse algo raro!\" A jovem expulsou os convidados sem hesitação, e jogou seus presentes em um canto. Claro, ela já foi fascinada laços de fitas azul como guarda-rios, mas agora, tais coisas não podiam mais manter o interesse dela.\n\"Pobre criança!\" A Mãe dela suspirou.\nA garota estava cansada da pregação de sua mãe. Embora a sorte dela tenha estado ao lado dela por um breve tempo, ela já obteve facilmente riqueza, e a facilidade com a qual ela ganhou os corações das pessoas não recebeu o devido valor. Este mundo revolvia naturalmente ao redor dela, não? Tais pensamentos vieram a ela mais de uma vez.\n\"Você é minha mãe, mas você não pode me amar como os outros?\"\nTalvez eu não precise de uma mãe que não me ame, a menina pensou.\nAssim, a menina deixou seu lar e sua família para trás. A partir daí, ela poderia aproveitar a boa sorte dada pela magia sem a necessidade de ser incomodada pelos protestos da consciência.\nEla viajou até nenhuma paisagem sentir como novidade, e nenhuma refeição suntuosa a fazê-la sentir-se grata. A vida dela era como uma bola sem fim. Convidados vinham e iam, mas nenhum permanecia muito tempo na pista de dança.\nÀs vezes ela maltratava de propósito aqueles que chamava de \"amigos\", mas não importa quão rude tenha sido seu comportamento, tudo era perdoado e tudo era apenas sorrisos, e elas a amavam tanto quanto antes.\nTodos apenas davam a ela, e nenhum pedia nada em retorno.\n..."
	},
	"goblet": {
		"name": "Garrafa Cheia de Nanquim",
		"relictype": "Cálice de Eonothem",
		"description": "Uma garrafa de tinta usada pela bruxa da história. Possui um encantamento estranho, que não é nem um pouco menos poderoso que o lançado no pincel.",
		"story": "...\nA garotinha continuou a ler, enquanto Pie se aconchegava ao seu lado.\nEla virou para a próxima página...\n\nFoi apenas depois de muito tempo que a garotinha descobriu que sua mãe já estava morta há muito tempo, e retornou para sua cidade natal depois de um bom tempo. Sejam rostos estranhos ou familiares, todos foram cordiais e gentis com ela, assim como todos os outros.\n\"É tudo que você desejava, então por que você não sorri mais uma vez?\"\nO jovem que falou era alguém que ela já havia visto antes, talvez apenas mais um dos muitos seguidores.\n\"Minha mãe tinha razão, sou uma criança deplorável. Por causa dessa maldição maldita, eu jamais posso ser realmente feliz.\"\n\"Ah! Você realmente considera esse presente tão altruísta como uma maldição. Você deveria saber, isso foi obtido de uma troca com uma bruxa, e obtido apenas através de seu próprio sacrifício! Ele nunca nem pensou em pedir algo em troca de você. Existe amor maior do que esse nesse mundo?\"\n\"Então parece que ele sabe mais do que eu sobre como obter a felicidade.\" A garota continuou, \"Onde está o valor da vida onde tudo é dado de graça, e você nunca precisa pagar? As coisas mais inúteis são aquelas que ninguém precisa. Talvez minha existência é desnecessária.\"\n\"Não, nada disso... você precisa existir! Pelo menos, é como eu me sinto sobre isso.\"\n\"Então, o que é que você quer de mim? Se houver algo que eu possa fazer por você...\"\nMas o jovem parecia envergonhado.\nA jovem parecia imensamente desapontada, e resolvida a ir até a casa da bruxa na Floresta Ecoante, e descobrir uma forma de quebrar a maldição.\nO jovem pegou o espelho mágico que ele obteve da bruxa, esperando pará-la.\n\"Quando a sorte que lhe foi presenteada pela mágica for removida...\"\nA garota viu diante de seus olhos o que a esperava quando sua sorte se esgotasse: Ela se viu perdendo toda sua fortuna, e aqueles que ela havia machucado não mais riam jovialmente e a perdoavam, mas reclamavam e rolavam seus olhos. As pessoas não mais se aglomeravam ao redor dela, mas iam embora como se um grande baile tivesse terminado. Ela ainda viajava como antes, mas ninguém agora demonstrava se importar com ela em sua jornada. Ela se via sendo soprada pelo vento e arrasada pela chuva, enquanto criança riam e faziam pouco dela. Ela viu que todos os presentes que havia recebido teriam que ser retribuídos dez vezes, cem vezes mais.\nEmbora ela não tivesse dado nem um passo, tudo que ela viu no espelho parecia estar acontecendo a ela, e ela viu sua vida se tornar uma tortura sem fim que conspiraria para destruí-la.\n\"Alegre-se! A sorte dada a você por mágica ainda não te abandonou, e ninguém irá rir de sua fraqueza.\"\n..."
	},
	"circlet": {
		"name": "Chapéu da Senhorita Amável",
		"relictype": "Tiara de Logos",
		"description": "O chapéu preferido da bruxa na história. Ela adorava esse chapéu por causa de sua elegância.",
		"story": "...\nPie, extremamente entediado, bocejou.\n\"Acho que a história está quase no fim, então só espere mais um pouquinho, tá bom?\"\nEla virou para a próxima página...\n\n\"Mesmo assim, eu ainda desejo escolher o caminho mais difícil.\"\nAssim como aquelas noites distantes de inverno, ela adormeceu nos braços de sua mãe, ouvindo aquelas histórias que ela quase havia se esquecido, porém, nunca cansada de ouvir. Os heróis das histórias sempre tinham que aguentar inúmeras dificuldades antes de chegar ao seu destino, mas o preço que eles pagavam e as coisas que eles perderam ao longo do caminho apenas faziam com que os prêmios duramente conquistados fossem ainda mais preciosos.\n\"No espelho, eu vi que ninguém mais me amava, e talvez até me odiavam. Até mesmo só conseguir fazê-los sorrir para mim mais uma vez seria imaginavelmente difícil... Mas esse é o mundo real. Cheio de mudanças e imprevisibilidade.\n\"Não, você não pode! A sorte que a magia te deu tem que te deixar feliz, caso contrário...\"\n\"Com o que você está tão preocupado? Mesmo que você pare de me amar assim como os outros depois que a magia se for, eu ainda amarei todos vocês. Assim como os protagonistas daquelas histórias, eu tratarei todos neste mundo livre com sinceridade... desde que você esteja disposto a aceitar, meu coração pertencerá a você!\"\nEmbora nenhum sino tocasse, nem outros presságios aparecessem, parecia que a hora marcada que a bruxa havia falado chegou.\n\"Em princípio, eu deveria apenas aparecer depois que ela terminar a jornada mostrada pelo espelho, ainda é meio cedo... mas uma bruxa faz o que uma bruxa quer.\"\nEntão, a bruxa pegou o que ela mais queria entre o que a jovem tinha a oferecer.\n\"Meu desejo se realizou, mas eu perdi tudo...\"\n\"Ela será uma boa personagem, mesmo em outras histórias.\" A bruxa sacudiu gentilmente a garrafa de tinta, dentro da qual a garota agora era uma prisioneira.\n\"Mas ela é uma garota que existe para mim, assim como eu existo para ela... se ela estiver destinada a não ser solta, então deixe-me ir até ela. Certa vez vi os diversos universos e inúmeras histórias dentro a garrafa de tinta, talvez em um deles tenha um lugar para nós duas, e quem sabe eu também possa me tornar uma boa personagem...\"\n\n\"Eu me lembro! Vamos contar essa história para minha mãe hoje a noite, você acha que ela vai gostar?\"\nPie ignorou a garota, ao invés disso, levantando e latindo algumas vezes antes de correr em círculos e então descendo do sótão.\n\"Hnf! Deve estar dando chilique por estar com fome. Que infantil!\"\nA garota também saiu, deixando apenas o livro de história sem enfeites no chão do sótão."
	}
}