{
	"id": 15007,
	"rarityList": [
		4,
		5
	],
	"name": "Antigo Ritual Real",
	"effect2Pc": "Dano do Supremo +20%",
	"effect4Pc": "Usar o Supremo aumenta o ATQ de todos os membros da equipe em 20% por 12s. Este efeito não pode ser acumulado.",
	"flower": {
		"name": "Flor Real",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor de seda azul, foi um elemento decorativo muito usado em grandes eventos. Atualmente, ainda possui boa aparência, mesmo depois de ter sido abandonada pelo seu antigo dono.",
		"story": "Um lírio azul feito de cetim sedoso,\nque uma vez serviu como adereço de cabeça de uma nobre mulher.\n\nUma nobre que uma vez governou Mondstadt o deixou para trás.\nNessa era lendária, os nobres eram exemplos para o povo.\nEles guiaram seus súditos com sua conduta e sabedoria,\neles eram os verdadeiros representantes do povo de Mondstadt.\nEles eram nobres não apenas na linhagem,\nmas também em seu compromisso com as virtudes e princípios.\n\nA longevidade dos nobres foi cortada pela metade por conta da sua infinita autoindulgência,\nque deterioraram o semblante de magnificência do qual tanto se vangloriavam."
	},
	"plume": {
		"name": "Pena Real",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena usada na borda do chapéu de uma família nobre de Mondstadt durante suas caças. Ainda se mantém intacta depois de muito tempo.",
		"story": "A pena de um falcão, pousada orgulhosamente em cima de um velho chapéu de um nobre.\nExistia uma tradição que consistia em caçar com as pessoas comuns e compartilhar os espólios.\n\nEra comum a caça, um passatempo da classe dominante de Mondstadt.\nAs festividades eram compartilhadas com seus serventes e o povo comum,\nera destinada a demonstrar a benevolência dos nobres.\nTodas as pessoas ficavam ansiosas para participar das festividades.\n\nA caça logo perdeu seu significado.\nOs nobres tomavam posse de tudo, presumindo que fosse seu direito.\nOrgulhosamente, a pena ainda estava de pé, mas opaca era sua cor aos olhos do povo."
	},
	"sands": {
		"name": "Relógio de Bolso Real",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio de bolso que pertenceu a uma família nobre de Mondstadt, que foi passada de gerações em gerações.",
		"story": "Um requintado relógio de bolso feito de safira.\nEle permanece funcional mesmo depois de todos estes anos.\n\nO relógio de bolso de um nobre que uma vez governou Mondstadt. Ainda marca a hora exata.\nA pontualidade é uma virtude, e esse relógio de bolso ajudou os nobres a permanecerem nesse caminho virtuoso.\nEra mais para autodisciplina do que uma ferramenta para influenciar o povo comum.\nNo amanhecer, um nobre deve estar mais atento que as outras pessoas,\ne na noite, deveria ser mais pensativo e agitado que eles.\n\nEntretanto, após muitos anos, o estrito cronograma foi abandonado pelos descendentes indolentes,\nOs relógios se tornaram mais extravagantes, mas perderam sua função virtuosa."
	},
	"goblet": {
		"name": "Urna de Prata Real",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Jarro ornamental antigo que pertencia a uma família nobre de Mondstadt. O vento melancólico da época ainda ecoa de dentro.",
		"story": "Uma urna ornamental feita de safira, com a insígnia de prata de uma família nobre.\nÉ requintado e elegante, uma prova da estética dos antigos nobres de Mondstadt.\n\nUm nobre que uma vez governou Mondstadt o deixou para trás,\nno entanto, os tesouros extravagantes que antes estavam lá dentro agora haviam desaparecido.\nEstes luxos eram símbolos da grandeza dos nobres,\nbem como a confiança, o orgulho e a prosperidade do povo de Mondstadt.\n\nEntão, todos os nobres caíram vítima de seu próprio poder.\nEles faziam o que queriam e gastavam o dinheiro sem considerações pelo povo.\nAssim, acessórios luxuosos se tornaram itens sem valor algum."
	},
	"circlet": {
		"name": "Máscara Real",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma máscara de dança que pertenceu a uma família nobre de Mondstadt. Se você olhar entre os orifícios dos olhos, poderá enxergar os cenários magníficos do passado.",
		"story": "Uma máscara de prata incrustada com ouro e pedras preciosas e gravada com padrões delicados.\nDelicadamente feita, ela mostra a elegância e os costumes dos antigos nobres.\n\nOs primeiros nobres que governaram Mondstadt começaram como heróis de origem humilde.\nEstes grandes chefes e elegantes príncipes, assim como as belas princesas e damas nobres,\numa vez receberam o povo em seus banquetes e festas.\nNaqueles dias, os nobres compartilharam generosamente sua sabedoria e elegância.\n\nNaquela época de ouro, os nobres compartilharam com o povo seus conhecimentos e riquezas.\nMas os últimos nobres foram seduzidos pelo poder. Seus banquetes eram exclusivamente para seu próprio prazer."
	}
}