{
	"id": 15029,
	"rarityList": [
		4,
		5
	],
	"name": "Sonho da Ninfa",
	"effect2Pc": "Bônus de Dano Hydro +15%",
	"effect4Pc": "Quando um Ataque Normal, Carregado, Imersivo, Habilidade Elemental ou Supremo atingem um inimigo, gerarão um acúmulo do efeito \"Ninfa Espelhada\" por 8s. Quando possuir 1/2/3 acúmulos ou mais do efeito \"Ninfa Espelhada\", aumentará o ATQ em 7%/16%/25, e aumentará o Bônus de Dano Hydro em 4%/9%/15%. Os acúmulos de \"Ninfa Espelhada\" gerados por Ataques Normais, Carregados, Imersivos, Habilidade Elemental ou Supremos existem independentemente.",
	"flower": {
		"name": "Flor da Jornada",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "A história chegará ao fim e até mesmo as flores frescas murcharão. Mas a flor nos sonhos de alguém sempre permanecerá com todo seu aroma desabrochando.",
		"story": "...Mas no fim, uma sombra ainda caiu sobre o reino.\nNão era que o dragão havia derrotado o herói, na verdade, eles desapareceram juntos.\nEm meio ao caos tão espesso como águas escuras sem luz, entre as tristezas e partidas que seguiram,\nA matrona e suas irmãs partiram em uma jornada para derrotar a fonte do mal,\ne sua assistente, por sua vez, embarcou no navio construído para batalha, eventualmente repousando sob as águas.\nAs heroínas ninfas e muitos cavaleiros, dragões malignos e sábios virtuosos foram espalhados.\n\nAlguns foram tomados pelo Marechalato Fantasma ou pela Patrulha de Segurança e Monitoramento Especial\ne trabalhariam para proteger o reino de forma que nunca mais uma nova sombra pudesse pairar sobre ele.\nAlguns foram tomados por exploradores que migravam de terras estrangeiras,\ne a partir daí, de fato saíram em uma aventura para testemunhar o fim do mundo.\n\nMuitos anos se passaram depois daquilo.\nAlguns tentaram prevenir contos futuros de serem impedidos por eventos como estes,\ne então buscaram o caminho à frente usando os segredos de maquinários e corpos de aço.\nAlguns, por outro lado, foram contra a maré, para as histórias poderem recomeçar,\nembarcar em uma jornada além da compreensão normal em nome das ninfas.\nE então havia aqueles cujos tesouros murcharam como flores,\ninfinitamente relembrando as aventuras da tarde que ainda esperam continuar..."
	},
	"plume": {
		"name": "Pluma do Feiticeiro Maléfico",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena decorativa que foi usada no chapéu de alguém. É de um verde-escuro que chama bastante atenção.",
		"story": "Onde há heróis, deve haver magos perversos, e onde há cavaleiros, deve haver dragões malignos.\nO herói sempre carrega uma lâmina sagrada, enquanto o mago talvez carregue algum tipo de catalisador mágico.\nNo interstício entre aventuras, quando os heróis e magos e cavaleiros e dragões ainda iam nascer,\neles sempre olhariam a pluma de uma espécie de ave desconhecida fixada no chapéu da matrona assistente.\n\"Aquela pluma deve ter muitas histórias\", os pequenos aventureiros pensavam para si,\ne a matrona assistente deve ter testemunhado muitos contos, como uma velha heroína após sua reclusão.\nOu por que ela nunca tirava aquela pluma, apesar de ela ter prometido fazer isso para nossa matrona?\n\n\"Agora, ██ e ██, se deem bem. Não briguem.\"\nOs dois que sempre eram o cavaleiro e o dragão perverso acenaram com suas cabeças relutantemente.\n\"E quando eu não estiver por perto, ███, você cuidará de ███, não vai?\"\n\"A matrona e eu voltaremos assim que tivermos concluído nossos negócios, então não saiam correndo por aí.\"\nA matrona assistente pensou por um momento e retirou a pluma verde-escuro de seu chapéu antes de partir.\n\"Você quer isso há um tempo, não quer, ███? Tudo bem então. Aqui está.\"\n\"Mas eu só estou dando isso a você para protegê-la por um tempo, certo? Ficarei muito zangada se ela se sujar.\"\n\nMas no fim, esta pluma nunca se tornou um cajado místico usado por um mago do mal.\nAo invés disso, ela seguiria seu novo proprietário e alcançaria a fonte de calamitosas partidas antes de voltar às suas origens..."
	},
	"sands": {
		"name": "Ninfas Eternas",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio de bolso que parou de funcionar há muito tempo. Parece ter sido a testemunha da passagem de longos anos após seus ponteiros girarem por muito tempo.",
		"story": "Os ponteiros de um relógio devem eventualmente retornar ao seu ponto de origem, para seu ciclo começar novamente.\nTudo relacionado àquelas heroínas ninfas parecia que nunca mudaria.\nMas os anos, no fim das contas, sempre acabam desgastando os intrincados, porém vulneráveis componentes de tal relógio.\nAté o momento em que não haverá um novo dia. Nada mais haverá.\n\nEste relógio de bolso era originalmente propriedade de um pequenino herói que amava máquinas,\nque reuniu componentes rejeitados de vários dispositivos para criar tal dispositivo como treino.\nNo fim, este relógio de bolso e aquele a quem ele foi presenteado caíram no líquido primordial que tudo dissolve.\nMas naquele ponto, seus componentes mecânicos já haviam parado de funcionar.\n\n\"Muito, muito tempo no futuro, em um lugar muito, muito distante...\"\n\"Havia um império sombrio governado pelo dragão maligno Narcissus.\"\n\"A princesa da qual ele ansiava, junto da alta torre em que vivia, mergulhou em um sono estagnante e desprovido de sonhos, e dessa forma, permaneceu imaculada por ele. Narcissus ficou furioso com isso, então enviou seus lacaios e soldados para vasculhar o império pelo tesouro dela. Ele preparou muitos mecanismos de defesa usando suas feitiçarias malignas para prevenir a resistência daqueles no lado da justiça. Ele jurou que retomaria o tesouro da princesa e a acordaria. Naquele dia, ele seria capaz de reivindicá-la totalmente para si.\"\n\"Havia um grupo de heróis que protegiam um tesouro que a princesa havia confiado a eles, uma pérola de água clara e brilhante.\"\n\"Um dia, uma pequena vida nasceu dessa pérola.\"\n\"Hmm... e como chamaremos essa vida? Ah, que dor. Se eu soubesse que minha história se desenrolaria assim, eu deveria ter usado o seu nome aqui. Você tem algum outro bom amigo?\"\n\"Amigo, você diz... Bem, se é isso que precisa, eu realmente tenho um. Acho que se encaixaria aqui.\""
	},
	"goblet": {
		"name": "Festa de Chá dos Heróis",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Uma xícara de chá sofisticada. Talvez tenha sido usada por pessoas que estavam desfrutando de uma tarde descontraída juntas.",
		"story": "Até as heroínas ninfas precisariam descansar por um breve período pela estrada da aventura.\nQuando o relógio soou, muitos heróis e magos, cavaleiros e dragões malignos,\ntodos esqueceram por um tempo da princesa aprisionada e dos tesouros dos domínios.\nAs nuvens sombrias que envolveram os céus distantes temporariamente desapareceram,\ne a princesa em sua espera agonizante tirou seu olhar de sua janela.\nPois quando os cavaleiros partiam, a aventura também devia ser suspensa.\nEsta é a regra universal que as heroínas ninfas seguem, e muitos outros mundos pequeninos também.\nSe for necessário perguntar, então é por causa dos lanches feitos pela matrona assistente serem deliciosos demais.\n\nEra uma tarde triste... mas aquela frase não parece ter sentido.\nPois a nova casa à qual ela estava indo não veria a luz nem do sol, nem da lua.\nAqui, a primeira pessoa que ela conheceu era a matrona alta e pura.\nE embora ela estivesse ainda menos certa do que fazer do que a garotinha, ela ainda a saudou com um abraço,\ne acabou encharcando as roupas dela. A matrona assistente era velha o bastante para ser a mãe da garota.\nLevando a garota pela mão, ela a trouxe entre os heróis, cavaleiros e dragões malignos que descansavam.\nEla pensou que estava tudo bem. Em qualquer caso, os lanches eram mesmo deliciosos."
	},
	"circlet": {
		"name": "Monóculo do Dragão Maligno",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Um monóculo refinado. Rumores antigos dizem que é possível ver o futuro através dele.",
		"story": "Os heróis de histórias diferentes naturalmente encontrarão (convenientes) espadas sagradas e também devem enfrentar arqui-inimigos diferentes.\nMas é frequentemente dito que heróis que vivem tempo demais se tornam dragões malignos. E quando muitas histórias se cruzam, talvez o herói de um lado seja o dragão do outro.\nO conto que finalmente surge tenderá a narrativas que são mais fáceis de entender — que é porque heróis são heróis, e não dragões malignos.\nÉ por isso, que mesmo com toda a força e esquemas, os dragões malignos no fim serão derrotados pelos heróis que empunham suas espadas sagradas.\n\nE antes que o dragão caia na fenda que dissolve todas as coisas, ele pensará nos tempos que passou como herói. E por fim, ele dirá:\n\"Sim, ódio não me preencherá. Eu sei que você não viu as coisas que vi, e é por isso que você deseja me impedir.\"\n\"As feras estelares beberão o fluído amniótico do mundo até que seque. Cem anos depois, toda a vida em sua superfície será extinta.\"\n\"Eu certamente retornarei para salvar todas as almas. Dez anos, mesmo cem anos podem passar, mas eu renascerei como um novo universo.\"\n\nMas o herói que venceu o dragão também perderá a coisa mais preciosa para si durante a caçada.\nEle nunca acreditará novamente em nada que não possa ser compreendido completamente pela soma do conhecimento humano,\ne até o fim de seus dias, ele conceberá um reino energizado por máquinas e energias que não são derivadas dos elementos."
	}
}