{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Códice de Obsidiana",
	"effect2Pc": "Enquanto o personagem que está com esse conjunto equipado estiver sob a Bênção do Espírito da Noite e estiver ativo, o Dano causado por ele é aumentado em 15%.",
	"effect4Pc": "Enquanto estiver ativo, após o personagem que está com esse conjunto equipado consumir 1 ponto de Espírito da Noite, a Taxa CRIT aumenta em 40% por 6s. Este efeito pode ser ativado no máximo uma vez a cada segundo.",
	"flower": {
		"name": "Julgamento Primordial",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor meticulosamente esculpida em cristal negro. Ela emite uma luz misteriosa à noite.",
		"story": "Nos dias em que os enviados divinos despossuídos caíram em reinos desprovidos de luz, e quando o governante recém-retornado destruiu a cidadela blasfema,\nmuitas histórias transcorreram que nunca foram registradas ou aclamadas em nenhuma história humana.\n\nNo reino dos Dragartos afortunados o suficiente para sobreviver quando o céu e a terra colapsaram, separados por um vasto mar de solo vermelho,\nOnde seus parentes só conseguiam sobreviver, empobrecidos, no Mar Exterior, eles desfrutavam da liberdade pela graça daquele que governava sobre as chamas.\nE ainda assim, a sabedoria do fogo já havia sido tomada pela maré de escuridão fétida, apenas seu cadáver cinza cambaleava.\nPara manter o poder remanescente da espécie dos dragões, seus herdeiros cegos e tolos tomaram a violência como regra da lei.\nNesta terra de cinzas prestes a desaparecer, sobre a qual o sol já havia se posto, apenas um \"humano\" lançou seu olhar para o futuro obscurecido.\n\n\"Vejo a luz cair sobre a terra sem raízes, os dragões prostrados diante do leito de morte de seu governante.\"\n\"Vejo grande sabedoria, grande arte, grande civilização, e tudo perecerá.\"\n\"Mas ciclos intermináveis são a lei do mundo, e a história não cessará por conta de nossas tristezas.\"\n\"Mas trágicos são meus parentes, pois não veem como sua tolice serve para auxiliar a regra de ferro da história.\"\n\"Os servos de hoje serão os governantes de amanhã. Os escravos do passado serão os mestres do futuro.\"\n\"Nossa raça está atolada em uma contradição espiral inexorável. Somente ao semear sementes encontraremos a salvação.\"\n\"Talvez, lá fora, na abundante selva primordial, haja uma terra que ainda não conheceu o toque da imundície e da decadência.\"\n\nAssim, passando por chamas abrasadoras e ventos furiosos, tomou a lenha primordial ainda não extinta do antigo palácio sob o magma.\nCarregando as esperanças de outra raça, o mais sábio dos dragões se despediu da esplendorosa cidade inefável."
	},
	"plume": {
		"name": "Raiz da Medula do Espírito",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Um acessório emplumado feito em imitação da asa de um dragão. Talvez tenha sido um dia uma lembrança de alguma história esquecida.",
		"story": "Na era em que o fogo selvagem consumia as raízes do mundo, e quando as tribos bárbaras cortavam os espinhos para abrir as montanhas e florestas,\nmuitas histórias transcorreram que nunca foram registradas ou aclamadas em nenhuma história humana.\n\nO mais sábio entre os dragões atravessou as planícies ardentes, carregando a semente dividida do Fogo Original, adentrando uma terra áspera e indomada.\nNo entanto, ao caminhar por fontes termais e vales que a raça dos dragões ainda não havia tocado, vendo coisas crescidas do solo ou criadas, nenhuma delas correspondia às suas expectativas.\nAté que um dia, quando a neblina se dispersou em um vale profundo, e descobriu a espécie mais amada do criador, mas também a mais fraca,\nAqueles que ainda deveriam estar enrolados em panos de bebê, mas nasceram em uma terra onde dragões dançavam, e por isso só podiam sobreviver à sombra de asas antigas.\nEmbora tivessem perdido seu guia há muito tempo, esquecido suas histórias e memórias passadas, e se perdido entre montanhas e florestas, ainda assim perseveraram.\n\nMaravilhado com sua tenacidade, união e coragem, o sábio entre os dragões decidiu conceder-lhes a Semente de Fogo da Sabedoria,\nMas esse precioso presente não veio sem custo. Ele civilizaria esses bárbaros, mas também ordenaria seus destinos.\nPois, ao contrário do plano daquele primeiro ser divino, o que o mais sábio trouxe foi o caminho profano da \"evolução,\"\nSua visão a longo prazo havia previsto que, ao final desse caminho, sangue humano seria derramado no corpo abandonado da terra moribunda,\n\nFundindo duas espécies e duas linhagens em uma só, e assim um pulso antigo surgiria mediante uma civilização renascida.\nDe fato, seria como o mais sábio disse ao primeiro bárbaro que subiu na massa de terra flutuante para visitá-lo:\n\n\"Mas de seus herdeiros virá o salvador de dois mundos. Ele será brutal como uma manticora, mas astuto como uma raposa selvagem.\"\n\"Um dia, ele matará o senhor do fogo e ascenderá ao mais antigo dos tronos. Louvado seja o governante de dois mundos!\""
	},
	"sands": {
		"name": "Mitos do Reino da Noite",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um instrumento de ritual misterioso que não é nem um relógio, nem uma bússola. Hoje em dia, ninguém faz ideia de para que serve.",
		"story": "Nos anos em que os humanos antigos barraram a maré negra com seus próprios corpos, nos dias em que a terra flutuante e a noite eterna ainda seguiam caminhos separados,\nmuitas histórias transcorreram que nunca foram registradas ou aclamadas em nenhuma história humana.\n\nTodos sabem que o bravo e sábio Chaac tomou a lenha eternamente brilhante das mãos do Sábio da Chama Roubada,\nE que ele compartilhou essa lenha com seus companheiros de tribo, passando o segredo do fogo para todos que vieram estudá-lo.\nDando adeus a longos anos de caos e ignorância, os novos brotos da civilização surgiram mais uma vez da selva indomada,\nMas dentro de suas muralhas imensas, os alados que dominavam tudo ainda não haviam percebido que a roda do destino havia começado a girar.\n\nA lenda diz que o grande Sábio que habitava a tranquilidade da terra flutuante conhecia a resposta para todas as perguntas do mundo mortal,\nmas que até ele não tinha resposta para duas questões: o fim dos vivos e o caminho de volta dos mortos.\nTalvez fosse que os deuses do reino da noite governassem o submundo, pois eles eram grandes inimigos do sábio nos tempos antigos,\nou talvez seu plano de longa data desmoronasse se a chama eterna se reconectasse com as raízes da terra.\n\nTendo dominado o majestoso Fogo Original, o destemido Chaac e seus companheiros finalmente derrotaram aquele dragão furioso e maligno, e fundaram a primeira tribo.\nE ainda assim, nem mesmo os heróis antigos podiam desafiar o veredicto do tempo, pois ele é eterno, e assim, um a um, seus companheiros se despediram dele.\nPor fim, restou apenas Chaac, um veterano de inúmeras batalhas. Sua tribo se dispersou, e ninguém mais cantava sua saga.\nApenas nas noites mais profundas ele podia ouvir aquele chamado de um reino distante, como se fosse para reacender a chama que se apagava em seu coração.\nNa última noite de sua vida, ele subiu uma alta montanha para acender a primeira chama. Ele clamou, esperando se reunir com seus antigos companheiros.\nE os deuses do reino da noite responderam. Naquela noite, pessoas por toda a terra pareciam ouvir vozes de outro mundo,\nComo a canção clara de uma mãe, como os sussurros baixos de velhos amigos — o grito de nascimento do primeiro Wayob do Reino da Noite."
	},
	"goblet": {
		"name": "Pré-Banquete dos Desafiantes",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um recipiente que parece ter sido feito torcendo e moldando pedra de uma forma aparentemente caprichosa. Não se sabe quem possui esse tipo de força.",
		"story": "Na era infinita em que os chifres flamejantes dos reinos soavam, em que heróis lutavam por conquistas entre si,\nmuitas histórias transcorreram que nunca foram registradas ou aclamadas em nenhuma história humana.\n\nQuando os sacerdotes de fumaça e névoa acenderam fogueiras altas o suficiente para bloquear o sol e ofereceram o sangue de outras espécies para seus corajosos ancestrais e divindades invisíveis.\nQuando o herói que tomou da chama e cavalgou uma besta domesticada rumo a fortaleza feita de pedras massivas através da orientação do Wayob tribal.\nQuando os insetos rastejantes antigos que residiam em uma cidade antiga escalaram suas torres tortas apavorados.\nQuando somente o dragão mais sábio entre eles estava parado no vazio, um observador silencioso da grande tragédia.\n\nApesar do emissário do crepúsculo não ser parte de seu plano, o caminho da \"evolução\" não desviou,\ne através de uma cuidadosa seleção e cultivo, os heróis tribais que havia nutrido ascenderam ao palco da competição entre todas as partes.\nAcreditava que o mais forte entre eles se tornaria o herói que governaria todas as tribos humanas que habitam sobre a pedra negra.\nEm seu nome, eles fariam um pacto, levantariam uma bandeira do sol ardente e marchariam sobre a cidade dos poços profundos, que nem mesmo os deuses haviam conquistado.\n\nNaquele dia, o cadáver vivo no trono cuspiria chamas que poderiam tingir o céu de vermelho, e o novo rei receberia o Fogo Original como tributo devido por sua ascensão.\nNaquele dia, os dragões mais uma vez se curvariam diante do soberano de dois mundos, e o conhecimento de incontáveis anos de civilização estaria aberto a ele.\nPois sabia que os inimigos nas sombras não estavam longe. De fato, ainda se escondiam nas profundezas da noite, esperando para desferir o golpe final.\nPois sabia que nem os deuses em seus paraísos, nem o grande rei entre os dragões seriam suficientes — todo o conhecimento e força precisavam ser reunidos antes que aquele dia chegasse.\n\nSomente assim seus teimosos parentes poderiam despertar dos antigos sonhos despedaçados de um rei decrépito.\nSomente assim a antiga civilização poderia acolher sucessores adequados e encontrar seu lugar novamente na terra."
	},
	"circlet": {
		"name": "Coroa das Divindades",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma coroa feita de obsidiana que, nos tempos antigos, era usada em cerimônias de coroação por reis tribais nobres.",
		"story": "Na era em que a maré negra da imundície surgiu da borda do céu e heróis brilhantes como o sol marcharam para conquistar,\nmuitas histórias transcorreram que nunca foram registradas ou aclamadas em nenhuma história humana.\n\nQuando guerreiros humanos se despediram de suas tribos isoladas e trouxeram as bênçãos dos Wayob para reinos outrora inacessíveis e proibidos,\nOs antigos dragões haviam se extinguido dos campos onde antes corriam, e o solo fértil e as fontes haviam assumido novas cores.\nOs palácios e templos construídos sobre penhascos de magma perderam seu brilho, agora esperando silenciosamente pelo julgamento no fim dos tempos,\nNeste reino onírico, isolado do mundo, a era dos antigos também se aproximava do fim.\nE nas terras escuras da noite, os sagrados continuaram sua dissensão sobre quem daria este veredicto final.\n\nEle era um herói não profetizado, um campeão não registrado por nenhum plano.\nEste foi um tempo em que os chefes de guerra das tribos haviam abandonado sua grande causa de matar dragões perversos, disputando bêbados de poder pela supremacia;\nQuando seus guerreiros mergulharam em guerras intermináveis, contando com feras selvagens como aliados.\nE naqueles dias, das terras escuras surgiu um rei brilhante como o sol nascente, quente como a aurora da manhã.\nEle usava uma coroa tecida com flores douradas, empunhava uma grande lâmina de obsidiana e visitava uma tribo após a outra.\n\nDesentendimentos nascidos de lâminas só podem ser resolvidos pela lâmina, e ilusões nascidas da ambição só podem ser derrubadas por uma ambição ainda maior.\nE aquele que se considerava mestre sobre a evolução nunca imaginou que aqueles com força lhe dariam uma resposta além da conquista e do massacre.\nSob a radiação do sol, as tribos fizeram um pacto de cessar-fogo, e assim os sagrados do reino noturno deixaram suas discussões de lado e lhe ofereceram a coroa.\nA aurora de uma nova era surgiu no horizonte, e quando essa luz iluminar a terra, até as bestas das trevas não terão onde se esconder."
	}
}