{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "Concha Tingida Pelo Mar",
	"effect2Pc": "Bônus de Cura +15%",
	"effect4Pc": "Quando o personagem que equipa este conjunto de artefatos cura outro personagem da sua equipe, ele cria o efeito de \"Bolha de Espuma do Mar\" durante 3s, que registra a quantidade de vida regenerada (incluindo a regenerada acima de 100%). No final da duração do efeito, a Bolha de Espuma do Mar explode, causando dano aos inimigos ao redor com base em 90% da vida regenerada. (Esse Dano é calculado de forma semelhante a reações como Eletricamente Carregado e Supercondutor, mas não é afetado pela Proficiência Elemental, níveis de personagens ou dano bônus de reações.) Apenas se pode criar uma Bolha de Espuma do Mar a cada 3.5s, e esta poderá registrar no máximo 30.000 pontos de vida, incluindo aqueles regenerados acima de 100%. Além disso, apenas uma Bolha de Espuma do Mar pode existir em sua equipe de cada vez. Quando o personagem equipando este conjunto de artefatos está na equipe, mas não em combate, poderá ainda assim ativar este efeito.",
	"flower": {
		"name": "Flor Tingida Pelo Mar",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor suave que assumiu as muitas cores do oceano caprichoso. Ela brilha com cores maravilhosas sob a luz prateada da lua.",
		"story": "Uma flor suave do oceano. Seu núcleo é adornado com pérolas puras.\nAs canções da Ilha Watatsumi dizem que estas flores desabrocham nas profundezas iluminadas por pérolas.\nMergulhadas na paixão das filhas do mar e no suave luar, elas emitiam um brilho perolado.\n\nQuando todos os conflitos tiverem cessado, os animais marinhos não mais chorarão por seus companheiros solitários,\nE quando o luar se eleva sobre Touzan, a adorável divindade se levantará e cantará.\n\"Venham, filhas do mar, venham ver, ó povo do meu coração, pois a lua está aparecendo hoje à noite.\"\n\"Embora Touzan possa cair esta noite, o relâmpago e a tempestade nunca podem esconder a glória perolada da lua...\"\n\nA solitária sacerdotisa cantou e dançou sobre as ondas da lua prateada.\nAs filhas do mar esqueceram a dor da sua perda, e até mesmo as delicadas flores recuperarão sua vitalidade."
	},
	"plume": {
		"name": "Pluma do Palácio Profundo",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena com a mesma tonalidade do coral, que se diz ter vindo de uma roupa cerimonial de uma sacerdotisa.",
		"story": "Nos dias em que os muitos clãs viram pela primeira vez a luz do dia, Omikami escolheu as sacerdotisas entre o povo do mar.\nNos cantos da história da ilha, a primeira Sacerdotisa Divina foi uma filha do mar que colecionava pérolas.\n\nEla aparecia entre as crianças que, em seu conflito sem sentido, perdiam de vista seu futuro,\nE entre os mais velhos que haviam perdido de vista a beleza da vida em meio a uma tragédia impiedosa.\nA Divina Sacerdotisa confortou o povo usando suas lindas canções e palavras doces,\nE mesmo em meio aos tempos tempestuosos, o povo de Watatsumi viu pela primeira vez a esperança.\n\nEsta pluma nascida do mar teria vindo do traje cerimonial daquela Sacerdotisa Divina.\nFoi arrancada por engano pela mão delicada de uma criança, e foi preservada por uma pessoa nervosa.\n\nMais tarde, quando as bravas heroínas e sacerdotisas se apressaram para seu sacrifício irrevogável,\nA veste cerimonial da Sacerdotisa Divina não se perdeu, mas foi transmitida em memória até os dias de hoje."
	},
	"sands": {
		"name": "Concha da Separação",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Uma concha limpa e impecável que vem do oceano infinito.",
		"story": "O tempo parece passar muito lentamente nas profundezas silenciosas e fluorescentes do oceano.\nMesmo as conchas brilhantes podem ficar esquecidas à medida que os anos se prolongam.\n\nO povo de Watatsumi uma vez saiu da escuridão, e assim se despediu dos longos sonhos das profundezas.\nEles escaparam do olhar curioso do Dragão Herdeiro das Profundezas na escuridão, caminhando pela escada de corais cintilantes para o reino da luz do dia.\nDiz-se que naquela época, o povo do oceano levaria uma única concha como lembrança de seu clã.\nE quanto àqueles que tinham perdido o deles, seriam bem-vindos a uma nova família.\n\nNa língua antiga, essas conchas puras ficaram conhecidas como \"Despedida\".\nDuas partes que se juntam não devem ser novamente separadas por uma força externa, embora esta proibição não seja eterna.\nEstas conchas, portanto, foram um adeus à vida sob as ondas e o início de uma nova vida sob o sol."
	},
	"goblet": {
		"name": "Jaula de pérola",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "As pérolas brilhantes que as sacerdotisas da Ilha Watatsumi oferecem brilham eternamente e nunca se apagam.",
		"story": "Para o povo do mar, as pérolas brilhantes que a divindade de Watatsumi uma vez louvou são tesouros inestimáveis.\nSomente a Sacerdotisa Divina tinha o direito de cantar a grande canção cujo tema eram aquelas pérolas.\n\nDiz a lenda que as conchas de arco-íris produziram estas gemas impecáveis em agradecimento pela ternura de Watatsumi.\nPosteriormente, foi até mesmo dito que a linhagem da Sacerdotisa Divina nasceu originalmente destas pérolas.\nTendo saído de seu berço macio e vívido, ela e as irmãs que dançavam com o mar e a lua eram muito privilegiadas,\nPois por sua alegria e amor, Omikami deu a elas belas joias que lhes concediam o puro desejo de perseguir a luz do dia.\n\nNas mãos daqueles cujas veias correm sangue verdadeiro de Watatsumi, as pérolas parecem brilhar mais do que o normal.\nTalvez isto não seja mais do que um conto antigo, cuja verdade não pode mais ser verificada.\nMas diz-se que, no momento da derrota, a Sacerdotisa Divina e as irmãs gêmeas trocaram suas roupas e se esconderam dentro das ondas intermináveis.\nSomente esta pérola brilhante se perdeu no tumulto ondulante, voltando à solidão silenciosa das profundezas."
	},
	"circlet": {
		"name": "Coroa de Watatsumi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma coroa antiga e intrincada que já foi usada por um membro do esquecido clero. Hoje, esta relíquia foi consagrada com grande cerimônia pelo povo de Watatsumi.",
		"story": "Omikami uma vez selecionou seu clero entre o povo de Watatsumi, dando-lhes pessoalmente estas coroas.\nMas quando a era do martírio passou, e o velho sacerdócio passou com ele, estas lindas coroas foram seladas.\n\nAs pessoas do mar cantam que estas coroas de pérolas e corais nunca serão manchadas por nenhuma sujeira,\nE que todos aqueles que tem a sorte de receber uma eram reconhecidos como governantes por Omikami.\nO corajoso senhor vassalo conhecido como Touzannou e as gêmeas que atravessavam as ondas livremente...\nTodos tinham o olhar terno e o favorecimento de Omikami, e foram imortalizados nas canções dos habitantes da ilha.\nDiz-se que esses governantes uma vez serviram como auxiliares da divindade, guiando o povo do mar para cultivar, pescar e caçar em sua ilha.\nMas quando chegasse o momento do martírio destinado, um deus tinha de cair.\n\nLevando as esperanças e lembranças que foram trazidas das profundezas do oceano, e mergulhadas em uma história e cultura que agora estão perdidas,\nEstas coroas intrincadas e encantadoras passaram com seus proprietários para as fendas esquecidas."
	}
}