{
	"name": "Concha Tingida Pelo Mar",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bônus de Cura +15%",
	"4pc": "Quando o personagem que equipa este conjunto de artefatos cura outro personagem da sua equipe, ele cria o efeito de \"Bolha de Espuma do Mar\" durante 3s, que registra a quantidade de vida regenerada (incluindo a regenerada acima de 100%). No final da duração do efeito, a Bolha de Espuma do Mar explode, causando dano aos inimigos ao redor com base em 90% da vida regenerada. (Esse Dano é calculado de forma semelhante a reações como Eletricamente Carregado e Supercondutor, mas não é afetado pela Proficiência Elemental, níveis de personagens ou dano bônus de reações.) Apenas se pode criar uma Bolha de Espuma do Mar a cada 3.5s, e esta poderá registrar no máximo 30.000 pontos de vida, incluindo aqueles regenerados acima de 100%. Além disso, apenas uma Bolha de Espuma do Mar pode existir em sua equipe de cada vez. Quando o personagem equipando este conjunto de artefatos está na equipe, mas não em combate, poderá ainda assim ativar este efeito.",
	"flower": {
		"name": "Flor Tingida Pelo Mar",
		"relictype": "Flor da Vida",
		"description": "Uma flor suave que assumiu as muitas cores do oceano caprichoso. Ela brilha com cores maravilhosas sob a luz prateada da lua."
	},
	"plume": {
		"name": "Pluma do Palácio Profundo",
		"relictype": "Pluma da Morte",
		"description": "Uma pena com a mesma tonalidade do coral, que se diz ter vindo de uma roupa cerimonial de uma sacerdotisa."
	},
	"sands": {
		"name": "Concha da Separação",
		"relictype": "Areia do tempo",
		"description": "Uma concha limpa e impecável que vem do oceano infinito."
	},
	"goblet": {
		"name": "Jaula de pérola",
		"relictype": "Cálice de Erátema",
		"description": "As pérolas brilhantes que as sacerdotisas da Ilha Watatsumi oferecem brilham eternamente e nunca se apagam."
	},
	"circlet": {
		"name": "Coroa de Watatsumi",
		"relictype": "Tiara de Logos",
		"description": "Uma coroa antiga e intrincada que já foi usada por um membro do esquecido clero. Hoje, esta relíquia foi consagrada com grande cerimônia pelo povo de Watatsumi."
	}
}