{
	"name": "Chama Pálida",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Dano Físico causado +25%",
	"4pc": "Quando a Habilidade Elemental atinge um inimigo, o Ataque aumenta em 9% por 7s. Esse efeito acumula até 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando se possui 2 acúmulos, o efeito do conjunto de 2 Artefatos é aumentado em 100%.",
	"flower": {
		"name": "Flor da Purificação",
		"relictype": "Flor da Vida",
		"description": "Uma flor artificial azul e sólida que nunca murcha e nunca se torna opaca.",
		"story": "\"Você me surpreende. Você tem apenas um corpo humano, como é possível ter uma força dessas?\"\n\"Você diz não ter mais lágrimas para chorar, nem sangue para derramar, mas isso se deve a ter enchido seu corpo com fogo...\"\n\"Apesar de seu corpo estar coberto por ferimentos, apenas chamas flamejantes saem de seus olhos e feridas, como ferro fundido.\"\n\"Estamos nos afastando do assunto. O motivo para eu ter seguido a fumaça e encontrar você é porque eu quero negociar com você...\"\n\"Permita a Sua Majestade apagar suas chamas flamejantes que tanto atormentam você. Que tal?\"\n\nO Primeiro Fatui deu poder a uma jovem mulher cuja vida estava prestes a acabar,\nE ela, através de sua imaginação louca, viu uma linha entre o passado corrupto e o futuro limpo...\n\nEu entendi. Então, que o gelo glacial tome o lugar do meu passado apagado e apague todas essas chamas.\nQue a escuridão da corrupção, a dor do mundo, as pessoas e bestas pecadoras, sejam todos purificados por esse gelo.\n\nTodavia, uma chama branca continuou acesa em seu coração...\n\n\"Eu, você e sua Tsaritsa compartilhamos do mesmo objetivo.\"\n\"Purificar a origem do caos do mundo: todos os deuses idiotas e cegos e o Abismo, com toda sua corrupção.\"\n\"Muito bem. Eu farei tudo o que eu puder para que nós possamos atingir esse nosso objetivo comum.\"\n\"Mesmo que eu vista uma roupa branca da cabeça aos pés, as cinzas da morte que restaram mancham cada pedaço do meu ser e isso nunca poderá ser limpo.\""
	},
	"plume": {
		"name": "Pena do Médico Virtuoso",
		"relictype": "Pluma da Morte",
		"description": "Uma pena ominosa com bordas incomparavelmente afiadas, talvez simbolize alguma forma diferente de indisciplina.",
		"story": "\"O que se chama de humano é apenas uma máquina complexa\".\nNo jardim da sabedoria, alguns jovens discutiam sobre a verdade.\nSe alguma parte for desmontada e depois ajustada,\nA capacidade dessa máquina aumentará facilmente.\nNão importa se possui uma Visão, não importa como seja seu corpo ou suas habilidades marciais,\n\"Uma pessoa otimizada\" pode ter um poder absurdo...\n\nPor serem acusados de \"hereges\", foram expulsos do parque da sabedoria,\nE nos cantos das páginas os jovens registravam seus pensamentos:\nI. Preconcepção correta: Se permanecermos fazendo pesquisa ao estilo da Academia, não obteremos avanços.\nII. Entretanto, ser expulso também é uma pena. Se tivéssemos um ambiente bom de pesquisa seria melhor.\n\nSeguindo os rumores sobre os hereges, o Primeiro Fatui encontrou ele...\n\n\"Por que só se limitar ao humano otimizado? Se nosso país pudesse fornecer recursos e tempo suficiente, nós também seríamos capazes de fazer o que costumam chamar de deus. Como?\"\nNo deserto de ondas de calor intenso, ele perguntou ao mensageiro de Snezhnaya:\nVocê também me chamará de \"monstro\" ou de \"louco\", assim como as pessoas da Academia?\nOu fará como as pessoas da minha terra natal, e me afugentará brandindo porretes e forquilhas?\n\nMas...\n\"Ótimo. Bem, com isso, nós já somos companheiros\".\n\"Quanto ao seu nome...\"\nPor ter lhe dado um nome muito engraçado, o jovem não conseguia conter seus grandes risos."
	},
	"sands": {
		"name": "Momento de Cessação",
		"relictype": "Areia do tempo",
		"description": "Um relógio de bolso com uma tampa que não pode ser aberta. Marca firmemente a passagem do tempo com seu eco de tique-taque.",
		"story": "O dinheiro é o sangue que corre nas veias do mundo.\nEntão, o centro do mundo é um coração de ouro.\n\nEle não ganhou a confiança de todos e apenas pode procurar a energia mundana.\nE o dinheiro que devia até não ter nenhum significado para os deuses\nÉ também agarrado com firmeza em suas mãos, como todos os outros inúmeros poderes.\n\nTalvez por ter sido pobre, ele tanto queira dinheiro e riqueza.\nOu talvez por não ter conseguido receber a atenção dos deuses, ele tenha um desejo ardente de resistência...\n\n\"As pessoas da terra de origem dessas moedas dão extrema importância aos contratos.\"\n\"Por isso, em nome do dinheiro, eu irei respeitar nosso contrato...\"\n\"Nós devemos nos tornar o coração onde corre o dinheiro do mundo, não importa o método que utilizemos.\"\n\"E no momento certo o coração deixará de bater por nossa vontade apenas.\""
	},
	"goblet": {
		"name": "Taça da Superação",
		"relictype": "Cálice de Eonothem",
		"description": "Uma fina taça em que não é possível determinar sua idade por sua aparência exterior.",
		"story": "Quando nasceu, ele já possuía uma aparência incomparavelmente bela,\nE estava destinado a ser eternamente \"jovem\" e uma \"determinação\" vazia.\n\nFoi uma criação inigualável dos deuses, mas por ser inútil, foi descartado.\nPor causa de um erro desconhecido, acabou despertando de sua hibernação.\nE começou a caminhar junto com os mortais.\n\nAntes do Primeiro Fatui o encontrar, ele já havia vagado incontáveis anos,\nE o que aprendeu foi:\n\nEu sou uma pessoa que transcende as outras,\nAté os deuses temem interferir no meu destino.\nNão importa se forem pessoas ou deuses, nada pode fazer meu destino ser parado,\nQuanto a lidar com o tempo restante da minha vida, isso é de minha liberdade.\n\nE estas pessoas que se mostram com uma máscara são muito interessantes,\nPor isso nós seremos como irmãos."
	},
	"circlet": {
		"name": "Máscara Sorridente",
		"relictype": "Tiara de Logos",
		"description": "Uma máscara que cobre o rosto de quem a usa, impedindo que outras pessoas possam ver suas expressões.",
		"story": "Não é possível limpar o sangue contaminado dos companheiros. Por isso é melhor que você me chame como o engraçado Bobo da Corte.\nAfinal de contas, meu conhecimento não se compara ao dos eruditos, nem posso obter o favor de algum rei,\nE como eu não podia parar eles de rasgar o véu do pecado, convidando a fúria divina, a destruição e a ingenuidade,\nEntão eu me transformarei em um Fatui idiota e serei fiel a Sua Majestade, que entende minha dor...\n\nMe chamo Pierro, o Bobo da Corte, escute-me com atenção:\n\nOs orgulhosos Fatui nutrem a fúria e eterno inverno.\nNo final das contas, nós ambos vimos com nossos olhos a crueldade e frieza dos princípios do mundo,\nvamos nos unir e usar nossa máscara sorridente para reescrever a ordem celestial."
	}
}