{
	"id": 15015,
	"rarityList": [
		4,
		5
	],
	"name": "Meteoro Invertido",
	"effect2Pc": "Aumenta a efetividade de escudos em 35%",
	"effect4Pc": "Ganha um adicional de 40% de Dano Normal e Carregado enquanto estiver sob a proteção de um escudo.",
	"flower": {
		"name": "Flor do Festival de Verão",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor artificial floresce para sempre com vida?",
		"story": "Uma flor do festival de verão que floresce para sempre,\nNão hesitará ainda que seja enterrado debaixo da neve.\n\nAlguns dizem que é uma imitação, uma vida falsa.\nPorque a vida só existe com a mudança, dor e crescimento,\nEm encontros, mas também nas despedidas.\n\nMas as memórias de quando a conheceu,\nou de ver os fogos de artifício iluminarem o céu como flores desabrochando,\nas memórias daquela mulher com olhos de raposa que eventualmente desapareceu sem deixar rastro,\nAquela flor que nunca murchava é a última coisa que tinha para lembrar dela.\n\nNo fim, isso se deve ao fato de que existem dois tipos de vidas:\numa que é eterna como essa flor do verão,\nmas que para a maioria, é passageiro como a fumaça dos fogos de artifício."
	},
	"plume": {
		"name": "Fim do Festival de Verão",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Dardos de madeira delicados. Apenas param quando atingem o seu alvo.",
		"story": "\"Um dardo refinado feito de maneira complexa, comumente visto durante o festival de verão.\"\nNas histórias de fantasmas de Inazuma,\nExiste uma história sobre um encontro entre um humano e não humano...\n\nPara celebrar a gravidez de minha esposa, fui para o santuário fazer uma oferenda.\nNão sei o porquê, mas quando subi a montanha levei estes objetos:\nO balão de água de quando tinha sete anos, a máscara de raposa de quando tinha dezessete,\nE uma flor que não murcharia nem em dez ou cem anos.\n\nPor que eu esperava encontrá-la novamente?\nApesar de eu e minha esposa não nos conhecermos por uma casamenteira, e sempre nos faltar dinheiro,\napesar de termos precisado de um bom tempo para ter um filho,\nnossos dias estavam cheios de felicidade.\n\nMas eu ainda desviava o caminho na subida para a montanha até o lugar em que vi os fogos com ela.\nEmpurrando os arbustos, eu pensei ter visto ela vestida de branco, sentando sobre aquela rocha.\nMas quando vi, era apenas uma raposa tomando banho de sol.\nAo ouvir o som dos galhos quebrando fugiu rumo ao bosque,\nE assim como os pontos de luz que surgem entre as folhas movidas pela brisa, sumiu em um instante.\nTudo que sobrava era um velho dardo de madeira."
	},
	"sands": {
		"name": "Momento do Festival de Verão",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um sino requintado de um determinado momento.",
		"story": "Um pequeno, ornamentado relógio de bolso.\nParece ter parado em algum momento do dia.\nNas histórias de fantasmas de Inazuma,\nIsto tem algo a ver com um encontro com algo não humano...\n\nNa noite do festival de verão, à medida que andei para o santuário com a mulher que admirava.\nOuvi o som de um menino perdido chorando.\nNaquele momento de distração, caí, torcendo o tornozelo e quebrando o relógio de bolso.\n\nEnquanto ela correu para pegar alguma pomada,\nTentei sair do caminho das pessoas que estavam passando,\ne sentei sobre uma pedra no caminho para descansar.\nA bela mulher de máscara sentou-se ao meu lado.\n\"Poucas são as pessoas que sabem sobre esse lugar.\"\n\"Mas é o melhor lugar para ver os fogos de artifício, sabia?\"\n\nDevia ter sido apenas um sonho.\nNão nos víamos há dez anos,\nE ela não envelheceu um único dia em todos aqueles anos, e mesmo assim...\n\n\"Você cresceu muito. Parece que não jogaremos mais bolas de água.\"\n\"Mas eu trouxe vinho. Vamos olhar os fogos juntos, o que você acha?\""
	},
	"goblet": {
		"name": "Balões de Água do Festival de Verão",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Durante o festival de verão, balões de água não são incomuns. Mas apenas este é tão refinado.",
		"story": "Um lindo balão cheio de água.\nNas histórias de fantasmas de Inazuma,\nÉ uma lembrança de um encontro com algo inumano...\n\nDurante o festival de verão, eu e meus pais nos separamos.\nFoi apenas um instante, pois eu queria ver os balões de água,\nsoltei minha mão que segurava a manga de meu pai.\nAntes que percebêssemos, a multidão que escoltava o palanquim divino nos separou.\n\nEu chorei nos portões torii no caminho para o altar,\ncontando os pés das pessoas subindo a montanha.\nNão sei quando aconteceu,\nmas uma bela mulher com olhos de raposa se aproximou de mim, e pegou a minha mão.\n\n\"Como é que alguém consegue abandonar uma criança tão linda como essa aqui?\"\n\"Gostaria de ir ver os fogos de artifício, atirar dardos e jogar bolas d'água comigo?\""
	},
	"circlet": {
		"name": "Máscara do Festival de Verão",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma máscara muito popular baseada na lendária imagem de deus.",
		"story": "Uma máscara de uma divindade.\nA máscara foi moldada segundo a imagem de uma divindade lendária.\n\nAs pessoas comumente se disfarçam da raposa na lenda,\nCobrindo seus rostos com máscaras baseadas na sua aparência divina,\nTalvez desejando obter sua habilidade de transformação.\n\nNas lendas de Inazuma, todas as coisas possuem um espírito.\n... Mas ainda assim,\nMas é provável que a maioria dos espíritos já partira há muito tempo,\nPara longe das cidades, escondendo-se nas montanhas e florestas,\n\nMas muitos ainda acreditam nas raposas divinas e na sua capacidade de habitar o corpo de outros,\nAcreditam que os milhares de anos de vida dos animais lhes dão poderes imortais.\nDessa maneira, também acreditam no que essa máscara de raposa representa?\n\nUma nota foi deixada no verso da máscara, escrita numa bela grafia.\n\"Me desculpe, eu parti sob o barulho dos fogos de artifício.\"\n\"Provavelmente nunca nos encontraremos novamente. Se cuide.\""
	}
}