{
	"name": "O Estudioso",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Recarga de Energia +20%",
	"4pc": "Obter Partículas ou Orbes Elementais confere 3 de Energia a todos os membros da equipe que possuem um arco ou catalisador equipado. Pode ser ativado uma vez a cada 3s.",
	"flower": {
		"name": "Marca-páginas de Estudioso",
		"relictype": "Flor da Vida",
		"description": "Uma flor ressecada usada como marca-página. Ela chegou a absorver o aroma das páginas.",
		"story": "Flores eram algo raro para a Estudiosa, pois ela vivia em uma Torre de Marfim cheia de livros.\nUm jovem, que a admirava, lhe ofereceu uma flor exótica com esperança de poder alegrar seus dias de estudo monótono e solitário.\nA Estudiosa aceitou o presente agradecidamente e fez um marcador de página com a flor.\nA partir desse momento, passou a existir um pouco de cor vívida entre as folhas daqueles livros aborrecidos."
	},
	"plume": {
		"name": "Caneta de Pena de Estudioso",
		"relictype": "Pluma da Morte",
		"description": "A pena de um pássaro que serve como uma caneta de pena. A ponta está manchada de preto há muito tempo.",
		"story": "A caneta da Estudiosa era feita de uma pena de um pássaro exótico.\nComo não parava de escrever, a pena ficou completamente tingida de preto.\nDurante todos esses anos, a Estudiosa nunca pensou em trocar sua caneta de pena por uma caneta nova.\nComo um soldado veterano que precisa de sua melhor arma, a Estudiosa precisava de sua caneta de pena."
	},
	"sands": {
		"name": "Relógio do Estudioso",
		"relictype": "Areia do tempo",
		"description": "Um pequeno relógio de mesa. Ele fornece a única referência ao tempo para estudiosos que passam o dia inteiro estudando.",
		"story": "Um delicado relógio foi cuidadosamente colocado na secretária da Estudiosa.\nPassando dias e noites em seu escritório, a Estudiosa perdeu a noção do tempo.\nEsse belo relógio serviu como guia para orientar a Estudiosa em sua incessante busca por conhecimento.\nO tempo que a Estudiosa gastou nos estudos seria frutífero, pois o conhecimento chegaria até ela."
	},
	"goblet": {
		"name": "Cálice de Tinta do Estudioso",
		"relictype": "Cálice de Eonothem",
		"description": "Originalmente era um recipiente para beber água. Hoje em dia está manchado de preto após ter sido usado para lavar os pincéis de tinta.",
		"story": "Uma xícara de chá que pertenceu à Estudiosa. Essa preciosa xícara é feita de uma leve porcelana com tiras douradas.\nA xícara contrastava com a sala bagunçada em que estava, mas sugeria que a Estudiosa vinha de uma família nobre.\nNão se importando com a beleza ou o propósito da xícara de chá, a Estudiosa na torre de marfim pôs sua caneta de pena nela.\nEla apenas via a xícara como uma forma conveniente de limpar a ponta. Agora coberta em manchas de tinta, a xícara perderá muito de sua elegância."
	},
	"circlet": {
		"name": "Lentes do Estudioso",
		"relictype": "Tiara de Logos",
		"description": "Ler muito pode fazer mal à vista. Estas lentes foram criadas para aliviar esse desconforto.",
		"story": "A procura por conhecimento é um jogo arriscado. Nem uma dedicação total pode garantir uma simples conquista.\nA Estudiosa passou metade de sua vida estudando, escrevendo e calculando incessantemente.\nQuando não encontrou respostas, uma vez duvidou e questionou sua própria carreira, que a tinha feito perder tempo valioso.\nSua visão nítida tinha sido danificada por sua leitura intensiva.\nPorém, no final, não obtivera as respostas desejadas."
	}
}