{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Pergaminho do Herói da Cidade Incandescente",
	"effect2Pc": "Quando um membro da equipe próximo desencadeia uma Explosão do Espírito da Noite, o personagem que está com esse conjunto equipado regenera 6 de Energia Elemental.",
	"effect4Pc": "Quando o personagem que está com esse conjunto equipado desencadeia uma Reação Elemental que envolve seu Tipo Elemental, todos os membros próximos da equipe ganham 12% de Bônus de Dano Elemental relacionado à reação por 15s. Caso o personagem que está com essa arma equipada estiver no estado Bênção do Espírito da Noite ao desencadear esse efeito, todos os membros próximos da equipe ganham mais 28% de Bônus de Dano Elemental relacionado à reação por 20s. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada está fora de campo. Bônus de Dano fornecidos por conjuntos de Artefatos com o mesmo nome não acumularão.",
	"flower": {
		"name": "Talismã do Domador de Feras",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor esculpida em pedra e Dragonita, significando que seu portador está qualificado para se tornar um domador de Alpacas.",
		"story": "Essa flor, entalhada em sílex e Dragonita, foi deixada na Cidade Incandescente. É um talismã passado de geração em geração pelos domadores de feras dos Descendentes das Copas.\nUma estampa de pata de sílex adorna o item, dizem ter sido feito pelo primeiro Yumkassauro que formou um laço com um humano.\n\nOs domadores de feras são aqueles que focam em construir relacionamentos com os Saurianos. Seus ideais são, às vezes, incompreensíveis até para seus companheiros de tribo,\npois eles buscam resolver questões pacificamente mesmo com os Saurianos violentos que ferem humanos, até tentando chegar no problema antes dos Caçadores de Saurianos.\n\"Há uma maneira de ganhar a confiança até do mais feroz Sauriano — tudo que preciso é paciência suficiente.\"\nEssa foi a sabedoria que o jovem domador de feras recebeu de seu mestre ao lado deste pesado talismã, e ele o manteve em seu coração.\n\"Feras também têm coração como nós.\" Assim ele acreditava, então manteve a fé, até que a maré negra que engoliu o mundo chegou.\n\nAqueles eram monstros que jamais poderiam ser compreendidos, bestas com as quais a paz jamais poderia ser atingida.\nQuando ele finalmente retornou ao seu lar, tudo que ele viu foram sonhos despedaçados por garras monstruosas descontroladas.\nAcolhendo os membros da tribo com sorte suficiente, o domador de feras, agora velho, embarcou em uma jornada da qual não haveria retorno.\nDessa vez, seus inimigos eram os demônios sem coração que vieram com a maré escura e lidar com eles também precisava de paciência.\nPois apenas paciência poderia garantir que nenhum deles sobrasse para corromper a terra que ele amava.\n\nDizem as lendas que o antigo Rei Píton já forjou um tesouro secreto para afastar o Abismo que só poderia ser recuperado da antiga cidade manchada pela impureza.\nTalvez fosse simplesmente o sonho desesperado daqueles que habitavam o desespero, mas para os corajosos, essa esperança ainda valia a tentativa.\nNo fim de sua jornada, o guerreiro sem lar alcançou a cidade queimada, e ficou cara a cara com um segredo há muito enterrado."
	},
	"plume": {
		"name": "Sinalizador do Guarda das Montanhas",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Um sinalizador usado por guardas das montanhas para marcar caminhos. Suas formas de penas de pássaro os tornam realmente muito chamativos.",
		"story": "Alguns dizem que os Patrulheiros das Montanhas que vieram das Termas deixaram esses amuletos com aparência de pena nos caminhos que passavam,\ntanto para marcar a estrada quanto para avisar aos futuros visitantes que alguém passou por esse caminho no passado.\nHoje, esses amuletos estão jogados silenciosamente em cantos desertos da antiga cidade coberta de cinzas.\nNinguém jamais andará por esses caminhos novamente, assim como aqueles que deixaram os amuletos para trás esperavam.\n\nEles pisaram em cada pedra firme dos penhascos das montanhas e pisaram por cada folha caída na floresta—\nNunca pararam, aqueles Patrulheiros das Montanhas, aqueles que há muito haviam memorizado cada centímetro de Natlan.\nSempre que viajantes ou exploradores de longe chegavam, eles voluntariamente serviriam como guias,\nembora até mesmo aquelas vistas maravilhosas para eles eram apenas como amigos de infância.\nEntão chegou o dia em que a maré negra varreu os céus distantes, e tudo que antes era familiar ficou vazio.\n\nOnde crianças certa vez brincaram em jardins, agora apenas cinzas e ossos queimados pelos incêndios restaram.\nOnde antes as pessoas das tribos banhavam e tiravam seu cansaço do trabalho nas fontes termais, agora sangue fresco e lama corria pelos barrancos.\nMas o último Patrulheiro das Montanhas não tinha tempo para parar e lamentar, pois havia coisas que ele tinha que fazer—\nPara sair novamente nesse caminho que ele não mais conhecia, e recuperar seu lar, que certa vez era tão familiar.\n\nDizem que um tesouro sem comparação estava no coração da maré negra, na antiga cidade onde um dragão maligno espreitava.\nEra como uma roda dourada que podia inverter o fluxo do tempo, queimando o presente agonizante e trazendo de volta o belo passado.\nComo se estivesse se agarrando a uma boia, o veterano e experiente Patrulheiro das Montanhas decidiu fazer sua última parada,\nmesmo se houvesse mais uma armadilha colocada, por um espectador sem coração, para as pessoas assustadas."
	},
	"sands": {
		"name": "Relógio Dourado da Mística",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um disco dourado na forma do sol. Sua superfície possui o desenho de um dragão que parece simbolizar o ciclo da vida e da morte.",
		"story": "No geral, místicos nascidos no cânion da fumaça misteriosa teriam que treinar por décadas para entender as técnicas necessárias para se comunicar com o Wayob.\nMas nesses tempos mais caóticos, até o discípulo mais jovem teve que ir ao campo de batalha, guiando os espíritos heroicos dos derrotados de volta para casa.\nEsse belo disco dourado, perdido na cidade antiga, já pertenceu a uma mística igualmente bela, e a agulha nele sempre aponta em direção à casa.\n\nQuando a maré escura obstruiu o sol e envolveu a terra, o Reino da Noite também foi ocupado por cães ferozes das fendas bestiais, e seu sangue negro se espalhou por todos os cantos.\nAs vozes do Wayob antigo foram afogadas no sonoro mar de metal e pedra se chocando e a lamúria da vida atormentada, praticamente esquecida por todos.\nMas os xamãs tribais sabiam que para guerreiros devorados pelas sombras, até a morte era um luxo.\nE mesmo se seus espíritos corajosos escapassem das garras do mal, eles costumavam se perder nos reinos da noite, finalmente se tornando incapazes de retornar para casa.\nPara manterem seu poder na batalha e recuperarem seus parentes perdidos, sucessivos grupos de místicos partiram para o cânion,\nE eles lutavam em todos locais, sejam em campos de batalhas cheios de corpos, ou entre ruínas devastadas.\n\nPois para a jovem xamã, Liliwu, essa era a sua primeira vez partindo em uma jornada tão longa e árdua.\nA equipe de aventureiros, cujo objetivo era alcançar a cidade sobre as nuvens, eram veteranos endurecidos por batalhas para salvá-la.\nE apesar dela ter sido justa em seu desejo de se juntar, as criaturas que se esgueiravam na cidade excediam sua imaginação.\nSeus companheiros haviam antecipado isso, e por isso a deixaram em uma torre segura antes de partirem silenciosamente.\nQuando a garota que fugiu finalmente chegou no acampamento, tudo que a aguardava eram os resquícios despedaçados da refeição do dragão.\n\nComo uma mística, ela não só fracassou em salvar seus aliados, mas também não conseguiu trazer suas almas de volta.\nMas, se nada mais, ela tinha de trazer as suas histórias de volta para suas famílias que aguardavam seu retorno.\n\"Agora eu me lembro... nosso líder disse que ele teve uma criança... vamos, Liliwu, se recomponha...\"\nCarregando novas esperanças em seu coração, ela partiu em outro caminho, rumo a uma estrada para sua terra natal para todos."
	},
	"goblet": {
		"name": "Cálice do Estudioso Viajante",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um estranho cálice surpreendentemente semelhante a Garras do Dragão. Seu criador deve tê-lo feito com algo especial em mente.",
		"story": "Mesmo nessa terra fértil onde habilidades marciais prosperam, alguns têm olhos apenas para livros e conhecimento.\nEntão foi um certo alguém que disse ser o Presidente da Associação de Relíquias Saurianas, que carregou pergaminhos pesados todos os dias,\nou passou aqueles dias mexendo com mecanismos misteriosos de origem desconhecida. Para provar que sua pesquisa não era completamente inútil,\nele fazia alguns itens, com esse cálice estranho em formato de garra de fera sendo seu maior orgulho.\n\nNaquela época, ele ainda não tinha se dado conta do luxo que era todo esse estudo sem sentido.\nQuando pesadelos obscuros devoraram lares, todos os pergaminhos que eles lutaram tanto para encontrar foram destruídos nos incêndios da guerra.\nSua rotina diária, da qual ele já estava acostumado, evaporou como se ele tivesse acordado de um tranquilo cochilo da tarde,\nE o destino o empurrou para outro caminho, um do qual ele não tinha mais nenhuma escolha.\n\nEle uma vez leu nos pergaminhos antigos que as ruínas deixadas pelos dragões antigos continham armas capazes de defender contra o mal.\nEntão, para evitar que seus companheiros morressem em vão, ele deixou sua antiga pesquisa de lado, dedicando o resto de sua vida a uma nova causa.\nAs máquinas da fonte secreta escavadas daquelas ruínas abandonadas foram reorganizadas e modificadas para ajudar os guerreiros.\nTalvez tenha sido a sabedoria acumulada ao longo dos anos, ou talvez foi a mão guia de um sábio por detrás das cortinas, mas o projeto correu incrivelmente bem,\naté que, finalmente, nas profundezas de uma cidade abandonada, ele descobriu um segredo — ou quem sabe, uma maldição — que estava escondida há milhares de anos.\n\nAs lendas dizem que o Rei Píton de Ochkanatlan certa vez construiu um navio voador,\ne que dentro deste navio havia um prêmio secreto que poderia expulsar o Abismo para além das fronteiras do mundo.\nTais lendas se tornaram um bálsamo para aqueles que tentavam sobreviver em tempos tão desoladores,\nE um farol para inúmeros aventureiros que embarcaram em jornadas longas para salvar o mundo.\n\nNenhum dos que se aventuraram retornou, tornando o estudioso alvo de desprezo público,\nPorém, ele ainda teve fé que isso não era uma mentira, que essa era a verdade que ele havia testemunhado com seus próprios olhos.\nAlguns dizem que ele quis provar seu ponto, ou talvez ele queria acabar com tudo,\nMas o estudioso viajante, finalmente, se juntou a uma equipe de aventureiros, indo em direção à cidade nas nuvens."
	},
	"circlet": {
		"name": "Máscara de Penas do Guerreiro Mágico",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma máscara de pena com plumagem de falcão. Há muitas lendas sobre ela.",
		"story": "A tribo construída em cima das montanhas regularmente realizava competições de combate, no qual os competidores usavam máscaras especiais.\nElas serviam para intimidar os oponentes, mas os competidores também as viam como símbolos para si.\nSempre que um guerreiro mascarado entrava em campo, seus fãs urravam, enquanto que ficaram em silêncio conforme seu oponente entrava em campo.\nMas quando o homem usando a máscara de penas com a aparência de um falcão entrou, todos ficaram estranhamente em silêncio.\n\nAntes de se tornar um aventureiro, Taika era um guerreiro poderoso do Clã das Plumas de Flores, sempre levando a melhor durante esses rituais de disputa.\nÀs vezes isso até o entediava. Talvez fosse assim que o resto de sua vida seria — pois, como ele poderia saber da catástrofe iminente?\nComeçou como apenas nuvens escuras aparecendo no horizonte, então relatórios esporádicos de pessoas desaparecendo no Reino da Noite... e quando os monstros finalmente apareceram diante deles,\nninguém estava preparado.\n\nAlguém teve que carregar a responsabilidade mesmo assim, e os fortes, naturalmente, deveria suportar mais.\nFoi apenas após testemunhar guerra de verdade que ele sentiu pela primeira vez o peso do destino.\nAssim, ele deu adeus à sua esposa e seu filho, e se tornou um temeroso espírito no campo de batalha,\npois para derrotar demônios e monstros, é necessário se tornar mais feroz que eles.\n\nEssa foi a última batalha que ele travou, e conforme ele caia em meio ao sangue que acumulava no topo da Cidade Incandescente, incontáveis cenas passaram em seus olhos.\nEle olhou as chamas vermelhas da terra antiga florescerem perante eles mais uma vez como flores num campo,\n\"Os portões do submundo estão manchados pelo sangue corrente dos corajosos. Deixe-me oferecer meu sangue e deixar a chave desses portões com meu filho.\"\nOu talvez o que ele viu foi uma leve luz atravessando a fenda naquele portão, finalmente o lembrando das palavras que ele disse para sua amada esposa enquanto partia.\n\"...Se for uma menina, dê o nome de Bona. Ela com certeza será uma guerreira formidável.\""
	}
}