{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "Reminiscência Nostálgica",
	"effect2Pc": "ATQ +18%.",
	"effect4Pc": "Ao lançar sua Habilidade Elemental, se a Energia Elemental do Personagem for maior ou igual a 15, ele perderá 15 pontos de Energia Elemental e nos próximos 10s, seus Ataques Normais, Ataques Carregados, Ataques Imersivos terão um aumento de 50% de Dano. Esse efeito só pode ser desencadeado uma vez dentro desse intervalo de tempo.",
	"flower": {
		"name": "Flor Envolvente",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Um ornamento e fino Omamori, dizem que tem o poder de tornar os desejos em realidade.",
		"story": "Um omamori criado usando uma arte conhecida como Mizuhiki\nDiz-se que tem o poder de vincular desejos e as razões para esses desejos dentro de si.\n\nCerta vez, aprendi a administrar o santuário com a poderosa Lorde Kitsune.\nNaquela época, eu era apenas uma jovem Sacerdotisa que acabara de chegar no santuário, vinda de uma pequena vila de pescadores.\nEu era mais tola que um bule de chá e ainda não havia perdido a impulsividade teimosa e a curiosidade de uma criança,\nEu sempre tinha um ceticismo ingênuo em relação às palavras elegantes, mas incompreensíveis, da Senhora Saiguu.\n\n\"Tudo no mundo está emaranhado. Portanto, as visões ilusórias nasceram da realidade concreta.\"\n\"O assim chamado omamori não pode realizar os desejos de alguém, e sim torná-los eternos através do emaranhamento.\"\n\nAo ver minha expressão de confusão, a Senhorita Kitsune não se aguentou de rir,\nEla deu uma leve batida com o cachimbo na minha cabeça e disfarçadamente mudou de assunto.\n\n\"Suponho que você também conheceu o seu predestinado, Kanade?\"\n\n\"Que tipo de 'destino' poderia haver com um bruto rude e imprudente como esse!\"\n\n\"Oh, é mesmo?\"\n\nMas a escuridão engole tudo no final.\nE a assim chamada previsão do destino se foi."
	},
	"plume": {
		"name": "Flecha das Memórias Ponderativas",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma flecha mágica quebrada de forma um tanto antiquada. Parece ter sido guardada cuidadosamente por alguma pessoa.",
		"story": "Uma flecha matadora de demônios usada pelo santuário para orar e afastar catástrofes,\nEla supostamente pode atingir e destruir todos os demônios.\n\nAs pessoas costumam dizer que flechas matadoras de demônios podem expulsar o mal, mas o mal nunca é uma coisa objetiva.\nO mal costuma surgir dentro de nós, nascido a partir de uma mente delirante que se tornou fria e silenciosa por causa do medo.\nA Senhora Saiguu partiu há algum tempo, e não sou mais uma jovem Sacerdotisa treinando no Grande Santuário Narukami.\nSempre que seguro o cachimbo vazio, a solidão e a dor surgem como um fantasma.\n\nTer alguém que deixará saudades, perder alguém que definitivamente fará falta, o tempo continua se movendo como uma roda girando.\nSilencioso e tranquilo, o corpo branco de Lorde Kitsune na escuridão deixou uma profunda impressão no sonho da Sacerdotisa.\nLorde Tengu ficou irritado consigo mesmo por não ter feito um bom trabalho como protetor e foi embora. Ele deixou Teruyo para trás.\nHarunosuke partiu para outro país com raiva e tristeza, enquanto Nagamasa entrou para o Shogunato para limpar o nome Mikoshi.\nQuanto ao homem que me ensinou o arco e flecha na floresta e ouviu pacientemente minha ingênua promessa sob o Galho da Sakura marrom,\nEle eventualmente voltará para mim, mesmo que seja cegado por jorros de sangue e transformado em uma terrível fera pela corrupção das trevas...\n\nIrei salvá-lo com nosso arco e flecha, concluindo o caminho predestinado de uma promessa rompida.\nDestruir o mal com nosso arco e flecha, afastando a insensatez e a teimosia sem sentido.\n\n\"Seu apostador compulsivo idiota, venha me ver.\"\n\"Não se perca novamente, Konbu Maru.\"\n\nMas quem venceu o último jogo...\nEla tocou no arco enquanto pensava sobre algumas coisas sem importância."
	},
	"sands": {
		"name": "Relógio da Alvorada",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio de bolso de bronze ornamentado com água e pequenos sinos. O tempo que marca sempre para em algum alvorecer de um dia de outono.",
		"story": "Um elegante relógio decorado com o sino do santuário.\nO ponteiro está sempre apontando para as primeiras horas da manhã.\n\nConforme o céu fica claro, o orvalho da manhã se condensa e depois desaparece.\nPor mais belo que o cenário colorido possa ser, ele ainda possui vida curta.\n\nUma vez, eu admirei o canto das cigarras e a lua com a Senhora Saiguu nas ruas em uma noite de outono.\nNaquela época, eu era apenas uma Sacerdotisa vinda do campo, jovem e teimosa.\nComo um pássaro gorjeando, ruidosamente insistindo em meus próprios pontos de vista.\nUm leve sorriso cruzou a boca da Lorde Kitsune, mas suas palavras são incompreensíveis:\n\n\"Tentar agarrar a beleza de um momento é como tolamente tentar agarrar o orvalho da manhã.\"\n\"Eu já parti como o orvalho da manhã. Sua impressão de mim é apenas uma visão residual, nascida de seus desejos.\"\n\nEla continuou dizendo algumas palavras incompreensíveis. Sua expressão era triste como a lua, e eu de repente...\nEla bate na minha cabeça com seu cachimbo de tabaco, exibindo a costumeira expressão de repreensão e zombaria no rosto:\n\n\"Kanade, o sol está prestes a nascer.\"\n\"Nós devemos voltar.\""
	},
	"goblet": {
		"name": "Coração da Esperança",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um tubo de adivinhação especial. O mecanismo na sua parte inferior permite que as pessoas facilmente removam todas as previsões indesejadas.",
		"story": "Uma caixa de rolinhos especial que o santuário usa para prever a sorte,\nÉ supostamente infundido com a boa sorte pelos Kitsunes.\n\nA previsão da sorte é para aqueles que estão perdidos e confusos. Seja boa ou má sorte, ela ajudará a caminhar pelo futuro.\nEm outras palavras, existem apenas aqueles que estão perdidos, não previsões da sorte imprecisas.\nEu aprendi muito enquanto estudava no santuário. Mesmo alguém tão estúpido como eu aprendeu a falar como um Kitsune.\nDurante esse tempo, mesmo alguém tão inumano como a Tengu de Yougou teve uma filha.\nO cabeça de couro Konbumaru também se tornou um Hatamoto da Shogun. Ele irá se casar com a filha de um importante samurai em breve.\n\n\"Que criança adorável. Mesmo alguém como a Tengu de Yougou, que só fala em matar os outros, despertou a mãe que existe dentro dela.\"\n\"Mas... Algo que falta no santuário é a alegria das crianças. Isso não é bom. Diga-me, Kanade, e se você se tornasse uma criança novamente?\"\n\nComo de costume, a piada de Lorde Kitsune foi um pouco rude. Após se embebedar com o vinho da Sakura, ele simplesmente apagou.\n\n\"Kanade, por que essa cara desanimada? Que tal deixar eu, a Senhora Saiguu, dar uma olhada na sua sorte?\"\n\"Haha, que sorte! Veja, é boa sorte! Você sabe o que isso significa?\"\n\"Você tirou todos os rolinhos de má sorte. Pare de zombar de mim, Senhora Saiguu.\"\n\"Não... isso significa que a pessoa de quem você sente falta terá a sorte de se tornar parte das suas lembranças eternas.\"\n\nÉ por isso que você deve ser forte e viver por muito, muito tempo.\nMesmo se as pessoas que você ama partirem, enquanto você ainda estiver vivo\nO tempo que você passou com elas nunca irá morrer..."
	},
	"circlet": {
		"name": "Máscara das Mutações",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma máscara de raposa utilizada em cerimônias bem conservada. Ela possui um eterno e misterioso sorriso leve.",
		"story": "Um luminoso e elegante festival que outrora pertenceu a algum Miko\nUm leve sorriso cruzou os cantos da boca, mas não existia alegria nos olhos.\n\nMuito foi aprendido no santuário, você pode se considerar bem mais maduro.\nNão é mais estúpido como antes, ficando cada vez mais independente.\nMas por algum motivo desconhecido, quanto mais eu envelheço, mais soturno fica o rosto da Senhora Saiguu,\nO que surge no rosto dela não é ansiedade ou medo, mas sim uma relutância pesarosa...\n\n\"A vida é repleta de incertezas, o amor dura pouco, as lembranças eternas serão perdidas,\"\n\"Perder a lembrança de alguém não é diferente de perder a vida de alguém, é a morte na escuridão eterna.\"\n\nDesta vez, nem mesmo um leve sorriso pode esconder a expressão de tristeza.\nEmbora isso deva ser um festival, parece mais uma despedida...\n\nAh, certo, por que você não me conta sobre o idiota do Konbumaru?\nQual o problema... Você ainda está preocupada que uma velha como eu consiga roubá-lo?"
	}
}