{
	"name": "Canção do Passado",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bônus de Cura +15%",
	"4pc": "Quando o personagem que está com este conjunto equipado curar um membro da equipe, gera por 6s o efeito \"Sede de Esperança\", registrando a quantidade curada (inclui sobrecura). Quando a duração acabar, o efeito Sede de Esperança será convertido para o efeito \"Ondas do Passado\": quando o Ataque Normal, Carregado, Imersivo, a Habilidade Elemental e Supremo do personagem ativo de sua equipe atingirem um inimigo, aumentará o Dano causado em 8% da cura registrada. Ondas do Passado será removido depois de ser desencadeado 5 vezes ou após 10s. Uma Sede de Esperança pode registrar até 15.000 de cura, e só é possível existir um efeito ao mesmo tempo, mas que pode registrar a cura feita por mais de um personagem que está com esse conjunto equipado. Esse efeito pode ser desencadeado mesmo que o personagem que está com esse conjunto equipado não esteja ativo no campo de batalha.",
	"flower": {
		"name": "Juramento Esquecido do Passado",
		"relictype": "Flor da Vida",
		"description": "Uma flor desabrochada na forma de larimar, brilhando como prata. Dizem que ainda é vista como um símbolo de resistência.",
		"story": "Nos longos anos antes de as Muitas Águas convergirem, a autoridade dourada inundou tudo como uma maré feroz, e aonde a legião de ferro foi, os bárbaros se renderam completamente.\nO glorioso mundo revestido em ouro era como um dia sem fim, e assim como Harmostas acreditavam firmemente, os povos derrotados de eras passadas se submetiam à sinfonia da nova ordem...\nAssim deveria ter sido. Mas aquela ordem que representa civilização, uma melodia arrebatadora incomparável pelos mortais, era impedida no norte selvagem.\nAs tribos antes fragmentadas haviam se unido sob o comando do herdeiro de Aremorica, e as chamas da rebelião se alastraram pelas frágeis fronteiras do império...\n\nEssa é a história da posteriormente homenageada como \"Cavaleira da Água Pura\": Opondo a onipresente autoridade dourada com um corpo frágil de carne e osso.\nA cantora que regia muitas tribos jamais se considerou uma soberana, na verdade, se proclamava uma serva executando a sabedoria divina da Rainha de Todas as Águas.\nNo Capitólio distante, os sábios reviraram seus narizes à tal absurdo, como se fossem pouco mais do que delírios infantis.\nMesmo assim, o exército dela varreu as tribos em guerra como uma tempestade, convencendo seus companheiros de tribo sob a ponta da espada a jurar lealdade à Rainha de Todas as Águas.\nEmbora os poemas e peças de gerações futuras tenham muitas versões do voto dos Cavaleiros, há dois votos que permeiam toda versão como um fio indispensável:\nPrimeiro, jamais empunhe sua espada contra os Fiéis de Egeria. Segundo, jamais se comprometa em face ao mal (também escrito como: Não tolere sequer um rastro de impureza).\n\n\"Nós juramos pela sempre florescente flor prateada, que afastaremos o usurpador dourado do mar e lavaremos a injustiça com sangue e lágrimas\"\n\"Nós juramos proteger os espíritos surgidos da água pura, para proteger as bênçãos deixadas para trás pela Rainha de Todas as Águas, até que a fonte pura flua como antes\"\n\nE assim a guerra sem fim se espalhou como uma praga, queimando similarmente em ouro orgulhoso e prata imaculada.\nNo fim, o desejo do Harmosta de encerrar o conflito tragicamente se tornou em pouco mais do que uma miragem passageira e vingança furiosa como ondas ferozes arrematando em direção a um resultado irreversível.\nAté a luz da salvação finalmente se elevar sobre o horizonte distante, embora jamais seja refletida nos olhos daqueles em busca de redenção..."
	},
	"plume": {
		"name": "Reflexões de Outrora",
		"relictype": "Pluma da Morte",
		"description": "Uma pena na forma de uma borboleta, feita de cristais prateados e azuis. Dizem que no passado simbolizou um juramento que nunca seria separado.",
		"story": "Mesmo nos longos anos antes das Muitas Águas convergirem, em uma tribo de tão curta existência quanto a Erva Marinha sob as ondas, uma brisa noturna gentil acariciou o luar remanescente.\nUm jovem, ainda ignorante às leis do Deus Rei e ao caminho deixado pelos céus além de seu conhecimento, adornaram sua orelha com uma asa de borboleta.\nNas tradições de pessoas de eras passadas, as borboletas dançantes eram guias de almas e representavam o voto e promessa para não se separar até a morte.\nEntão, o guerreiro que ainda se tornaria um músico, acreditava profundamente que os dias que viriam eram inumeráveis e incontáveis como dias anteriores, como uma dança giratória equilibrada neste único momento.\n\nContudo, as correntes do destino levaram inexoravelmente a dor e sofrimento, e os desejos efêmeros de dias passados pereceram entre os gritos por sangue e chamas.\nQuando seus caminhos se cruzassem em seguida, seria em uma cidade distante, e as tribos diferentes que já guerrearam entre si, foram todas unidas.\nO jovem músico vestido como um viajante andarilho, e no torneio derrotou incontáveis heróis de grande renome cujos louvores seriam cantados por gerações,\nFinalmente, ele foi concedido uma audiência com o Rei como o novo campeão, e expôs seus ideais de harmonia e glória, extinguindo para sempre as chamas da guerra e desejo ardente de vingança.\n\nMesmo os músicos mais sábios jamais anteciparam que no momento que a identidade dele fosse revelada, tudo que o receberia seriam lâminas brilhando como a luz no lago.\nEnquanto o corpo artificial foi destrinchado e sua consciência estava prestes a retornar, um som final que o músico ouviu foi o que ela sussurrou enquanto o tomava em seus braços...\n\n\"...████, meu ████... Você não precisa mais se forçar a falar exceto se desejar\"\n\"Eu sei, é o usurpador amaldiçoado que profanou sua alma e o aprisionou em pedra\"\n\"Não se preocupe, meu ████... Eu jamais esqueci o juramento que fizemos, nem por um segundo\"\n\"Não importa qual preço eu deva pagar, eu te salvarei destes laços congelantes da vida eterna\"\n\"Quanto a quando finalmente desfrutaremos do abraço da Rainha de Todas as Águas mais uma vez, você não precisa mais se preocupar\"\n\"Até esta borboleta pálida tomar voo e dançar mais uma vez, guiando nossas almas à costa distante das Muitas Águas\""
	},
	"sands": {
		"name": "Voz do Eco Passado",
		"relictype": "Areia do tempo",
		"description": "Uma ampulheta feita de lazurite e jade. Dizem ter sido inspirada na torre do sino de Petrichor.",
		"story": "Nos longos anos antes das Muitas Águas convergirem, as tribos de povos de eras passadas tinham a tradição de tocar sinos.\nOs sinos já tocaram pelo amanhecer, pelo pôr do sol, por nascimentos e por mortes.\nNo fim, no momento final em que o cobertor dourado cobria a redoma do céu, os sinos tocaram pela destruição.\n\nA incansável legião de ferro apagou completamente o nome de uma tribo há muito esquecida do mapa.\nMas jamais considerou que apenas poucas décadas depois, o próprio próspero império teria o mesmo destino.\nO palácio dourado se tornou ruína na noite, a música nobre em colapso por ambição e traição.\nO desejo trágico do Deus Rei assim acabou, mas os ecos da melodia dourada ainda reverberam nos corações de mortais:\nAlguns permaneceram absortos na glória do passado e buscaram tocar a música mais uma vez a qualquer custo.\nAlguns abandonaram seus nomes antigos por vontade própria e caçaram os fantasmas assombrando as florestas para um amanhã pacífico.\nAlguns mantiveram seus nomes anteriores, e os esconderam em canção junto às lendas turvas do passado...\n\n\"Um recipiente sagrado que pode conceder qualquer desejo... Hehe, mesmo que aquela mensageira Oceanid tenha realmente dito isso, parece muito absurdo\"\n\"Ninguém pode lavar seus pecados, assim como você não pode lavar o sangue para fora da água. Mesmo que seja completamente esquecido, pecado ainda é pecado\"\n\"Ninguém pode reviver o passado, assim como ninguém pode retirar a luz do dia. O passado está morto, até eu sei disso\"\n\"...\"\n\"Mas se tais artefatos realmente existem neste mundo ridículo, se pode mesmo conceder todos os desejos\"\n\"Se todas as lágrimas do futuro realmente pudessem ser limpas e os herdeiros do alto mar jamais precisassem sofrer a dor a tristeza do passado\"\n\"Então deixe-me afogar em tais ilusões fantásticas, uma última vez\"\n\nA lamentação e choro que havia revolvido nos ouvidos dela por décadas, aqueles fantasmas do passado,\naqueles que morreram por ela, aqueles que morreram por causa dela, nenhum deles era mais importante.\nAntes de ela dar aquele passo sozinha pelo vale, foi como se ela ouvisse aquele som tocando do passado mais uma vez — o bater do sino noturno...\nEmbora seja claramente o sol do crepúsculo, alguns sempre verão como sendo a luz do amanhecer."
	},
	"goblet": {
		"name": "Sonhos de Promessas Passadas",
		"relictype": "Cálice de Eonothem",
		"description": "Um recipiente opulente feito baseado no Graal da Pureza lendário. Dizem que é capaz de realizar os desejos das pessoas mais puras.",
		"story": "Mesmo nos longos anos antes das águas convergirem, lendas do Graal da Pureza circulavam entre as tribos das pessoas de tempos passados.\nNo entanto, desde tempos imemoriais, ninguém jamais pôs os olhos no próprio Graal. A única evidência de que este \"Graal Dourado Transbordante de Água Primordial\" é mais do que uma mera fantasia nascida da imaginação humana,\nSão algumas palavras dispersas ecoando ao longo das eras dos espíritos ancestrais.\nReza a lenda que esse vaso sagrado pode curar até mesmo as feridas mais aterrorizantes, restaurar a juventude e reviver os mortos,\nE que somente os mais puros de coração podem contemplar sua glória, obtendo a vida eterna e uma sabedoria sem fim.\n\nMas como falaram os sábios antigos: os oceanos se elevarão, impérios cairão, e a única constante é a mudança; o pano pode cair abruptamente sobre as canções mais esplêndidas em apenas uma única noite.\nOs gritos de incontáveis cidadãos autoproclamados civilizados afundaram em ondas infinitas junto à cidade dourada carregando o nome da eternidade.\nMas como falaram os sábios antigos: os oceanos se elevarão, impérios cairão e a única constante é a mudança; o voto de vingança já jurado pode ser dilacerado em uma única noite.\nA cantora que jurou lavar seus inimigos em uma maré de sangue e lágrimas despertou de seu pesadelo familiar, apenas para ver nada além de ondas furiosas se estendendo pelo horizonte, mesmo sobre a costa distante...\n\n\"Ó, canções do alto-mar, manchadas com o pecado original, nós, irmãos e irmãs que bebemos muito do poço do sofrimento\"\n\"Você conhece bem o destino temoroso previsto, você viu o cataclismo que virá eventualmente\"\n\"Enrijeça seu coração e não tema ou fique consternado\"\n\"Você apenas precisa buscar a água primordial, buscar o cálice primordial que concede cada oração\"\n\"Você só precisa falar seu desejo para ela e todos os pecados serão perdoados\"\n\nAssim, para o pedido do espírito, a cantora embarcou na estrada em busca do Graal da Pureza,\nAssim, a heresia que o \"Graal da Pureza pode conceder qualquer desejo\" se espalhou muito entre as pessoas,\nDemorou até o fim do crepúsculo para ela finalmente perceber, exatamente o que o \"cálice primordial\" realmente era..."
	},
	"circlet": {
		"name": "Poesia Musical do Passado",
		"relictype": "Tiara de Logos",
		"description": "Um chapéu formal que estava na moda entre criadores de óperas em Fontaine. Dizem que seu adorno em forma de pena era baseado nos elmos dos lendários Cavaleiros da Água Pura.",
		"story": "Nos anos após as Muitas Águas convergirem, a gentil dama cruzou as ruínas eras passadas e construiu uma nova cidade.\nA longa noite havia passado e o amanhecer rompia: o passado havia se tornado uma sombra de um sonho, dissolvendo com a escuridão da noite.\nEssa era uma verdade Era Dourada. Nenhum outro Usurpador obcecado com poder, nenhum outro bárbaro se embebedando de vingança,\nA sinfonia gloriosa jamais soaria novamente, apenas odes a amor e poemas de justiça, soprados pela brisa matinal aos quatro cantos do alto-mar...\n\nTal assunto facilmente perdura às marés do tempo, e até hoje, mais de mil anos depois, o povo ainda se diverte fervorosamente com elas,\nassim como as aventuras dos Cavaleiros da Água Pura, contadas e recontadas por gerações de poetas e dramaturgos, contos há muito tempo conhecidos por todos.\nDizem que ele juraram pela armadura prata, lutar ao lado das Oceanids, para proteger os orvalhos puros e imaculados,\nDizem que eles passaram por incontáveis testes e tribulações antes de encontrar finalmente o Graal da Pureza, dando boas-vindas ao retorno da Rainha de Muitas Águas...\n\n\"A corte que reuniu grandes e gloriosos heróis, cavaleiros banhados no sangue de dragões\"\n\"O mago e a donzela presos no alto da torre, a jornada para buscar o recipiente sagrado\"\n\nBanquetes e votos, tristeza e despedidas, muitas cenas que existem apenas nas fantasias de versos elegantes, todos revelados perante os olhos de Erinnyes.\nContudo, aquele herói que compartilhava do nome dela não tinha nada a ver com ela, e a balada do passado não era nada mais do que um sonho do presente."
	}
}