{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "Millelith Firmes",
	"effect2Pc": "Aumenta a vida em 20%.",
	"effect4Pc": "Quando a Habilidade Elemental atinge um oponente, o ATQ de todos os membros da equipe próximos aumenta em 20% e sua Força do Escudo aumenta em 30% por 3s. Esse efeito pode ser ativado uma vez a cada 0,5s. Esse efeito ainda pode ser ativado mesmo quando o personagem que está usando esse conjunto de artefatos não está em campo.",
	"flower": {
		"name": "Flor da Conquista",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma fina flor feita de pétalas douradas, simboliza as conquistas e honra de seu dono.",
		"story": "No tempo quando se cantavam músicas sóbrias, estrelas caíram sobre o Despenhadeiro.\nAs estrelas de ferro caíram do céu noturno e se transformaram em uma areia cristalizada.\n\nA vida dos mortais é passageira, mas Rex Lapis pessoalmente confiou aos Millelith a responsabilidade de proteger esses minérios.\nO Abismo surgiu como uma corrente, e os Millelith escoltaram as pessoas para saírem dali.\nNas histórias dos mineradores, os poucos guerreiros que ficaram no Despenhadeiro,\nLutaram junto com o Yaksha sem nome, até que não sobrou um de seus companheiros em pé.\n\nMesmo que mudem com os anos, as montanhas e os rios permanecem, mas os nomes dos mortais e dos Adepti é esquecido,\nMas seus feitos jamais serão esquecidos, e sempre brilharão como essa flor dourada.\nJá se passaram 500 anos desde a grande tragédia, e a cidade portuária hoje vive uma longa paz.\nA flor dourada que os guerreiros usam orgulhosamente é um símbolo de honra de seus antepassados."
	},
	"plume": {
		"name": "Pena Brilhante Marcial",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Penas de falcão utilizadas em ocasiões festivas. Exibe uma aparência de autoridade e determinação para as pessoas de fora de Liyue.",
		"story": "Penas deixadas para trás por uma águia que voou alto para o céu. É usada pelos Millelith como uma medalha de honra.\nEssas penas são usadas apenas em celebrações para animar o povo e mostrar seriedade para os visitantes estrangeiros.\n\nDizem que essas penas utilizadas pelos Millelith têm origem em um Yaksha sem nome.\nPois quando um Yaksha lutava contra os lacaios do Abismo, soltou uma dessas penas, que passou a ser vista como um símbolo de esperança.\nAté que o bravo Yaksha e os mortais comuns caíram no sono na profunda escuridão.\nRex Lapis sentiu isso, fazendo um longo silêncio, e enquanto isso, soavam os sussurros das rochas nas montanhas.\nEntre o povo circulava o rumor de que o Yaksha sem nome que protegeu o Despenhadeiro não estava, de fato, sob o comando de Rex Lapis.\nAo invés disso, eles acreditam que foi um ato de redenção de um pecado antigo... Um preço pago por covardia e negligência do dever.\n\nMas não importa qual a verdade, o Yaksha que voava alto entre as nuvens já havia retornado para a neblina.\nE agora os soldados que dormiam eternamente no Despenhadeiro também ficariam eternamente existindo nas lendas em circulação."
	},
	"sands": {
		"name": "Relógio de Sol Dourado",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um item de aparência comum para marcar o tempo. Durante a era de guerras, era utilizado como equipamento padrão pelos Millelith.",
		"story": "Um relógio que funciona com a luz do sol e da lua. Mesmo nos dias escuros é capaz de capturar os raios de luz.\nQuando Liyue é ameaçada pela escuridão maléfica, esse relógio de sol pode fazer os soldados lembrarem do calor do dia.\n\nLutando junto com o Yaksha, os soldados mortais acabaram sendo contaminados por seu carma ou pelo seu sofrimento de ter que ceifar vidas.\nPara evitar que fossem engolidos por aquelas mortes, os soldados Millelith usavam esse relógio de sol para marcar a hora dos seus combates.\nE com seus passos e ordens unificadas, os soldados das linhas de frente eram substituídos pelos das linhas de trás.\nAvançando em frente rumo às profundezas do Despenhadeiro, o Yaksha e os corajosos guerreiros caíram no chão.\n\nUm século depois, esse relógio de sol foi encontrado por mineradores, e sob a luz das estrelas, brilhava como metal.\nRumores dizem que alguém vestindo uma roupa negra comprou este relógio por um preço de ouro.\nAlguns comerciantes perguntaram para saber suas razões, mas só conseguiram respostas vazias,\nSó o tempo dará uma resposta satisfatória sobre as razões dessa pessoa."
	},
	"goblet": {
		"name": "Taça Dourada do Juramento",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Uma taça dourada utilizada pelos Millelith para simbolizar uma aliança. Ainda possui um leve cheiro de vinho.",
		"story": "Quando os Millelith foram estabelecidos, Liyue ainda era uma terra selvagem.\nOs anciãos das vilas e cidades fizeram uma aliança usando essa taça de ouro.\nComo súditos leais de Rex Lapis, o povo de um mesmo sangue,\nSelecionou guerreiros corajosos e saudáveis de todos os locais para formar os Millelith.\n\nE beberam nessa mesma bela taça de ouro quando a guerra que lutaram lado a lado com o Yaksha chegou ao fim,\nE erguendo a taça em devoção ao Arconte Geo, atacaram o Abismo sem olhar para trás.\nSéculos depois, um aventureiro partiu sozinho para o Despenhadeiro para recuperar a taça. Quando a recuperou, limpou-a rapidamente,\nMesmo tendo se passado séculos, a taça de ouro não havia sido corroída pelo ferrugem, nem manchada pela escuridão.\n\nOutros séculos depois, quando as pessoas de Liyue novamente falaram sobre aquela era de calamidades, mencionaram aquele Yaksha sem nome,\nFalaram sobre as origens distintas de todos os heróis, que uniram-se como um para combater a força do Abismo...\nEssa antiga taça de ouro não pode ser ignorada. Beber dela é como beber o sangue dos antepassados, mas, apesar disso, permanece limpa e brilhante."
	},
	"circlet": {
		"name": "Capacete do Comandante",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Um belo capacete antigo. Brilha como novo depois de se limpar a sujeira e areia nele.",
		"story": "O comandante que lutou junto com o yaksha sem nome caiu no cumprimento do dever,\nAssim como o punhado de compatriotas que lutaram ao lado dele.\nPara garantir que os civis aflitos possam escapar em segurança e manter a honra perante os olhos do Lorde Geo,\nAs tropas de capacete da linha de frente assumiram a liderança, apontando suas lanças para o Abismo e avançando para a batalha.\n\nO desastre chegou na terra do vidro, e uma horda de antigos inimigos irrompeu.\nPor ordem de Rex Lapis, o yaksha travou uma sangrenta batalha contra as criações distorcidas do Abismo.\nA luta prosseguiu até que a última gota de sangue caísse no campo de batalha e tudo que fosse impuro tivesse sido purificado.\nQuando a maré do Abismo recuou, as areias de vidro brilharam gloriosamente mais uma vez,\n\nMas quando a escuridão que havia preenchido os céus acima do Despenhadeiro finalmente se dissipou, o yaksha desapareceu sem deixar rastros.\nQuanto ao general e seus homens que deixaram os capacetes no campo de batalha, eles descansam em paz para todo o sempre."
	}
}