{
	"id": 15005,
	"rarityList": [
		4,
		5
	],
	"name": "Trovão Furioso",
	"effect2Pc": "Bônus de Dano Electro +15%",
	"effect4Pc": "Aumenta o Dano causado por Sobrecarga, Eletricamente Carregado, Supercondutor e Superflorescimento em 40%, e o Bônus de Dano causado pela Intensificação é aumentado em 20%. Quando Aceleração ou as outras reações elementais mencionadas anteriormente são desencadeadas, o Tempo de Recarga das Habilidades Elementais é reduzido em 1s. Podendo acontecer apenas uma vez a cada 0.8s.",
	"flower": {
		"name": "Misericórdia da Pássaro do Trovão",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Não foi afetada pelas chamas ardentes de uma catástrofe destrutiva no passado. É uma flor remanescente de dias passados.",
		"story": "Uma flor selvagem roxa que sobreviveu na cinza vulcânica.\nOutrora testemunhou a dizimação total de uma tribo ancestral.\n\nCom o sangue de uns inocentes, o xamã convocou a Pássaro do Trovão.\nA tribo fez suas ofertas e esperou pela palavra divina da Pássaro do Trovão.\nContudo, o que à terra com ele foi um relâmpago da destruição.\n\nPara retribuir a música que ouviu, e para vingar o povo da tribo do garoto.\nQuando a Pássaro do Trovão mostrou a sua verdadeira face, ela erradicou totalmente a tribo."
	},
	"plume": {
		"name": "Sobreviventes da Catástrofe",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena carregada de trovão deixada pela pássaro do trovão como vingança. Mesmo agora, ainda emite luzes de trovão cheia de fúria.",
		"story": "Uma pena perdida do Pássaro de Trovão irradiando um brilho arroxeado.\nÉ a última prova da existência passada da tribo.\n\nA tribo antiga via o Pássaro de Trovão como seu protetor. Mas este fez chover em cima da tribo.\nEm uma noite tenebrosa, se tornou um fiel amigo do jovem.\nQuando a Pássaro do Trovão partiu, o jovem colheu uma pena que este deixou caída no chão.\n\n\"Quando você voltar com a tempestade...\"\n\"Eu lhe cantarei outra melodia.\"\n\nO fato de não cumprir sua promessa enfureceu a Pássaro do Trovão,\npor isso ele deixou a montanha em cinzas.\nAté que, muitos anos depois, ele foi assassinado por ser considerado um monstro.\n\nAnos passaram e a terra outrora queimada rejuvenesceu.\nUma pluma de relâmpago foi deixada enterrada entre a vegetação.\nA história da Pássaro do Trovão e do jovem pereceu com a tribo."
	},
	"sands": {
		"name": "Relógio do Trovão",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Uma ampulheta usada pelo tribo que acreditavam na Pássaro do Trovão para prever a chegada do Deus do Trovão. Como resultado, a existência desse povo terminou abruptamente.",
		"story": "Uma ampulheta luxuosa pertencente à tribo ancestral que venerava a Pássaro do Trovão.\nÀ medida que a tribo desapareceu, também o mesmo aconteceu à ampulheta.\n\nUma ampulheta luxuosa feita de ametista e ouro âmbar que pertencia a um xamã.\nIndicava sempre o momento para oferecer sacrifícios quando chegava a época em que a Pássaro do Trovão descendia à terra.\n\nNo último festival que a tribo realizou, a frenética Pássaro do Trovão soprou para longe o altar manchado de sangue.\nA contagem regressiva para a chegada do protetor tornou-se a contagem regressiva para a destruição da tribo.\nA Pássaro do Trovão dizimou a tribo para vingar aquele que cantava para ele.\n\nMas o que a Pássaro do Trovão não sabia era de que o próprio rapaz considerou seu sacrifício como uma oferenda.\nTudo pelo bem da tribo, para receber as bênçãos da Pássaro do Trovão."
	},
	"goblet": {
		"name": "Profecia do Trovão",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Cálice infundida com sangue de inocentes usadas em cerimônias sagradas. No seu interior, reverbera o som do trovão, transbordando a fúria do mesmo.",
		"story": "Um cálice de ritual utilizado pelos xamãs de uma antiga tribo,\nele segurava o sangue a ser oferecido a Pássaro do Trovão.\n\nNas temporadas em que a Pássaro do Trovão voava entre as montanhas tempestuosas, um jovem cantava sem medo.\nAtraído por sua voz, a orgulhosa Pássaro do Trovão pousou ao seu lado.\n\n\"Melodias curiosas, pequeno humano. Você não tem medo dos trovões e das tempestades?\"\n\"Os adultos de minha tribo dizem que sou o escolhido, capaz de trazer paz aos trovões e tempestades.\"\n\nO jovem rapaz fez uma pausa de seu canto e respondeu.\nA Pássaro do Trovão chilreou orgulhosamente por um momento, e imediatamente se calou,\npois, para ele, aquela era uma canção encantadora.\n\nFoi o primeiro e último encontro entre a Pássaro do Trovão e o menino.\nNa próxima vez que se encontraram, o sangue do menino encheu a taça no altar de sacrifício."
	},
	"circlet": {
		"name": "Coroa do Invocador do Trovão",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma coroa usada antigamente pelos xamas que adoravam a pássaro do trovão. No entanto, nem mesmo a fé devota é capaz de impressionar a besta temperamental.",
		"story": "Na antiga tribo que venerava a Pássaro do Trovão,\ntodos os xamãs respeitados usavam essa coroa.\n\nA Pássaro do Trovão pairava sobre as montanhas e florestas, por entre as trovoadas, e fazia cair chuva e relâmpagos violeta.\nAs tribos antigas temiam seus poderes e agradeciam suas bençãos.\nXamãs eram escolhidos para oferecer sangue em sacrifício para sua proteção e perdão.\n\nA Pássaro do Trovão continuava sendo um monstro que não se importava com a veneração dos humanos.\nPorém, ninguém sabia disso e viam as ações da Pássaro do Trovão como revelações divinas.\nMas sua respiração era um trovão, assim como o destino dos Homens.\nVisto do céu, os Homens não eram diferentes dos animais.\n\nAté que um dia, uma canção atravessou a estrondosa tempestade.\nQuebrou as nuvens e transmitiu uma pequena luz."
	}
}