{
	"id": 14002,
	"rarityList": [
		4,
		5
	],
	"name": "Lançador de Trovões",
	"effect2Pc": "RES Electro +40%",
	"effect4Pc": "Aumenta o Dano contra inimigos afetados por Electro em 35%.",
	"flower": {
		"name": "Coração do Domador de Raios",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor que cresce apenas em áreas tempestuosas. Dá coragem para sair em dias de tempestade extremas.",
		"story": "A flor roxa colhida durante a tempestade\nQuem a usar não temerá mais a trovoada e os relâmpagos.\n\nEsta flor apenas floresce nas trovoadas e nunca murcha mesmo com a chuva constante.\nEsta é a Flor de Trovão. Se agachando perante ela, o Domador de Trovões a colheu com respeito.\n\nO Domador de Trovões a trouxe sempre ao peito enquanto enfrentava trovões e relâmpagos.\nMesmo quando lutou ferozmente com a Besta de Trovão, sua determinação nunca enfraqueceu.\nPara ele, usar essa flor roxa poderia ser apenas um capricho,\nMas para os viajantes, a flor era um símbolo da determinação que o ajudou a vencer a trovoada."
	},
	"plume": {
		"name": "Pena do Domador de Raios",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Diz a lenda que o emblema do herói domador de raios era uma pena de pássaro que flutuava e atravessava as tempestades.",
		"story": "Uma insígnia em forma de pena de falcão que atravessava as tempestades.\nQuem o usar sentirá o estrondo dos trovões e o calor dos vulcões.\n\nNão temendo os trovões nem os vulcões,\nDeixou sua pena por entre a floresta ardida.\nO Guerreiro fez uma insígnia com forma de pena usando uma ametista.\nA insígnia roxa brilhava sob o olhar dos inimigos.\nNa pequena insígnia brilhava um raio.\nEra como um presságio para o destino fatal da Besta de Trovão.\n\nComo um falcão, o Domador de Trovões conquistou trovões e chamas,\nPor fim, decapitou a Besta de Trovão."
	},
	"sands": {
		"name": "Ápice do Domador de Raios",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio que era usado por guerreiros que controlavam trovões e raios. Os fragmentos de cristais do trovão do relógio desapareceram com o tempo.",
		"story": "Uma ampulheta outrora usada pelo Domador de Trovões. Dentro dela não tem areia mas sim fragmentos de relâmpago.\nOs fragmentos se quebraram e deslizaram para baixo com o passar do tempo e, depois, se fundiram juntos no fundo da ampulheta.\n\nO Domador de Trovões que defendeu a Besta de Trovão criou essa ampulheta a partir de ametista.\nA passagem do tempo é como um relâmpago. Estoura no ar e desaparece em um segundo.\nNem o Domador de Trovões podia conquistar o fulgor do tempo.\n\nPresos dentro dessa ampulheta, mesmo o trovão e raio não têm como fugir da lei do tempo.\nOs fragmentos repetem se despedaçar e se fundir, enquanto o tempo passava silenciosamente, e nunca mais voltará.\nA compreensão do ciclo de vida e morte que o Domador de Raios adquiriu através do objeto permitiu-lhe vencer o monstro."
	},
	"goblet": {
		"name": "Cálice do Domador de Raios",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Cálice do Domador de Raios. Dizem que o herói que domou a besta do trovão bebeu raios roxos neste Cálice.",
		"story": "Um cálice de vinho que pertencera ao Domador de Trovões,\nTalvez seu antigo dono o tivesse usado para beber os trovões.\n\nApesar de poderosíssimo, o Domador de Trovões era um simples humano normal com sentimentos humanos.\nA raiva e o êxtase vêm e vão em um instante, assim como os trovões.\nEsse cálice assistiu não só as proezas do Domador de Trovões, como também suas tristezas e alegrias.\n\nNeste cálice foi vertido o vinho para o ritual em que a família do Domador de Trovões foi sacrificada como oferenda,\nDele veio a coragem que ajudou o Domador de Trovões a se aventurar em direção à caverna da besta,\nDele veio a única fonte de companheirismo para o Domador de Trovões, que passou seus últimos dias só."
	},
	"circlet": {
		"name": "Coroa do Domador de Raios",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "A coroa que o antigo Domador de Raios recebeu após derrotar o monstro do trovão que ameaçava o território.",
		"story": "Um diadema muito antigo.\nEla brilha com a luz do relâmpago pacificado.\n\nA feroz Besta de Trovão,\numa vez escravizou as pessoas com seus poderosos relâmpagos.\nMas seu relâmpago só existiu por um instante,\ne, como o relâmpago, sua força logo desapareceu.\n\nO Domador de Trovões derrotou a besta numa tormenta elétrica,\nE ganhou esse diadema como seu troféu.\nMas o passado é irreparável."
	}
}