{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Pequeno Milagre",
	"effect2Pc": "RES de todos os Elementos +20%.",
	"effect4Pc": "O Dano elemental recebido aumenta a RES Elemental correspondente em 30% por 10s. Pode ser lançado uma vez a cada 10s.",
	"flower": {
		"name": "Flor do Milagre",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor que cresce em uma pedra. Foi capaz de atravessar a pedra, à procura da luz.",
		"story": "Uma pequena flor azul que brotou entre as rachaduras de um velho túmulo.\nOs entalhes no túmulo são um legado de morte, mas o que brotou de suas rachaduras é o milagre da vida."
	},
	"plume": {
		"name": "Pena do Milagre",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena de uma ave ágil e feroz que voa rápido demais para o olho humano.",
		"story": "Arrancado de um falcão que era rápido como o vento. A mera existência de um pássaro como esse é um milagre.\nEra dotado de uma visão clara e de garras afiadas.\nCom suas largas asas, sua velocidade de voo era inigualável."
	},
	"sands": {
		"name": "Ampulheta do Milagre",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Parece uma ampulheta comum. A areia seca flui como a água quando o objeto é virado de cabeça para baixo.",
		"story": "É comum dizer que alguém pode conseguir a vitória por esforço, mas receber um milagre apenas por esperar.\nMas não é um milagre que aquela areia fina já foi uma pedra dura?\nNós nos encontramos, seria isso também uma forma de milagre?"
	},
	"goblet": {
		"name": "Cálice do Milagre",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um cálice comumente usada em adivinhações. Claro, também pode ser usada para beber.",
		"story": "Uma clara taça, brilhando com a luz das estrelas.\nNo passado era usada para fazer previsões do futuro,\nPois se acreditava que a água que continha podia refletir o céu estrelado."
	},
	"circlet": {
		"name": "Brincos do Milagre",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Um acessório barato feito com minerais de meteoritos antigos.",
		"story": "Um par de brincos baratos feitos de um metal que brilha como as estrelas.\nO que os vendedores não sabem é que o brilho desses brincos vêm de estrelas caídas da antiguidade."
	}
}