{
	"name": "O Doutor viajante",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "Aumenta o efeito de cura em 20%.",
	"4pc": "Após usar o Supremo, restaura 20% de Vida.",
	"flower": {
		"name": "Lótus de Prata do Doutor Viajante",
		"relictype": "Flor da Vida",
		"description": "Um ingrediente medicinal precioso que perdeu por completo seus valores medicinais depois de tanto tempo.",
		"story": "A Médica Ambulante viajava por todo lado em busca de ervas raras, como um Aventureiro.\nEm um penhasco íngreme, entre rochedos escorregadios, ela encontrou um lótus prateado.\nNunca o utilizou para fazer poções, no entanto, seu aroma foi o que a incentivou a continuar."
	},
	"plume": {
		"name": "Pena de Coruja do Doutor Viajante",
		"relictype": "Pluma da Morte",
		"description": "A pena dura de uma coruja. É usada como um método de auto-motivação quando sai para tratar pacientes tarde da noite.",
		"story": "Mesmo nas noites mais escuras, a Médica Ambulante precisava cuidar dos pacientes.\nA noite esconde diversos perigos e quem se aventura no exterior deve ser tão alerta como uma coruja.\nMas, o fato de ficar sempre alerta como Noctua, fez com que a Médica Ambulante se adoentasse."
	},
	"sands": {
		"name": "Relógio de Bolso do Doutor Viajante",
		"relictype": "Areia do tempo",
		"description": "Uma ferramenta para exibir o tempo precisamente. Para um doutor, cada segundo é valioso.",
		"story": "Quando se trata de um doente terminal, todos os segundos contam.\nA precisão desse relógio ajudou a Médica Ambulante a salvar muitas vidas.\nMas, deitada doente na cama em seus últimos dias, ela podia apenas apreciar o som de tique-taque.\nO que antes era uma ferramenta para salvar vidas, agora cantava uma elegia final para seu proprietário."
	},
	"goblet": {
		"name": "Pote de Medicamentos do Doutor Viajante",
		"relictype": "Cálice de Eonothem",
		"description": "Costumava transportar misturas extremamente potentes e refinadas. O cheiro forte é tudo o que resta.",
		"story": "O xarope tinha secado há muito tempo, mas seu odor amargo pairava ainda no ar.\nCom aquele xarope amargo, a Médica Ambulante tinha salvo inúmeras vidas.\nE quando ela ficou gravemente doente, apenas tinha aquele frasco de xarope."
	},
	"circlet": {
		"name": "Lenço do Doutor Viajante",
		"relictype": "Tiara de Logos",
		"description": "Usado para amarrar os cabelos enquanto atende os pacientes, mas também pode ser usado como curativo para braços quebrados ou emergências.",
		"story": "Quando a Médica Ambulante andava de lugar em lugar, seus dias eram bem ocupados e ela não parava.\nChuva ou sol, nada a podia sossegar.\nEsse lenço não só protegia seus cabelos crespos, como também era usado como bandagem para seus pacientes feridos.\nTendo passado por todas as dificuldades com a Médica Ambulante, era seu companheiro de viagem mais fiel."
	}
}