{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Reminiscência Incompleta",
	"effect2Pc": "ATQ +18%",
	"effect4Pc": "Depois de sair do combate por 3s, aumenta o Dano causado em 50%. Em combate, se não houverem inimigos Queimando por mais que 6s, esse Bônus de Dano reduzirá 10% por segundo até 0%. Quando existir um oponente Queimando, aumentará 10% até alcançar 50%. Esse efeito pode ser desencadeado mesmo que o personagem com este conjunto de artefatos equipado não esteja ativo.",
	"flower": {
		"name": "Fruto Sombrio de Flores Brilhantes",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma flor esculpida em pedra cinza e habilmente revestida com folha de ouro, que, segundo a lenda, serviu como uma prova de identificação entre os lados inimigos durante uma guerra.",
		"story": "Foi na época em que as bandeiras das tribos haviam sido cobertas com poeira, perdendo gradualmente sua cor.\nE perante o trono há um meio-homem segurando um anel rachado, brincando com sua preeminência.\nOrdens estritas foram dadas que ninguém jamais ouvisse as instruções deixadas pelos mensageiros profundos do crepúsculo, os ancestrais distantes e primeiros a ascender—\nOuvi-los não de raízes de árvores cobertas de lama, as chamas estalantes de fogueiras ou as reflexões encontradas nas profundezas da floresta.\n\nEntão, a melancolia antiga, o momento que envolve um milhão de escuridões, chegou finalmente,\nAssim como as manchas de sangue nos antigos pergaminhos podem desaparecer, o cheiro férreo permanece.\nE assim, quando a escuridão negra como breu, densa o suficiente para ser tocada, tomou conta das profundezas,\nO jovem de olhos vermelhos, através de inúmeras calamidades, retornou do reino onde a água fluía como raios de luz para as alturas montanhosas da cidade proibida.\n\nAo adentrar o jardim flutuante, o aviso rouco da velha cega e corcunda ainda ecoava em seu ouvido:\n\"Assim como flores radiantes ainda brotam entre as vinhas que se agarram dos distantes pântanos,\nVá procurar, pois aqui é a terra da morte, amontoada com os crânios das bestas,\nVá procurar aqueles verdadeiramente justos, que continuam dispostos a permanecer na noite fria e cruel, para se jogarem ao fogo,\nNão traia sua paixão, seu ódio, sua ganância e sua ambição, você deve lembrar!\nNão traia os olhos daqueles ainda dispostos a lançar seu olhar nas chamas ardentes.\"\n\nA primeira a chegar foi uma jovem garota, segurando um acessório de pena desgastado. Ela buscava informações para o jovem como um quetzal, esvoaçando entre as altas tendas.\nOs segundos foram os gêmeos heróis, o mais velho cujos lábios e dentes eram mais afiados que qualquer lâmina, e o mais novo cujas costas suportavam o peso do açoite do tirano.\nAo ouvir como o jovem de olhos escarlates havia salvado os Saurianos, o guerreiro taciturno também estava disposto a contribuir com sua força.\n\n\"Mas precisamos de alguém que entenda a planta desta cidade melhor do que qualquer um,\nQue possa apontar os caminhos em passagens abertas e secretas, e manipular mecanismos como se brincasse com brinquedos na palma da mão.\"\nDepois que o jovem de olhos escarlates falou assim, o herói normalmente reticente e reservado,\nEsse poderoso herói, que esperava que Saurianos e humanos vivessem juntos em paz, lembrou-se do rumor e pronunciou o nome de um artesão."
	},
	"plume": {
		"name": "Cauda de Esmeralda Desbotada",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma decoração de penas cujo esplendor se desvaneceu, cujos padrões, diz-se, foram criados por um artesão habilidoso de tempos antigos.",
		"story": "\"Qualquer um que olhar para as esculturas adornadas com turquesa terá sua mente e alma capturadas pela engenhosidade de seu design,\nQualquer um que olhar para as inscrições intrincadas em ouro ficará profundamente comovido pela habilidade extraordinária do artista.\"\n\nA jovem garota obedeceu às ordens do jovem com quem ela estava profundamente ligada, procurando rastros do renomado artesão entre os boatos que corriam pelas ruas.\nPorém, ela não encontrou nada em meio aos pátios palacianos e os banquetes nobres.\nExtremamente irritada com isso, ela pegou a pena dourada ornamental, e encarou a luz fraca, se lembrando do rosto de seu falecido pai.\nAo lado, um bêbado, com metade de seu rosto escondido por detrás de seu capuz, abriu sua boca friamente, contando a origem do padrão que adornavam a pena.\n\nQuem imaginaria que o criador de um acessório tão bonito seria um mendigo de aparência horrível, vagando por uma taverna em ruínas?\nAs cicatrizes por ter sido queimado por chamas furiosas marcavam a metade de seu rosto que estava escondida sob um chapéu, sua carne derretida e manchada de sangue.\nMas a garota não estava com medo, e após se recuperar da surpresa, ela entregou o acessório a ele.\nNaquela noite, olhando para o ornamento cuja luz já havia se apagado há muito tempo, ele contou a ela sobre coisas que há muito foram perdidas naquela terra...\nA história sobre um pássaro esmeralda com uma cauda longa, do tempo em que ele havia sido encarregado de fazer algo para alguém muito respeitado por todos...\n\n\"Esse era o meu pai, mas ele foi condenado por proteger os Saurianos da tribo, e sua vida foi tirada dele.\"\nA voz da garota era fria. O artesão viu o mesmo ódio que ele tinha queimando nos olhos dela.\n\n\"Então eu servirei... seu lorde\", ele disse, antes dela sequer ter dito seu propósito.\nEm seu coração, ele estava disposto a servi-la, mas isso não era algo que ele precisava dizer.\nPois ele podia ver que nessa hora, alguém já ocupava o coração da garota."
	},
	"sands": {
		"name": "Momento de Conquista",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio de sol usado para medir o tempo em um antigo reino, que possui uma marca minúscula em uma de suas escalas, visível apenas com observação cuidadosa.",
		"story": "Uma das coisas que atormenta os pesquisadores que estudam relíquias é como,\nEntre os muitos relógios de sol recuperados das antigas ruínas cobertas de cinzas da cidade,\nEles encontrariam, por alguma razão, uma gravação feita exatamente no mesmo local por um buril.\n\nAqueles que vieram dos cânions acreditam que é um momento para aqueles que romperam com sua fé acenderem novamente os pilares de obsidiana.\nNaquele dia, aquela que agia em nome dos líderes das tribos, a filha das minas, Sakkuk, enviou os espíritos errantes de volta ao reino da noite.\nAqueles que vieram das árvores penduradas acreditam que é um momento para aqueles que abandonaram seu contrato assiná-lo novamente com os Saurianos das seis tribos.\nNaquele dia, o grande herói confiado por todos os guerreiros, o corajoso Yupanqui, usou sua espada para quebrar as algemas que prendiam o pescoço do Sauriano.\nAqueles que vieram da fonte da primavera acreditavam que era um momento para aqueles que haviam esquecido seu passado ouvir novamente os ecos das ondas.\nNaquele dia, o mais velho dos heróis gêmeos, o eloquente Atawallpa, reacendeu o desejo de todos pelas glórias passadas.\nAqueles que vieram das terras férteis acreditavam que era um momento para os oprimidos se erguerem da terra mais uma vez.\nNaquele dia, o mais jovem dos heróis gêmeos, o campeão Waskar, foi o primeiro a enfrentar a torrente de escuridão.\nAqueles que vieram dos picos das montanhas acreditavam que era um momento para aqueles que haviam sido aprisionados retornarem ao ninho da liberdade mais uma vez.\nNaquele dia, o herói de olhos escarlates invocou a ira ardente dos deuses, queimou a cidade corroída até virar cinzas e restaurou a tribo ao seu devido lugar.\n\nApenas o que estava presente, vindo da misteriosa fumaça, o jovem que conhecia os segredos ocultos, permaneceu em silêncio.\nSozinho, a imagem pintada no pergaminho embranquecido veio à mente. Dizem que foi um tempo em que uma sombra negra encobriu o sol.\nOs heróis que há muito se preparavam para este momento aproveitaram a oportunidade para derrubar o rei insano diante do trono vazio.\nSegundo os contos populares, foi um habilidoso artesão quem planejou a tomada do trono, mas este nunca revelou seu nome.\n\n\"Mas o artesão não deixou uma única palavra na guerra que devolveu a autoridade às tribos\nE depois, ele desapareceu sem deixar rastros das velhas histórias, coberto por camada após camada narrativa.\"\n\nO jovem alisou os arranhões quase idênticos nos relógios de sol com sua mão.\nImaginando um tempo, incontáveis pôr-do-sol antes, depois da data para executar o plano ter sido acordada, aquelas mãos que talvez nunca tenham existido,\nE no momento em que o dono dessas mãos gravou aquelas marcas nos relógios de sol."
	},
	"goblet": {
		"name": "A Garrafa de Vinho Sobre a Qual o Plano Foi Concebido",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Uma taça de três pés feita de cerâmica, onde muitos heróis já levantaram seus brindes ao lado da fogueira, discutindo suas ambições e esperanças.",
		"story": "Ele falou com o jovem rapaz de olhos escarlate e seus heróis dos julgamentos e tribulações que ele passou.\nDizem que o rei da cidade proibida certa vez juntou artesões habilidosos das tribos,\nNo subsolo, ele cavou construções monstruosas gigantescas, cujas asas certa vez capturou os ventos de grandes estandartes, tudo para satisfazer suas ambições.\nMas o comportamento irregular do rei era de conhecimento geral há muito tempo e, portanto, no dia em que ele finalmente investigou as profundezas dos segredos,\nEle acendeu uma grande fogueira, pretendendo queimar tudo e todos que soubessem dele, enterrando tudo junto com as ruínas, por detrás do portão de pedra...\n\nEm meio as chamas ardentes que tudo queimavam, enquanto um artesão condenado estava atordoado nos portões da morte,\nUma lágrima dourada pingando da cabeça de pedra caiu em seu olho, e ele viu muitas coisas.\nEle falou das criações gigantescas que viu em seu estupor, de máquinas intrincadas.\nEle falou de sombras movidas pelas chamas correntes, subindo do horizonte distante até a lua bem longe aos céus.\n\n\"Então, essa lágrima dourada é...\" \"Você é como a fonte de onde toda a inspiração vem, não é?\"\nEntão, os heróis gêmeos, que haviam tomado a história como apenas um conto, perguntaram enquanto riam.\nEle conseguia ouvir a gozação incrédula em seu tom, e eram sempre assim. O homem já estava acostumado com isso há muito tempo.\nE a medida que ele sentiu o olhar inquisitivo da jovem garota alcançá-lo, forçou seu riso, fazendo os músculos de seu rosto doerem.\n\nNa verdade, naquelas chamas que quase queimaram sua vida, ele testemunhou muito mais, como os padrões dourados,\nE outro caminho para escapar das ruínas, bem como as regras de ferro que haviam estabelecido o grande império.\nMas talvez essas regras fossem muito além do reino da juventude...\nEle colocou de lado sua taça de vinha, que tinha somente algumas gotas no fundo.\n\nTalvez, quando a poeira finalmente baixasse, e quando a pedra angular fosse restaurada,\nQuando tudo progredisse mais, ele poderia revelar tudo, e isso o agradava,\nPor todo esse tempo, suas mais loucas fantasias já giravam em torno de como fazer uma brilhante muralha para o novo rei."
	},
	"circlet": {
		"name": "Coroa Descoroada",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Uma coroa dourada decorada com turquesa e penas verdes, que repousa sobre uma almofada de veludo, mas nunca foi usada em uma cerimônia de coroação.",
		"story": "Alguém já concedeu desejos a ela, e após o reino antigo ser aniquilado, eles refizeram seus longos acessórios emplumados.\nEntão ela fez a mesma promessa a quem há muito já havia conquistado seu respeito. Quando a hora chegou, ela deu a essa pessoa uma coroa turquesa de volta.\nFoi após testemunhar o cadáver agonizantemente curvado sob a lâmina da fera negra que ela entendeu,\na coroa que ela havia forjado e adornado com suas próprias mãos aguardaria sozinha por seu mestre, que jamais estaria presente na coroação.\n\nMuitos anos depois, as preferências estranhas daquela senhora madura das minas se espalhou pelas seis tribos.\nDizem que a senhora desfrutou de todo tipo de joia luxuosa, muito do que já não podia ser mais produzido com a habilidade de artesãos contemporâneos.\nEntre eles, deveria ser uma obra assinada por um artesão específico, e deveria ser alguém disposto a presenteá-lo a ela,\nnão importa quantas gemas preciosas ela gastasse em troca.\nMesmo que fosse uma falsificação, ela aceitaria mesmo assim.\n\nQuando as pessoas da tribo suplicaram a ela que não recompensasse a ganância de fraudes,\nela respondeu, \"Ah, mas eu faço isso precisamente porque falsificações tão grosseiras não podem ser permitidas mancharem o bom nome dele!\"\nAlém disso, embora ela não divulgasse o fato, ela nunca deixou realmente que esses golpistas simplórios escapassem em perfídia.\n\nEm contraste aos amigos que corajosamente se sacrificaram, a vida dela parecia longa demais, então,\nela usou o tempo restante para reunir tudo que foi deixado para trás pelos heróis de quem sentia saudades.\nO jovem de olho escarlate que ela havia amado retornara às chamas sagradas após concluir seu chamado, deixando nada além de um brilho residual caloroso.\nE quando o herói silencioso sucumbiu às chamas do governante, o novo mundo refletiu em seu olho restante já era sua maior recompensa.\nUm dos heróis gêmeos há foi um tagarela incorrigível, mas ao testemunhar seu irmão morrer nas mãos do adversário, suas lamúrias tormentadas abafaram sua voz.\n\n\"E mesmo assim, Atawallpa também morreu na minha frente... Quem teria imaginado que eu, o mais franzino de nós, teria vivido até o fim?\nOs sábios entre as tribos geralmente dizem que aqueles que foram jogados pelos ventos e ondas se cansarão do chão firme, e não sou exceção.\nEsses anos sem vocês aqui... foram realmente muito entendiantes.\"\n\nMas chegará certamente a hora para uma reunião com amigos que se foram há muito tempo, quando o tão esperado sentimento chegar.\nEla escolheu os artigos genuínos que o artesão fez entre suas joias — comparadas às falsificações, eram poucos,\ne com aquelas coisas carregando o nome dele, ela caminhou para a noite e jamais retornou.\n\nSegundo as lendas, no dia seguinte, o povo ficou sob a árvore na qual ela colocara a coroa turquesa,\ne fizeram um juramento de seguir suas ordens finais, apagando da história o nome do mestre artesão que ela levou consigo."
	}
}