{
	"name": "Além-vida Cinábrio",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATQ +18%.",
	"4pc": "Depois do Supremo ser usado, será desencadeado o efeito de \"Luz Nascente\" por 16s: o ATQ será aumentado em 8% e quando a Vida do personagem diminuir, o ATQ aumentará mais 10%. Esse aumento pode ocorrer desta forma no máximo 4 vezes, e pode ser desencadeado 1 vez a cada 0.8s. O efeito de \"Luz Nascente\" desaparece quando o personagem sai do campo de batalha. Quando o personagem lança novamente o Supremo durante o efeito, o efeito original de \"Luz Nascente\" será removido.",
	"flower": {
		"name": "Brilho da Vitalidade",
		"relictype": "Flor da Vida",
		"description": "Um objeto comemorativo antigo que é tão vivo como o ser que o preservou séculos atrás.",
		"story": "Até mesmo os penhascos de cor de cinábrio uma vez fora a casa de belas flores.\nMesmo na época em que o sangue escurecido corria livremente, ele não foi sujado por nem um pingo de lama.\n\nEnquanto os Millelith estiverem de guarda, o mal nunca prevalecerá! Mesmo que o inimigo sejam demônios da escuridão, isso não mudará.\nAs pessoas silenciosas das montanhas e a lua de ferro construíram seu acampamento pacífico.\n\n\"Oh filhas dos penhascos cobertos de Cristais de Areia Vitrificada, por favor, não chorem por mim.\"\n\"Nasci das sombras do Tianheng, e eu luto para retribuir pela misericórdia de Rex Lapis.\"\n\"Confio minha vida ao Yaksha de quatro braços, e iremos às profundezas brilhantes.\"\n\"O caminho obscuro dos fossos mais escuros que pisaremos, conquistaremos os salões de cristal de pedras.\"\n\"Enfrentaremos as contaminações decorrentes das profundezas, as bestas retorcidas que habitam por lá.\"\n\"Estes horrores e suas peculiaridades não me farão fugir ou temer.\"\n\nO vento da noite interrompeu as palavras do Millelith, fazendo com que ele não terminasse o que tinha a dizer.\nEle apenas deixou uma pequena flor para a jovem filha da tribo da montanha como uma lembrança.\n\n\"A única coisa que eu realmente temo é ser perdido e esquecido.\"\n\"Se porventura, o destino ditar que eu seja enterrado em um lugar sem nome, não se esqueça de mim.\""
	},
	"plume": {
		"name": "Pena do Esplendor",
		"relictype": "Pluma da Morte",
		"description": "Uma pena com um brilho opaco e com fortes memórias condensadas nelas.",
		"story": "Conta a lenda que um herói, certa vez, arrancou a pena de uma águia de cima do cume mais alto do Despenhadeiro.\nTambém dizem que, aqueles que conseguiram tais feitos, ganharam o direito de morrer ao lado dos adepti.\n\n\"Ir em direção a morte para proteger os demais... realmente é um ato heroico.\"\n\"Ainda assim, se você pensar bem, é o mesmo que um peixe afundando em uma piscina profunda ou uma ave mergulhando em um vale profundo.\"\n\"Ainda não atingi meu próprio desejo, mas seguiremos desconhecidos, e por fim, esquecidos.\"\n\"Mortais como nós, somos como penas, levadas por um turbilhão, flutuando pelo céu azul.\"\n\"Salvando, defendendo... no fim, tudo isso são coisas inúteis, sem significado.\"\n\nEsses sussurros obscuros estremeceram os corações daqueles que nunca fizeram um nome por si mesmos.\n\nMas a batalha finalmente chegou ao fim, e muitos soldados finalmente descansariam eternamente nas profundezas das cavernas.\nOs gritos amedrontadores das forças obscuras também foram sendo silenciadas, como ondulações desvanecidas...\nE embora a vida humana seja curta, a terra se lembrará para sempre."
	},
	"sands": {
		"name": "Relíquia do Sol",
		"relictype": "Areia do tempo",
		"description": "Um relógio antigo de aparência robusta. Ele é tão brilhante como a areia cristalizada.",
		"story": "Dizem que Rex Lapis ainda era jovem, o sol era uma carruagem que viajava pelo mundo.\nQuando as três irmãs do céu da noite foram martirizadas em uma calamidade, a carruagem solar caiu em um vale profundo.\nAs pessoas da montanha, vendo isso como um sinal, consertaram a carruagem, permitindo que ela continuasse a brilhar pela escuridão novamente.\nE embora tenha retornado ao seu ciclo ocidental constante, um único pedaço permaneceria eternamente para trás.\nQuando eles se moveram para a cidade, eles moeram aquele fragmento em pequenos cristais e venderam para alguém que conhecia seu valor...\n\n\"Ei, ei, isso é uma piada, não é? Digo, você não pode simplesmente confiar nessas histórias sem fundamentos, não é?\"\n\"Os comerciantes do Salão Shenglu deixaram de ser ignorantes há muito tempo e esqueceram seu passado.\"\n\"O Cristal de Areia Vitrificado não pode ser simplesmente transformado em cerâmica, nem mesmo é adequado para fazer tintas luxuosas.\"\n\"Segundo os mineradores do Despenhadeiro — e tenha em mente de não confiar tão rapidamente dessa história também—\"\n\"Este relógio e pedaço de areia cristalizada veio dos Millelith há quinhentos anos.\"\n\nNas sombras do abismo, onde a luz batalhava contra a escuridão, nem mesmo o poder de um Yaksha era capaz de aguentar por muito tempo.\nAinda mais que os meros mortais tanto precisavam da luz para evitar que se perdessem na cortina de aço da noite que tudo engolia.\nOs Millelith então, coletaram areia brilhante para iluminar o caminho, que acabou lembrando a pálida luz da lua.\nEste relógio, que passou de soldado para soldado, é uma prova viva do tempo que os mortais passaram no abismo."
	},
	"goblet": {
		"name": "Entalhe do Contrato",
		"relictype": "Cálice de Eonothem",
		"description": "Um cálice de cristal antigo. Seu brilho parece não ter sido escurecido pelo passar do tempo.",
		"story": "Esse lugar conhecido como Despenhadeiro no passado possui um certo brilho de cinábrio.\nOs mineradores das montanhas e os comerciantes metropolitanos ainda contam as lendas sobre um Yaksha...\nDizem que um viajante solitário com quatro braços veio para essas terras desoladas em que uma estrela caiu.\nAo saberem das viagens desse indivíduo exorcizador do mal até esse lugar, os povos dessas montanhas se aproximaram ao redor dele:\n\n\"Visitante de longe, por favor, aceite nosso vinho e escute nossa história\".\n\"Você pode considerar nossas bebidas amargas e difíceis de engolir, não são como os excelentes licores do Monte Tianheng que até mesmo Rex Lapis elogia\".\n\"Mas os céus nos agraciaram com pedras preciosas e jade maravilhosa, assim como a chance de viver da exploração de nossas rochas\".\n\"Graças à Rex Lapis, ainda que não ideais, nossas vidas estão livres de terrores\".\n\"Entretanto, a situação mudou, e agora uma sombra escura cobre as bênçãos que recebemos da estrela caída\".\n\"Não possuímos presentes preciosos para lhe dar, mas imploramos que nos salve\".\n\nO convidado ouviu o apelo dos anciãos, e bebeu até a última gota daquele amargo vinho.\nO convidado nada prometeu, nem reprovou a falta de cordialidade dos mortais, mas partiu para o leste, ignorando as tentativas de fazê-lo ficar.\n\nQuanto ao que aconteceu depois, todos já sabem...\n\nMas o simples copo de areia vitrificada que o convidado dividiu com os anciões permanece até hoje como um testamento de seu pacto."
	},
	"circlet": {
		"name": "Postura Eletrizante",
		"relictype": "Tiara de Logos",
		"description": "Uma máscara que dizem ter sido criada pelo povo das montanhas para um Yaksha. Sua aparência é simples, mas ela tem um brilho que não desaparece.",
		"story": "Tianqiu outrora acolheu um poderoso Yaksha, ele tinha quatro braços.\nEle veio de longe para o Despenhadeiro, sendo venerado por todos da tribo.\nFizeram um enorme banquete para ele, comida em abundância.\nCom a lâmina em sua mão, ele entrou no Despenhadeiro, para por um fim ao sofrimento do povo.\nForte feito um demônio, com um brilho fervoroso púrpura em seus olhos.\nA luz perfurou a sombra mortal, e os trovões dissolveram a escuridão.\nAs nuvens esconderam o abismo, com suas bocas se esticando para engolir o firmamento.\nO vento selvagem uivando, o cinábrio varrendo a escuridão.\nA montanha começou a estremecer, e os desfiladeiros cederam. \nAs profundezas se lamentaram conforme entravam em colapso, e então, tudo ficou silencioso.\nAs nuvens densas solidificaram a luz do pôr-do-sol enquanto os pássaros cantavam uma triste melodia:\n\"Você não consegue ouvir? Os tambores morreram com o vento do norte, o herói se afundou no vórtice.\"\n\"Você não consegue ver? O Yaksha que lutou até o crepúsculo — o suspiro de uma vida perdida.\""
	}
}