{
	"name": "Sombra Verde",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Bônus de Dano Anemo +15%",
	"4pc": "Aumenta o Dano do Redemoinho em 60%. Dependendo do tipo elemento infundido, diminui a RES Elemental correspondente do oponente em 40% por 10s.",
	"flower": {
		"name": "Lembrança de Flores Silvestres",
		"relictype": "Flor da Vida",
		"description": "Uma flor silvestre que crescia por toda a parte. Após sua partida, o caçador a usava como broche.",
		"story": "Uma flor branca selvagem que costumava cobrir toda a terra.\nNunca murchou e manteve sua delicada fragrância.\n\nQuando a vida selvagem ainda reinava na terra e os monstros ainda não tinham nascido,\nA Caçadora usava essa flor desconhecida para cobrir o seu próprio odor humano.\nOs antigos dizem que para encontrar a mansa e silenciosa Caçadora,\nÉ apenas preciso fechar os olhos e caminhar descalço pela floresta, seguindo a sútil fragrância das flores selvagens.\nApenas caminhando como a Caçadora, não pisando nas folhas e não despertando a sua atenção, a podem encontrar.\n\nTambém diz a lenda que quem acabou encontrando a Caçadora foi um jovem.\nNaquela época, o desastre tinha caído sobre o reino e a miséria se propagava entre a gente."
	},
	"plume": {
		"name": "Pena de Flecha do Caçador Verde",
		"relictype": "Pluma da Morte",
		"description": "A pena de cauda da flecha que uma vez perfurou a sua presa. Ainda está limpa como antigamente.",
		"story": "Uma pena de falcão lustrosa. Serviu como aleta de flecha da Caçadora.\n\nNo passado, quando a flecha da Caçadora acertava em alguma presa,\nela descia e acariciava suavemente o pelo de sua presa até que sua força vital retornasse à natureza em paz,\nPois ela sabia que, um dia, também ela iria partir para o mesmo lugar onde estavam as almas de suas presas.\n\nEla acreditava que, no final de sua vida, despertaria da realidade,\nE se reuniria com os defuntos em um campo de caça interminável.\n\nMas, ela também acreditava que quando sua flecha atravessava os monstros que seguiam o jovem,\nEsse campo interminável que poderia ser seu no fim de sua vida escapava rapidamente de suas mãos.\nPorque ela matava esses monstros horríveis não para sobreviver,\nMas sim por vingança e sofrimento."
	},
	"sands": {
		"name": "Determinação do Caçador Verde",
		"relictype": "Areia do tempo",
		"description": "Um dispositivo incrível que era carregado pelos caçadores, sempre apontava em direção aos seus alvos.",
		"story": "Um dispositivo especial que indica direções.\n\nDiz a lenda que, quando a Caçadora caminhava descalça pelos campos,\nA grama abaixo de seus pés lhe dizia o que os pássaros acima das árvores podiam ver,\nE a lama que pisava lhe dizia o que as raízes na terra podiam ouvir.\n\nPorém, dizem que desde que a catástrofe abalou o reino, a grama e as árvores nunca mais falaram.\nPorque o Deus dos Bosques também morreu nessa catástrofe.\n\nDesde então, a Caçadora depende desse dispositivo para se orientar caçando.\nA pedido do jovem, ela deixou de caçar bestas e pássaros.\nEm vez disso, ela transformou os monstros que traziam destruição e sofrimento em suas presas."
	},
	"goblet": {
		"name": "Frasco do Caçador Verde",
		"relictype": "Cálice de Eonothem",
		"description": "Frasco para armazenar água, seu interior é muito maior do que realmente parece.",
		"story": "Um recipiente muito robusto e à prova de vazamentos.\nA Caçadora legendária o usava para colher múrmurios ao redor das fogueiras.\n\nUma noite, ela sentiu o odor de outros humanos.\nComo uma caçadora, ela não temia alcateias e nem monstros,\nO que ela temia muito mais do que os monstros, era de juntar-se à tagarelice em frente à fogueira.\nPois, há muito tempo ela havia esquecido como falar a língua humana.\n\nNunca ninguém a tinha escutado falar, nem depois de se juntar aos humanos e se tornar Caçadora Verde Esmeralda.\nDa mesma forma, ninguém jamais a viu deixar um único rastro para trás.\n\nNessa noite, ela encheu seu recipiente com risadas que ouvira.\nDurante muitos anos, ela ouvia as vozes no navio sempre que se sentia solitária."
	},
	"circlet": {
		"name": "Coroa do Caçador Verde",
		"relictype": "Tiara de Logos",
		"description": "Coroa usada com orgulho pelo caçador dos campos, tão verde quanto os campos em que costumava vagar.",
		"story": "Um chapéu de caçador sem manchas de sangue,\nPertenceu ao rei sem coroa dos caçadores.\n\nA regra dos caçadores é nunca ser inimigo da terra e das florestas,\nE tornar-se uma parte silenciosa da própria natureza.\nDizem que havia um pássaro que fez seu ninho nesse chapéu.\n\nNinguém poderia dar uma melhor coroa para a Caçadora formidável,\nPois acima dela, apenas estava a própria natureza.\n\nNa crise que se seguiu, o chapéu da Caçadora se tornou\nNa visão mais assustadora para os monstros."
	}
}