{
	"id": 15030,
	"rarityList": [
		4,
		5
	],
	"name": "Brilho Vourukasha",
	"effect2Pc": "Aumenta a vida em 20%.",
	"effect4Pc": "Aumenta o Dano da Habilidade Elemental e do Supremo em 10%. Nos 5s após o personagem que tem este artefato equipado sofrer Dano, o efeito de aumento de Dano mencionado acima será de 80%. Esse efeito de aumento pode ser acumulado até 5 vezes, com cada acúmulo tendo sua duração contada independentemente. Esse efeito pode ser desencadeado mesmo se o personagem não estiver ativo no campo de batalha.",
	"flower": {
		"name": "Estame Primordial de Khvarena",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Uma insígnia na forma de uma adorável flor que foi utilizada por peregrinos num passado distante.",
		"story": "\"Minha filha inocente, minha Khvarena...\"\n\"Eu te darei para uma outra mãe. Ame-a e seja fiel a ela\".\n\"Ela não é inferior a mim, e sua luz é ainda mais radiante do que a minha\".\n\"Uma vez me deparei com um pesadelo sem rosto, e ele me assustou devastadoramente\".\n\"Então eu te separei de meu corpo, e agora te peço que impeça que esse pesadelo aconteça\".\n\n\"Minha Khvarena, o brilho de meus olhos...\"\n\"Uma vez eu a alertei sobre a chegada das ondas da escuridão, e é disso que surge seu destino\".\n\"Por favor, não tema e não corra, não deixe seu Khvarena se apagar, e não envergonhe a sua mãe\".\n\"Assim como é o meu destino me sacrificar pelos mortais, assim também é sacrificar o belo prelúdio por uma nova vida...\"\n\"Agora vá, para os braços da sua mãe verdejante. Você encontrará seu destino no reino dela.\"\n\n\"Minha Khvarena, minha filha pura...\"\n\"Você mudará completamente. Você enfrentará os desafios da divisão e da morte\".\n\"E depois disso, você se tornará imortal — e mesmo assim, isso será um caminho ainda mais difícil...\"\n\"A senhora do orvalho doce e a senhora da grama e árvores te precederão na perda de suas formas divinas...\"\n\"Elas serão esquecidas, e apenas a memória de seu sacrifício será lembrada\".\n\n\"Minha Khvarena, filha das flores...\"\n\"Se você está decidida a não recuar de medo...\"\n\"Então jogue-se ao abraço de sua nova senhora\"."
	},
	"plume": {
		"name": "Pluma do Cristal Reluzente",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena decorativa em que as cores das folhas verdejantes e das flores aromáticas reluzem.",
		"story": "Em tempos que ninguém mais lembra, na noite antes da trágica tempestade que atingiu o paraíso...\nAs flores e árvores já falavam dos reinos mortais, suas esperanças e seu futuro desolado.\nAqueles dos quais não se deve aproximar trouxeram a morte cinzenta, e a maré sombria destruiu os bancos do rio,\nApenas para plantas e feras recém-nascidas se unirem a mortais e afastarem as ondas sinistras.\n\nNos anos solitários após ela ter rompido laços com o senhor das areias escarlates, a rainha da grama e das árvores forjaram Khvarena em uma ave divina,\nencarregando-a com a proteção de dois mundos, com a guarda da fronteira entre novos nascimentos e mortes.\nA ave divina vivia entre os pinhos, ciprestes e lótus da neve, e dormia em sonhos que relembravam um tempo em que o pacto ainda resistia...\nFoi apenas quando o desastre veio que ela despertou e foi até sua perdição inevitável.\nMais tarde, conforme aquela pessoa havia tristemente profetizado, a tristeza silenciosa e mortal permearia a floresta tropical...\nAssim como aquele companheiro havia avisado, as marés de feras sombrias assolaram as florestas recém-nascidas...\n\nA líder anterior do reino da água foi abatida durante a agitação, e seu corpo foi transformado em um mar de orvalho puro, o Orvalho Doce,\ne mesmo assim, até o mar puro secou em uma terra desolada destruída pelo Abismo.\nMesmo assim, a senhora da grama não tinha tempo para lamentar, pois a árvore-mãe de incontáveis sementes precisava ser cultivada...\nPara purificar as impurezas obscuras e garantir a pureza do Amrita, Simurgh estilhaçaria sua forma divina—\n\n\"Todas as coisas belas nascidas do Khvarena de flores devem encarar seu destino — de murchar e cair na lama\",\n\"E uma vez que tenham murchado, elas renascerão, nutridas pelo Amrita, como seres do mar de flores, que não se incomodam mais com coisas como a 'morte'\"."
	},
	"sands": {
		"name": "Abscisão Antiga",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Um relógio antigo com o brilho da luz de Khvarena. Está cheio de um líquido que parece vivo.",
		"story": "\"Eu te darei um fragmento do Khvarena, meu amigo. Mantenha-o perto, e deixe-o seguro\".\n\"Ele vem da sabedoria das flores e das veias dos céus, e nele está a essência pura da vida\".\n\"O Khvarena é um ponto no coração das flores, uma pequena gota de luz no mar de orvalho doce\".\n\"Por favor, valorize o meu presente, até o dia em que o abismo escuro erga-se para afogar toda a vida...\"\n\nAs flores passaram as fábulas longínquas entre si, lembradas pelos frutos e sementes.\nQuando a senhora das flores murchou e se tornou pó, quando o mestre do deserto foi enganado por um sonho mentiroso...\nQuando os tiranos foram enterrados sob as dunas que sempre se movem e suas ambições se extinguiram,\nQuando tudo que veio do solo foi devolvido às areias douradas, e o que havia vindo do vento fluente foi entregue à floresta tropical...\nSilenciosamente, a senhora da grama e das árvores assistia o mundo mudar, lembrando-se de seu sincero pacto com aqueles que caíram.\n\n\"Por favor, proteja esse Khvarena para mim, meu companheiro, meu amigo que amo\".\n\"Quando tivermos partido, os mortais vagarão, perdidos, como crianças que acabaram de ser tiradas de seu paninho,\"\n\"Frágeis, porém fortes o suficiente para conquistar os fortes ventos, as chamas abrasadoras, e suas próprias imperfeições\".\n\"Mas aquilo que temo não são os desastres que consigo prever, mas sim, o caos da escuridão...\"\n\"Apenas a maldade dessa escuridão e a ameaça da 'morte' conseguem esmagar esses brotos\".\n\nQuando as areias douradas devoraram o antigo paraíso, a senhora da grama e árvores surgiu para cumprir um antigo acordo.\nAtendendo à vontade do Khvarena, ela criou-lhe uma bela forma, dando-lhe uma vida que era adorável e sem comparação—\nEssa era Simurgh, a ave divina, em cuja forma podia-se ver matizes vívidos de incontáveis pássaros, cujo canto era o canto de inúmeras flores...\nO último sonho do oásis foi reunido em um único corpo, e transformado no puro, brilhante e infinito mar de flores escondido dentro do corpo da ave divina."
	},
	"goblet": {
		"name": "Cálice do Festival Alegre",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Um cálice de vinho que no passado continha excelente mel e néctar, mas hoje está vazio.",
		"story": "Quando a senhora do pomar passou, a rainha da grama e das árvores cortou laços com o mar de areia.\nEsquecendo o amor enlouquecido e a majestade, ela escolheu retornar à floresta tropical e tomar o caminho da defesa da vida...\nAssim, nova vida realmente surgiu da floresta, assim os sábios fizeram um alvoroço, e assim um lar foi criado.\nFantasia selvagem leva à morte inexorável, e a metáfora da morte instiga a cautela dos mortais.\n\nO Khvarena e as flores nasceram dos banquetes mais exuberantes e dos deleites mais puros,\nE dentro deles não se encontrava a acidez do ascetismo, ou o fedor da autoridade.\nSeu destino final foi a inescapável morte, murchar e secar...\nApenas a Senhora da Sabedoria poderia adquirir tal conhecimento, para proteger e usá-lo adequadamente.\n\n\"Mas não esqueçam a profecia da minha grande senhora, pois foi ela que me enviou a vocês.\"\n\"A tolice ainda não matará mortais, mas a maré selvagem da escuridão de além deste mundo ainda levará a todos.\"\n\"Eu sou a remanescente final da minha senhora. Eu sou a essência floral que limpa tudo.\"\n\"Caso eu me una à água mais pura, eu explodirei, assim como as romãs, em incontáveis raios de luz.\"\n\nE assim, a ave divina Simurgh nasceu do Khvarena das flores,\nficando ao lado de sua mestre por um tempo antes de voar sobre o mar de flores..."
	},
	"circlet": {
		"name": "Coração do Brilho de Khvarena",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Um brinco sofisticado multicolorido, em seu brilho parecem fluir as cores de cem flores.",
		"story": "\"Meu querido amigo, você era tão sábio, mas faleceu tão cedo...\"\n\"Em meio a gloriosas lendas, esconde-se a escuridão do esquecimento\",\n\"Assim como a vida anda com a morte, e o esquecimento é o amor da lembrança\".\n\"Se a escuridão da morte não o ameaçasse, nenhuma vida teria importância.\"\n\"Se as ondas do esquecimento não se chocassem contra eles, não existiria nenhuma história que mereceria ser guardada\".\n\nNo passado distante, uma vez, a rainha da grama e das árvores fez como um amigo lhe confiou, \nConcedendo ao Khvarena das flores a forma de uma ave divina, concedendo-lhe o cargo de protetora de uma parte da floresta tropical.\nE assim como o destino das flores frescas é o de murchar, o destino de Simurgh foi o sacrifício.\nA cultivadora de tudo que era verde sabia disso desde a noite em que ela dormiu ao lado da senhora das flores...\n\n\"Então a ave divina verdejante desabrochou em infinitas flores Khvarena, espalhando-se pela terra como margaridas...\"\n\"O Khvarena caiu em cima do corpo da amante de Amrita, e assim nasceu um mar de flores brilhante\".\n\"Muitos espíritos vivem no mar, e eles carregam os desejos da grama, árvore e orvalho, purificando toda impureza\".\n\"Muitos espíritos vivem no mar, e eles cantam sobre as três mães — a verdejante, do orvalho doce e das flores frescas\".\n\nUma noite, a filha deverá deixar os braços das três mães,\ne se sacrificar, pois a impureza do mundo continua a crescer..."
	}
}