{
	"id": 15003,
	"rarityList": [
		4,
		5
	],
	"name": "Trupe Itinerante",
	"effect2Pc": "Proficiência Elemental +80",
	"effect4Pc": "Aumenta o Dano do Ataque Carregado em 35% se o personagem estiver usando Catalisador ou Arco.",
	"flower": {
		"name": "Luz Matinal da Orquestra",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flor da Vida",
		"description": "Um pequeno emblema em forma de flor. Se você escutar com atenção, poderá ouvir as notas de uma flauta doce junto com uma voz muito nítida.",
		"story": "Uma pequena insígnia em formato de flor. Parece haver música vindo dela.\n\nEntre os membros da trupe havia uma carismática espadachim.\nBonita como a luz refletindo na água, elegante como a cotovia chilreante.\nCada golpe dela cantarolava uma melodia ao vento.\n\nO final de cada dança e canção era como o sol depois da chuva.\nA poeira se assentou desde então, e tanto o palco quanto a própria vida se sentiam mais vazias pela ausência de sua música.\n\nTanto sua música quanto sua espada eram tão letais quanto belas.\nIsto estava de acordo com as apresentações da trupe, que se destinavam a dois públicos muito diferentes.\nQuando se tratava de um público de bandidos, a música ia muito além do palco."
	},
	"plume": {
		"name": "Pena de Flecha do Bardo",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Pluma da Morte",
		"description": "Uma pena de uma flecha azul que não se deteriorou com o passar do tempo. Parece que leva consigo o som melódico da água corrente.",
		"story": "Uma pena de uma flecha, azul-índigo, que sobreviveu ao teste do tempo.\nAs plumas da flecha parecem produzir uma melodia enquanto ela atravessa pelo ar.\n\nO harpista da trupe também era um hábil arqueiro.\nA lenda diz que ele podia atrair os pássaros no céu com sua harpa e depois derrubar eles com suas flechas.\nDiz-se que ele nunca olhava para os céus enquanto tocava sua harpa para atrair os pássaros.\nAlguns acreditavam que o motivo era a arrogância de seu harpista, enquanto seu companheiro dizia que era a misericórdia de seu caçador.\n\nAs aves desafortunadas se tornavam as plumas das flechas do harpista,\ne o som da harpa tornou-se a elegia dos pássaros."
	},
	"sands": {
		"name": "Queda de Cortina",
		"relicType": "EQUIP_SHOES",
		"relicText": "Areia do tempo",
		"description": "Uma ampulheta que foi usada para cronometrar a apresentação de uma orquestra. Hoje em dia, entretanto, o show deles já se encerrou.",
		"story": "A ampulheta da trupe, que também é uma harpa.\nA melodia se torna mais profunda com o passar do tempo.\n\nQuando a apresentação estivesse chegando ao fim, a trupe tocava esta harpa.\nConforme se passava o tempo, a melodia da harpa ia ficando mais profunda.\nO som da harpa acabando marcava o fim do espetáculo.\n\nTudo tem um fim, e a trupe não foi exceção.\nUm a um, cada membro da trupe encontrou seu destino e seus instrumentos foram enterrados debaixo da poeira,\nQuando a harpa se silenciou, o som final que a trupe musical ouviu foi o fraco derramamento da areia enquanto deslizava pela ampulheta uma última vez."
	},
	"goblet": {
		"name": "Chaleira do Bardo",
		"relicType": "EQUIP_RING",
		"relicText": "Cálice de Eonothem",
		"description": "Uma chaleira antiga com cordas músicas no seu interior. O correr da água emite melodias agradáveis.",
		"story": "Uma chaleira com aparência impressionante que ecoa uma melodia quando a água sai.\nHá sempre música na vida de um membro da Orquestra, até quando bebe água.\n\nUma lenda antiga fala da Trupe Itinerante que viajava por todo lado.\nSuas espadas eram suas flautas e seus arcos eram suas harpas. Não tocavam apenas para convidados, mas também para inimigos.\nEles viajaram através do deserto e puseram os pés no ardentes Mare Jivari.\n\nA melodia da harpa ecoando na chaleira foi um lembrete para eles:\n\"Caminhamos junto ao ritmo das melodias sem limites.\"\n\"Seja onde tiver música, nós estaremos.\""
	},
	"circlet": {
		"name": "Chapéu do Comandante",
		"relicType": "EQUIP_DRESS",
		"relicText": "Tiara de Logos",
		"description": "Apesar de ter sofrido muito com o tempo, ainda é um chapéu glamoroso. Parece que ainda emite melodias antigas.",
		"story": "Uma bela cartola intocada pelo tempo.\nOuvindo atentamente, quase que se pode ouvir uma música antiga ecoando dentro do chapéu.\n\nMilhares de anos atrás, uma trupe perambulou pelas terras.\nA trupe não possuía um único pedaço de partitura. Eles cantavam sobre o que viam, e tocavam sobre o que ouviam.\nCom o passar do tempo, a trupe gradualmente percebeu a imensidão do mundo.\n\n\"Há tantas coisas no mundo para nós cantarmos.\"\n\nOs membros da trupe então transformaram as notas em palavras e registraram sua viagem em um livro.\nEste livro foi chamado pela trupe de 'A Canção do Viajante', e continuou nas mãos do maestro mesmo depois de sua morte."
	}
}