{
	"name": "氷風を彷徨う勇士",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "氷元素ダメージ+15%。",
	"4pc": "氷元素の影響を受けている敵を攻撃した場合、会心率+20%。敵が凍結状態の場合、会心率は更に+20%。",
	"flower": {
		"name": "吹雪の中の思い",
		"relictype": "生の花",
		"description": "絶滅した氷河の花、上には凍った露がある。孤高な勇士もかつてこの花のために身を屈したらしい。",
		"story": "柔らかな手で摘まれた、永劫に凍れた氷の花。\nある人にしては、極寒が温もる抱き合いのように感じさせてくる。\n\n「ここの4番目の壁画はあなたのために用意されています。あなたの肖像はこの壁に永遠に残されましょう。」\n「この壁画のために、みんなのために、私はいつまでもここであなたの帰りを祈っています…」\n\n空白の壁の前で、少女は微笑みながら勇者の胸に花を飾った。\n優雅で冷静な人は、たとえ死に迫ろうとも変わりはない。\n\n古い歴史が北境の猛吹雪に覆われた。\nそして雪が溶けた時、この花は散らずに咲いていた。"
	},
	"plume": {
		"name": "氷を砕く執念",
		"relictype": "死の羽",
		"description": "極寒の冬を放つ鳥の羽。この猛禽が、雪原と氷峰の上で羽根を羽ばたかせた風を感じ取れるようだ。",
		"story": "寒冬に属さない猛禽の羽根、冷たい触感がする。\n触れると吹雪からの号泣が感じるかのようだ。\n\n洞窟を探さず、巣を築かず、寒風に直面しても誇り高く鳴く鳥が残した羽根。\n寒風に吹かれて霜雪ができたため、まるで宝石が嵌ったように見える。\n\n冬の風が一羽の鷹からこの羽根を引きちぎった。\n風に舞う羽根に霜雪が付き、どんどん重くなって地面に落ちた。\n\n「信じています。小鳥たちがあなたの跡を追い蒼翠の夏園へ帰ってくることを」\n「寒潮に駆り出されし命が、故郷を失った幼子が、あなたの跡を追い夢の巣に戻るのでしょう」\n\n思いを託された勇者が吹雪の中で、羽根の色を見分けようと努力する。\n風雪に濡れ凍れた羽根は、勇者の歩みと共に色褪せた思いのよう。"
	},
	"sands": {
		"name": "雪覆う故郷の最後",
		"relictype": "時の砂",
		"description": "勇士の帰りを待つ故郷の人々が使っていた時計。その中を流れるのは砂ではなく、溶けない氷の屑のである。",
		"story": "古い砂時計。中には極めて小さい氷晶が入っている。\nたとえ最も激しい寒流でも、時間を凍らせることはできない。\n\n「天降りの寒さは時間さえも凍らせる」\n雪に葬た都の間に、こういった噂がある。\n\n勇者が寒風の壁を乗り越えた時、夜遅くに猛吹雪に見舞われた。\n日光も月光も突き抜けない蒼白の風。\nどんな猛吹雪でも、時間の流れを阻止することはできない。\n\nたとえ都城が氷雪に埋められても。\nたとえ英雄そのものが記憶と共に消え去っても。"
	},
	"goblet": {
		"name": "霜を纏った気骨",
		"relictype": "空の杯",
		"description": "寒氷でできたコップ、冬のように堅い。かつての持ち主はそれで不凍の酒を飲んだらしい。",
		"story": "寒冬の中で希望を探してくれる異邦人、\n晶氷で彫刻された痛飲用の器。\n\n盃によそわれた酒は氷剣の如く喉を刺す。\n普通は遠ざける舌触りだが、沈黙の勇者はそれを気に入っている。\n\n彼は氷のような沈黙の戦士、その身で星々よりの寒風を防ぐ。\n守られることに耐えられなかった少女は、憧れの人に告げた。\n\n「臆病と絶望があなたを押し倒して、あなたが二度と戻って来なくなっても…」\n「…生き延びるのです。私たちと共に滅び、冷たき意志に飲み込まれてはなりません」\n\n別れの酒が口を潤すと、少女の濡れた瞳を避けて、\n彼は終わりのない道に辿り、雪境と深淵へ旅立った。"
	},
	"circlet": {
		"name": "氷雪を踏む音",
		"relictype": "理の冠",
		"description": "氷雪を征服すると夢見る古代英雄の冠、寒い冬に直面しても怯まない勇気の証。",
		"story": "英雄は僅か残された雪都の希望を背負い、救いを求める旅に出る。\n冬の冠をかぶって、誇らしげに果て無き風雪へ踏み込んだ。\n\n山城の契約をその背中に、清らかな瞳をその背中に、勇者は一度も氷の外の未知に怯えなかった。\n緑で覆われる山々と、天上から降りなくなった祝福が、勇者の進む動力。\n\n「氷封の扉を開き、深淵を回廊を下る」\n「銀白の枝を折りて、彼は雪の国に希望をもたらします」\n\n少女が歌で一族を慰めながら、彼の記憶を守った。\nいつか暖かな日差しと共に彼が帰ってくると、少女は信じ切る。\n\nしかし、雪に去った勇者が帰郷することはなく、\n吹雪に巻き上げた怨みの言葉だけが、彼の逃走を訴えた…"
	}
}