{
	"id": 15008,
	"rarityList": [
		4,
		5
	],
	"name": "血染めの騎士道",
	"effect2Pc": "物理ダメージ+25%。",
	"effect4Pc": "敵を倒した後の10秒間、重撃の際にスタミナを消費しない。また、重撃のダメージ+50%。",
	"flower": {
		"name": "血染めの鉄の心",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "血に黒く染められ、鋼鉄のように硬くなった花。過去の持ち主にとって、記念品の一つかもしれない。",
		"story": "元々はただの白い花であり、助けられた仕女が騎士の胸の前につけたもの。\n殺戮の中、何度も黒い血に染まった花は、その花弁を硬化させた。\n\n遊侠騎士が初めて魔物を倒した時、ある仕女を危険から救った。\n報酬を断った彼は、少女から真っ白な花をもらった。\n\n「騎士の唯一の報酬は、騎士道を行くことだ」\n「俺の褒章はこの花で。それでいい」\n\nずっと胸の前につけていた花は、幾度となく血に染められた。\n騎士の銀色の兜のように、冬の夜のように黒くなり、\nそして騎士の心のように、鍛え抜かれた鋼鉄のように硬い。"
	},
	"plume": {
		"name": "血染めの黒羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "騎士のマントにあった羽根、大量の黒い血を浴びたせいで黒に染まった。",
		"story": "偶然、血染めの騎士についた無数の黒鴉、その羽根の一本。\n鴉は賢い鳥類であり、血を渇望した飼い主と共に獲物を狩る。\n\n最後、血染めの騎士はもう分からなくなった。空気に漂う血の匂いは、\n敵の血なのか、それとも自分の血なのか。\n\n彼はやっと気づいた。長年の殺し合いで、彼の騎士道は、\n純白だった騎士を魔物のような悪鬼羅刹にしていた。\n彼の後ろにつくのは、血の足跡を元にやってきた鴉の群れだけであった。"
	},
	"sands": {
		"name": "騎士が血に染めた時",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "騎士が使用していた時計。中の液体は完全に固体になり、時計としての機能を失った。",
		"story": "血染めの騎士は、太陽、月、星の見えない深淵の地下に足を踏み入れた。\n時間を観測する唯一の道具であったが、時間そのものは意味を無くしていた。\n\n血染めの騎士の最後の物語であり、その後、彼は身を引いた。\n血に黒く染められた騎士は、もう自分の居場所がないと気づいた。\nだから、崩壊した古国に入り、魔物の戦いで戦死する道を選んだ。\n世界の底で、彼は古国に終末を告げた魔物の起源を理解した。\n\n「偉大なる古国は不義の裁きを受けた」\n「偉大なる古国の民は化け物だと歪曲された」\n「我が騎士道、こんな不公平を断じて許さん」\n「彼の名前が深淵ならば、我は深淵に忠誠を誓おう」"
	},
	"goblet": {
		"name": "血染めの騎士のコップ",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "血染めの騎士が持つ金属の杯。外側は硝煙と乾いた血の影響で黒くなった。",
		"story": "精巧で美しい金飾りの銀盃。英雄の功績が描かれている。\n血と煙によって漆黒に染まっており、元の様子は窺えない。\n\n猟魔騎士は、災いの狼煙を追って戦場に赴き、魔物を倒した。\nだが、焼かれて崩れた瓦礫の中に救いを求める人はもういなかった。\n\n失敗を味わった騎士は、廃墟の中にあった煙で黒く燻った盃に、\n悪を根絶し、弱く貧しい人を助ける騎士道を貫くと誓った。"
	},
	"circlet": {
		"name": "血染めの鉄仮面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "騎士が顔を隠すための鉄仮面、仮面の下の顔は誰も知らない。",
		"story": "ある名門出身の騎士が持っていた、華麗な白金色の鉄仮面。\n血に染まりすぎて、元の色にはもう戻らない。\n\n騎士が100回目の魔物を討伐し、危機から人を助けようとした時、\n女性が彼の助けを拒否した。その時、血染めの騎士は気づいた。\n戦いの中で、自分の血と敵の血に染められた自分の顔は、\n魔物より怖くなっていた。\n\n「この鉄仮面が俺の顔になる」\n「俺の騎士道で守られた人に」\n「俺の憎い顔を見せなくて済むから」"
	}
}