{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "燃え盛る炎の魔女",
	"effect2Pc": "炎元素ダメージ+15%。",
	"effect4Pc": "過負荷、燃焼、烈開花反応によるダメージ+40%。蒸発、溶解反応による加算効果+15%。元素スキルを発動した10秒間、2セットの効果+50%、最大3重まで。",
	"flower": {
		"name": "魔女の炎の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "かつて、世の魔物を全て燃やそうと夢見た炎の魔女が触れた花。触ると、名も無き炎の暖かさに優しく包まれる。",
		"story": "花の品種から言えばごく普通の花。\nだが炎の魔女の燃焼に抵抗し続けている。\n\n数百年前の災難が起こった時、少女は結んだ約束を全て失った。\n大切な人たち、思い出の時間、輝く未来、何もかも失った。\n\n煙と余燼の中から、炎の魔女が誕生した。彼女は炎で全ての痛みを消した。\nだが、この花はなくならない。ずっと生き生きとして柔らかく瑞々しい。\n多分その中にある苦痛と美しい思い出は、彼女の2つの内面を表すものなのであろう。"
	},
	"plume": {
		"name": "魔女の炎の羽根",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が触れた鳥の羽根、常に烈炎と同じ温度を保っている。",
		"story": "止むことを知らずに燃え続ける赤い羽根。\nどんなに燃えてもなくならない。\n\n地獄の炎の道を歩んだ彼女、その野原には灰燼しか残らない。\nたとえ彼女が焼き殺したのが人に害を加える魔物であろうと、彼女の火を見た人は、\nドアと窓を閉めて、炎の魔女を遠ざけた。でも彼女は気にしなかった。\n\n全ての苦痛を焼き尽くさないと、新たなる希望はないと彼女は思った。\n理解はいらない、人の慰めはいらない。人の同情もいらない。\n炎の魔女の沈黙を理解できるのは隣の鳥だけであった。"
	},
	"sands": {
		"name": "魔女の破滅の時",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が使用していた時計、中に流れているのは魔女が炎に捧げた歳月である。",
		"story": "熱い溶液が流れる小さな器。\n伝説によると、溶液の正体は融解した邪霊である。\n\n燃える魔女がまだ少女で、災いがまだ起こっていなかった頃、彼女が遠足へ出かける前に、\nもらった特製の水時計。時計が一周回る時間は、彼女が教令院で勉強する時間と同じである。\n時計が一周回って、彼女が故郷に戻った時、時計をくれた人はすでに災いの糧となっていた。\n\n少女の時間はこの瞬間に静止した、そして炎の魔女の破滅の時が始まった。\n世の全ての魔物と、魔物による苦痛を焼き尽くすまで。"
	},
	"goblet": {
		"name": "魔女の心の炎",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が残した流火の甕。中の炎は消えない、まるで魔女その人のようだ。",
		"story": "透き通った琉璃瓶。中には液体の炎が流れている。\n液体の炎の作り方は、今はもうその伝承が絶えてしまっている。\n\n炎の魔女は各地を旅し、猛烈な灼熱の炎で魔物を焼き殺した。\n彼女が人間をやめたとか、体に流れているのは血液ではなく液体の炎だと言う人がいた。\n\nだが、彼女もかつては少女であり、心には愛と思慕の念があった。\n一本の火が、少女の心にあった全ての美しくて弱い部分を焼き尽くした。\nその後、彼女は歴史学者が記録するのも忌避する魔女となった。"
	},
	"circlet": {
		"name": "焦げた魔女の帽子",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "かつて世の魔物を全て燃やそうと夢見た炎の魔女が被っていた帽子、広いツバは彼女の視線を隠した。",
		"story": "つばが大きく、先の尖った伝統的な魔女の帽子。\n畏敬と恐懼の視線をもたらしてくれる。\n\n炎の魔女にとって、このような大きな帽子は周りの混乱を遮断してくれる。\nまだ学生だった頃、この帽子のお陰で彼女は一心に炎の力を鍛えることができた。\n\n戦闘に身を投じた後、この帽子のお陰で、烈火に飲まれて灰燼になった魔物の顔を見ずに済んだ。\nこの帽子のお陰で、水面に映った自分の顔を、煙と烈火によって焦げた顔を見ずに済んだ。\n魔女はこうして盲目的に焼き続けた。"
	}
}