{
	"name": "深林の記憶",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "草元素ダメージ+15%。",
	"4pc": "元素スキルまたは元素爆発が敵に命中すると、その敵の草元素耐性-30%、継続時間8秒。装備したキャラクターが待機している場合にも効果を発動できる。",
	"flower": {
		"name": "迷宮の遊客",
		"relictype": "生の花",
		"description": "森林王の冠から取れた、装飾用の金の花。",
		"story": "森林王が誕生した時、草木の王から冠を授かった。\nそれは最後に、王の足跡を追って初めて迷宮をくぐり抜けた少女へと受け継がれた。\n森で迷子になった、野花を踏んだこともない子供たちを彼女は沢山引き取った。\n\n彼女は、王に仕え、王のために迷宮を守る生活しか知らないから、\nこの世界は、森が見た夢に過ぎないということを知っていたから、\n森で狩りをし、夢の中を歩くすべを子供たちに教えた。\n森の草木を愛せよ——それらは王の庭だから。\n矢に倒れた獲物を尊重せよ——それらは王の臣民だから。\n\n彼女の言葉は、深林の中で迷子になった子供たちに伝わってゆき、やがて大きく変化を遂げた。\nそうしていつしか、これらの教えの起源は忘れ去られてしまった。しかし、一部の子供は森を見回る守護者となった。\n彼らは人々の世界に戻り、いっとう長い夜が訪れる時には、焚き火をして闇の暗影を追い払った。\nまた、樹木の柵の間を縫って歩き、最後には獣を狩るため、月日すらも忘れて黒い血を纏う者もいた。\n\n彼女は最後の森林王と同じくらいに古い。最期の時、彼女は迷宮と狩りの夢を見た。\nその夢は、すべての森の民たちの夢を包んでしまうほどに広大であった。\nこの迷宮は、限りなく広い猟場であり、木の根と小川の描く道は、虎の縦模様よりも濃く密集し、\n流水に映る月明かりよりも千変万化だ。「死」を説こうとする深い囁きは、迷宮の中で迷ってしまったようだった。\n何せ、この迷宮を通り抜け、無限の猟場に辿り着けるのは、彼女と森林王の教えを理解している子供しかいなかったのだから。\n囁き声が消え、悪しき獣が逃げ出した時、すでに完全に侵食されていた彼女は、その大夢と共に消え去っていった。\n\nそうして最後、彼女は数多の夢の欠片と共に、人の子の夢の中へと流れ込んでいった。\n割れた鏡が、様々な角度から異なる姿を映し出すのと同じように、\n彼女が残した夢も、様々な形で人々に、物語として受け継がれている。\nしかし、最終的に広まった（抜きん出た）物語は、彼女とは全く関係がない。\n\n物語の中で伝えられてきた彼女の名前というのは、実はあの冠の名前だった。\n最後に彼女が自分に残したものは、本当の名と、月明かりを映す一掬いの水、\nそして、敬愛する王から授かった冠から取った、金メッキの花だった。"
	},
	"plume": {
		"name": "翠蔓の知者",
		"relictype": "死の羽",
		"description": "羽毛のように軽やかな翠色の葉っぱ。森の知者の衣服から摘み取られたものである。",
		"story": "あれは迷宮の王の時代だった…\n王の近侍の中で最も賢い乙女は、すべての獣の言葉を解し、月明かりの詩を味わうことができたという。\nそして彼女は静かな森と、月が映る静水、そして夢の森の果てにある、果てのない猟場を守っていた。\n「わたしたちは青々とした偉大なる森の中で生まれた。わたしたちの世界は木陰の下と、それから草地の上にある。」\n「森からきたものは、すべて森へと還る。天地の理に従えば、生死をおそれる必要はない。」\n「自然に従うものは、いずれ偉大なる森の迷宮を通り抜けて、果てなき野原へと辿り着くのだから。」\n彼女の教えは数多の子供たちを啓発したが、それはやがて虎の血脈のように薄まっていくのだった…\n\nあれは、不吉な月の時代だった…\n盲目の少年は、白い鎧を着た兄の足跡を辿り、多くの王国と山河を抜けて行ったと言われている…\nやがて彼は、暗い森の深くへと迷い込んだ。\n剣術に夢中であっても、その実彼は誰より優しかった。教えを厳格に守りながらも、誰より正義を貫いた…\n心の中にある永遠に真っ白な幻影の果てに見つけたのは、月明かりのように潔白な、林を鎮める聖なるものの一つだった。\nその後、そこへやって来たのが、血肉を渇望する獣だ。狩人が白き枝の微かな光を辿って彼の傍に辿り着いた時、\n彼は既に願う力を失っており、心の中で彼を導いていた純白の姿も次第に闇に包まれて、消えてしまった…\n\nあれはまだ闇夜が優位にあった、夜明けの遠い時代だった。\n悪夢の中で、知者は暗い色をした長剣と、水に溶けゆく赤色を見た。"
	},
	"sands": {
		"name": "賢知の定期",
		"relictype": "時の砂",
		"description": "賢知の道を歩む者が使う時計。中に入っているのは生命無き砂ではなく、小さなカラシナの種だ。",
		"story": "大昔の伝説によると、森林王は「不老不死」だったそうだ。\nその命が終わるとき、その体は密林へと溶け込み、\n爪と牙は鉄の木になり、縞模様は果てしない迷宮となり、\n輝く両目はそれぞれ、空と水の中に浮かぶ月となった。\n死んだものはみな、別の形で生まれ変わる。\n腐ったものからは、純粋な新芽が生えてくる。\n\n「けれど、死によって消えてしまった魂と、永遠に失われた記憶…」\n「生死の循環の中で、これらの居場所はあるのかしら？」\n\n「魂とは虚無の概念に過ぎず、記憶もいずれ大地に還る。」\n「そもそも虚無を恐れることなどないのに、その消滅を心配する必要なんてどこにある？」\n「お互いに記憶に刻み付け、助け合うことで、みんなの姿を永遠に記憶に残せばいい。」\n「そうすれば、生と死の循環をも、乗り越えられるはず。さあ、記憶を永遠にするの！」\n\nそれから長い時を経て、お互いに覚えておくよう約束した親友は、物忘れの病に罹った。\nならば、まだ完全に忘れ去られてはいない、昔の夢に描かれた三人と、三体の精霊の姿、\nそして学院から追放された、狂気に満ち溢れた医者が残した記録と推論をもとに、\n夢を狩りに行こう——夢を操ることのできる森の住人を捕獲しに行って、\n親友に己の姿と共有した思い出を、もう一度思い出させよう。\n\nもしも記憶を支配する器官が壊れすぎて、復元できなくなったら、\nもう一人の旧友を連れて、過去の夢の中で一緒に暮らそう…\n小さなツリーハウスで遊び、深い深い密林を探検する。\n——それも悪くはないだろう。夢の中では、誰もが「もう一度」始めるチャンスを持っているのだ。\n\nさあ、まずは夢の中にいる精霊を捕まえましょう。\nあの傭兵たちは、私のために沢山尽くしてくれた。\n今回も、期待を裏切ることはないはずよね。"
	},
	"goblet": {
		"name": "迷い人の灯",
		"relictype": "空の杯",
		"description": "元々は砂漠風のランプであったが、濃緑色の光を放つ葉っぱが生えてきた。",
		"story": "愚かな王がその野望によって自滅した後、砂漠の王たちは立ち上がり、そして火花のようにバラバラに飛び散って消えてしまったと言われている。\n多くの小さな暴君は、滅びの日から逃げてきた流浪の民を集め、古代の廃墟をもとに神殿や宮殿、そして高き壁を築いた。\nしかし遺跡の都は日に日に崩れ、一時は富強を誇った暴君たちも、朝生暮死の儚さであった。\nこのオイルランプは、その中にあった、とある衰退した王国の若い王子が所有していたもので、貴族の宝物庫に残っていた秘宝の一つである。\n\n「父上は鷹を追って高い塔を登ったが、古びた高い塔はその太い体を支えきれずに、灼けるように熱い流砂の中へと飛び込んでいった」\n「王国の命運はこうして尽きた。王位を継ぐはずだった私も無意味な混乱に巻き込まれ、陰謀に翻弄されることになってしまった。」\n「あの頃は、私にも愛したひとがいた。だが…彼女はただ女王になりたいだけだった。誰が王座に座っていようと構わなかったのだ。」\n「そして、私は最愛の人を失った。私は己の命と印璽のために、ラッセルクサリヘビの接吻で彼女の口を封じ、砂の夜着で彼女の身体を覆った。」\n「その後、記憶の中にあるすべての王国と同じように、内憂と外患が生じた。舅父たちと叔父たち、奴隷たちと賤民たちは同士討ちで殺めあった。」\n「貧困と争いが奇形の双子のように、この神を失った熱砂の上を輪舞し続け、蜃気楼の中に自らを葬り去っていく。」\n\nこうして熱砂の王国は熱き砂に埋もれ、かつて豪奢の限りを尽くしていた王子はすべてを失って流浪の民となった。\n新天地を征服したいという願望を抱えながら、彼はわずかな財のみを手に、たった一人で雨林への道を歩んだ。\nしかし、それから長い時を経て、猛々しいリシュボラン虎のように森を征服しようとしていた王子は、静かな月明かりによって征服されてしまった。\n白い弓を持つ女狩人のたくましい姿に魅了され、夜な夜な後を追っては追い払われる日々の中で、\n故郷を失った王子は、雨林のざわめきと猛虎のささやきを理解できるようになり、慈悲深き夢に受け入れられるようになった——\n\n「ハハハ…それはいい話だな。貴人が流浪の末に再び宿命を見つけ、栄光を取り戻した。いい物語だ…」\n「黄金の眠りが、彷徨う砂を呼んでいる…」"
	},
	"circlet": {
		"name": "月桂の宝冠",
		"relictype": "理の冠",
		"description": "草木を支配する神より授かりし王冠。かつては迷宮の王の間で代々受け継がれていたが、最後は王の侍従の手に渡った。",
		"story": "万物は生まれ、そして死ぬ——この繰り返しは延々と続いていく。\nかつて樹木の君主はこのように、生々流転のことを教えた。\n死んだものはみな、別の形で生まれ変わる。\n腐ったものからは、純粋な新芽が生えてくる。\n地に落ちた果実は獣の糧となり、\nそして獣も最後は土に還り、いつしか果実となる。\n森の中はいつも、生命に満ち溢れていた。\n\n伝説によると、樹木の神は砂の中に森を創るため、\n大地の奥深くに、雨を召喚できる装置を作ったそうだ。\nそのため、月は水面に迷宮の光模様を映し出し、\nそこから「虎」が生まれた。\n\n虎の縞模様というのは、樹木の道と同じように千変万化であり、\nだから虎はビャガラと云う名の、迷宮の王者となれたのだ。\n祝福を受けた森林王はその庭園で悠々と頭を高く上げて歩き、\n霊長目ばかりでなく、迷宮に頼って生きる鳥と獣をも統率していた。\n\nその後、ザクロの種が土に落ち、森の精霊が生まれた。\n森林王は、最初のヴァサラの樹の下で彼らを祝福し、神と約束した——\n彼らと迷宮を分かち合い、森に住む鳥や獣が彼らに危害を加えないように命じることを。\n\n太陽は一時遮られ、流水は一時腐って、\n最後の森林王は生命の苗圃を守るために息絶えたが、\nその王の名を受け継いだ、リシュボランの大型ネコがいた。\nかの者は王の姿を真似て、森の獣たちを見回っていた。\n王の気迫と力の万分の一にも及ばないが、\n王の約束を守って長く森を守り、\n一度も木の守護霊を傷つけようとはしなかった。\nそう——常に変化し続ける迷宮は死んだが、\n森の中は依然として生命に満ち溢れていたのだ。"
	}
}