{
	"id": 15027,
	"rarityList": [
		4,
		5
	],
	"name": "砂上の楼閣の史話",
	"effect2Pc": "風元素ダメージ+15%。",
	"effect4Pc": "重撃が敵に命中すると、該当キャラクターの通常攻撃の攻撃速度+10%、通常攻撃、重撃および落下攻撃ダメージ+40%、継続時間15秒。",
	"flower": {
		"name": "諸王の都の始まり",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "奇妙な輝きを放つ人造の花。耳をすますと、巧笑がかすかに聞こえてくるようだ。",
		"story": "砂塵に落ちた貴人よ、この盲目の老人のはなしに耳を傾けてくれ——\nジュラバドの教訓を、一瞬にして滅んだ人造花の話を…\n卑しい出自の王のことを、ジンニーとの狂愛と怨恨を…\n\n赤砂の王は伴侶が逝去した後、ジンニーを使者にして凡人と秘密の契約を結んだという。\n心が研磨されておらずまだ鉄や石になっていない者、そして幻の蜃気楼に侵されていない者こそ、\n一地方の王になる資格があり、預言者のように迷える羊の如き民衆を統治できる。\nこうして、偉大な主の慈しみ深い、それでいて厳しい眼差しの下、ジンニーはある者を見つけた…\n若い羊飼いであったオルマズドは、睡蓮から生まれたリルパァールと愛し合った。\n\n「あなたに百世の祝福を与えよう。けれどその代償は復讐の刃、赤くて鮮やかな酒」\n「なぜなら、ジンニーの狂愛はいつも貪欲さと強要を伴う。そして公平だと思い込む残酷な報復に終わるもの」\n\n絡み合う月明かりの下で、オルマズドはこの警告を聞き流した…\n定められた罰は、若くて勇敢な少年からすれば、あまりにも遠すぎるようなものだったのだ。\nジンニーの助けの下、年若き羊飼いは放浪する一族の首領となった。\nその後、オルマズドは割拠する国々の主に勝利し、一地方の王の座についた。\n\nジュラバドは造り物の花のように、山々の中で咲き誇り、凡人の国の首都となった。\nかつて羊飼いであったオルマズドも、今や凡人の王となり、赤砂の主の代行者となった。\nだが、盛りの花の芳香を楽しんだ人々は、思ってもみなかっただろう…\n美しく咲いた後に実るのが、苦く強烈な死の果実だとは——\n\n師からかつて教わった昔話を胸に、サイフォスはサファイアの都へと旅立った。\n昨日、金の流砂に埋もれた教訓は、明日になっても終わらない時の風と共に繰り返す…"
	},
	"plume": {
		"name": "黄金の邦国の結末",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "透き通った人造の羽。古代の人間の邦国における遺物の一つである。鷹の鳴き声もその中に封じられているようだ。",
		"story": "駆け出しの遊侠の者たちよ、この盲目の老人のはなしに耳を傾けてくれ——\nジュラバドの廃墟を、狂妄な夢の結末を…\n宝石のように点在する天蓋を、割拠する諸国のことを…\n\nそびえ立つ城と金色の塔は怒涛の潮流によって転覆され、殿堂と宮殿はみすぼらしい貧民に占拠された…\n怒りに駆られた狂暴な下民たちは黄銅の仮面の導きに従った。有識者はこれを「大疫」と呼ぶ。\nジュラバドはこの黒き大疫ののちに滅び、赤砂の主も自己破滅の一途を辿った…\n睡蓮から生まれたジンニーのリルパァールは、恐ろしい陰謀を企てたが故に、魂が散りぢりとなる報いを受けた。\n広く恵み豊かだったオアシスの国は一日にして黄砂に崩れ落ち、部族と国は再び動乱のさなかへ…\nその後、砂海とオアシスに住んでいた凡人たちは七つの国の民となって分かれたが、サファイアの都であるトゥライトゥーラは中でもひときわ秀でていた。\n\n「私は長く生きていると自負している。この金色の荒野の上で、蜉蝣のように果敢なくちっぽけな道化や悪人を山ほど見てきた…」\n「私がまだ幼かった頃、赤銅でできた高い壁が月明かりの下で波打つサファイアの天蓋を守っていた。」\n「私がまだ幼かった頃、トゥライトゥーラの運河は流れる光の網を織りなして、ともされた灯は月明かりよりも明るかった…」\n「今、私は両の眼を失ったけれど、貴族が奴隷の身になって放浪し、王子が兵士によって高位から引きずり降ろされるのを見た…」\n「今、私は両の眼を失ったけれど、智者が貴人に貶められ、異国の舞子に権力を奪われたことを語ることはできる…」\n「国家の朝生暮死など、一夕の夢に過ぎない。合間には良き民も悪人も、麦殻のように、形なきひき臼によって潰されていく。」\n\nサファイアの海はとめどなき虚言のために埃を被り、虚言は伝説や歴史へと変貌した——\n無数の国を掠め盗った将官も、最後には道案内をする下僕一人しか傍に残らなかったが…\n一方、若い下僕の懐には故国の「鍵」と、儚い復国への希望が秘められていた…\n鷹によって滑稽な死を迎えた王者の喉には、血の滴る鮮やかな刃物の跡が残っており、\n王子と誓いを結んだ踊り子は、暴君の冷酷さに恨みを抱えている…\n\n凡人の器用な手は空を舞う鷹の形を作り上げ、散りぢりになったジンニーはその中に入れられた。\nジュラバドの高き壁から空を翔け、哀しき砂海の国を飛び越えて…\n最後にはエルマイトの後継者の手に落ち、払い落とされた砂のように記憶を喪った。\n人造の片羽根が砂丘に横たわり、国の末路を静かに告げる…\n\n老いた声の中、放浪する王子は燃やされた故郷の宮殿を思い出す。\nあの時の師は将官であると同時に詩人でもあり——故国を滅ぼした暴君に忠誠を誓った。\n万物は報いを受ける運命にある。一人は両目を失い、もう一人は王座を失った…\n運命のひき臼は前へと軋み続け、粉々になった希望を世の中に撒く。"
	},
	"sands": {
		"name": "没落迷途のコア",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "古代のコア。その中央にはジンニーの欠片が輝き、微かに振動している。それはまるで何かを語っているようだ…",
		"story": "「お母さま…お母さま…！」\n「生まれた時から年老いて、バラバラな意識が無限の力を支えていた…」\n「甘い母乳を味わったこともなければ、羊水の暖かさを感じたこともない…」\n「涙は烈日に干上がって、つかの間の喜びも歯車に轢き潰された…」\n「私たちは愛が結ばれて生まれたものではなく、憎しみと疎外感から生まれたもの…」\n\n「お母さま…お母さま…！」\n「私たちは誇りの心を失った。自惚れられるような知恵も持ち合わせてはいない…」\n「身を落ち着かせる隙もなく、休憩する余暇もない…」\n「声を発する喉は銅管に取って代わられ、むくれる腹にはへそがない…」\n「我らを産み落とさぬ母よ、七つの病がその身に降りかかることを願う…」\n\n「お母さま…お母さま…！」\n「私たちは魂なき機械の魂であり、ジンニーの中の奴隷…」\n「私たちは名を得たこともなく、誰も私たちの叫びを聞きはしない…」\n「搾取され削られたこの身は苦難と悪意を受け、恨みによって衝き動かされている…」\n「幾千万の憎悪が集結する中、破壊する欲望ですべてを作り出している…」\n\n「生まれながらに醜いかんばせが月明かりに照らされた時、私たちは最後の誓いを立てる…」\n「萎縮するその胃が砂利で満たされるように、生い茂る万物が枯死するように…」\n\n「ようやく、私たちは生まれながらの鎖と枷を断ち切り…」\n「ようやく、無実の罪に苦しむ生母シリンの懐に帰る…」"
	},
	"goblet": {
		"name": "迷酔の長夢の守護",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "古代の金の盃。その形は奇妙でありながら華やかなもの。空っぽのその中には、囁くような声が響いている。",
		"story": "泉の清水で喉を潤しに来た旅人よ、この盲目の老人のはなしに耳を傾けてくれ——\nジュラバドの哀歌を、赤砂の主の迷夢を…\n忠誠心を欠いた英霊のことを、同胞の裏切りを。\n\n花の女王が亡くなった時、その眷属であったジンニーたちはキングデシェレトに忠誠を誓ったと言われている。\nキングデシェレトは往日の楽園を探し求めるため、天の釘が落ちた処に永遠のオアシスを創った…\nそして、「フェリギス」という名の大ジンニーは、赤砂の主にオアシスの長として抜擢される。\n女主人が永き眠りについた霊廟を守るため、彼女はジンニーの力で泉の水が尽きぬよう維持し続けた。\nそうして砂漠には緑が散在することとなり、家を失った流浪の民に青々と茂る庇護を提供したのであった…\n\nその後、リルパァールというジンニーの導きの下、凡人の王国が「永遠のオアシス」の周りに建国されていった。\n花の女主人への忠誠と、新たに生まれた国への憐れみを胸に、フェリギスは犠牲になることを決心した。\n赤砂の王が引き留めようとする声も顧みず、大ジンニーはその美しい体を冷たい作り物の枷に閉じ込めると、\n水晶でできた盃のような封印で砂海の憤怒を封じ込め、不動の姿で凡人の国を守った…\n\n「けれど、万物には定められた時があり、変数がある。今日は寄り添っていても、明日には離れていくかもしれない。」\n「ジンニーが誇る自由を失い、快楽と狂愛を享受する肉体を失った。精神も日に日に弱ってきている。」\n「睡蓮の女妖魔は蜜のような嘘で凡人の王を車輪の下に誘い込み、赤砂の王も狂おしい迷夢に陥落してしまった…」\n「けれど、私はずっと待っている。眠れない夢の中で、ずっと待っている…砂の王があの古い約束を果たす時を。」\n\n肉体と精神、その両方が醜い機械に閉じ込められてもなお、彼女は女主人が眠りから目覚める日を待ち望む。\nそんな悲しき執念を胸に、砂の国の砕け散った夢を静かに守り続けるのだ。\nたとえ清浄な泉に苦い砂粒が混ざっていても、たとえオアシスが砂丘に埋もれても…\n機械を稼働する永遠なる律動の中、転機の足音にひそかに耳を傾けている。\n\n「けれど、盲目の師匠よ。奴隷の枷から生まれ、幼い頃より何もかも失ってきた…」\n「砂丘のように予測できない運命に見放されている私に、運命の転機を迎え入れる資格が果たしてあるのだろうか？」"
	},
	"circlet": {
		"name": "流砂の嗣君の遺宝",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "琥珀金で作られた耳飾り。不思議な輝きを放つ宝石が嵌め込まれている。",
		"story": "砂嵐から身を隠す旅商人よ、この盲目の老人のはなしに耳を傾けてくれ——\nジュラバドの過去を、民たちが招いた因果応報を…\n生まれたばかりの貴人のことを、宮殿の下に身を置く下僕のことを…\n\nジュラバドが勃興した時、民の王は諸々のオアシスを一つにまとめたという。\nそうして、ばらばらだった部族と短命の国々はオルマズドのみに臣服することとなる。\nオルマズドは赤砂の王を大宗主とし、宮殿と殿堂を建設して彼を拝んだ。\n部族から奴隷を募り、属州からは労働力を徴用し、都市には供物を要求した。\n国はみるみるうちに発展していき、貴族も奴隷も平等に影に覆われていくのであった。\n\n高台から虫けらのような神官や奴隷を見下ろして、ジンニーは悲哀に満ちたため息を吐いた——\n花神の眷属として、理想の王を選んだと思い込んでいたのだ…虚栄に惑わされた男だとも知らずに。\nゆえにジンニーは夜、寝所にて優しい諫言を呈し、民の王の考えを改めさせようとした…\nしかし、オルマズドは奴隷制を統治の慣例と理だと考え、諫言を恋人の睦言としかみなさなかった。\n\n「愛をその身に託しても、隣にあるのはいつも渇きを訴える欲求のみ——」\n「夢を欲し、家を欲し、愛する人がありふれた理想を超えてくれることを求めた」\n「けれど今、恋人は凡庸な暴君の貪欲さと虚言に溺れている」\n「裏切られた落胆とこの憤怒を晴らすため——三代に渡って、重き罰を下す」\n\nジンニーは暴君がくれた耳飾りを黙って外し、決裂の意を示した。\n冷めきった心には、恋人を罰する毒々しい策略が生まれた。\n\n「サイフォス、我が子よ。恨みは炎のようにすべてを燃やし尽くし、残るは狂気の灰燼のみ。」\n「執念深い恋というのはそれよりも険悪なもの。この世の悪事は、熱狂的な愛から来るものが多い…」"
	}
}