{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "来歆の余響",
	"effect2Pc": "攻撃力+18%。",
	"effect4Pc": "通常攻撃が敵に命中すると、36%の確率で「幽谷祭祀」が発動する。「幽谷祭祀」：通常攻撃ダメージが攻撃力70%分アップする。この効果は通常攻撃でダメージを与えた0.05秒後にクリアされる。通常攻撃後に「幽谷祭祀」が発動しなかった場合、次回の発動確率+20%。発動判定は0.2秒毎に1回のみ行われる。",
	"flower": {
		"name": "魂香の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "花の形をした宝玉の彫刻。幽幽たる魂の気を纏っている。",
		"story": "毎年、魂香の花が咲く頃になると、翹英荘の奉茶儀式の準備が始まる。\n花びらが散る頃には、花の香りを九回ほど茶の葉に染み込ませた花茶が、堂の前に供えられる。\n突如として訪れた仙人が飄然と去るかのように、魂香の花期は短い。\nそして、薬君という曖昧な名と、支離滅裂な数々の伝説だけが残った。\n\nとある物語では、薬君の仙人は肉体を葉の繁る古き茶の木の枝に変えたという。\nまた別の物語では、手懐けられた悪獣に乗って、仙山へと飛んでいったという話もある。\nさらに、こんな物語も——\n\n少女が陸に上がるや否や、地面に落ちていた帷帽を拾い上げ、無造作に頭に被った。\n顔を隠すようなものがないと、彼女は恥ずかしくて口も開けなくなってしまう。\nすると、彼女をこんな無様な姿にした張本人が水面から顔を出し、\nまるでこの対決の勝敗を誇示するかのように、色とりどりの鱗をキラキラと輝かせた。\n\n「…ぐッ！泳げるのがそんなにすごいことなの？呪ってやる、いつか溺れてしまうように！」\n\nその時は確かに頭に血が上っていたが、あくまで冗談であった。\nしかし、あの光り輝く流光はやがて深き淵に消えると、二度と姿を見せなくなった。"
	},
	"plume": {
		"name": "垂玉の葉",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "葉っぱの形をした玉佩。かつて、ある友人たちの間で特別な意味を持っていたようだ。",
		"story": "遥か昔、彼岸に船を泊める場所がまだなく、雲煙の立ちこめる山しかなかった時代。\nその山の持ち主が何を植えるか迷っていると、他の者に先を越されてしまった。\n\n「この木が成長したら、葉を摘んで茶を淹れよう」\n「その時が来たら、留雲借風と理水畳山たちをここに呼び…」\n\n「私の土地に木を勝手に植えたくせに、そんなことを考えるとは」\n山の王である少女は怒りを露わにしたが、ついお茶の香りを想像してしまった。\n\nそして、誰かがこの玉玦を小さな木の細い枝にこっそりと結びつけた。\nその後、山の持ち主は戻ってきたが、別の姿となっていた。\n紐を解く指も失われている。だが、それはもうずいぶんと昔の出来事…\n\n長い年月を経た後、その枝は山民によって向こう岸へと移植された。\nお茶の香りも沈玉の谷から璃月港へ、さらに様々な場所へと広がった。\n\n沈玉の谷にある茶の木に関して、様々な伝説がある。その中の一つはこのようなものだ。\n水文、土壌、日照に関わらず、この木は沈玉の谷でしか育たない。\nそれは遠い昔、茶の木の苗の傍で旧友と交わした約束を覚えているからだ。"
	},
	"sands": {
		"name": "祭祀の証",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "円形の玉佩。とある伝説では、儀式を開始する時の証として使われていたという。",
		"story": "この玉佩の天然石は、長年封印されていた神山に由来するものだという伝説がある。\n海辺を離れた星螺が波の音を思い出すかのように、\nその飾りからも細やかな水の流れる音が聞こえた。\n\n旅館ではこんな噂をよく耳にする…\n「伝説によると、山奥の至宝は元々恵みの雨を降らせる璞玉である」\n「しかし、後に世が混迷に陥った時、その力を手に入れようとする妖魔たちが現れた」\n「そこで山主が璞玉をいくつかに分け、異なる形に変えて目を欺こうとした」\n「それらを水に沈めたり、山奥に隠したり、祠に供えたりしたという」\n「沈玉の谷の伝説では、それらの玉は神の契りによって祝福されたものである」\n「ただ、何年経とうとそれを見つけ出せた者はいない…」\n\n祭司はこの飾りをいつも大切に身につけていた。\nある年のこと、出かける直前に風情の分からない友人にそれをこっそりと見せたことがあった。\n祭司はこの模様の由来や、先祖と神々の長きにわたる契りについて粛々と語った。\nしかし、友人がその言葉に興味を示すことはなかった。薬を粉にする杵を手に汗をかいている。\n\n「毎年、同じような祭祀を繰り返し行ってる。その話だってもう何回も聞いた」\n「帰ってきたらお茶を奢るって約束しただろ？話はその時にしよう」\nしかし、水の中から現れたのは、彼女が思っていたものとは違っていた。やがて、水の中へと消えてしまう…\n\n今もなお、遺瓏埠の職人たちはこの形を模した伝統的かつ素朴な飾りを作ることができる。\n往来する商人たちもその伝説に倣い、精巧な飾りを耳元に近づけ、\n岩を打つ雨の細やかな音が聞こえるかどうかを確かめている。"
	},
	"goblet": {
		"name": "湧水の杯",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "水が永遠に湧き出る杯。恐らくは仙人からの贈り物か遺物、もしくは落とし物だろう。",
		"story": "最初、それは友人たちからの贈物で、小さな洞天へと通じていた。\n湯飲み茶碗の清泉は乾くことなく、仮住まいに最適である。\n太陽や月の倒影を中に映せば、泳ぐ魚を入れることもできるだろう。\n\n夜叉の定められた厄運と比べれば、自分は幸運だと彼女は言った。\nただ、古い儀式を引き継ぐ代償として、陸地に上がることができなくなってしまうらしい。\nあの頃、璃月の地表を奔流する甘き水は、今ほど豊かではなかった。\n山の下の港町も平原の集落も、彼女にとっては夢のような存在。\nしかし厄介事を嫌う者が、この湯飲み茶碗を持って発つと言い出した。\n\nその者が言う璃月港は、村で催される縁日のように明白な嘘だと分かった。\nこの旅路はきっと今と同じ、争いと様々な面倒事に満ちている。\n彼女は二人とも、よく知りもせず話をする傾向にあると知っていた。賑やかな人混みに近寄るのを恐れているようだ。\nその者たちのように繁栄を妬み、恐れる小さな仙人はもうこの世にいない。\n\n「しかし、私たちの間には沢山の約束がある。これはいいことだろう」\n出発の前、彼女はそう思った。\n「この旅はきっと面白くなるに違いない。彼女を旧友にも紹介できる」\n\nその後、風炉や茶釜は有効活用され、湯飲み茶碗の形も人々の心へと刻まれた。\nこうして、皆の机の上にも手のひらの上にも、明月を持つことができたのである。"
	},
	"circlet": {
		"name": "浮流の対玉",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "美しい玉石をあしらった耳飾り。優しい温もりが紛れもなく感じられる。",
		"story": "沈玉の谷には多くの山、絶えない水、数え切れないほどの物語がある。その中でも特に有名なのが——\nその昔、妖魔の手に落ちないよう、水に沈められた璞玉だ…\n\n伝説という名の川には、常に多くの支流が生じる。その中には次のような話があった。\n美玉はかつて神山の中の璞玉であり、帝君の手によって精巧に彫刻されたもの。\n清水に浸る奇石は珏、璋、玦、または盃であろう。\nまた、このような説がある。物語に登場する「玉」とは、実は美人の比喩表現であると。\n\n伝説によると、このような景色を見た者がいる…\n\n太陽の光に照らされ輝く、宝石のような鯉が無数といて、\n水生生物を束縛する河川や湖沼から解放されると、\n群れとなって、谷間の空を風と共に自由に飛び回った、と。\n誰かの耳元にある一対の玉玦も、別の形へと変化した。"
	}
}