{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "絶縁の旗印",
	"effect2Pc": "元素チャージ効率+20%。",
	"effect4Pc": "元素チャージ効率の25%を基準に、元素爆発ダメージがアップする。この方法でアップできるダメージは最大75%まで。",
	"flower": {
		"name": "威厳の鍔",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "将軍を裏切った鬼人が、かつて授かった美しい鍔。",
		"story": "母が恩のある、宝刀を授けてくれた将軍に牙を向いた。\n御輿家に戻ってきたのは、彼女が愛した鐔だけだった。\n\n母の悲願は、熱き血潮を持って生と死の運命に打ち勝つこと。\n減り続ける同族のために、戦鬼の名で不朽の功績を残すこと。\n漆黒の罪の虎に呑まれれば、口の中から猛獣を切り裂く。\n\n雷の三つ巴の旗のもとで武勲を挙げ、\n血に染まった十二単を濯ぐはずだった。\nしかし、彼女の強く鼓動する心とともに、永遠に黒く染まってしまった……\n\n家督を継ぐはずだった長子は城外に隠居し、\n影向山の林に入り浸った。彼はそこで、少女に出会った……\n\n「鬱陶しいわね。そんなに過去を捨てたいなら、私が新しい名前をつけてあげる」\n彼の過去を聞いた黒き翼を持つ彼女は不敵な笑みを浮かべた。\n「岩蔵にしよう。磐座のことだよ。人の言葉に左右されない物」\n「鬼の血を継ぐ人間、喜べよ。さあ、笑え」\n「影向の天狗がつけた名には、神通力がある」\n「それに、石の名前は、脳筋な君にぴったりでしょ」\n\n「じゃあ、来年櫻が舞う頃、またここで戦おう、『岩蔵』」\n「鬼の子よ、しっかり鍛錬しなさいよ。影向の天狗の相手に相応しい人間になりな」\n「そうだ、私に触れることができたら、その剣を『天狗抄』と呼ぶことを許す」\n「だってその時、君は『天狗にも勝てる剣術』の使い手だから」"
	},
	"plume": {
		"name": "切落の羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "ある天狗の所有物であった黒羽。昔の剣豪が秘蔵していた記念品。",
		"story": "剣による風圧で散った黒い羽が舞う中、剣豪になる人間が、\n遂に長年触れることのできなかった天狗の少女を捕まえた……\n\n「いやはや、危なかった。さすがだね」\n「剣が君の力に耐えきれなかったのね」\n「そうでなかったら、私は死んでいただろう。さて……」\n\n光代、来年の決闘は、場所を変えるか？\n緋色の櫻が舞う場所なら、いくつか知っているのだが……\n自分が壊した社を見回し、天狗の震える手を握りながら、\n切り落した黒い羽を見つめて、道啓はそう言おうとした。\n\n「私に触れたのだから、君の勝ちだね」\n\n勝負はまだ決まっていない、来年また会おう。そう言おうとした。\n\n「君の剣は天狗よりも速くなった」\n「十三年間、君と戦う日々を、私はずっと忘れない」\n「でも私は影向の天狗だ。一族を背負わなければならない」\n「当初君の名を変えたのは、君を鬼の血の呪いから解放したかったから」\n「人ならざるものの血筋は、あの戦の後、どんどん薄れてきている」\n「まあ、私たち人ならざるものは、人並みの幸せを求めてはいけない。でも君は違う」\n「今の君は『岩蔵』、鬼の血を背負う御輿ではない」\n\n「じゃあ、さようなら、道啓。私を忘れて。そして君の剣で」\n「岩蔵の血筋のために、岩蔵のためだけの道を切り拓いて」"
	},
	"sands": {
		"name": "雷雲の印籠",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "黒色の細緻な印籠。光り輝く螺鈿と精巧な金物が装飾されている。",
		"story": "遥か過去、セイライ島がまだ雷雲に覆われていなかった頃の記憶を呼び覚ます。\n雷鳴を閉じ込めた容器は、約束した人に渡せなかった。\n\n「糸が切れたから、また私のところに来たの……まったくしょうがない奴だ」\n「剣術がなかったら、ただの間抜けな博打打ちのおっさんだろ」\n\n「ふん、俺をなめるなよ。俺の弓もすごいんだぜ、天狗に教わったんだ」\n「俺の剣術が凄すぎたから、皆弓のことを口しなかっただけで」\n「よく考えたら、もったいないことをしたな。せっかくだから、弓術を教えてやるよ」\n\nいつか、憎まれ口を叩きながら、あの馬鹿のために切れた籠を直した。\nいつか、憎まれ口を叩きながらも、笑みを浮かべていた。\n\n「旗本になったのに、責任を負う立場なのに、なんでいつも喧嘩ばっかりなの？」\n「家を持ったのに、かわいい妻がいるのに、なんでいつまでも遊んでばかり、賭け事ばかりするの？」\n\nだって……\nついぞ口にできなかった質問を、投げないことにした。\n斎宮様がここにいたら、気軽に言えたのかもしれないね……\n\n「そんなのどうでもいいんだよ。今日は休みだ、勝手に決めたけど」\n「神社の仕事を置いて、海へ行こうぜ。お前の小さい頃のように」\n\nそうやって彼に港に連れて行かれ、行き交う船をぼうと眺めた。\n神社のあの光代が、いかに師匠の美貌と武芸を継いだのかを聞かされ、\n彼が見た自分の首を斬り落とした悪夢の話を聞かされ……\n二人ともわかっていた。言葉で取り戻せない悲しみを誤魔化しているだけだと。\n\nその後、ずっと、ずっと後の話。\n苔むした石と、二人が密会した港を見下ろし……\nあの博打打ちがもう一度勝てるように、彼の無事を祈るように……\n再び危険を冒して高いところに立ち、手作りの籠を高く掲げた。\n記憶の中の希望を取り戻せるように、稲妻の力を集めた。"
	},
	"goblet": {
		"name": "緋花の壺",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "精巧な酒壺。かつて、名が轟く武人の酒用の器だった。",
		"story": "我流の秘剣「天狗抄」で、岩蔵道啓は九条家の剣術指南役になった。\n「道胤」の号を授かり、自身の剣術流派を作り上げた。一時期門下生が絶えなかったという。\n九条の屋敷に就任する前に、道啓はすでに酒を嗜んでいた。\n最後に、秘剣「天狗抄」の完成で廃墟となった社に踏み入れた。\n十三年の間、何度も影向の天狗と真剣勝負をした場所で、\nここで「影向の光代」と名乗った黒い翼の天狗と出会った時のことを思い出した。\n\n夢のような十三年\n櫻吹雪のように舞い\n気が付いたら、君がいない\n\nあの頃の神櫻も雪のように舞い降りた。\n社も祀る神がいないだけで、建物は健在だった。\n泉のような軽快な笑い声が谷間に響いた。\nだが、廃墟となった庭に、二人は二度と戻らないだろう。"
	},
	"circlet": {
		"name": "華飾の兜",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "高貴な武士が着用していた、頑丈で硬い兜。",
		"story": "「道胤公の秘剣は、雷光をも断ち切れそうだな、ハハハ」\n刀を納めると、若き勘定頭の弘嗣のからかう一言に、抑揚のない声で返事をした。\n「そんなことはありません。精々空を飛ぶ天狗を切り落とせるくらいでしょう」\n「まあ、天狗を切り落とすなんて、一度もしたことはありませんけど」\n\n「そうなのか？なら、秘剣『天狗抄』の名はどうやってついたのか？」\n道胤が答えないのを見て、離島を立ち上げた勘定頭は残念そうに言った。\n「九条のおやじに先を越されたな。君が欲しかった」\n「君の剣の腕があれば、セイライの赤穂百目鬼も敵じゃないだろう……」\n\n雲を裂くように、彼に新しい名を与え、新しい命をくれた、\n錆だらけの刀を渡して、自分を斬ってみせよと言ったあの天狗が、\n彼の刀が折れた時、最後に言った言葉は……"
	}
}