{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "深廊の終曲",
	"effect2Pc": "氷元素ダメージ+15%。",
	"effect4Pc": "装備者の元素エネルギーが0の時、通常攻撃ダメージ+60%、元素爆発ダメージ+60%。装備者の通常攻撃がダメージを与えた後、上記元素爆発ダメージアップ効果は6秒間無効になる。装備者の元素爆発がダメージを与えた後、上記通常攻撃ダメージアップ効果は6秒間無効になる。キャラクターが待機中でも発動できる。",
	"flower": {
		"name": "深廊に響く歌",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "北国の宝石から作られた氷の花。花びらは長い年月の中で粉々になった。",
		"story": "少女は師匠の導きに従い、北へ向かった。身を刺すような極寒の凍土と氷海の果てにある砕けた鏡の廊下を進み、\n廃墟を彷徨う無数の魔物を討ち、枯れた銀の樹も骸の前で雪に埋もれた秘宝を見た。\n\nあれは白銀の月光がまだ狼煙の中で砕け散る前、高天の神託が変わることなく大地に行きわたっていた時代のこと。\n大地の奥深くに足を踏み入れた少年は最初の天の使いに出会い、世界の最たる禁忌を問うた。\n黎明に生まれた娘は、少年の冒涜的な言葉に恐れ慄いた。なぜ人の子がこの秘密を知っているのか。\n来訪者は自身の来歴を全て語り、彼女が見たことのない夢を歌った。\n\n王座の大いなる者が彼女に施した戒めは蜘蛛の巣の如く、瞬く間に破られた。初めて自我を知った御使は、\n話してはならない秘密の中でも最たる禁忌の創造について、愛する者に余すことなく伝えた。\n\n「なんてかわいそうに。あなたの主がこんなにも尊い命をそんな方法で冒涜するなんて」\n「魂を痛めつけることに喜びを見出す悪魔でも、この行いには驚くでしょう」\n「愛を知らない黎明の少女、私があなたを縛る法の敵となります」\n「あなたの主に閉じ込められた数多の生き物は、星々を見上げるべきです」\n\n「私は貴方の剣と盾となって、貴方の案内人になるわ。貴方の許されざる反逆にも力を貸しましょう」\n最も尊い天の使いが彼の額に軽く口づけた瞬間、蒼く冷たい銀の樹が無数の氷の花を咲かせた。\n雲の隙間から大地を見下ろしていた空月はこの裏切りを見届けていた。その心には分不相応な願いが人知れず芽生え始めていた…"
	},
	"plume": {
		"name": "深廊の遥かな契り",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "北国の宝石から作られた羽飾り。この世のものとは思えない幽かな光をちらつかせている。",
		"story": "少女は師匠の導きに従い、北へ向かった。身を刺すような極寒の凍土と氷海の果てにある砕けた鏡の廊下を進み、\n廃墟を彷徨う無数の魔物を討ち、深境の残影の中に雪に埋もれる秘宝を見た。\n\n少女は決して、この地に初めて足を踏み入れたよそ者ではない。北の果ての子孫が沈淪の夢を紡ぐ前から\n霊智をもって星々を旅する者は、まだ暗黒に堕ちていなかった龍の主と再会の約束をしていた。\n\nそれは孤独な虚空の中を揺蕩う記録者であり、原始の文明と関わってはならなかった過客。\n不滅の肉体は遥か遠くの天盤に眠り、心は幾兆光年先にある荒廃の間を彷徨っていた。\n滅びる運命にある数多の種族と文明を測り、永久なる暗闇のなか星海が行きつく先を思案していた。\n微かな一筋の光が彼女の感覚を刺激し、数万年にも及ぶ瞑想から目覚めさせた。\n\nその光は銀河の渦状腕の端にある、何の変哲もない小さな世界と、その世界と共に誕生した原初の龍だった。\n「死」さえも消える永い夜においては、龍が目にした太陽も一瞬にして燃え尽きる流星に過ぎない。\n責務のために星の地表に縛られた意志は、旅の者が見届けてきた無数の文明よりも煌めいて見えた。\n心に浮かび上がる驚きと哀れみを押さえきれず、彼女はこの小さな世界の主に訓示を授けた…\n\n「私はかつて、紡錘のような光の無い終焉が、星々の輝く糸を引き裂く様子を見ました。」\n「そして、秩序を失った冷たい潮が歌を飲み込み、善も悪も静寂に帰す様子を見てきました。」\n「哀れな慈悲深き王、それでもあなたは己の民を見捨てない、というのですか」\n「滅びる運命にあるこの世界を捨てて、私と共に旅に出ませんか」\n\nしかし、傲慢な龍はこう答えた——\n「遥か彼方の世界より到りし友よ、天外の理を説いてくれたこと、感謝する。」\n「しかし、汝の目に愚昧と映るものどもは、余にとっては世界そのもの。」\n「滅びの潮が襲い来ると言うならば、余の骨をもって世界を守る砦と為そう。」\n「余の選んだ道を見届けてはくれぬか。余はいつの日か人を星々へと導こうぞ。」\n\nしかし過客が舞い戻った時、世界は記憶にあるものと大きく様変わりしていた。\n大地の骨は四重の枷を打ち付けられ、柔らかい白色に光っていた空は七縷の色に固められていた。\n龍王の気配は煙のごとく消え去り、翼を持つ者の玉座が三つの月の輝きを統べていた。\n\n巨龍が別れの言葉も無しに去ったことに戸惑いつつも、この世界の新たな主を驚かせてはいけない、と\n過客は同族の掟に背いて、あの殻の中にある世界へと密かに心を潜らせ、\n幼い身体に意識を宿し、原始の脊椎動物の間を歩んだ。\nそして黄金で築かれた都市の中、日に日に激しくなる議論に耳を傾けた…"
	},
	"sands": {
		"name": "深廊が埋もれる刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "北国の宝石から作られた懐中時計。針は消え去る瞬間に、永久に止まることとなった。",
		"story": "少女は師匠の導きに従い、北へ向かった。身を刺すような極寒の凍土と氷海の果てにある砕けた鏡の廊下を進み、\n廃墟を彷徨う無数の魔物を討ち、黄金の塔の前で雪に埋もれた秘宝を見た。\n\nあれは、もう思い出せないほど遠い昔、荒廃した氷原に極北の諸国が金糸の如く散りばめられていた時代。\n深廊の溶鉱炉は昼夜を問わず轟音を響かせていた。巨獣の遺骸の上、職人は禁忌を犯して数多のフェイを鍛造した。\n降り注ぐ霜月の光で無瑕の血肉を織りあげ、疲れ果て弱った体にあてがった。\nそれはかつて高天の主宰の手にあった、反逆の使者によって凡人の手に渡った創生の権能。\nある朝、夢を見た。それは、卑小なる生き物がこの世界と融合する完全なる命を創り出す夢。\n\n最初の天の使いは、深廊で伴侶の耳に明け方の甘美なる夢を囁いた。深廊はまだ壊れていない。\n「地上の国々が天空の慈悲を渇望しなくても生きながらえる様を見たわ」\n「彼らが建てた城は雲の上まで届き、王座と星々をも超えるの」\n「人々が、彼らの崇める神々と天空を分かち合う様を見たわ」\n「もう涙を流す必要はないし、悲しみも死もなくて、すべてが完成されていた」\n\nしかし傲慢なる夢と野心はやはり、天穹から落とされた深い青色の釘と共に終わりを迎えた。\nフェイたちは叫びのうちに白銀の細氷と化し、繁栄を極めた黄金の城は霜風によって、一夜にして破壊された。\n裏切りの使者は、その名と姿を剥ぎ取られ、同族にも呪いが焼き付けられた。\nもし誰かの瞳を覗き、衆生に注ぐべき愛をただ一人に捧げようとするならば、\n高天から授かりし美しき身体は砕け潰えて風となり、心と知恵は塵中に堕ちるだろう。\n堕ちた者の残骸は小さくなって仙霊となり、永遠に記憶の残影を喰らい、彷徨い続ける。"
	},
	"goblet": {
		"name": "深廊の招宴",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "北国の宝石から作られた盃。古い文明が高天に献上していた礼器だと言われている。",
		"story": "少女は師匠の導きに従い、北へ向かった。身を刺すような極寒の凍土と氷海の果てにある砕けた鏡の廊下を進み、\n廃墟となった深境螺旋を一人歩いて、魔剣士が言った旅の者の痕跡を探し求めた…\n\nあれは、まだ白銀の月光がまだ極北の地を憐み、高天の使者がまだ塵泥に視線を向けていた時代。\n進化の知恵を問い、御使の怒りに触れた黄金の都は、御使の怒りを鎮めようと争っていた。\n祭祀を司る人々は互いの冒涜の罪、神の愛を汚した罪、繁栄と知恵を侮辱した罪を糾弾し、\n彼らの中から人々の心を腐食させた元凶を探し出し、怒り狂う御使に許しを請おうとしていた。\nしかし…\n\n「知恵を求めるから犯した罪ならば、無知こそ偉大な教えです。争うから犯した罪ならば、子羊が完全な存在と言えるでしょう」\n「罪が血をもって償うべきものだと言うなら、それは人間から生まれた罪ではないはずです。もし法が完璧なものであれば、詰問を恐れる必要もない。そうではありませんか？」\n\n平民の出の少年がいかにして、守衛の目をかいくぐり、司祭が議論する広間に入ったのかは謎だが、\n博学の者が推論していた罪に一つ一つ異を唱え、非難の声を、沈黙と忌々しげに見つめる怒りの眼差しへと変えた。\n静まり返った議事堂で、白き枝の冠をいただく主祭は騒ぎを聞きつけてやって来た衛兵を下がらせた。\n\n「神を冒涜せし弁士よ、もしお前の言葉通り、罪が凡人の妄執にすぎぬというなら、」\n「この怒り狂う苦酒を飲め。蒼銀の樹に赴き、我らに罰を下した御使に申し開きをするのだ。」\n\nこうして、名もなき少年は大地の奥深くへ足を踏み入れ、最初の天の使いの答えを求めた…"
	},
	"circlet": {
		"name": "深廊の失われた冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "かつての持ち主の心のように「執念」に染まった兜。額の部分に飾られている宝石は、さらに古い時代のものらしい。",
		"story": "少女は師匠の導きに従い、北へ向かった。身を刺すような極寒の凍土と氷海の果てにある砕けた鏡の廊下を進み、\n廃墟を彷徨う無数の魔物を討ち、破れた帳から雪に埋もれた秘宝を窺い見た。\n\nあれは、生きとし生けるものがまだ愚かで天空の勅令に服従し、暁の星の王庭が雲の上にそびえ立っていた時代。\n光からは美しく高貴な創造物が生まれ、その顔を見ることのできない凡人はそれを天の使いと呼んだ。\n月光に煌めく蒼銀の翼は炎のように明るく輝き、頭には地骨と天星で造られた七重の冠を戴いていた。\nその名は、高天より生きとし生けるものに注がれる神の愛であり、地上のこと全てを統べる権威の代理でもあった。\n\n「その心を、その意志を、その力を尽くしてこの地に生きる全てのものを愛しなさい」\n「朝露が朝焼けを慕い、種子が風を慕うように」\n\n彼女らは神々の庭における最も忠実なる従者であり、狂うことのない秤。\n高天の大いなる主宰のために綺羅を織り、聖なる啓示をあまねく伝えていた。\nこれが生み出された時に授かった役目であり、そうあるべきだった姿——\n\n最初の天の使いが北の果てにある銀の樹の下で名もなき少年に出会う、その時までは。\n星のような瞳に自分が知らない何かが映っているのを彼女は見た。\nそれは法に刻まれていない愛であり、天空が禁じた自由だった。\n愛という永遠なる星の輝きが、彼女の心をかつてないほど震わせた。\n頭の冠を銀の樹の根元に積もった雪へ投げ捨て、黎明の少女は決意した。\n\n「おいで、おいでなさい…私たちの骨で愚かな規則を創り直し、血で北の荒原を潤しましょう」\n「私たちで都市を一つ、雲を貫くほどの高い塔を造り、地上の人が苦しみの涙を飲まずに済むようにしましょう」\n「私は無用の冠を塵に捨て、俗世の国々に枷を外す一息を与えるわ」"
	}
}