{
	"name": "楽園の絶花",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "元素熟知+80。",
	"4pc": "開花、超開花、烈開花反応によるダメージ+40%。また、装備者自身が開花、超開花、烈開花を起こした後、上記強化効果の効果量+25%、継続時間10秒、最大4層まで重ねられ、1秒毎に最大1回のみ発動可能。装備したキャラクターが待機している場合にも効果を発動できる。",
	"flower": {
		"name": "月娘の華彩",
		"relictype": "生の花",
		"description": "精巧に彫られた紫水晶の花。今はもうほとんど絶滅してしまった古代の花を模している。",
		"story": "ジンニーだけが思い出す過去、花の女主人は天空に見放された。\n美しく高貴な体はボロボロになり、血族の者たちは罰を受けて正気を失った…\n\n花の女主人は荒れ果てた大地で七十二もの夜を流浪したと言われている…\n踵は無情な砂利にこすられ、その傷口から清浄な泉が流れ出し、尽きぬせせらぎへと変わった。\nそして、その水の恵みによって緑の園圃が生まれ、夜のように青い睡蓮がその中から生まれた…\n睡蓮はジンニーの母であり、ジンニーは溺れさせるような眠りと、失った苦しみの記憶から生まれた。\n\n最初、ジンニーは知恵の造物であった。彼女たちは天真爛漫な夢に、甘い夢のような恋に溺れる。\n創造の恩に感謝するため、幼いジンニーたちは女主人の腕を取り、彼女に野菊の花冠を授けた——\n\n「花の主様、園圃の主様。ここに留まってくださいませ。私たちを見捨てないで！」\n「そうですわ、そうですわ。眠りの母、酒と忘却の貴婦人。どうかこの園圃の女王におなりください。」\n\nとうとう、優しいジンニーたちの引き留めには勝てず…流浪の神はこの花満開の園圃に留まることになった。\n彼女が留まったところには、月夜のように美しい紫色の花が咲いた——その名も「パティサラ」である。"
	},
	"plume": {
		"name": "落謝の宴席",
		"relictype": "死の羽",
		"description": "遠い昔に絶滅した鳥が残した羽。古代の花神の信者によって、華やかな黄金と宝石があしらわれた。",
		"story": "ジンニーだけが涙を流す過去、オアシスの女主人は最後の決断をした。\n彼女は、やっと気づいたのだ。自分の運命は謎ではなく、秘密の扉を開く鍵であることに。\n\nキングデシェレトの言葉と夢を通じて、彼女は世界のおかしな規則を超越する可能性を見据えた。\n神の座が授けた恩恵を辞し、赤冠の君主は己の意志で新しい通路を切り開いた…\nたとえ彼女が示した未来の風景が、恐ろしく惨憺なものであっても、執着の君主は一歩も退かなかった。\n危険な旅に出ると分かっていても、愛する人が消えるときを目の当たりにすると分かっていても…\n赤き大君主は尊い虚言を選び、自分の信者を導きながら、必然的な滅亡へと歩み出した。\n\n「あなたは風を捕まえたいだけ。魔神たちの墓碑の上で、人は諸神の神となる。」\n「憂いなき夢郷の妄想は必ず破滅する。虚言が破れる廃墟の上で、人は諸王の王となる。」\n\n花の女王は友人の愚行を黙認した。尊き反逆の炎が神の野望の中で燃えていると彼女は気づいた。\n幾千万の凡人の知恵を一つに束ねる理念、そして幾千万の夢と権力を一つに束ねる偉大な試み。\n隠されているのは虚言だけではない。それは凡人の未来であり、星々のような希望であった…\n\n夢想が枯れ、夢境が崩れ落ちるあの夜はいつかやってくる——これこそが花の咲く真意だ。\n神の狂想の破滅を経験したからこそ、凡人が神の意志に背いて奮起する日が訪れる…\n頑なな神王が彼女のために秘密裏に起こした反乱のように、自らの意志で存在している。\nしかし、花の女主人は酒のような愛をその身で経験したことがない。矮小な人間の感情など、尚更だ。\n彼女のような知恵の持ち主にも予測できないことに、この小さな生物たちは、いつになったら気づけるだろうか…\n\n「…『神』というのは、あなたたちにとって、最初から余計なものだということ？」"
	},
	"sands": {
		"name": "凝結の刹那",
		"relictype": "時の砂",
		"description": "砂が流れなくなった砂時計。いくら逆さまにしても、時間は流れない。",
		"story": "ジンニーだけが嘆く過去、赤砂の主は愛する相手のために霊廟を建てた。\n砂の底に埋もれた晶石を源に、ジンニーの力を頼りに、時さえも留まってくれるオアシスを作った。\n\n千百年もの時が経っても、砂漠を流浪する部族たちの間では「永遠のオアシス」の伝説が語り継がれている。\n遊牧民は言う。それは枯れず、老いぬオアシスであり——永遠に眠る花神に統治されていたのだと。\n遊牧民は言う。最後のジンニーの母フェリギスが、あのオアシスの大きな扉を守っているのだと。\n千年も変わらぬ優しさで、来たる凡人の一人ひとりを祝福する。良民だろうと悪人だろうと…\n\nタニット、ウッザ、シムティなどの部族の歴代の主母は、みな「花神の娘」を自称する。\n信仰を基準に、血縁を絆に、そして幻想のパティサラの園圃を頼りにして…\n互いに分裂し、生きるために抗う砂漠の部族は、枯れぬ泉と尽きぬ知識を追い求めていた。\n\n彼らの神が残した預言の通り、文明が悲惨に潰えた後も、凡人は相変わらずしたたかに生き残った…\nたとえ部族が神の導きを失っても、すでに死んだ神によって団結しなければならなくても。\n涙も尽きた塩の砂漠は凡人の足を止めることなく、「永遠のオアシス」の限りない虚言も部族の探索を止めることはなかった。\n\n「我が王よ…なぜ砂丘の流れを止めるよう命じたの？なぜ流れる風に、止むようにと呼びかけたの？」\n「この時計のように砂晶が固まってしまえば、存在する意味もなくなるでしょう？」\n「『永遠』は楽園などではないわ…むしろ分解も再生もできない、取れない汚れ。」\n「花のように咲いて、花のように消滅する。そうして『死』の悩みを持たぬまま、花の季節によみがえる。」\n\nあの時三人の仲間たちが交わした他愛もない会話は、千百年後の砂漠にも風と共に漂っている…\n遠い砂漠のどこかで時を止めたオアシス——部族の心には、今もそんな空想が在る。\nそして、根のなき部族は流れる砂丘と共に、生と死の循環を繰り返すのだ…"
	},
	"goblet": {
		"name": "守秘の魔瓶",
		"relictype": "空の杯",
		"description": "紫色の水晶から彫られた小さな瓶。エメラルドの蓋によりしっかりと密封されている。",
		"story": "ジンニーだけが沈黙する過去、赤砂は花に自分の野望を打ち明けた…\n月明かりはザクロの盃に清らかな影を落とす。花の女王はようやく親友に口説き落とされた。\n\nあの夜、キングデシェレトが言ったことは誰一人知らない。最も古いジンニーでさえ、口を噤んだ。\nあの夜、キングデシェレトが露わにした欲求は誰一人覚えていない。最も知恵ある神でさえ、震え慄いたのだ。\nしかし、花の主はその中の深意を知った——彼女の予想通り、そして彼女の計算通り。\n砂海とオアシスの中で最も強く、最も高潔な王は、最も反逆的な狂想を抱いていた。\n\n「あなたのために秘密を守りましょう。あなたには知恵の主と同じくらい、深い気持ちを抱いているから。」\n「あなたのために橋を架けましょう。その狂想は満たされるだろうけど、青い水晶の釘を恐れないで…」\n「幽邃なる知識を導きましょう。たとえあなたがこれから多くを失うと警告しなければならないとしても…」\n「それでも、私の教えを肝に銘じておいて。天から舞い降りた使者たちがかつて残酷な罰を受けたことを忘れないで…」\n「覚えていて。この世の万物に希望があるとしたら、その希望はきっと平凡な人々の身の上にある。」\n\n暗闇の中、彼女は親友を天空と深淵のすべての知識に通じる秘密通路へと導いた。\n自身を橋にして、オアシスを代償にして、彼の狂想を叶えるために眩しい烈日の光の中へと消えていく…\n\n一柱の魔神をなくした楽園には嵐が巻き起こり、黄砂が空を舞い、やがてそれは災いに飲み込まれた…\nキングデシェレトは空をも遮る砂嵐から帰還したが、花の女主人は姿を消した。\n\n「…あなたを夢で見た…水晶の迷路の壁を伝って模索したけれど…見えたのは…砂漠だけだったわ…」"
	},
	"circlet": {
		"name": "紫晶の花冠",
		"relictype": "理の冠",
		"description": "紫水晶とエメラルドが散りばめられている冠。古代の花神の祭司が身につけていた髪飾りのようだ。",
		"story": "ジンニーだけが歌う過去、オアシスの女主人は赤砂の王と出会った。\n諸王が殺し合う残酷な歳月の中、キングデシェレトは他の二人と王権を共有することを決めた。\n\nジンニーたちはエメラルドとルビーが嵌められた孔雀の玉座を捧げ、友情篤い三人が契約を結んだことを祝った。\n永遠のオアシスの楽園のため、咲き誇るパティサラのため、花の女主人はアメジストの王冠を戴いた。\n\n「けれど、『永遠』なんて所詮虚言よ。ほろ酔いと歓愛は記憶をすり減らして、またそれを支離破裂な寝言へと変える。」\n「なぜ常にため息を吐いているのかと聞いてくれたわね。今夜は明るい月夜だし、昔のことでもゆっくり教えてあげる…」\n\n「それはかつての、平和だった遥か昔の時代。多くの使者は凡人と交流し、天空からの言葉を伝えていた…」\n「けれどその後、侵入者は天空の外から来て、数えきれないほど多くを破壊した。川も海もひっくり返って、疫病が横行して…」\n「外から来た者たちは私の血族に戦争をもたらし、大地の枷をも破る妄想をもたらした…」\n「天の主は妄想と突破を恐れ、大地を補う天の釘を落とし、凡人の国を滅ぼした…」\n「私たちもそれぞれ追放という災いを身に受け、天空との連絡は途絶え、教化する力を失ってしまった…」\n\n「私は災難に遭ってここに来たのよ。二度と天空を振り返って望むことはできない過酷な呪いをかけられて久しいけれど、そのおかげで、この姿のまま生きてこられた…」\n「でも、故郷はいつまでも私を呼んでいるの。たとえ星空と深淵の災難が水晶に浮かび上がったとしても。」\n「私の警告を肝に銘じて。四つの影の持ち主を追ってはならない。天空と深淵の秘密を覗いてはならない。」\n「さもなければ、断罪の釘が示したように、次々と災難や苦痛がやってくる結末が訪れるだけ。」\n\nしかし、赤き君主は仲間の警告には賛同せず、胸の内に僭越な願望を抱いた。\n月明かりの下で伴侶の涙を拭った彼は、自らの欲求を花の魔神に打ち明けた…"
	}
}