{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "諧律奇想の断章",
	"effect2Pc": "攻撃力+18%。",
	"effect4Pc": "命の契約の数値が増減する時、キャラクターの与えるダメージ+18%、継続時間6秒、最大3層まで重ね掛け可能。",
	"flower": {
		"name": "響き合う諧律の前奏",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "黄金と青き石で飾られた咲き誇る花。かつて、不滅の者に与えられた栄章であった。",
		"story": "あれは無知な海霧が高海を覆い尽くし、衆の水の民がまだ愚昧だった時代。\n赤い砂原と暗い山々の間に、故郷を失った神がいた。\n彼はオアシスの歌い手だったが、烈日の君主の威光の下、故国を失った。\n砂の王に仕えることを望まず、故郷を失った神は流浪の道を歩むことにした。\n\n万水の源の光なき海淵の下には、いかなる史書にも記載されていない都市がある。\n高海を墓場にしようとした故郷を失った者は、偶然にも大地より古い廃墟に足を踏み入れた。\n終わりの見えない回廊を抜けて神殿の廃墟の中心に辿り着くと、彼は銀色の杉の下で、\nこの忘れ去られた都市に残された唯一の生物——銀の枝に囲まれた金の蜂の言葉を聞いた。\n\n「遠方より訪れし旅の者よ、これは偶然ではない。運命の手がそなたをここに連れてきたのだ。」\n「我は銀の樹を守る使者であったが、長い時の中で心も形も失ってしまった。」\n「だが、我の目には未来が見える。旅の者よ、そなたは再び都市と臣民を手に入れるだろう。」\n「そなたが築き上げた国は繁栄し、いつの日か高海を統治するだろう。」\n「そなたは彼らに文明と正義をもたらすが、彼らはやがてその正義のせいで滅びる。」\n「結末を知ってもなお、旅に出るというのなら、上へと導こう…」\n\n「予言する金の蜂よ、もしこれが本当に運命だというのなら、選択の余地などないだろう？」\n「もし選択する機会があるのなら、あなたの言ったその不変の結末は必ず変えられるだろう。」\n\n言い終えると、水なき空洞は音を立てて崩れ、銀の樹は金色の船に変わった。\nこれが、後に楽章を奏でる栄光の王と予言者シビラとの初めての出会いであった。"
	},
	"plume": {
		"name": "古海の幽深なる夜想",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "伝説の金の蜂の羽根を真似て作られた羽飾り。そよ風に吹かれて微かに震える。",
		"story": "あれは啓蒙の歌声が高海に響き渡り、森と荒島が栄え始めた時代。\n音楽を愛する神はメロピスで高塔を建て、離散した民を呼び寄せ、新たな国を作った。\n豊穣の角笛が土地の豊作を祝福し、往来する船が島々を一つに繋げた。\n憂いなどない良き時代のはずなのに、歌い手の声はなぜ悲哀に満ちているのだろうか？\n\n「予言の通り、栄光の王になり、民に文明をもたらした。」\n「海に平和を与え、正義に基づいて大地を治め、進歩と秩序を天下に広めた。」\n「しかし、新たに創られた栄光の国が繁栄するほど、ますます不安と悲しみを感じるようになっていく。」\n「予言では繁栄は百年続くという。だがその後は？破滅する種がすでに芽生えている。」\n\n「栄光の王よ！盛衰と変化は世の常であり、フォルトゥナの法則だと言ったはずだ。」\n「貧乏でも裕福でも、皆は運命の奴隷。玉座に登ることも、塵になることもそうだ。」\n「運命の歯車は冷酷に回り続ける。いくら抗おうと、来るべき結末を変えることはできない。」\n「波乱万丈な劇のように、終幕は最初から決まっているのだ。なぜ悲しむ必要がある？」\n\n永遠が愚かな幻夢であり、不滅が盲目の狂想であることを深く理解していても、\n高海の民の王は予言された無明の未来に耐えられなかった。\n\n「運命に定められた審判の時が訪れれば、無慈悲な波は儚い栄光と幸福をすべて呑み込むだろう。」\n「必ず訪れる未来を見ることはできるが、破滅を招く原因を探る神聖な知恵は持ち合わせていない。」\n「だが光なき海の最深部、溢れる源水の国では、衆の水の主が幽閉されていることを知っている。」\n\n「無限の海がそなたの王国を呑み込むと予言されたように、彼女は答えを知っているかもしれない…」"
	},
	"sands": {
		"name": "運命と輪廻の諧謔",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "運命の輪を模して作られた時計。今はもう回せなくなっている。",
		"story": "あれは壮大な楽章がまだ奏でられておらず、黄金の艦隊がまだ出航していない時代。\n呪いを解く答えを求めるため、栄光の王は源水を探す旅に出た。\n高海の下には血と憎しみの臭いが漂う、龍の子孫が住む王国があった。\nかつて古海の魂に仕えたヴィシャップのプリンケプスが、衆の水の主の監獄を守っている。\n\nまるで古の戦争が再現されたように、海をも沸騰させた戦いは三十日間続いた。\n疲れ果てて一時休戦する中、神王はようやく音楽で自らの来意を告げた。\nヴィシャップの王獣が僭越な狂想を耳にすると、笑い声をあげた。\n\n「凡人の僭主よ、お前は根も葉もない呪いを憂い、運命の鎖に縛られると愚痴をこぼす。だが、我が一族がかつて百倍の苦痛を受けたことを知らぬのだろう。」\n「ワシらは土地と太陽を失い、光のない海底で生きながらえるしかなかった。」\n「凡人の僭主よ、お前も知っての通り、運命は高天の軌跡であり、決して変えることはできぬ。お前の考えは裏切りに等しい。」\n「じゃが、もし本当にそのような愚かなことをしようというのなら、衆の水の主に会わせてやろう。」\n\nそして深き海の底、永夜の幽邃なる住まいで、万水の慈悲ある女主人から、\n栄光の王は恐ろしい秘密をすべて知った。だが、救いの答えは一切得られなかった。\n水の主人はかつて許されざる大罪を犯した。そのせいでかけられた呪いも、同じく取り返しのつかないものだった。\nそれでも野心と希望を胸に抱いた王は、そこを離れる前に、純潔の水を一杯持って行った。\n\n「海が我が臣民を呑み込もうとするならば、彼らの魂を水と相容れないイコルに封じ込める。」\n「時間が我が国を朽ちさせようとするならば、精銅と磐石を使って彼らに朽ちない身体を作る。」\n\n強い海風が黄金の国を吹き抜ける時、運命の舵輪を逆転させられるのだろうか？答えを知る者はいない…"
	},
	"goblet": {
		"name": "降り注ぐイコルの狂詩",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "銅をベースにして焼き上げられたリュトン。かつては楽園の美酒で満たされていた。",
		"story": "あれは高海で狂詩が奏でられ、不滅の軍団が出発の準備を整えた時代。\n栄光の王は黄金の帝都を築き、至尊の名で天下を統べた。\n\n巨大な船が訪れると、一つひとつの都市国家は至高なる権威に臣服した。\n音符の落ちる場所で、文明の交響曲が野蛮の歌に取って代わった。\nすべては正義と救済をもたらすために。\nこれこそが、臣民を捨てられない至尊の王の狂想だった。\n\n「そなたの国は怒涛に滅ぼされるだろう。なぜなら、定められた運命は変えられないのだから。」\n「彼らは未だに見えない糸と繋がり、傀儡のように苦厄の終末へと突き進んでいる。」\n\n予言者の残酷な言葉は、至尊を落胆させるどころか、むしろその狂気じみた奇想を刺激した。\n彼は自らを王宮の奥に閉じ込め、世界の旋律の中で運命の主の隙を探した。\n無数の日々が過ぎ、俗世の弦の音から、レムスはフォルトゥナの秘密を解明した。\n彼は運命の音符を一つひとつ読み取った。筆さえあれば、自分だけの楽章を書けるほどである。\n\nそのため、至尊はシビラに祈りを捧げた。彼女は亡者の地から来た者であり、その血には運命の奔流が流れているからだ。\n行き過ぎた望みにもかかわらず、無心の予言者はいつものように、迷いもなく彼の願いに応えた。\n\n玉座で奏でられた諧律の楽章は、民に課せられた運命の鎖を断ち切り、新たな旋律と道を描いてくれるだろう。\n金色の天蓋の下、純粋なイコルは金色の水路に沿って流れ、黄金の宮殿の震えを帝国領土の隅々に伝えていく。\nそして至尊の最も狂気に満ちた奇想では、調和のとれた壮大な歌劇の最終章で、彼は運命の指揮棒を人類自身に渡す。\nその日が来れば、富裕な者も貧しい者も、知恵ある者も野蛮な者も、自由な人なら誰しも自分の運命を掌握できるだろう。\n\n荒れ狂う波の中で、盲目の王は未知の終末へと向かった。なぜなら、シビラの目にはもう未来などなかったからだ…"
	},
	"circlet": {
		"name": "異想が枯れ落ちる円舞",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "かつては金箔で覆われていた仮面。古代、軍団を率いていた人物の遺物かもしれない。",
		"story": "あれは往日の金宮が廃墟となり、栄光の都市国家が荒い海に葬られた時代。\n後の歴史は知られた通りであり、やがて審判の日が訪れた。\n運命に抗う狂想は野心と裏切りによって滅び、あらゆる栄光と共に沈んでいった。\n怒涛が静まった後、灰色の馬は風に乗って現れ、地上に残された命を連れ去った。\n\nまるで運命の嘲笑のように、過去の蛮族の歓呼と共に衆の水の新たな国が誕生すると、高海を覆っていた黄金の権威は伝説となった。\n盛大な劇に幕を下ろした後、舞台に残された旧時代の痕跡は時間と共に消えた。かつて不滅を望んだ人々は、名前さえも抹消されるだろう。\n誰が信じるだろうか？かつて四十段櫂船が夜明けの風に乗り、青い海を渡り、海流に沿って国々に文明と進歩の福音を広めていたことを。\n誰が信じるだろうか？かつて楽園を失った反逆の神が高天の威厳に挑み、無数の凡人が肉体を捨て、彼と共に奇想の狂詩に身を投じたことを。\n\nその後は？すべてが終わった後、破滅の道を辿った奇想は何を残したのだろう？\n夢かもしれない。なぜならこれから、無数の夢が奇想の跡から生まれてくるからだ。\n涙が集まって成した海は枯渇することなく、空に昇っては再び雨となり降り注ぐ、と言うように。\n最後、すべての夢は一つになり、全世界の人々に最後の救済をもたらすだろう。"
	}
}