{
	"name": "金メッキの夢",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "元素熟知+80。",
	"4pc": "元素反応を起こした後の8秒間、装備キャラクターは、チーム内自身以外のキャラクターの元素タイプに応じて強化効果を獲得する。チームに装備キャラクターと同じ元素タイプのキャラクターが1名存在する毎に攻撃力+14%、異なる元素タイプのキャラクターが1名存在する毎に元素熟知+50。上記効果は、それぞれ最大でキャラクター3名までカウントされる。この効果は8秒毎に1回のみ発動可能。装備したキャラクターが待機している場合にも効果を発動できる。",
	"flower": {
		"name": "夢境の鉄花",
		"relictype": "生の花",
		"description": "色みの暗い金で仕上げられたつぼみ。決して開くことのない花びらは、深紅の芯を包んでいる。",
		"story": "「黄金の夢の中では何人も、一滴の苦汁さえも口にすることはない。」\n古代の伝説の中で、かつて手をたずさえて共に歩んだ三人の親友があったそうだ。\nその中の一人は薔薇のように枯れ、土の中で腐っていった。\n花の国は、風と砂ぼこりにさすられ、物語となり、歌の中の夢となった。\n\n他の一人は、砂漠の片隅で、かつてないほどに大きなオアシスを創り上げた。\n最後の一人は、知性と力を振り絞って、砂の中に永遠の蜃気楼を作り上げた。\n誰も悲しみと別れに隔たれるべきではなく、そのために顔に細かい傷を刻むべきではない。\n\n「月明かりがあなたの掌から去り、砂漠の迷宮が頭上に孤独な銀の光を取り戻した時、」\n「夢の伴侶が眩しい日差しの中で燃える様子を覚えておいて。」\n\nこうして、執着の追想が燃え盛る新世界から昇って行った…まるで煙のない炎のように。\nこうして、片方の目を過去に、もう片方の目を夢に向けると、必ず迷うことになる。\nこうして、彼は罪の深淵に目を向け、蜜のような囁きに耳を傾けた…"
	},
	"plume": {
		"name": "裁断の羽根",
		"relictype": "死の羽",
		"description": "かつて罪人の心臓の重さを量るために使われた特製の羽根。今はもう、元の機能を失っている。",
		"story": "「新世界では、一切が善である。」\nいにしえの時…高天からの勅命は沈黙し、地上は主を失った。\n文明と平穏の過去は見捨てられ、濃い闇の中へと沈んだ。\n\nしかしその後、不可逆的な時間の法則によって、砂漠の中のすべての生命は再び測られることとなったのだ。\n羽で心臓の重さを量り、熔鉄で精神の重さを量る——それは無私の理性による支配であった。\n神王の裁きに従って、血に根ざした法律が砂漠の楽土に刻まれたのである。\nしかし、統治の理想は切なき悲願によってねじ曲げられた。官も悪人を助け、悪事を働く者になった。\nそうして流砂に沈んでゆく宮殿の基礎を顧みることなく、狂気に満ちた光なき未来に向かって突き進んでいった。\n\n「すべての裏切りに、容赦なく裁断を下すべきだ。」\n「その結論は——完全なる殲滅だ。」\nその後、規則は浮かび上がる蜃気楼のような傲慢によって腐敗し、桎梏と化してしまった。\n神王の選択によって、臣民の運命は鎖のような不幸に拘束されたのだった。"
	},
	"sands": {
		"name": "深金の歳月",
		"relictype": "時の砂",
		"description": "濃い金の光沢を放つ、いにしえの日時計。かつての砂漠を物語っているかのようだ。",
		"story": "「黄金の願いは、最も古き姿で現れる。」\n最初、各部族は砂と共に暮らしており、地脈を大地に繋いでいた。\n彼らは血の法を守るとともに、血脈に刻まれた飢饉の記憶を恐れていた。\n\nその後、時間は砂利をたずさえて大地を席巻し、それによって頭角を現した神王は、壮大な影を落とした。\n忘れ去られた時代に神は楽土を築き、点在するオアシスや縦横に流れる泉を作った。\n神王に従って人々は高い壁を築き、玉座を据え、繁栄する属国を作った。\n神王に倣った属国の姿は、王と神官がいた、古き時代を思い起こさせた。\nあの頃、賢明であった王は高天からの神託を受け、大地もまだ災いの意味を知らなかった…\n\n「王は知恵で黄金の往日を取り戻し、」\n「無限の神力で時間の流砂を止める。」\n\nそうだ。砂漠の王と砂の民の黄金時代が、いずれやってくる。\n黄金の眠りは彷徨う砂を呼ぶが、そこには悲しみも別れもない。"
	},
	"goblet": {
		"name": "甘露の終宴",
		"relictype": "空の杯",
		"description": "古代の盛大な宴会で使われた杯。かつての輝きは今や、跡形もない。",
		"story": "「有限の喜びは苦みに終わり、」\n「蜜のように甘い思い出は色褪せてしまう。」\n初め、楽しい宴会は花と月夜の女主人に、権威は砂漠の王に、命は草木の養育者にそれぞれ属していた。\n白銀のような月と黄金の太陽、そして翡翠のオアシス——三柱の神王は同盟を結び、親友になるという誓いを立てた。\n\n「あの頃、月明かりはその幸せをナイチンゲールと薔薇に語った。」\n「彼女たちは慌て、そして恥じ、応える歌も歌えなかった。」\n「平和と安寧で一つになった、この悩みのない楽園の中には、互いを分け隔てるものも災禍も存在しない…」\n「揺らめく蜃気楼のようなこの幸せの瞬間が永遠になれば、別れの苦しみもなくなるのに。」\n\nしかしその後、時間は昼と夜の黙約を切り裂き、久遠の契約をずたずたに引き裂いた。\n安らかな月夜が流砂の中に沈み込み、すべてを包む日差しが酷烈な眼差しを投げかけた。\n神王の宴の時を分かち合った祭司と民は、あの夢のように美しくて短い時代のことを覚えていた。\nしかし、夢はついに理性によって捕らえられ、生命なき機械たちの中に投げ込まれた挙句、挽き潰されてしまった。\nそして機械の中から、また漆黒の夢魘の中から、新たな智性が誕生した…\n\n「幾千の考えを一つに、幾千の計算を一つに。」\n「こうして、人は諸王の王となり、諸神の神となる。」\n孤独な諸王の王のために、挽歌が奏でられた。\nしかし、金色に輝く砂はすでに、その敗亡の運命を知っていたのだ。"
	},
	"circlet": {
		"name": "砂王の投影",
		"relictype": "理の冠",
		"description": "その昔、砂漠の祭司が使っていた金メッキの頭巾。伝説の、砂の民の王が身に着けていた頭巾の形を模している。",
		"story": "「王者は太陽のように眩しい光と共に訪れ、」\n「人の子たちのため、薔薇で編まれた茨の冠を取り除く。」\n最初、神の柱が高き空から降りてきて、流砂の下に草地や林を埋めた。\n黄金の太陽が沈んではまた昇って、砂の海に華やかな死に装束を着せた。\n\nその後、時の毒風は国を失った者の眠りをかき乱し、ノスタルジックな妄想を呼び起こした。\n呪わしき時代、多くの都市は肥沃なオアシス都市として栄えていた。\n神王の理想に従って祭司たちは公正に楽土を治め、四方に富を広げていた。\nかつて、大地の支配者であった凡人の賢王と神官は自ら聖なる教えを受けた。\nしかし今や、彼らの代わりにオアシスを統治する多くの高官は、神の影となっている。\n\n「レガリアと神の杖は、ヤナギバグミのように地上に散らばっている。」\n「影の下に臣民たちは隠れ、生きて来られた。」\n\n長い時間を経て、蜃気楼のような狂想を伴った、不条理な決断が下された。\n甘美な期待を餌に、臣民を苦い結末へと導いたのだ。"
	}
}