{
	"name": "剣闘士のフィナーレ",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "攻撃力+18%。",
	"4pc": "該当聖遺物セットを装備したキャラが片手剣、両手剣、長柄武器キャラの場合、通常攻撃ダメージ+35%。",
	"flower": {
		"name": "剣闘士の未練",
		"relictype": "生の花",
		"description": "伝説の剣闘士がなぜこの花を胸につけたか誰も知らない。これは残酷な戦士にある唯一の弱点だ。",
		"story": "元々は普通の小花。剣闘士の優しい主に採られた。\n剣闘士の胸につけると、それは戦士の最も優しい部分になった。\n\n剣闘士がまだ伝説になっていなかった時、幼い主と荘園を歩いていた。\n昔、主がついでに一輪の小花を採って、無言の奴隷に送った。\n「恩賜は報酬とは限らない。ただの気まぐれかもしれない」\n数年後に、狡猾な主は笑ってこう言った。\n\n無敗の戦士は異国の少女に倒され、ふと思い出した。\n数年前に自分も夢見ていた。\n「美しい花だな。いつかまた見たい」\n「野に咲く花はどんなものかな」"
	},
	"plume": {
		"name": "剣闘士の帰着",
		"relictype": "死の羽",
		"description": "ハヤブサのように飛ぶ夢の羽根、自由の鳥は彼の心にこの羽根を落とした。",
		"story": "常勝の剣闘士は結末を迎えた。\n若い相手が彼に最後の敬礼をした。\n\n勝利の虚飾、自由を取り戻す渇望が露や朝霧のように消えていき、\n血の雲からは曙光が漏れ、剣闘士は鳥を見た。\n\n自由を取り戻すまであと1勝の剣闘士は、予想外にも無名の少女に負けた。\n観客の怒りと悲しみの声が暴風と稲妻のようであったが、勝者は恥辱の処刑を断った。\n彼女は最後まで敗者の喉を突き通さなかった。奴隷を処刑するようにとどめを刺さなかった。\n\n血が固まった傷口に形のない羽根ができて、\n戦士はやっと自由な鳥のように、\n花が自由に育ち、鳥が舞うところへ旅に出た。"
	},
	"sands": {
		"name": "剣闘士の希望",
		"relictype": "時の砂",
		"description": "剣闘士が闘技場で鮮血を浴びた年月を記録した時計。本人にとって、それは自由への道の象徴でもある。",
		"story": "剣闘士は自分のためにこの砂時計を作った。戦う度に砂時計をひっくり返す。\n砂時計がひっくり返せなくなった時、剣闘士はもう血の海に倒れていた。\n\n剣闘士は闘技場に入場する前、いつもこの砂時計を傍らに置いた。\n決着がついて、歓声が沸き起こった時に、砂はまだ完全に下部へと落下していなかった。\n\nそれは剣闘士の最後の戦いで、相手は新人の少女であった。\n彼女の目に、彼は怯えを感じた。幼い獅子のような凶暴な目つきを感じた。\nそして彼女は、彼の歩き方から、時の流れという重い鎖に縛られる苦しみを感じた。\n戦闘は激しかった。歳を取った勇者は若返ったように戦いを楽しんでいた。\nだが冷たい刃が心臓を刺した時、砂時計の砂も何もかも無音のまま決着がついた。"
	},
	"goblet": {
		"name": "剣闘士の酩酊",
		"relictype": "空の杯",
		"description": "古代の剣闘士が勝利の酒を楽しむ金の盃。盃には彼の歳月に満ちていて、彼が倒れる最後の時まで。",
		"story": "飾りが華麗な金盃、元々は主から剣闘士へのご褒美であった。\n無敗の戦士はこの金盃で、美酒や戦士の血を飲んだりした。\n\n剣闘士はまた勝利をおさめた。傷だらけの彼は勝利を主に捧げた。\n勝利、栄光、拍手喝采は美酒よりも酔いやすく、体の痛みを忘れさせてくれた。\n\n主は同席を許し、さらに盃を彼に賜った。\nあれは特別な盃であり、優しい気持ちに満ちた証でもあった。\n虚飾は黄金の鎖のようであり、詩情は骨を蝕む毒である。\n英雄は勝利のお酒に躊躇し、自由を取り戻す好機を見逃した。"
	},
	"circlet": {
		"name": "剣闘士の凱旋",
		"relictype": "理の冠",
		"description": "古代伝説の剣闘士の兜。数え切れないほど敵の鮮血と観客の歓声を浴びている。",
		"story": "古代モンドの伝説の剣闘士の兜。目立つ羽根が沢山施されている。\n狂熱の観客にとって、この兜は百戦百勝の象徴である。\n\n伝説の剣闘士は一千以上の死闘を経験した。人類や魔物は彼の剣に一度も勝てなかった。\n恒例の凱旋式に、常勝の剣闘士は英雄が城門を通るように観客の歓声を浴びていた。\n\n勝利の時だけ、奴隷はまるで主のように扱われていた。だが自由の輝きは虚飾の歓声に覆われた。\n凱旋の時、戦士は監獄の外の世界に美しさを見た。自由を取り戻す希望がまた増えた。\n\nだが、英雄の兜が地面に落ちた時、観客と剣闘士は気づいた。\nただの奴隷の安い命をかけても、主の歓心は買えなかった。"
	}
}