{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "黄金の劇団",
	"effect2Pc": "元素スキルのダメージ+20%。",
	"effect4Pc": "元素スキルのダメージ+25%。また、装備者が待機中の時、元素スキルのダメージがさらに+25%。この効果は装備キャラクターが登場してから2秒後に解除される。",
	"flower": {
		"name": "黄金の旋律の変奏",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "硨磲、真珠の母貝、金箔で精巧に作られた花。誇らしげに咲いている。",
		"story": "運命の曲はかつて各所の水路に沿って奏でられ、文明と秩序の調和のとれた旋律を伝えていた。\n音符が落ちるところ、野蛮は文明に一掃され、無秩序な原始の地は新しい顔に生まれ変わった。\n\n強い海風が吹き抜け、水面に漂う根の無い浮き草を揺らす。\n海草のように短い運命の村落で、若い楽師と勇士が出会った。\n星の数ほどある征服に関する叙事詩の中で、この歌はそれほど注目されていないが、\n波は二人の戦士の友情を目撃し、その結末を予言した。\n\n蛮族の素朴な性格をまだ捨て去っていなかった若い楽師は、征服された村の奴隷とすぐ友人になった。\nその奴隷の本名を今は誰も知らないが、後に「カッシオドル」という名は世に広まった。\nそれから若い勇士は若い楽師を追って、黄金の帝都最大の街·カピトリウムに向かった…\n彼らは厳しい学業と試練を乗り越え、黄金の神王に抜擢されて誇り高き主人になった。\n\n「誇りは栄光の王国に住まう民の胸に咲く黄金の花のようなもの。神王の遠見の下に、もはや貧弱な未開の地はないだろう。」\n「誇りは栄光の王国にとって尊厳の盾であり、金色に輝く矛先であり、匹敵するもののない神王の権威を守っている。」\n「権力によって締め付けられてこそ秩序が生まれ、秩序の支配の下、芸術と美の自由が咲き誇る。」\n「美しい黄金の国では、弱小·蒙昧·野蛮は決して容認されず、庇われもしない。臣従するか、滅びるかだ。」\n\n「友よ、兄弟よ。貧しい過去に未練を抱くな。昔日の人が持つ、上辺だけの卑しい尊厳に惑わされるな。」\n「貧弱な肉体と精神を捨てて、鋼のように強く正しい人間になったのに、なぜ些細なことでため息をつくのか？」\n「友よ、兄弟よ。バネのように永遠に変わらぬ心の旋律に耳を傾けるがよい。神王が君にささやいているのだ。」\n「栄光の王国は、完璧な黄金の未来だけを見据えている。昔日の人は必ず滅びるという終曲が未来で奏でられるだろう。」"
	},
	"plume": {
		"name": "黄金の飛鳥の落羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "黄金と白銀の糸で作られた鳥の羽根。上にあるサファイアは透き通っている。",
		"story": "海風が次第に凪いできた頃、空は徐々に夕暮れの薄紅色に染まった。\n停泊場のマストに海鳥は留まらず、羽だけが散乱していた。\n\n一度、調和のとれた壮大な交響曲にも、カーテンコールの時は来る。どんな帝国にも永遠の治世はないように。\n水路が広がるにつれ、権力は進歩と秩序だけでなく、傲慢、暴力、搾取をももたらした。\n「昔日の人」の遥か遠い都市国家、隠士が逃れ住む谷間、さらにはカピトリウムの麓まで…\n旋律を調和させる高貴な楽師と鋼鉄の鎧を身にまとった軍団がやってきて、人々の手からすべてを接収した。\nまだ征服されておらず、水滴を奪われていないしたたかな人々は、それぞれ団結して必死に抵抗した。\n\n「まさに私が憂い、嘆いた通りだ。兄弟よ、君は高らかに歌っているとき、弱者の声にも耳を傾けるべきだった。」\n「誰もが故郷や自然を奪われたいわけではない。誰もが我々の旋律を受け入れるわけではない。」\n「兄弟よ、君は彼らを『昔日の人』と呼んでいた。だが昔日に忠誠を誓った人にも、無視できない執着と尊厳があるのだ。」\n「我々は意のままに他人を征服し支配できると思っていたが、栄光の王国の輝きはどうして――」\n\n「なんたる軟弱さだろうか！惰弱な哀れみの心がお前の知恵を曇らせ、心をひ弱にし、背後の弱点となって現れたのだ。」\n「野蛮と蒙昧が依然としてフォンテーヌの土地に潜んでいる。フォンテーヌの水源を損なっている以上、根絶やしにせねばならん。」\n「もし蛮族が壮大な黄金の秩序に溶け込もうとするなら、彼らを受け入れただろう。栄光の王が我々を受け入れてくれたように…」\n「だが毒龍スキュラは我々の塔を破壊し、我々の楽師を殺害した。害をなす蛮族には、もはや救いを受け入れる価値もない。」\n「受け入れる価値がない以上、土地と水源から彼らを一掃すべきだ。疫病を根絶し、野火を消し止めるのと同じように。」\n\nその瞬間、黄金の時代はたちまち停滞し、果てしない戦争と反乱の渦中に陥った。\n征服せよ、滅ぼせという叫び声と、蛮族の苦痛の泣き声が王座の間に溢れかえった。そこで神王は驚きにより目が覚めた…"
	},
	"sands": {
		"name": "黄金の時代の前兆",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "黄金と白銀を嵌め込んだ美しい日時計。時計盤の時間はとっくに止まっているようだ。",
		"story": "陽気で気ままな夜明けの海風に乗って、この古い詩曲が届く――\n時の流れは前に押し寄せるのではなく、歌い手に従って過去に引き戻される。\n\n海流に沿って漂い、栄光たる王国の金メッキのドームを経て、\n夏のそよ風の中、高い壁に囲まれた緑の荘園を通り抜ける。\n小舟を浮かべる貴族だろうと、捕虜になった蛮族だろうと、\n皆が素晴らしかった時代の楽曲に浸り、思い出に酔いしれる…\n\nそれは金色に輝く繁栄の世――栄光の王の良き時代であったから。\n\n「私は孤島の狭い王国の出身です。小屋で生まれ、葦の生い茂る村で育ちました。」\n「そんな故郷に、ピカピカの鎧を着た兵士がやって来て、『征服』を告げたのです。」\n「まだ子供だった私は、無邪気に半神たちの大きな背中を追いかけて首都に向かいました。」\n「幸い手先が器用で澄んだ声を持っていたので、奴隷になる運命を免れました。」\n「その後、神王に認められた私は、初めて文明と秩序の力に触れたのです。」\n「自分の名前と部族を捨てて、私は生まれ変わりました。世の人は『ボエティウス』の名しか知らないでしょう。」\n\nこうして、蛮族に生まれた子供は黄金の宮殿に心を揺さぶられ、壮大な権威の美しさに心服した。\n野蛮な昔の習慣を捨てて忘れようと努力し、生まれたての赤子のように貪欲に新しい知識を吸収した…\nすべては生まれ変わって、この偉大な文明の一部分に――真の栄光を身にまとう人になるために。\nこれは他でもない、金色に輝く繁栄の世――栄光の王が王座に就いていた良き時代であったからだ。"
	},
	"goblet": {
		"name": "黄金の夜の喧騒",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "古い形をした銀瓶。かつてはルビーのような美酒で満たされていたが、今では苦い海水となっている。",
		"story": "穏やかな海面がひとしきり逆巻き、小舟を静寂に包まれた荘園と神殿の間に滑り込ませた。\n青白い月光の下、昼間はまばゆいばかりに輝いていた黄金のドームも色を失った。\n\n神王は権勢の夢から突如叩き起こされ、静かな星の光は消え去る。\n暴力とわだかまりが絡み合って夜より深い闇となり、黄金のドームを覆った。\n驚きと後悔の中、王は最も忠実な衛士と調律師を招集し、\n分裂しようとする領土に再び平和に取り戻そうと、最後の命令を下した…\n\nしかし、覆水が盆に返ることはない。積もり積もった傲慢と偏見が、調律者と権力者を押し潰した…\n尊い犠牲、私心の無い計画はことごとく悪人に破壊され、最終的に瓦解した。\n魔龍親王の蛮族の大軍も、自身の力を尽くして帝国を救おうと決意した神王も、\n制御できない嵐に巻き込まれた。華麗な宮殿や青々とした荘園まで共に破壊されてしまう…\n黄金の楽曲による導きを失い、気高かった栄光の王国の民は欠けた魔像と化したのだ…\n\n黄金の夜、その最後の喧騒が収まった後、調律師のボエティウスは瓦礫の間に横たわった。\n瓦礫だけが意識の朦朧とした彼のささやきを聞き分け、裏切り者の罪を記録した…\n\n「一時の狂気のせいで、彼は我々全員を裏切った。」\n「秩序は容易には変えられない。人を悔い改めさせるのもまた然り。」"
	},
	"circlet": {
		"name": "黄金の劇団の褒賞",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "古い形をした冠。君主からの冠り物というより、舞台の道具に似ている。",
		"story": "荘厳で静かな深き海の底には、かつて栄華を誇った王国の都がそびえ立ち、\n雄大な古い夢の哀れな残像のように、色あせた黄金の城があった。\n黄金の時代の壮大な歌劇はすでに幕を閉じ、調和のとれた楽章ももはや響いていない。\n野心と裏切りが滅ぼした廃墟の上に、「昔日の人」は新たな国を建てた。\n\n「なんと恐ろしい！完璧な秩序がまた野蛮にも踏みにじられ、弱者と蒙昧が帝国の領土を占領した。」\n「精霊と泉、泉と騎士…子どものたわ言が叙事詩に取って代わり、俗謡が楽章に取って代わった。」\n「永遠に続くはずだった権力が神王の一時的な狂気によって打ち砕かれ、今また新しく生まれた蛮族の国に弄ばれている…」\n「偉大な帝国が野蛮に戻るのか？無知と蒙昧が理性と文明を征服するのか？」\n\n色あせた城の黄金の劇場で、楽章を失った楽師が二度と戻らぬ往日を偲んで哀歌を口ずさむ。\n静かに聞いているのは、飢えて沈黙する魔像——罪なき魂を捕えて食らうのを待ちながら。\n黄金の大楽章が再び奏でられるまで待てば、「金色の劇団」は誠実な者が得るべき報酬を受け取るだろう。\n完璧な秩序が人間を主人と奴隷に分け、健全な美しさが栄光の王国に再び栄誉を与えるまで待てば…\nその日まで待てば…\n「金色の劇団」の構成員は皆、未来そのものを褒美として勝ち取れるだろう。"
	}
}