{
	"name": "沈淪の心",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "水元素ダメージ+15%。",
	"4pc": "元素スキルを発動した後の15秒間、通常攻撃と重撃のダメージ+30%。",
	"flower": {
		"name": "金メッキのコサージュ",
		"relictype": "生の花",
		"description": "仄暗い色をしたクロークピン。金色のメッキは既に海風に削り取られてしまった。",
		"story": "海風で色が褪せたコサージュ。\n千の波を翔ける男でも、\n大事にする飾り物と思い出がある。\n\n副船長と船師を乗せた艨艟が再び出航した。\n船師のばかげた望みのため、思い出に眠る故郷のために、\n副船長は下手な鼻歌を口ずさんで鯨と波に応える。\n\n「一族の名を捨てた賊人が命取りにきた魔女と流浪（できなかった）」\n「一族の名を得られなかった弟はやがて族長となる（だろうか）」\n\n「口に出せない歌詞…真実に背き、幻想を選んだのか」\n「全てを失い全てを諦め、全てを受け入れ海に沈む」\n「悪くない結末かもしれないな、ハハハハハハ！」"
	},
	"plume": {
		"name": "追憶の風",
		"relictype": "死の羽",
		"description": "咽び泣く海風と、鮮やかな赤い波が連れてきた羽。長い年月がその形状と色を変えた。",
		"story": "不吉な赤い羽根。死の兆候かもしれない。\nある日、海獣の残骸と共に海岸に打ち上げられた。\n\n不真面目な航海士は璃月の出身ではなく、灰色の国である貴族の出身だった。\nかつては貴族だったと言われていたが、あることで一族に恥をかかせ、追放された。\nしかしそれも無稽な伝説である。彼が港に着いたとき、手にあったのは一本の細い剣だけだった。\nそれ以外に、青宝石色の小さな羽が一つ、古びたマントに飾ってあった。\n\nその後、彼は船師と共に海を渡り、嵐、海獣、そして波と戦った。\nかつて青宝石の色をした羽は、真っ赤な血で染められ、大海の塩気が染み込んでいた。\n\nそして最期のとき、\n彼は強い酒に覆われていた過去をはっきりと思い出した。\n波に流れる砂の下に現れた宝のように…"
	},
	"sands": {
		"name": "堅い銅のコンパス",
		"relictype": "時の砂",
		"description": "旧式の銅製のコンパス。針は始終、港の存在しない遥か彼方を示している。",
		"story": "海の男が使う銅色の羅針盤。\n波に揺られる一生で、\n持ち主の心想を指す。\n\nじだらくな船師はかつてこの羅針盤で巨船を引き、\n危険な海域を超克し、巨大な渦潮を征服した。\n奔放な笑い声から滲み出た恨みと酒、\n死を求める結末で、落魄れた者を導いたこともあった…\n\n「小賊はいずれ絞首台行きだ…お前らの歌はこう歌うよな？」\n「居場所さえあれば、魚の餌になっても構わない——」\n「船隊に入った時にこの船と契約を結んだじゃないか？」\n「その記憶も酒に洗われたのか？ハハハハハ！」\n「忘れてなきゃいい。さあ、契約を果たす時だ。」\n\n「ああ、それでいい。もうどうだっていいんだ…」"
	},
	"goblet": {
		"name": "浮沈の杯",
		"relictype": "空の杯",
		"description": "何気なくすくい上げた色あせた酒杯、仄暗い外観は波の底にいた日々について囁いでいる。",
		"story": "少し色落ちした上質な盃、\n海淵の砂で磨かれたもの。\n\n上質な盃が航海士の手から滑り落ち、海にほんの少しの水しぶきを立てた。\n大量の魚の群れで、光が薄れる海淵で、一体何を経験したのだろう？\n静寂で暗い路地で、花壇の柵前で、一体何を経験したのだろう？\n金の盃はゆっくりと、海に潜む怪物の夢に、船の上の航海士の夢に沈んでいった…\n\n「この罪はあなたから被せられたもの、この屈辱はいつか必ず返させてもらう」\n月明かりが青宝石の眼とまばゆいばかりの傷跡を照らす。\n彼の記憶の中にある彼女の顔は、明るくて美しかった。\nしかし彼は当時のことを忘れてしまい、悔しさだけが残った。\n\n「ところで、過去を忘れるのはこれで何回目だろう…」\n\n「過去のことを言ったってどうにもならないだろ！」\n「すべての死は無駄であり、救いはないのだから。」"
	},
	"circlet": {
		"name": "酒に漬けた帽子",
		"relictype": "理の冠",
		"description": "旧式の船長帽、今でも抜けきらない酒の匂いが纏わり付き、酒の痕跡があちこちに染みついている。",
		"story": "強い酒の匂いがする三角帽子、\nその形はかつての持ち主を象徴する。\n\n酒に溺れる副船長は終日酔っぱらったままにいる。\nその身に酒臭が染み込み、口からは千切れた記憶が囁かれていた。\nだが船師はちっとも気にせず、ただ微笑む。依然として彼に重任を任せた。\n\n「だって俺らは皆、なんもねぇ奴らだからな。ハハハハハ！」\n\n「酒がしみついた帽子は嵐に巻き上げられ、千波万波に飲み込まれ」\n「やがて故郷を失う者は、無欲の争いを続け」\n「追憶の海で無くなった物を、彼らは深邃の海で取り戻そうとする」\n\n「風もよし、海もよし。とうとう見つけた。」\n「夢の中でさえ俺らを食いつく獣…」\n「今こそ敵討ちの時、帆を上げろ！」"
	}
}