{
	"id": 15021,
	"rarityList": [
		4,
		5
	],
	"name": "華館夢醒形骸記",
	"effect2Pc": "防御力+30%。",
	"effect4Pc": "この聖遺物セットを装備したキャラクターは、以下の状況において「問答」効果を獲得する。「問答」効果：フィールド上で岩元素攻撃を敵に命中した後に1層獲得、0.3秒毎に1層のみ獲得できる。待機中の時は、3秒毎に自動で1層獲得する。重ね掛けできる「問答」は最大4層までとなり、1層につき防御力+6%、岩元素ダメージ+6%。6秒毎に「問答」効果を獲得していない場合は、1層失う。",
	"flower": {
		"name": "栄花の期",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "六枚の花びらを模した小さな金の飾り。枯れることのないその姿は、世の儚い栄華を知り尽くしているようだ。",
		"story": "夢で見たのは、月明かりの下で歌に合わせて踊り出した幻影。\nまるで遠い昔の白紙のような少年である。\nまた、恨みや苦しみがすべて解消された後、\n最終的に脆くて壊れやすい、単純な自我が表面に出る。\n\n浮浪人は自分が夢を見る能力を持っていることを知らない。\nこれは単なる学者たちの子供騙しと思い込み、\nあるいは、かつての心臓の些細な抵抗だったのかもしれない。\n\n「かつて、あなたは憧れの『心』を手に入れた。」\n「しかし、それは嘘やごまかしのための道具に過ぎない。」\n「だが今は、あなたがやっと自分だけの物を手に入れる。」\n「この偽りの結合の体も、日の目を見る権力を得られる。」\n\n「しかし、これらはただのえいがのゆめ。」\n「やがて、大地の苦しみの嘆きの中に散っていく…」\nこれを言ったのが、未来の自分なのか、それとも過去の自分なのか分からない。\n浮浪人はそれを全く気にしていない。いずれにせよ、夢から覚めた時、\n消えていくのは自分ではなく、縹渺たる未来である。"
	},
	"plume": {
		"name": "華館の羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "俗世間より切り離されし館から持ち出された矢羽状の物証。作り手の憐憫により、眠りについたある亡き骸と共に館へと置かれた。",
		"story": "長年放浪してきた傾奇者は、もうそのことを思い出さないだろう。\nしかし目を閉じると、たたら砂の月夜や炉火が見える。\n若く、心優しい副官が言った。\n「この金の飾りは、将軍から授かった身分の証である。」\n「世を渡り歩く時、やむを得ない場合を除き、」\n「身分を決して他人に明かしてはならない。」\n剛直な目付は言った。\n「この金の飾りは、将軍から授かった身分の証。\nだが、あなたは人間でも器物でもない。\nこのような処遇となり心苦しいが、どうか恨まないでいただきたい！」\n\n昨日を捨てた傾奇者は、もうそのことを思い出しはしないだろう。\nしかし耳を塞いでも、その時の豪雨や嵐は聞こえてくる。\n期待に満ちた目をした者が言った。\n「この金の飾りは、将軍から授かった身分の証である。」\n「きっと人々を苦しみから解放できるだろう。」\n\n美しくて活気がある巫女が言った。\n「この金の飾りは、将軍から授かった身分の証である。」\n「将軍は決してあなたを見捨てない。」\n「私も最善を尽くし、即刻の救援を手配する…」\n\n…しかし、金色の矢羽はやがて埃に埋もれ、\nすべての物語も業火に焼き尽くされ、消えてしまった。"
	},
	"sands": {
		"name": "衆生の歌",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "稲妻にとって舶来の小物。芯部は既に取り外されており、針も回っていない。",
		"story": "彼は最初、「心」の容器として生まれた。\nしかし、夢の中で涙がこぼれた。\n創造者は認めたくなかったが、それに気づいてしまったのだ。\n彼は器物としても人間としても、あまりにも脆いと。\n\n彼を破壊できずに躊躇した創造者は、そのまま眠らせることにした。\nそれ以降、彼女は作品に心臓を収納するという設計を諦めた。\nそれからすぐ、世間でもっとも高貴で尊い「証」が、\n置き場所がないために、影向山の大社へと運ばれた。\n\nその後、美しい人形が目を覚まし、放浪を始めた。\n彼は、様々な心を見てきた。\n善良なもの、誠実なもの、毅然としたもの、温和なもの…\n人形も、心臓を欲しがった。\n\nそして美しい人形はついに、その「心」を手に入れた。\nそれは彼の誕生の意味であり、存在の目的でもある。\nしかし、それは人形が本当に望んでいた物ではなかった。\nなぜなら、それには祝福が一切含まれていない。\nただ友好的な外見に包まれた、\n自分勝手で、偽善的で、狡猾で、呪いに満ちた供物。\n\n善と悪、すべてが衆生の物語、無用なものでありながら騒々しい。\nしかし、この「心」を掘り出せば、\nもう何も感じられなくなる…"
	},
	"goblet": {
		"name": "夢醒の瓢箪",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "黒漆と金粉で彩られたひょうたん。本来どのような色だったのかは、もはや知るすべはない。主に演劇の小道具として使われていたようだ。",
		"story": "天目、経津、一心、百目、千手、\nそれは、かつて「雷電五箇伝」と呼ばれたもの。\nしかし、今は「天目」だけが伝承されている。\n「一心」にも、かろうじて後継者はいた。\n民衆の考えでは、これらは単に時間の流れが招いた必然の結果。\n突如として訪れた衰退に、何か秘密が隠されているなど思いもしなかった。\n\n放浪者は決して認めない、\n自分が成したことは、刀職人への復讐のためであったと。\nそして当然、これも口にはしないだろう、\n計画も半ばのところで、急に興が乗らなくなってしまったことを。\n彼は、ある学者から習ったような口調でこう言った。\n「すべては、人間の本質を知るための小さな実験に過ぎない。」\n\n稲妻の伝統的な芝居には、「国崩」と呼ばれる登場人物がいる。\n彼らは通常、国を盗むことを目的とし、悪事を働く者。\n放浪の果てに、彼は自らの意志でこの名前を選んだ。\nそして、それまで使ってきた名は、今はもう自分でさえ覚えていない。\n\n稲妻の伝統的な芝居は、三つの幕の名前を繋げ、それを芝居の題目にすることが多い。\n例えば『菫染』『山月』『虎牙鑑』の三幕であれば、\n『菫染山月虎牙鑑』の一つにまとめられる。\nもしかしたら、この形骸が経験してきたことが、\nいつか人間のあいだで語られる物語となり、地脈の遥かな記憶となるのかもしれない。\nただ今は、彼の第三幕がまだ語られている最中だ。"
	},
	"circlet": {
		"name": "形骸の笠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "かつて放浪者を日の光や雨から守った笠。後に顔や表情を隠すのに役立つ道具となった。",
		"story": "「放浪者、放浪者、どこ行くの？」\n放浪する少年は子供の声を聴いて立ち止まった。\n彼はたたら砂の労働者の子供、病気をしていても、澄んだ目をしていた。\n少年は子供に、自分がどうしても稲妻城へ行かなければと言った。\n「しかし、今は大雨だし、この前出た人たちは誰も戻っていないって彼らが言ってた！」\n少年は口を開き、何か言おうとしたが、結局微笑みしかできなかった。\n彼が再びこの島に足を踏み入れた時、子供の姿はすでに消えた。\n\n「稲妻人、どこへ行く？これはあんたが乗れる船じゃないんだぞ！」\n放浪する少年は港の船夫に止められた。\nちょうど少年が抜刀する直前、同行する男が彼を抑えた。\n男は船夫に、この異国の少年は自分と同行することを伝えた。\n「閣下の客人ということですね、これは失礼しました。」\n男が防寒の上着を少年に渡したが、少年は首を横に振った。\n彼はただ、今回の旅でどんな面白いことが見られるのかを知りたがっているだけ。\n\n「執行官様、どちらへ行くのですか？」\n少年は騒がしい人間が大嫌いのため、部下の顔を殴った。\nしかし、少年は怯えた無力な人間を観察することを何よりも楽しんでいた。\nこの愚かな部下が彼のそばにいられるのも、部下の表情の豊かさが原因だろう。\n彼は震えながら地面に跪く人に、今回は東方向のモンドへ行くと言った。\n「かしこまりました。直属護衛たちに準備をするように！」\n護衛なんて必要はないが、彼はもう馬鹿者と話す気がなかった。\n彼は再び放浪の笠を被り、一人で東へ向かった。\n\n「少年よ、どこへ行くのじゃあ？」\n帰国の少年は道端で婆に声をかけられた。\n西へ向う準備をしているって婆に伝えた。\n「ヤシオリ島へ行くのか、何しに行くんじゃあ？」\n婆は深く考えていない、ただ最近はどこも物騒だった。\n少年は、「人との約束があるから」と言って、心からの笑顔で彼女の気遣いに感謝した。\n船はゆっくりと停泊し、岸辺には異国の服装をしている女性が立っている。\n彼女は、少年に向かって、小さな水晶玉を投げつけた。\n少年は簡単に水晶玉をキャッチし、血に染まったような太陽に向けた。"
	}
}