{
	"name": "烈火を渡る賢者",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "炎元素耐性+40%。",
	"4pc": "炎元素の影響を受けた敵に対するダメージ+35%。",
	"flower": {
		"name": "火渡りの堅実",
		"relictype": "生の花",
		"description": "烈火の中で咲く花、古代の知者はそれをつけて火の海に入ったらしい。",
		"story": "烈火に燃えてから咲く花。\n灼熱の痛みでつける者はどんどん強くなる。\n\n火のように赤く染まった花。キラキラ光るメノウのようである。\nこの火を浴びた花を、火の上を歩く賢者が胸につけた。\n\n火渡りの賢者は最期、人々にこういった。\n「これが烈火に燃えてから咲いた花。もし私が灰燼になれなかったら」\n「熱い波と黒い煙の中で、必ずこの花は余燼の輝きを放つ」\n\nその後、人々は輝きを追って、マグマの海の淵に辿り着いた。\nだが賢者はもういない。残ったのは余燼の中で咲いている花だけであった。"
	},
	"plume": {
		"name": "火渡りの解放",
		"relictype": "死の羽",
		"description": "火を浴びる孤高な鳥の羽根、炎の中で羽ばたく音が聞こえる。",
		"story": "猛火を浴びた高く鳴く鳥の羽根。火渡りの賢者が手に入れた。\nつけると野火に羽ばたく音が聞こえるらしい。\n\n伝説によると、生まれつき孤高な鳥がいるらしい。この鳥は火の中でも歌う。\n民衆は鳥を崇拝し、君主は宝として大事に扱った。\n\n火山の地の賢者は鳥の羽根をつけて、烈火に身を隠した。\n孤独に生まれた彼は孤独に還って、そのまま行方不明になった。\nそれ以来、静かなマグマの奥から鳴き声が聞こえる。\nあれは猛火を浴びた鳥の鳴き声か、それとも火渡りの賢者の愁吟か？"
	},
	"sands": {
		"name": "火渡りの苦しみ",
		"relictype": "時の砂",
		"description": "光る熱砂が流れる砂時計。砂は流れていき、何の烙印も残さない。",
		"story": "この砂時計の中身は普通の砂ではなく、輝く熱砂である。\n時間は熔流のように、何の跡も残さず流れていく。\n\nこれは賢者がマグマの海を渡った後の物語である。\n伝説によると、彼はまた100年に渡る隠者生活を過ごした。\nだがそれは深い苦しみから解放された一時的な時間に過ぎなかった。\n\n賢者は永久の灼熱に耐えられずにこの砂時計を作った。\n天を突き上げる火焔の中で、赤い熱砂が行ったり来たり。いつもと変わらない。\n\n可哀想なことに、燃える烈火に耐えた賢者は時間の流れに耐えられなかった。\n全ての弟子、家族を遠ざけたこの冷たい炎には、耐える方法がない。"
	},
	"goblet": {
		"name": "火渡りの悟り",
		"relictype": "空の杯",
		"description": "流火の高熱を耐えるコップ、何が入っていなくてもその熱さを感じられる。",
		"story": "空っぽの盃にマグマの余熱がまだ残っている。\n火渡りの賢者の酒盃。数多くの知恵がこの酒盃から溢れていた。\n\n烈炎を操る賢者に弄ばれても、高温による傷は一つもない。\n賢者がマグマを飲み物とするという噂があったが、賢者はそれを戯言としか思わなかった。\n美酒は高温によって揮発してなくなるが、知恵は全ての灼熱に耐える。\n\n賢者にとって、美酒は天賦の才の助燃剤に過ぎなかった。\n酔っ払った時の火花がインスピレーションを燃やす。\n\n無言の酒盃、知恵が炎から誕生したことを見届けた。\n賢者は最後の遠征をする前、盃は孤高に溢れた。"
	},
	"circlet": {
		"name": "火渡りの知恵",
		"relictype": "理の冠",
		"description": "火の海を渡った賢者の冠、熱い浪の中に立つ古い姿を映したものである。",
		"story": "かつてマグマの海の流浪賢者が所有していた古い冠。\nじっと見てみると烈火からまっすぐ立つ面影が見えるらしい。\n\n流浪する賢者は高温に耐えるように、赤いメノウを使ってこの冠を作った。\n知恵と灼熱の執念によって防火の冠ができた。だがこれは同僚と先輩の恐怖と嫉妬を引き寄せた。\n\n「この傲慢な若造、岩漿の怒焔に挑むとは、この100年になかった冒涜だ」\n「火の海は必ず彼を呑み尽くす。彼の灰燼も熱い波によって空まで吹き飛ばされ、やがて虚無と化す」\n\n嫉妬深い先生は彼の生徒に嫌がらせのため、冠をかぶって火の海を歩いてもらおうとした。\nだが、この冠の持ち主は悠々とマグマの上を歩き、皆の視線から消えた。"
	}
}