{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "長き夜の誓い",
	"effect2Pc": "落下攻撃の与えるダメージ+25%。",
	"effect4Pc": "装備者の落下攻撃/重撃/元素スキルが敵に命中した後、「永遠に輝く流光」効果を1/2/2層獲得する。落下攻撃、重撃、または元素スキルによるこの効果はそれぞれ1秒毎に1回のみ発動可能。「永遠に輝く流光」：落下攻撃ダメージ+15%、継続時間6秒、最大5層まで重ね掛け可能。継続時間は層ごとに独立してカウントされる。",
	"flower": {
		"name": "ライトキーパーの誓い",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "ライトキーパーが身につけていた鉄の花。永遠に見守るという誓いを示している。",
		"story": "…あの時、北から吹き付けた殺戮の風は大地を更地へと変え、横暴なる王公はまつろわぬ辺境の民を刈り取った。\n空月に残された力を盗み取るため、奇妙な訛りのある言葉を話す妖僧はツァーリ・フェイのために悪しき計略を立て、捧げた。\nこの計略により、山林でひっそりと暮らしていた月の子らは離散し、同胞の姉妹は運命に追い立てられ、誤った道へと進んだ。\n己を非凡と自負する狂人も、ついには堅き天の檻からは逃れられず、妄執の果てに魔天に吞まれることとなった。\n\nしかし、これは全てまだ「楽園」が生まれる前の物語である。\n楽園はこの時、二人の子供が月明かりの下で思い描いたものに過ぎなかったのだ。\nそれから幾年もの月日が流れ、一人は天下に名を名を轟かす大盗賊として処刑され、\nもう一人はようやく、あの何気ない言葉に隠された真意を悟った。\n\nその後のことは皆が知っている通りだ。\n永い夜が訪れた時、北国の王廷は雪原の外にある、この辺鄙な地を顧みる余裕を持たず、\n押し寄せる漆黒の獣の群れが荒れ果てた大地を駆け巡り、在りし日の文明の痕跡を全て消し去った。\n月の子の女祭司の力を借りて、最初のライトブリンガーが初めの光を掲げ、\n月の名のもとに、闇を光なき古い廃墟へと追いやり、悪夢に引き裂かれた魂と共に地中深く埋めた。\n\n全てが終わった後、生き残った人々は山に灯台を建て、冬の都市の新たな主を遠く仰いだ。\nライトブリンガーは親友が思い描いた、子供のように純粋な空想を守るため、女皇の御前で抗議し、\n望み通り特別に許された。物見と犠牲の誓いを背負うことと引き換えに。\n「ナド・クライ」と呼ばれる「楽園」の歴史は、その瞬間から始まったのだ。"
	},
	"plume": {
		"name": "夜鳴鶯の尾羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "夜鳴鶯の羽根を使って作られた帽子の飾り。その形は最初のライトブリンガーが決めたものらしい。",
		"story": "燃芯を運ぶ夜鳴鶯は、決まって月のない夜に飛ぶという。\n小さな火花が流れ星のように空を駆け、暗黒の世界に光をもたらす。\n\n開拓時代の遺構である廃墟となった古城は「ライトキーパー」が長い夜を見守る高い塔だ。\n彼らの先祖が女皇の御前で永久の誓いを立ててから、すでに数百年が過ぎた。\n「楽園」に暮らす人々は、灯台の光が消えない限り、自由を享受できると信じている。\nそこでは漆黒の魔獣に怯える流浪の旅を続ける必要は無く、北国に庇護を求める必要もない。\nしかし、遥か空の彼方からは人を震え上がらせる音が響いてくる。それはワイルドハントの長が夜空を翔ける音である。\n夜の見回りをしていた衛兵はいつものように毛皮のマントを脱いだが、その日、太陽が昇ることはなかった。\n\n招集の号令が山野に響き渡ると、戦士たちは高い塔の下に並び、\n古の誓いを果たすため、南下の命令を待つ。\nしかし当代のライトキーパー長は、グレート・ミード・ホールで沈黙していた。\nなぜなら、北からやって来た白夜のように輝く大軍が既に街へと迫っていたからだ。\n\n「蒼星の戦士たちよ、なぜ今ピラミダの扉を叩くのだ。」\n「お前たちに、女皇陛下が授けてくださった神聖なる権利を奪う権利などない。」\n援軍を名乗る、招かれざる客の意図をライトキーパー長は見抜いていた。\nしかしこのまま譲歩してしまえば、百年以上にも渡る自治に終止符が打たれてしまう。\n\n長官の仮面の下から聞こえる低く冷たい声と共に\n嘲笑うような声がどこからか響いた。\n「あそこは黒災が始まった場所。覚えておけ、スネージナヤはお前たちが犯した過ちの代償を払うことはできない。」\n「夜鳴鶯の戦士よ、全力で戦え！もし誰も戻らなければ…」\n「その時は、我々が『後始末』をする。」"
	},
	"sands": {
		"name": "不死者の弔鐘",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "黒淵を歩く戦士が携帯する銅の鈴。光のない夜に、その悲鳴がよく耳に届く。",
		"story": "また大地を焼くような戦いが始まった。大気に血の匂いが満ちている。\n死者を悼むような哀哭の声を連れて、亡霊の大軍が漆黒の夜空を渡っていく。\n民間に伝わる伝承では、彼らは異界より現れた、命を刈り取る魔軍だとも、\n古の悪夢が遺した幻影であるとも言われていた。\n\nこれが辺境の民が言う「ワイルドハント」という名の災厄である。\n夏の嵐のように、雷鳴を伴って空を荒らしまわっているだけであれば、\n冒険生活を長く続けてきた者にとっては些細な通り雨に過ぎない。\nしかし百年に一度、狂奔する潮が漆黒の血の雨のように大地に激しく流れ落ちる。\nその時になって、人は先祖が代々伝えてきた恐ろしい伝説を思い出す。\nあれが子供騙しのでたらめなどではなく、血脈に刻まれた恐怖だと知るのだ。\n\nしかし、誰かが恐怖に立ち向かい、暗闇を彷徨う旅人たちのために明かりを灯さねばならない。\n光と闇の境を飛ぶ黒き鴉の群れを率いる者こそ、光に逆らう者その人である。\n彼は黙ったまま手にした長剣を抜いた。剣に映った顔はその黒い刃に似て、鉄のように毅然としていた。\n飛んで火にいる夏の虫だと分かってはいたが、軍団は誓いを守るため、生きては帰れぬ戦場へと歩んでいった。\n\n……\n道の果てに辿り着いた時、残っていたのは黒い刃を握った彼一人だけだった。\n「ワイルドハント」を引き寄せた穢れが、あの密林の奥に隠れていることは分かっていた。\nあと少し、あと少しで守ると誓った大地を救えたのに——\nそればかりを思う彼は、自分の身体がとうにバラバラになっていることにさえ気づいていなかった。\n身に着けていた警鈴も、血肉と黒い泥に引き裂かれてヒューヒューと音を立てている。\nその音に恐れ慄いたか、彼を囲む腐植を喰らう者さえも彼の前に出ることを躊躇い、\n彼が深淵の中を進み、守れなかった誓いを果たしに行くのを、ただ見ていることしかできなかった…\n\n長い年月が流れ、街と郊外に伝わる民話には新たな一節が加えられた。\n泣き声のような悲しげな鈴の音が聞こえたら、それは「ワイルドハント」を狩ると誓った者がそこを通るのだ、と。"
	},
	"goblet": {
		"name": "未だ鳴らざる笛",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "かつて、誓約を交わした者を召集するための角笛。今はもう使われていない。",
		"story": "北国の威厳を知らしめる角笛の音が鳴り響き、律動的な足音が雷鳴の如く大地を震わせる時、\n氷原に走るレールのように、青白い炎が四方に燃え広がっていく。\n女皇陛下に忠誠を誓う特殊派遣部隊は、一執行官の私兵となることなく、\n無垢なる新世界を作り上げることを、冷たく輝く蒼星に誓った。\n\n自治領とはいえ、僻地に暮らす彼らが祖国の民であり続けるのは、\n氷の女皇の深き慈愛が、彼女に従う者を誰一人として見捨てることがないからだ。\nこの辺境の守りを任じられた軍を束ねる准尉は、物心ついた時からそう信じていた。\n地獄の入口で、誰にも愛されぬ魂を見るまでは。\n\n相変わらず出撃の許可は出なかったが、准尉は密かに決心した。\n我々がこの地まで遠征してきたのは、無情なる災いに苦しむ無辜の人々を救うためである。\n大地を蝕む漆黒の魔獣が母親と子供の命を奪うのを、どうしてただ見ていられようか。\nこれがお偉方の言う命令だというのなら、命令など地獄に落ちてしまえ。\n\n……\n汚れた瘴気が吹きつける北風に散らされ、朝日が黒雲を突き抜け、再び空色の大地に輝く。\n戦争は終わったが、高い塔が迎えたのは英雄の凱旋ではなく、裏切り者とその彼が命を懸けて救った子供たちだけだった。\n予定していた計画には小さな狂いが出たが、目標は達成できたため、道を踏み外した賢い医者は気にも留めなかった。\n己の職務を放棄し、女皇に背いた罪は、新たに立てられた誓いによって赦された。\n生まれ変わった戦士は、骸骨が積みあがってできた階段の上で見張りを始めた。淵海が枯れるその時まで。"
	},
	"circlet": {
		"name": "染められし羽兜",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "古くて重い兜。北の古い戦士一族に受け継がれる象徴物である。",
		"story": "伝説によれば、最初のライトブリンガーは極北に位置する冬の都からやって来たのだという。夜鳴鶯のエンブレムは、彼の名誉ある家系の象徴だ。\nもともとスパイとして暗躍していた一族の出身だが、冬のツァーリが恩賞として爵位を授けたことにより、\n出自の低い身ながらも宮廷に出入りすることが許され、高位高官のフェイに交じり、付き合うようになった。\n国々を席巻する災厄が訪れた時、遠い開拓時代に期待を寄せられていた辺境は、すでに神から見放されていた。\nナド・クライの最も暗澹たる時代に駆け付けたのは、北からやって来た黒ずんだ銀の鎧の騎士だけだった。\n新月の乙女は、彼が来訪することを知っていたのか、彼のために暗闇を払う明かりを灯した。\n\nレンポ三島に南下する前の晩、グレート・ミード・ホールで戦士たちは盛大な宴を開いていた。\nそこでひときわ目立っていたのは、槍を携え、黒い羽兜を被った若い戦士だった。\n今のライトキーパーがそのような古めかしく重い鉄製の鎧を身に着けるのは珍しい。\nなぜなら、その甲冑は最初のライトブリンガーと共に黒き波を撃退した勇士と同じ血が流れていることの象徴であり、\n封地や爵位を持たずとも、先祖が立てた誓いを守り抜くことを表すからだ。\n彼らは、かつてスネージナヤ全域を守っていたフェイの主が、今もどこかで自分たちを見守っていると信じている。\n\n泥に汚れた凍土は英雄の血に染まり、若き戦士は戦友たちの死体の中で崩れ落ちた。\n犠牲とは、もとよりライトキーパーの運命であり、栄誉である。一人でも多くの人を救うため、\n彼はかつて先祖がしたように、見捨てられた古き神とそれがかつて統べていた諸王に祈りを捧げた。\n\n角笛の音に呼び覚まされたか、あるいは血の匂いを嗅ぎつけたか、はたまた無聊をかこっていたのか、\nある場所で微睡んでいた怪霊が長きにわたる眠りから覚め、彼の願いに応えた。\n古の伝説に語られる全てを焼き尽くす青き炎は、いつの日か新たな戦場で再び燃え上がるだろう…"
	}
}