{
	"id": 15031,
	"rarityList": [
		4,
		5
	],
	"name": "ファントムハンター",
	"effect2Pc": "通常攻撃と重擊ダメージ+15%。",
	"effect4Pc": "現在HPが増減する時、会心率+12%、継続時間5秒、最大3層まで重ね掛け可能。",
	"flower": {
		"name": "狩人の胸花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "過去の戦いにおいて、顕著な功績を残した者に贈られた古い勲章。",
		"story": "その昔、フォンテーヌの安寧のために戦い、貢献した人を表彰するために\n作られた勲章。こうした勲章のほとんどは栄光の象徴だが、\n時として、受勲者はこれを人の目に触れない場所に隠したり、水に投げたりすることがある。\n\n「不穏な影を追いかけ、ことごとく蹴散らし、狩り尽くす。」\nこれは後に「黄金の狩人」となり、\nこの呼び名を恥辱と思っているカッシオドルのことである。\nまた、これは「ファントムハンター」という職名の由来ともなった。\nこの世において邪悪な妖魔は珍しいものだが、邪悪な妖魔とけなされる人は往々にして存在する。\n昨今のマレショーセ·ファントムは戦いではなく、犯罪捜査に力を注いでおり、\n種族として比較的若いメリュジーヌを大勢招き入れた。\n\nこの勲章は、かつてポワソンの包囲を指揮していたファントムハンターのものだ。\nこのせいで彼はマレショーセ·ファントムを離れ、酒と余生を過ごすことにした。\n旧友の頼みで不本意にも再び人と一緒に暮らし、\n子どものために、不穏な影のない世界を作ろうと再び試みるまで——\n最後に彼を迎えたのは、あらゆる垣根やわだかまりを取り除く穏やかな海だった。"
	},
	"plume": {
		"name": "傑作の序曲",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "旧式のクロックワーク·マシナリーのトルクを調整する携帯式工具。今は実用的な価値を失っている。",
		"story": "装置のゼンマイのトルクを調整するツール。様々な規格の香箱に使える。\nアラン·ギヨタンの「新式」クロックワーク·マシナリーが普及して用途を失った。\nただ登場から数百年が経った今、もう「新式」と呼ばれることはない。\n\nアラン·ギヨタン、その人について——\nマレショーセ·ファントムに加入したのち、そこを離れる。最終的に彼が運動エネルギー工学科学研究院を設立するまで、\nギヨタンは現在廃墟と化している自然哲学学院で、エネルギーに関する研究を取り仕切っていた。\n同じようにマレショーセ·ファントムで働いていた妹を除いて、その生涯で親しくした人物はいなかったという。\n\n彼については数多くの伝説がある。その一つがこういったものだ——\n彼は学院時代に思考能力を持つ機械を作り、\nその機械を使って、自分と妹のマレショーセ·ファントムでの仕事を手伝わせていたそうだ。\nこの噂は、かつての彼の同僚（その多くはエリナスで没した）によるものだが、\n物証はないため、関連する公式の記録に残されていない。\n尋ねられたとき、彼は一度だけ「残念ながら、何も言えることはない」と話した。\nそのほか、関連する質問や調査への回答は何もない。\n\nそして、二つ目はこういったものだ——\n彼は歳を取ってフォンテーヌ科学院を退職したのち、工房に身を投じ、二度と人に会うことはなかったという。\n彼が晩年に取り組んだ研究成果が公表されたこともない。\n没後、個人の工房で何かを建てていた痕跡が見つかっただけである。\n\nその後、こうした伝説はコペリウスが演じきれなかった遺作と同じように、\n無数の人の想像力をかき立て、インスピレーションを与え、モチベーションとなった。"
	},
	"sands": {
		"name": "審判の刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "制式化された懐中時計。その精度は特別高いわけではない。",
		"story": "その昔、フォンテーヌの法曹に配布された懐中時計。\n時計としての精度は高くないが、\n職務を執行する際にバッジの役割を果たし、\nかつてのフォンテーヌでは広く知られていた。\n\n大魔術師「パルジファル」が決闘裁判を求めたというニュースが新聞で報じられると、\n彼女の予想外の犯行と相まって、フォンテーヌ廷では大きな話題となった。\nまた法廷がこの要求を認めたことと、その人選がさらに世間を騒がせた。\n決闘代理人のマルフィサが検察側の代表となり、今回の決闘裁判に参加したのだ。\nマルフィサの出自が彼女の決闘での判断や態度を狂わせるかどうか、\n彼女とパルジファルは過去に繋がりがあったのか…そして、もっと俗っぽいものでは、\n両者のうちどちらの「戦闘力」が優れているかということが、当時の話題となった。\n\n「パルジファル」の知り合いだった記者のカール·インゴルドは、当時すでに辞職していた。\n彼はもうこの仕事には就かず、探検家として荒野や廃墟、遺跡と過ごすことを決めたのだ。\nだが仕事への誇りや懐かしさから、記者時代に撮影した写真はずっと大切にしまっていた。\n数年後、フォンテーヌに戻ってくると、水仙十字院の副院長だった旧友との約束に応じて、\n当時の水仙十字院のメンバーの集合写真を撮りに訪れた。その時、レンズの向こうの顔を見て、\nかつてたくさんの希望を抱きながら、ポワソン町とフォンテーヌ廷の間を奔走していたことを思い出した。\nそれは夢のような幻のごとく歳月であり、人によっては長すぎるもので、また別の人にとっては瞬く間のもの。\nすべてを消し去る洪水が押し寄せるように、事件の光が少しずつ見えなくなっても、\nまた皆からすぐに身を引くべきだと忠告されても、決して諦めようとしなかった若かりし日の自分を思い出した。\nレンズ越しに見たたくさんの笑顔、耳にした未来への希望を思い出した。\nそれから、その後に聞こえてきた煉瓦や地面を隔てた叫び声、破裂音、金属がぶつかる音も。\n最終的には、「マジック」を使って自分を真っ暗で安全な地下室へと強引に移した少女を思い出し、\n決闘裁判での彼女の最後の戦いを、記者として記録できなかった悔しさが視界を滲ませた。"
	},
	"goblet": {
		"name": "忘却の容器",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "強い酒を入れる携帯用の金属容器。コートのポケットに常備しておくのに最適。",
		"story": "その昔、フォンテーヌ廷のために力を尽くした人の酒壺。\nある特定の仕事に携わる人は、生まれ持って冷酷でない限り、\n最終的にはこの霊薬に頼らなければ、いずれ精神が崩壊してしまう。\n\nこれは、かつてフォンテーヌの安寧のために、為すべきことを為した人のものである。\nそして、彼は負傷により退役してから何年も経った後、最後の調査でようやく気付いた。\n足跡を辿ってウサギの穴に飛び込んだ彼を迎えたのは、不思議の国などではなく、渦であったことに。\n\n……\n記憶が、割れた潜水具から湧き出る泡のように浮かび上がる。\n彼は幼い頃にドワイト、バザル、それからカールと遊んだことを思い出した。\n彼はいつも英雄役で、カールはいつも悪龍ジャバウォック役だった。\n彼が誰よりもよく知る院長の腕の中と、今の感覚はなんと似ていることだろうか。\nポワソン町の真っ赤な炎の光に照らされ、憎しみに歪んだ無数の顔を思い出し、\n自分も罪の無い子どもを水仙十字院に送ったことがあると、ようやく思い当たった。\n\n最後にはっきりと思い出したのは、「息子と娘」に初めて出会ったときの気持ちだ。\n長いトンネルの果てに光を見たように、マスクを被る前の自分を見た気がした。\nだが、漆黒の地獄の底で蜘蛛の糸を掴むがごとく徒労に終わった。\n「愛しいアラン、愛しいマリアン…私はお前たちと親しく接したことはなかった。」\n「最後まで、どうやってお前たちの『父親』になればいいのか分からなかった。」\n「お前たちの成長をただ眺めていた記憶しかない。それを失いたくないのだ…」\n酔いが醒めると、あらゆる栄誉と恥辱、愛、執着が液体の中に溶けていった。"
	},
	"circlet": {
		"name": "老兵の容貌",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "ある程度、負傷した顔の代わりになる古いマスク。怪我の度合いや使用者の性別によって、さまざまなデザインがある。",
		"story": "その昔、フォンテーヌ廷のために尽くして顔を負傷した者に配られたマスク。\n恐ろしい容貌に取って代わるのは、老兵の栄光か、あるいは恥辱か…\n傷痕は完全に隠すことができても、心の傷は消えないだろう。\n\n「もし私が戻れなかったら、あの二人の子どものことは頼んだわね。」\n共に育ち、かつては同じくフォンテーヌ廷のために尽くした友人はそう言った。\nもう一緒に戦ってもらうことはない。友人はそう言いたかったのだ。\nしかし今、彼女と彼の間で結ばれた暗黙の約束は、空白の年月となっている。\n語られない限り、ポワソン町のことなどまるでなかったかのごとく。\n\n今回、院は水没してしまうと思う。私と院長がいないことで状況も危うい。\nだから君やインゴルドのように、信頼できる人に子どもたちを預けたいの。\n友人は、口をきけない彼のマスクの下の表情を見抜くと、そう解釈した。\n\n「凱旋したら、またラスクとインゴルドを呼びましょう。」\n「今度は私が料理をするわ！腕を見せてあげる。」\n彼の目に疑いの色が浮かんだのを見て、友人はむくれながら補足した。\n「ここ数年でケーキが焼けるようになったのよ！子どもたちはみんな大好きなんだから！」\n\n「それじゃ、さよならギヨタン…愛しのエマニュエル。」\n「ああ、そっちもうまくいくよう祈ってるよ。何事もないといいんだが…」\n「私のスポンジアンが若者にいじめられていないことを願って…」\n\n子どもは好きではない――というより、誰とも付き合いたくない。\n人を見ると、彼らの体内にも赤い血が流れていることを思い出すからだ。\nだが旧友の頼みである以上、しばらく彼らの面倒を見るとしよう。\nバザルが帰ってきたら、この厄介事を返してやるのだ…"
	}
}