{
	"name": "残響の森で囁かれる夜話",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "攻撃力+18%。",
	"4pc": "元素スキルを発動した後の10秒間、岩元素ダメージ+20%。結晶反応で生成されたシールド状態にある時、上記強化効果の効果量+150%。追加された効果量は、結晶反応で生成されたシールド状態の効果が終了した1秒後にクリアされる。",
	"flower": {
		"name": "無私の花飾り",
		"relictype": "生の花",
		"description": "物語の中で魔法使いがつけていた花飾り。彼女が愛する他の装飾品と同じように、蝶の形があしらわれている。",
		"story": "子犬は屋根裏に駆け上がり、埃を吸って思わず何度もくしゃみをした。\n「パイ、あなたはもともとアップルパイみたいな色をしてたのに、桑の実ジャムを塗られたみたいになっちゃったね。」\n少女は「パイ」という子犬を追って狭い屋根裏に入り込み、パイの体についた埃を払ってあげた。\n屋根裏には美しい装丁の本がたくさん積まれている。女の子は、表紙に綺麗な金の羽の蝶が施された一冊の本を本棚から取り出した。\n「物語の本かなぁ。もしかしたら、ママが話してくれたお話はこの本に載ってるのかも！パイもそう思う？」\n子犬は短く吠えると、いつものように女の子の足元にうつ伏せになった。\n「ふふっ、もしママよりも先に全部読めたら…」\nそうして、女の子は物語の本を開いた。黄ばんだ本のページは、まるで蝶が羽を広げているかのようだ…\n\nそれは大昔の出来事というわけではなかった。残響の森の中に、どんな願いでも叶えられる魔法使いが住んでいるという伝説の話だ。\nしかし、その魔法使いは他の物語に出てくる魔法使いと一緒で風変わりな性格をしていた。魔法使いは森全体を霧で覆い、森に入った侵入者を残響によって惑わせる魔法を使っていた。そのため、彼女の隠れ小屋を見つけられる人はほとんどいないのだ。願い事など、なおのこと難しい。\nところがある日、ついに一人の若者が魔法使いの家の扉を叩いた。\nその若者はもともと青い花を探していたのだが、途中で金の羽の蝶に目を奪われ、それを追いかけていたらいつの間にか小屋の前に辿り着いていたのだ。その時になって、彼は初めて願いを叶えてくれる魔法使いの伝説を思い出した。そしてしばらく迷ったあと、家を訪ねることを決めたのであった。\n彼が三度目のノックをしようとすると、扉が開いた。\n「願い事があるのですが…」若者が言った。\n「皆がそう言う…」魔法使いは彼の話を遮った。「お前の願いを叶えるのは容易いこと。しかし、願いの対価は人によって異なるぞ。」\n「僕には愛する少女がいる。けれど、彼女の心はすでに他の誰かのものです。でも僕は、魔法の力で彼女の気持ちを変えさせたいとは思わない。ただ、彼女にはこの世のすべての幸せを手に入れてほしいと思うのです。もしこの願いを叶えてもらえるなら、僕の持つものすべて…時間でも、お金でも、魂でも全部を捧げるつもりです。」\n「お前の願いは叶うだろう。だが、その対価を払う時は将来訪れる。それがお前の魂とは限らない…魔法使いは常に身勝手だからな。」\n「でも、この世に魂よりも貴いものがあるでしょうか？」\n「その時になれば分かる。約束の時が訪れたら、金のごとき心だけが量られることになるだろう。」\n……"
	},
	"plume": {
		"name": "誠実なつけペン",
		"relictype": "死の羽",
		"description": "物語の中で魔法使いが使っていたつけペン。その滑らかな書き心地は、数ある美点の中でも特筆すべき箇所としては取るに足りない部分である。",
		"story": "……\n「魂を売る取引、物語の中ではいつも簡単にできちゃう…だったら魂はもっと安くあるべきだよね。じゃなかったら、なんで人々はいつも簡単にそれを渡してしまうの？」\nしかし、彼女は魂の意味を知らないし、見たこともない。それに比べたら、アフタヌーンティーの美味しいおやつや、パイとガーデンで遊ぶ時間、寝る前にママが話してくれるおとぎ話のほうがずっと大切なものだ。\n「幸い、私たちには魔法使いに叶えてもらいたい願いはないから、大切なものと交換する必要もないよね。」\nページをめくる…\n\n魔法使いの承諾を得たとはいえ、その若者自身も願いが叶うというのがどういう光景なのかを想像できなかった。\nより具体的な願い…例えば、底なしの富や他者を従わせ臣服させるような権力なら想像しやすい。でも、その上にある幸福とは何だろうか？\n若者は、魔法使いは多くの魔道具を持っており、その奇怪で非凡なコレクションの力を利用しているのだと聞いたことがあった。彼は好奇心を抑えきれず、魔法使いにどの道具でこの願いを叶えるのかと聞いた。\n「魔法のつけペンで書いた言葉はすべて現実となる。彼女が運命の寵児となるだろう。」\n魔法使いがインク壺を軽く揺らすと、黒い水が波のようにうねる。それを若者は不思議そうに眺めた。彼には、その中の波によって浮き沈みする小さな孤島が、まるで自分たちの暮らす世界のように見えた。これまでに見たことのない様相と風景が、スケッチブックのページのようにめくられていく…\n彼はそれを見ているうちに魅了され、インク壺の広い口から中に落ちて、黒い水に溺れそうになった。\n「インク壺の中には彼女が想像することのできるすべてが入っている。彼女が願えば、すべては彼女のものとなる。」\n紙の上につけペンを走らせたことで、少女の運命は変えられた。\nいつからかは分からないが、少女は次から次へとやってくる幸運に驚かなくなった。\n彼女からはあらゆる憂いが消え、ほぼすべての事が彼女の思い通りに進んでいった。彼女が欲しいと思ったものはすべて、最終的に何らかの形で彼女の手に渡った。\n人々はみな彼女を愛した。彼女の容姿を褒め、彼女の品行を称賛した。以前は自分の事など気にもかけないだろうと思っていた人ですら、すっかり態度を変えてしまった。\n次第に、彼女は自分に向けられる称賛の言葉や羨望の眼差しに慣れていった。彼女の容姿は決して特別良いわけでもないし、品行も至って普通だが、運命は彼女にすべての恩恵を与えた。\n……"
	},
	"sands": {
		"name": "忠実な砂時計",
		"relictype": "時の砂",
		"description": "物語の中で魔法使いが頼りにしていた砂時計。それに対して間違った呪文を唱えると、時間の流れが急に速くなるらしい。",
		"story": "……\n「もし魔法のインクペンがあったら…パイはなんて書く？たくさんの犬用ビスケット？」\n女の子は本を下ろしてパイの頭をなでた。子犬は尻尾を振ってそれに応えた。\n「あっ！パイは字が書けないよね。だったら私が代わりに書けばいいか。たくさんの犬用ビスケットと、それから…」\nページをめくる…\n\n「バカバカしい。青いリボンなんかがそんなに珍しいの？」少女は容赦なく訪問客を追い払い、その人が持ってきたプレゼントを隅に投げ捨てた。確かに、昔はカワセミのように青いリボンを気に入っていたこともあったが、今ではそんなありきたりな物にはまったく興味をそそられなくなっていた。\n「ああ、かわいそうな子！」母親がため息をついた。\n少女は母親の説教に嫌気が差していた。彼女のもとに幸運が訪れたのはほんの短い間だったが、富はいとも簡単に手に入ったし、当然のように人心をあっさりと掌握できた。この世ははじめから彼女を中心に回っているのだと、何度も思った。\n「母親なのに、どうしてお母さんは他の人みたいに私を愛してくれないの？」\n自分を愛してくれない母親など必要ないのかもしれないと、彼女は思った。\nその後、少女は家と家族を残して出ていった。これで魔法がもたらす幸運を享受できるし、良心の呵責に煩わされることもない。\n彼女は、感動する風景や食べ物がこれ以上なくなるまで、あらゆる場所を旅した。その暮らしはまるで終わることのないダンスパーティーのよう——色々な人が彼女のもとを訪れたが、そのダンスホールに留まる人は誰もいなかった。\nある時は故意的に、彼女は「友達」と呼ぶ人に意地悪く接した。しかし彼女の行動がどんなに礼を欠いたものでも、次の日になれば友達はみな笑って彼女を許し、今までと同じように彼女を愛した。\n人々は彼女にただひたすら尽くすのみで、何かを求める者はいなかった。\n……"
	},
	"goblet": {
		"name": "寛容なインク壺",
		"relictype": "空の杯",
		"description": "物語の中で魔法使いが使っていたインク壺。つけペンに引けを取らない不思議な魔法を有している。",
		"story": "……\n女の子は本を読んでいる。そして、パイは彼女の隣に寄り添っていた。\nページをめくる…\n\n少女は母親が亡くなったことをかなり後になって知り、久しぶりに故郷に戻ってきた。よく知っている人も知らない人も、みな他の場所の人たちと同じように彼女に礼儀正しく接してくれた。\n「すべてが君の思い通りになったのに、なぜ笑わないんだ？」\nそう話す若者を彼女は見たことがあった。もしかしたら、単なる多くの追随者のうちの一人かもしれない。\n「お母さんの言う通りだった、私はかわいそうな子供。この恐ろしい呪いのせいで、私は二度と本当の意味で幸せにはなれない。」\n「ああ！君は無私のプレゼントを呪いと呼んでいるのだね。これはある人が魔法使いと取引し、自分を犠牲に換えたものだ。それに彼は、君からの見返りを得ることなど考えもしてなかった。この世にこれほど偉大な愛があるとでも？」\n「彼は、幸福を得る方法を私より知っているみたい。」と少女は言った。「得るだけで対価を払う必要のない人生に何の価値があるの？最も価値のないものは、誰も必要としないもの。もしかしたら、私自身が余計な存在なのかもしれない。」\n「それは違う…君は存在すべきなんだ。少なくとも僕にとってはそうだ。」\n「なら、あなたは私から何を得たいの？もしあなたのためにできることがあれば…」\n若者は、困ったような顔をした。\n少女は大いに失望し、魔法使いが隠れ住む残響の森に行き、恐ろしい呪いを解く方法を探そうとした。\n一方、若者は魔法使いから借りてきた魔鏡を取り出し、少女を止めようとする。\n「魔法がもたらした幸運が、君のもとから離れてしまったら…」\nそして、少女は可能性を示す鏡の中で、幸運が衰えた後の光景を目にした——すべての財産を瞬く間に失い、彼女に傷つけられた人々はもはや彼女を笑って許すことはなく、その代わり罵声を浴びせ、白い目を向けて、誰も彼女に近づかなくなった。それはまるでダンスパーティーが終わったあとのようだった。彼女が以前のように旅をして回っても、誰からも関心や気遣いを受けることはない。風雨で転んで、子供たちに笑われる光景も目にした。かつて彼女が手にしたすべてのプレゼントは、いま十倍、百倍にして返さなければならない。\n彼女はそこから一歩も動かない。鏡の中で見た様々な出来事がすでに自分の身に起こっており、人生が苦役の連続で、押しつぶそうとしているかのように感じた。\n「幸いだったね、魔法がもたらした幸運はまだ君を見捨てていない。この世に君の軟弱さをあざ笑う人はいないよ。」\n……"
	},
	"circlet": {
		"name": "慈愛の淑女ハット",
		"relictype": "理の冠",
		"description": "物語の中で魔法使いが愛用していた淑女ハット。彼女は特に、落ち着いていながら遊び心のあるデザインに惹かれたようだ。",
		"story": "……\nパイは退屈で仕方なさそうにあくびをした。\n「お話はもうすぐ終わりだから、もうちょっと待っててくれる？」\nページをめくる…\n\n「そうだとしても、私はより困難な道を選ぶ。」\nあの遠い日の冬の夜のように、彼女は母親の懐でうとうとしながら——今ではほとんど忘れてしまったが——いくら聞いても飽きなかった物語に耳を傾けていた。物語の主人公たちはいつも幾多の苦難を乗り越えて旅の終点へと辿り着くことができ、旅の途中で払った代償や失ったものは、そう簡単には手に入らない報償をより貴重なものにした。\n「私は鏡の中で人々が私のことを愛さなくなり、嫌悪する姿を見た。もう一度彼らが笑ってくれるようになるだけでも、これまで想像してこなかった苦労を伴う…でも、それが本当の世界。変化に満ちて捉えどころのない世界。」\n「違う、それではダメなんだ！君は必ず魔法がもたらす幸運に幸せを感じなきゃならない。でないと…」\n「何を心配しているの？仮にあなたが他の人と同じように、魔法の力が消えたあと私を愛さなくなっても、私はあなたたちを愛し続ける。物語の中の主人公みたいに、この自由な世界にいるすべての人たちに本心で接するわ…あなたが受け入れてくれる限り、私の心もあなたのものよ！」\n鐘の音も他の予兆もなかったが、魔法使いの言っていた約束の時間になったようだ。\n「道理から言えば、彼女が鏡の示す旅を終えてから現れるはずだったんだが、まだ少し早かったようだ…まぁ、魔法使いはいつも身勝手だからな。」\n魔法使いは約束どおり、若者が支配できる物の中から彼女が一番欲するものを取っていった。\n「願いは叶ったけれど、僕はすべてを失ってしまった…」\n「彼女は素晴らしい登場人物だったよ、別の物語の中でもね。」魔法使いはゆらゆらとインク壺を揺らし、少女はそれ以来、その中に囚われてしまった。\n「でも、彼女は僕のために存在する少女だ。ちょうど僕がそうであるように…もし彼女が解放されない運命にあるのなら、彼女を探しに行かせてほしい。僕は瓶の中に無数の宇宙や物語を見てきた。もしかしたらその中に、僕たち二人を許してくれる世界があるかもしれないし、僕も素晴らしい登場人物になれるかもしれない…」\n\n「よし、覚えたわ！今夜ママにこの物語を教えてあげよう。ねぇ、ママは気に入ってくれると思う？」\nパイは女の子のことなど気にせず、立ち上がって空に何度か吠え、さらに何度かくるくるとその場で回ってから屋根裏から飛び降りた。\n「ふん、あの子ったら。きっとお腹が空いててちょっと拗ねていたのね。本当に子どもなんだから。」\nそして、女の子もその場をあとにした。装飾の施されていない物語の本だけが屋根裏の床に残された。"
	}
}