{
	"id": 15007,
	"rarityList": [
		4,
		5
	],
	"name": "旧貴族のしつけ",
	"effect2Pc": "元素爆発のダメージ+20%。",
	"effect4Pc": "元素爆発を発動すると、チーム全員の攻撃力+20%、継続時間12秒、重ねがけ不可。",
	"flower": {
		"name": "旧貴族の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "絹で作った琉璃色の花、様々な場面で付けられた。今でも捨てられた日と同じくらい鮮やかである。",
		"story": "緻密で滑らかな絹で作られた青い百合。\n旧貴族の女性が使っていた冠り物。\n\nかつてモンドを支配していた旧貴族が残した精巧な髪飾り。\nあの伝説の時代、貴族の容姿と立ち居振る舞いは一般人の模範であった。\nその行動や知恵によってモンドの民を導き、臣民を統べただけでなく、\n容姿までもが整っており、彼らはモンド人を代表するものであった。\nそれは単に高貴な血を受け継いだからではない。\n彼らが美徳を守り、周囲に原則と尊重を保って行動したためであった。\n\nだが、彼らの限りない欲望によって、貴族の寿命は縮まった。\n自慢だった華麗な美貌も衰えていった。"
	},
	"plume": {
		"name": "旧貴族の羽根",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "モンドの旧貴族が狩りの時に帽子につけた羽根、今でもまっすぐに立っていて、時間の影響を受けていない。",
		"story": "猟鷹の羽根、旧貴族の帽子のつばに誇り高く立っている。\n領民と共に狩りに出て、獲物を分かち合うのは古い伝統である。\n\nかつてモンドを支配していた旧貴族は、よく荒野に出入りしていた。\n従者や領民と共に広い大地で狩りをした。\n出猟は貴族にとって、力と寛大さを示すものであった。\n民にとっても、楽しみのひと時であった。\n\nやがて、狩りは貴族の私欲を満たす虚しいものとなった。\n貴族は欲望のままに従い、獲物を分かち合わなくなった。\n羽根はまだはためいていたが、色は変わったように見えた。"
	},
	"sands": {
		"name": "旧貴族の時計",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "モンドの旧貴族の懐中時計、長い族譜と共に今日に伝わった。",
		"story": "青い宝石で作られた懐中時計、見た目は極めて精巧で美しい。\n時を経ても、カチカチと鳴っている。\n\nかつてモンドを支配していた旧貴族の懐中時計、今でも精確に動いている。\n時間を守ることは最も基本的な美徳の一つ。そのため、貴族はいつも手元にこれを置いていた。\n臣民に用心させるためだけでなく、自分を律するためでもあった。\n正しい貴族であれば、毎朝、民よりも鋭敏でなければならない。\nまた夜になれば、民よりも先々まで深く考え、より早く起きなければならなかった。\n\nだが長年を経て、厳しかった貴族の日課は怠惰な子孫によって捨てられた。\n貴族の懐中時計はより煌びやかとなり、その荘厳な意味は失われた。"
	},
	"goblet": {
		"name": "旧貴族の銀瓶",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "モンドの旧貴族が使っていた瓶、中身は何もなく、悲しい風の音だけが響いている。",
		"story": "青い宝石で作られたアクセサリー瓶。白銀の徽章が飾られている。\n見た目は精美で優雅である。モンドの旧貴族の高雅なセンスが窺える。\n\nかつてモンドを支配していた旧貴族が残したアクセサリー瓶。\n今はもう、その中に精美なアクセサリーはない。\n贅沢なアクセサリーは貴族の地位と財産を象徴していただけでなく、\nモンドの民の自信と尊厳、繁栄を表した。\n\nやがて、貴族の欲望は徐々に止まらなくなり、\n民から搾取し、自分の欲望を満たすこと以外、何もしなくなった。\nアクセサリーも虚飾を担うものとなった。"
	},
	"circlet": {
		"name": "旧貴族の仮面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "モンドの旧貴族が舞踏会に使用していた仮面、空洞となった目の縁は今でも昔の光景を見つめている。",
		"story": "精巧な花柄の彫刻が施された白銀の仮面。黄金と宝石が散りばめられている。\n作りは精良で繊細であり、旧貴族の優雅な礼儀が窺える。\n\nモンドを支配していた旧貴族は、元々民衆の中から選ばれた英雄であった。\n偉大な族長と優雅な子弟、美しい姫と貴婦人たちも\n宴の中で同じ土地の人民と共に食糧や喜びを分かち合っていた。\nあの遥か過去の時代に、自分の知恵と財を惜しむ貴族などいなかった。\n\nあの黄金時代、貴族は知識と利益を人々へ公平に分配した。\nだが、やがて貴族は堕落していき、宴はただの権力を誇示する私欲を満たすための虚しい場となった。"
	}
}