{
	"name": "水仙の夢",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "水元素ダメージ+15%。",
	"4pc": "通常攻撃、重撃、落下攻撃、元素スキル、または元素爆発が敵に命中すると、8秒間継続する「鏡中の水仙」効果を1層獲得する。1/2/3層以上の「鏡中の水仙」効果を持つ時、それぞれ攻撃力+7%/16%/25%、水元素ダメージ+4%/9%/15%。通常攻撃、重撃、落下攻撃、元素スキル、元素爆発による「鏡中の水仙」効果はそれぞれ独立してカウントされる。",
	"flower": {
		"name": "旅中の花",
		"relictype": "生の花",
		"description": "物語はいつか必ず終わりを告げ、花もやがては散り衰える。しかし、夢で描いた花ならば、永遠に香り高く咲いてくれることだろう。",
		"story": "…だが、その王国の結末は影に覆い尽くされた。\n悪龍が騎士に勝ったわけではない。彼らは共に居場所を失ったのだ。\n光のない黒水のように重い紛争、悲しみ、そして離別の中、\n院長は諸悪の根源を絶つために、姉妹たちと一緒に旅に出た。\nそして副院長は戦うための船へと乗り込み、水の中でその最期を迎えた。\n水仙の勇者は多くの騎士、悪龍、賢者と同じ様に散り散りとなった。\n\nその中にはマレショーセ·ファントムや特巡隊に引き取られ、\n王国が影に覆われないようにと励んだ者がいる。\nまた、異国を行き来する探索者に引き取られた者もおり、\n世界の果てを見届ける冒険へと旅立った。\n\nあれからまた…長い年月が過ぎた。\nあんな風に、未来の物語が中断されることがないようにと、\nある者は精密な仕掛けと鋼の体を頼りに進む道を探している。\nまたある者は、物語を再開させようと背を向け、\n水仙の名において、すべての常理を超えた旅に出た。\nある者は今も、枯れた花を大事にするように、\n続いていく未完の午後の冒険譚を懐かしんでいる…"
	},
	"plume": {
		"name": "悪しき魔法使いの羽杖",
		"relictype": "死の羽",
		"description": "ドレスハットに飾ってあった鳥の羽。濃い緑色は、さぞ目を惹くものだっただろう。",
		"story": "勇者がいれば、邪悪な魔法使いもいる。騎士がいれば、当然ながら悪龍もいる。\n勇者はいつだって聖剣を手にしていた。だから、魔法使いもその姿に見合う法器が必要だ。\n勇者と魔法使い、騎士と悪龍がまだ生まれていない当時、冒険の合間に、\n彼らはいつも副院長の礼帽に飾られた名もなき鳥の羽根を手に入れようと狙っていた。\nその羽根にはきっと沢山の物語があるのだろうと、小さな冒険者たちはそう思っていた。\n副院長は、きっと多くの物語を経験しているのだ——まるで隠居した老齢の勇者のように。\nそうでなければ、約束してくれた院長でさえ、それを外せない訳がない。\n\n「██、██、ケンカはよして、仲良くしなさい。」\nいつも騎士役と悪龍役をしている二人は、不本意ながらもうなずいた。\n「███、私のいない時は、███の面倒をちゃんと見てあげてね。」\n「用事が終わったら、私と院長はすぐ帰ってくるから。外へ出ないように。」\n副院長は少し思案し、離れる前に濃い緑色の羽根を外した。\n「███、ずっとこれを欲しがってたでしょ？君に預けるわ。」\n「でも、一時的に預けるだけだからね。汚したら怒っちゃうわよ。」\n\nしかし彼らの考えとは裏腹に、この羽根が最後まで悪しき魔法使いの不思議な法器になることは一度もなかった。\nその代わり、羽根は新たな持ち主の足跡と共に、別離の禍の源へとたどり着き、その道を引き返した…"
	},
	"sands": {
		"name": "水仙の一瞬一瞬",
		"relictype": "時の砂",
		"description": "とうの昔に止まった懐中時計。虚しく回転しながら、長い歳月を眺めてきたらしい。",
		"story": "時計の針はいつも元の位置に戻り、また回り始める。\n水仙の勇者たちのすべては、永遠に変わらないようだ。\nしかし年月はいつか、この精密かつ脆弱なコアをすり減らすだろう。\n新たな一日が訪れなくなるまで…何もかもが変わるまで。\n\nこの懐中時計は元々、機械に夢中な小さな勇者が、\n様々な装置の廃材を繋ぎ合わせて、練習で作ったものである。\n最終的に、この懐中時計は送られた相手と共に、すべてを溶かす原初の水へと落ちていった。\nしかし、それよりもずっと前からそのゼンマイは動いていない。\n\n「長い長い時が過ぎ去り、遥か遠く離れた場所に…」\n「悪龍のナルキッソスに統治された、暗黒の帝国があった。」\n「悪龍が欲する姫は高塔に住んでいた。彼女はその塔と共に静止し、夢のない眠りに落ちている——ゆえに悪龍は手を出せずにいた。怒りに満ちたナルキッソスは、無数の手下を国中に送り出す。そして、姫の宝物を探すよう命じた。また邪悪な魔法を用いる防衛機関を数多と作り、正義の味方の反抗を阻んだ。悪龍は姫の宝物を手に入れ、彼女を呼び覚ますことを誓った。そうすれば、姫を手中に収めることができるからだ。」\n「ある勇者たちは、姫から預かった宝物を守っている。その宝物とは、清く澄んだ一滴の水だ。」\n「ある日、その水滴から一つの小さな命が生まれた。」\n「うーん…名前は何にしよう？困ったな、お話がこうなるって分かってたら、あなたの名前をここで使ったのに。あなた、誰かいい友達はいない？」\n「『友達…うん、友達なら、一ついい名前があるわ。この子にピッタシだと思う。』」"
	},
	"goblet": {
		"name": "勇者たちのお茶会",
		"relictype": "空の杯",
		"description": "精巧なティーカップ。誰かと一緒にのんびりとした午後のひと時を過ごしたのだろう。",
		"story": "たとえ水仙の勇者であろうとも、旅の途中にはひと時の憩いがあるだろう。\n鐘が鳴り響く頃、数多の勇者と魔法使い、騎士、悪龍は、\n囚われた姫や秘境の宝物のことをしばし忘れる。\n遠い王国の空を覆い尽くす暗雲は一時的に霧散し、\n待ち焦がれる姫もその目を窓からそらした。\n騎士たちが不在の今、冒険も当然、その歩みを止めるのだから。\nそれが水仙の勇者と、他の数多の小さな世界たちが遵守する宇宙の法則。\nなぜなら、それは副院長の用意したおやつがあまりにも美味しすぎるせいだ。\n\nあれは薄暗い午後のことである。だが、この言葉自体にあまり意味はない。\nなぜなら少女が向かう新たな家は、太陽と月の光が届かない場所だからだ。\n少女が最初に出会ったのは、背の高い純粋な院長だった。\n彼女は少女よりも戸惑いながら、ハグで迎え入れ、\nその服を濡らした。副院長は母の歳に近かった。\n彼女は少女の手を取り、戦いを休んでいる勇者、騎士、悪龍のところへと連れて行く。\n副院長は悪くないと思った。それに、ここのおやつは美味しい。"
	},
	"circlet": {
		"name": "悪龍の片眼鏡",
		"relictype": "理の冠",
		"description": "精巧な片眼鏡。古い噂によると、これを使えば未来の光景が見えるらしい。",
		"story": "異なる物語の勇者は、当然それぞれの——都合の良い——聖剣を見つけ、そして最終的にはそれぞれの宿敵に立ち向かう。\nだが、英雄も長く生きすぎればやがて悪龍になると、そうよく言われている。様々な物語が交錯する中で、相手にとっての勇者は、味方にとっての悪龍なのかもしれない。\n残された物語は、最終的には分かりやすい叙事へと姿を変える。勇者が悪龍ではなく、勇者でいられるのもそれ故だ。\nだから、いかに強く狡猾な悪龍であろうと、どの物語の終わりにおいても必ず聖剣を手にした勇者に敗れてしまう。\n\nすべてを溶かす裂け目に身を投げる前、悪龍は勇者との過去を思い出した。そして最後に、彼はこう言った——\n「ああ、俺は恨まん。お前は俺の見た景色を見たことがないのだ。だから、俺を止めようとするのだろう。」\n「星々から来た獣は、世界の羊水を飲み干す。それからまた百年後、地上のすべての命は消される。」\n「俺は必ず戻り、すべての魂を救おう。十年経とうと、百年経とうと、俺は新たな宇宙として生まれ変わるだろう。」\n\nだが、悪龍を打ち倒した勇者もまた、長い戦いを経たことで、もっとも大切にしていたものを失くしていた。\n彼は、信じられなくなっていたのだ——人間の理性で制御しきれないもの、理解しきれないすべてのものを。\nそして残りの人生で、彼は元素以外のエネルギーと機械で動く王国を作ったのだ。"
	}
}