{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "黒曜の秘典",
	"effect2Pc": "装備者が夜魂の加護状態にあり、かつフィールド上にいる時、与えるダメージ+15%。",
	"effect4Pc": "装備者がフィールド上で夜魂値を1消費すると、会心率+40%、継続時間6秒。この効果は1秒毎に1回のみ発動可能。",
	"flower": {
		"name": "異種の期待",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "黒い晶石でできた精巧な花。夜になると神秘的な光を放つという。",
		"story": "放浪する御使いが光のない領域に落ち、再臨した王が冒涜の町を焼き尽くした時代、\nどんな歴史書にも記されず、語り継がれることもない物語が多く存在した。\n\nこれは天地が崩壊した災いを生き延び、広大な赤砂の海に隔てられたヴィシャップの国の物語。\n同族が辺境の地で生き長らえることしかできなかったとき、彼らは火の主の恩恵によって自由を手に入れた。\nしかし火の英知は黒く濁った潮に奪われ、今では灰色の骸たちが生を貪っているだけであり、\n愚かで盲目な子孫たちは、龍の威厳を保つため、強引にも暴虐を統治の規範として定めた。\nこうした落日の国の中で、ただ一人の「人間」だけが暗い未来に目を向けていた。\n\n「私には見える、光が根の無い大地に降り注ぎ、龍たちが瀕死の王に縋っている未来が」\n「偉大なる英知、偉大なる芸術、偉大なる文明、そのいずれもが死にゆく未来が見える」\n「だが輪廻はこの世の定め。歴史は我らの悲哀な涙によって歩みを止めることはない」\n「しかし哀れな同族は、己の愚行が揺るぎない歴史の鉄則をさらに強めてしまうことを知らない」\n「今日の奴隷は明日の王となり、過去の奴隷はいずれ未来の主となる」\n「我ら一族は取り返しのつかない争いの螺旋に陥ってしまっている。種を撒くことでしか救いを見出せない」\n「それに、豊かで原始的な荒野には、まだ腐敗した穢れに犯されていない土地があるかもしれない」\n\nそうして彼は灼熱の炎と烈風を越え、溶岩の下に佇む聖なる古の神殿から、未だ燃え続ける原初の種火を持ち出した。\n異種族への希望を乗せ、龍の中で最も聡明な賢者は輝かしい都に別れを告げて旅に出るのであった。"
	},
	"plume": {
		"name": "霊髄の根源",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "古龍の翼を模して作られた羽飾り。忘れ去られた歴史の証であるかもしれない。",
		"story": "野火が大地の命脈を焼き尽くし、蛮族が茨を切り裂いて山林を拓いた時代、\nどんな歴史書にも記されず、語り継がれることもない物語が多く存在した。\n\n源火より分かれた種を携え、龍たちの中で最も聡明な者は燃える原野を抜け、未開拓の険しい土地を訪れた。\n龍が訪れない温泉や山谷を旅したが、土で育ったものにしろ、人の手で作られたものにしろ、彼の期待に応えてくれるようなものはなかった。\nだがついに、霧が晴れた深い谷の間で、彼は創造主が最も愛している、最もか弱き種族を発見した。\nそれはまだ未熟な種族ではあったが、龍たちが舞う国に生まれたために、古より生きる者たちの翼の下に隠れ生き長らえるしかなかったのだ。\nとうに導きを失い、過去の歴史と記憶を忘れ、山林の中を彷徨ってもなお、未だ強かに生き残ろうとしている。\n\nこの人類という種族の強靭さと団結力、そして勇気に感服した龍の賢者は、知恵の種火を彼らに与えることにした。\nしかし、その貴重な贈り物を無償で与えるつもりはなかった。この種火は蛮族に文明をもたらしたが、彼らの運命を定めたものでもある。\nそれは神聖な原初の計画から外れていたため、龍の賢者がもたらした「進化」の道は、神を冒涜するに等しい行いとなってしまった。\nしかし龍の賢者には見えていた。この先、人の血が死に瀕した大地に注がれ、\n\n二つの種族、二つの血筋が一つとなり、新たに生まれた文明が再び古の脈動を蘇らせる光景が。\n最初に浮遊島に登り、謁見にやって来た人類に、龍の賢者はこう語った。\n\n「いずれお前の子孫から二つの世界を救う救世主が生まれる。獅子のように凶悪で、狐のように狡猾な子だ」\n「その者はいずれ火の君主を斬り殺し、最初の王座に就くだろう。讃えよ、二つの世界を統べる王を！」"
	},
	"sands": {
		"name": "夜域の神話",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "時計でも羅針盤でもない、謎の道具。今やその用途を知る者はいない。",
		"story": "古の人類が黒潮を阻む堤防と化し、浮遊島と永夜が別々の道を歩んでいた時代、\nどんな歴史書にも記されず、語り継がれることもない物語が多く存在した。\n\n勇敢で聡明なチャアクは、火を盗んだ賢者から消えることのない種火を授かったことで皆に知られている。\n彼は種火を部族の同胞たちに分け与えただけでなく、知識を求めやって来た訪問者にも分け隔てなく火の秘密を教えた。\n長きに渡る無秩序と混沌に別れを告げ、再び荒野に文明の新芽が生えてきたのだ。\nしかし、巨大な壁の内側にいる翼を持った一族は、運命の輪がすでに回り始めていることに気づいてはいなかった。\n\n伝説によれば、静寂に包まれた浮遊等で暮らしている偉大なる賢者は、この世のすべての答えを知っているという。\nだが、彼にも二つだけ分からないことがある。それは生者の末路と亡者の帰路についてである。\nおそらく、冥府を司るのは太古の時代における賢者の大敵であった夜域の神だけだからであろう。\nあるいは、決して消えぬ火が再び大地の脈動を呼び覚ました時、賢者が長きに渡って計画したものが損なわれてしまうからだろうか。\n\nいずれにしろ、源火の大いなる力を手にした勇敢なチャアクとその仲間たちは、暴虐の限りを尽くした悪龍を倒し、最初の部族を築いた。\nしかし、太古の英雄でも歳月の審判に逆らうことはできない。時間は絶えず流れるもの、仲間たちは一人また一人と彼に別れを告げていった。\nそして最後には、百戦錬磨のチャアクは独りになってしまった。彼の部族はとうに離散し、物語も語り継がれることはない。\nだが夜更けにだけ、彼の耳には遥か遠い国からの呼びかけが届く。彼の心の中で消えていきそうな炎を再び燃え上がらせるかのように。\n人生最後の夜、彼は高い山に登って原初の火を灯した。かつての仲間との再会を願いながら。\n彼の望みに、夜域の神は応えた。その夜、大地に住まう者たちには別世界の声が聞こえてきたという。\nそれは母が歌う子守歌か、あるいは戦友の囁きか。どちらにしても、夜神の国に最初の大霊の産声が上がったことに変わりはない。"
	},
	"goblet": {
		"name": "紛争の前夜",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "石を気まぐれにねじって叩いて作ったかのような容器。そのような腕力の持ち主とは、一体何者なのだろうか…",
		"story": "灼熱の国で鳴り止むことのない角笛が響き、英雄たちが争い合っていた時代、\nどんな歴史書にも記されず、語り継がれることもない物語が多く存在した。\n\n煙の司祭が陽光を遮るほどの営火を燃やし、英雄的な祖先と目に見えぬ神々に異種族の血肉を贄に捧げたとき、\n部族の大霊が下した啓示に従い、烈火を操る英雄が飼い慣らされた獣に乗って巨岩で築かれた城塞へ辿り着いたとき、\n誰が築いたかも分からないほど古い都市に住まう爬虫類が、恐怖に怯えながら歪に捻じ曲がった塔をよじ登ったとき、\n龍たちの中で最も聡明な者のみが、虚空の中で静かに佇み、この壮大かつ長々しい悲喜劇を眺めていた。\n\nたとえ夜の使者が計画のうちになかったとしても、幸いにも「進化」という道からは外れることはなく、\n慎重な選抜と育成を経て、部族の英雄は次第に各地の舞台に上がっていった。\n彼らの中で最強の者が、いずれ黒石の上に住むすべての人間の部族を統べる豪傑となるだろう。\nそして豪傑の名を冠した盟約はいずれ灼熱の旗を掲げ、神ですら攻め落とせなかった深き底の城に足を踏み入れる。\n\nその日を迎えれば、王座にいる生きた屍が噴き出す炎が空を赤く染め、そして新たな王には王位に就いた際の賜物として、源火が与えられるのだ。\n龍たちが再び二つの世界の君主に下ると、悠久の文明が蓄積した叡智と宝物はすべて彼に開かれる。\n影に潜む敵はまだ遠くへ行っていない。奴らは夜域の最深に身を隠し、最後の攻撃を仕掛けるタイミングを図っているのだ。\nなぜなら、高天の神々と龍たちの王は自分たちの力不足を知っていたからだ。その日を迎える前に、すべての叡智と力を集めなければならないことも。\n\nそうすれば、彼の愚かな同族たちは零落した王の砕けた夢から目覚めることができる。\n古の文明は正統な継承者を迎え、再び大地に立つことができるのだ。"
	},
	"circlet": {
		"name": "諸聖の栄冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "黒曜石の宝冠。その昔、高貴なる部族の長の戴冠式に使われていた。",
		"story": "穢れた黒き波が空の果てから現れ、太陽のような英雄が征伐の道へ踏み出した時代、\nどんな歴史書にも記されず、語り継がれることもない物語が多く存在した。\n\n人類の勇士が隠居していた深い谷にある集落に別れを告げ、かつて辿り着けなかった禁足地へ大霊の祝福を届けた時、\n古の巨龍は自らが奔走した原野から姿を消しており、沃土と流泉は新たな色に染まっていた。\n溶岩の断崖に築かれた宮殿と神殿はかつての輝きを失い、静かに終末の審判の訪れを待っている。\n俗世と隔絶された夢のような国で、古の者たちの時代もやがて終わりを迎えようとしているのだ。\nしかし、光の届かない夜域では、聖者たちが議論を交わしており、誰がこの最後の審判を下すべきなのか決められずにいたのだった。\n\nあれはどの預言にも存在しなかった勇士であり、どの計画にも組み込まれていなかった英雄だ。\n諸部族の酋長たちが悪龍退治という大業を放置し、誰が覇者になるべきか争っていたとき、\n諸部族の戦士たちが終わりのない戦争へ駆り出され、残虐な獣を助けと見なしたとき。\n黒い大地から現れたのは、太陽のように眩しく、曙光のように温かな王であった。\n彼は黄金の花で冠を作り、黒曜石の大剣を背負いながら、部族の一つひとつを訪れた。\n\n刃によって生じた争いは、刃でしか収められない。野心によって生まれた妄執は、より大きな野心でしか抑えられない。\nそして「進化」を掌握したと思い込んでいた者は、力を持った人間が征服と殺戮以外の答えを導き出すことを想像すらしていなかった。\n日輪の輝きの下、各部族の酋長は休戦の盟約を交わし、夜域の聖者たちも争いをやめ、彼に戴冠することを決めた。\n新時代の夜明けが空の向こうから現れた。光が大地を満遍なく照らし、これでもう漆黒の獣は姿を隠すことすらできなくなったのだ。"
	}
}