{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "海染硨磲",
	"effect2Pc": "与える治療効果+15%。",
	"effect4Pc": "この聖遺物セットを装備したキャラクターがチーム内のキャラクターに治療を行うと、治療によるHP回復量（HP上限を超えた回復量も含む）を記録する海染の泡を生成する。海染の泡は3秒継続する。継続時間終了時、海染の泡は破裂し、周囲の敵に記録した回復量の90%分のダメージを与える（このダメージは感電や超電導などの元素反応と同じように計算されるが、元素熟知、キャラクターLv、または元素反応のダメージアップ効果の影響は受けない）。海染の泡は3.5秒毎に1回のみ生成可能。海染の泡が記録できる回復量は最大30000までとなり、HP上限超過分の回復量を含む。チーム内で、海染の泡は同時に最大1つまで存在できる。この聖遺物セットを装備したキャラクターは待機中でも、この効果を発動できる。",
	"flower": {
		"name": "海染の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "多様に変化する海の色を帯びた、しなやかな花。月明かりに照らされると、不思議な色彩を反射する。",
		"story": "大海より生み出た繊細な花。穢れなき純粋な真珠が花の真ん中に飾りつけられている。\n海の民の島唄では、このような花は光り輝く海淵で咲くことになる。\n海女の想いと月光の優しさに染まりながら、煌々と輝く。\n\nすべての争いが止み、海獣も孤独な仲間のために涙を流すことがなくなった時、\n月が東山から昇り、美しき神君が姿勢を正して歌う時、\n「来てくれ、海女たちよ、見てくれ、私の最愛の人よ、今夜の月光を。」\n「たとえ東山が今宵落ちたとしても、稲光と嵐は決して、その輝きを曇らせることはない…」\n\n孤独な巫女は唄を口ずさみながら、月の光を浴びる波の中、ひらひらと舞う。\n海女たちは失われた悲しみを忘れ、柔らかな花も再び活気を取り戻した。"
	},
	"plume": {
		"name": "淵宮の羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "珊瑚と同じ色をした脆き彩羽。巫女の羽衣に使われていたらしい。",
		"story": "多くの氏族が初めて天光を目にした時、大御神が海の民たちから巫女を選んだ。\nこの島唄の歴史の中で、最初の「現人神の巫女」は真珠の採集を生業とする海女の中から選ばれたとある。\n\n無意味な争いで未来を失った子供たちの中から生まれ、\n無慈悲な災いで幸せが奪われた老輩の中に降臨した。\n現人神の巫女は雅な島唄と優しき言葉で人々を慰め、\n嵐に揺さぶられた時代の中、海祇の人々は初めて希望を抱いた。\n\n伝説によると、この大海より生み出た羽根は、「現人神の巫女」の羽衣から取ったものだという。\n子供の愛らしい手で偶然にも摘まれ、また悩みを抱えた人によって永遠に保管された。\n\nその後、勇士は祝女と共に、取り返しのつかない犠牲を払う場所へと向かうこととなる。\nしかし、現人神の巫女の羽衣は消えてなどいない。その記憶は、今の時代にまで伝わっている。"
	},
	"sands": {
		"name": "別れの貝",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "底なしの深き海に由来する、透き通った無垢の貝殻。",
		"story": "蛍光色の静かな深海では、時がいつも止まっているかのように見える。\n透き通った貝殻も、長い寿命のため健忘がひどくなった。\n\n海祇の民は深海の長き夢に別れを告げ、暗く遠い海淵の下より訪れた。\n暗夜の龍の後継者が目を光らす中、その詮索を避け、燐光の珊瑚の階段を登って太陽の国へゆく。\n伝説によると、海淵の民は氏族の記念物として、一枚の貝殻を持って行ったそうだ。\n氏族を失った孤独者も、この時に新しい家庭へ入ることとなった。\n\n先人たちの古代の言葉で、このような透き通ったきれいな貝殻を「別離」と呼ぶそうだ。\n抱き合う二人を外部の力によって隔てることはできない。しかし、互いを支え合うことも、永遠に続くことではない。\nそれは、先人たちが海淵に別れを告げただけでなく、太陽の下で新たな始まりを迎えた時でもあった。"
	},
	"goblet": {
		"name": "真珠の籠",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "海祇島の巫女たちが祀る真珠。常に微かな光を放っており、その光が弱まることはない。",
		"story": "海祇島の神君が讃えた光り輝く真珠。海の民たちにとってかけがえのない宝でもある。\n真珠を主題にした「御唄」は、昔から現人神の巫女だけが歌えるものだ。\n\n玉虫色の輝きを浴びた巨大な貝からは、海祇の優しさが感じられ、無垢な美しさを持つ真珠を生んだという伝説がある。\n後の世で現人神の巫女として祀られる一脈は、最初、真珠から生み出されたとされる。\n巨大な貝の柔らかなゆりかごから歩き出し、海月と共に踊る姉妹は高く評価された。\n喜びと慈愛の中、大御神は彼女たちに美玉を下賜し、天光を追い求める純粋な夢を与えた。\n\n海祇の血が流れる人々の手にかかれば、真珠はさらに輝くだろう。\nあるいは、それはただの古い伝説に過ぎず、その真偽を確かめるのは難しいことかもしれない。\n伝説によると、敗北を喫した瞬間、巫女は双子の姉妹と衣服を交換し、絶えることのない激しい波に隠れたという。\nしかし、その一粒の輝く真珠だけが、激動の波の中で失われ、静かな海淵へと舞い戻っていった。"
	},
	"circlet": {
		"name": "海祇の冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "忘れ去られた「神人」が所有していた精巧な古の冠。今は海祇の人々によって大切に保管されている。",
		"story": "かつて、大御神は数多の氏族の中から神人を選び、自ら冠を被った。\nしかし、神がいなくなった時代のあと、神人の逝去と共に、その優雅な冠も封印された。\n\n海の民が歌う島唄の中で、真珠と珊瑚で作られた絢爛たる冠が汚れることは決してない。\n海祇の冠を賜った人こそ、大御神に認められし「人君」である。\n海の民たちに「東山王」と呼ばれた勇敢な王や、自由奔放に海を渡る双子…\nその者たちは大御神の慈愛に満ちた目に見守られ、島唄により不滅の魂を与えられた。\n伝説によると、これら人君は大御神を補佐し、海の民たちに島での農業、漁業、狩猟などを指導したとある。\nしかし、命を賭した避けられぬ戦いにより、神々は終焉を迎えた。\n\n海淵からの希望と記憶を心に抱き、とうに失われた文明と歴史が染み込んでいった。\nこれら精巧で優雅な冠は、その主と共に忘却の裂け目へと滑り込んでいく。"
	}
}