{
	"id": 15018,
	"rarityList": [
		4,
		5
	],
	"name": "蒼白の炎",
	"effect2Pc": "物理ダメージ+25%。",
	"effect4Pc": "元素スキルが敵に命中すると、攻撃力+9%。持続時間7秒、最大2重まで、0.3秒毎に1回のみ発動可能。2重まで重ねると、2セットの効果が2倍になる。",
	"flower": {
		"name": "無垢の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "決して枯れず色褪せない、青くて硬い造花。",
		"story": "「貴様は実に不思議な存在だ。人間の体で、それほどまでの力を背負うとは。」\n「涙と血はもう流し尽くしたと言っていたが、炎で体を満たしただけであろう…」\n「満身創痍になろうと、傷口と両目から流れるのは灼熱の炎のみ。」\n「話が逸れたな。我輩が狼煙をたよりにここへ来たのは、貴様と交渉するためだ…」\n「我らが『陛下』の恩恵で貴様の炎を飲み込もう。どうだ？」\n\n一人目の愚者は命の炎が尽き果てようとする少女に「力」を授けた、\n少女は「妄念」を通して穢れた過去と無垢な未来の境界を見た…\n\n消え去った私の過去を堅氷で満たし、燃え続ける炎を消そう。\n漆黒の闇、世界の痛み、人と獣の罪、それらすべてを沈黙の氷で浄化しよう。\n\nそれでも、蒼白で無垢なる炎は彼女の心の中で燃え続けていた…\n\n「私とあんた、それにあんたの女皇とは、目的が一致している。」\n「愚かな神々、漆黒のアビス——それら世界の歪みを生み出す根源を浄化する。」\n「いいでしょう。その目的を実現するためなら、何をしてもかまわないわ。」\n「だって私、白衣を着ていても、もうとっくに洗い落とせないほど死骸の油と灰に染まっているもの。」"
	},
	"plume": {
		"name": "良医の羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "非常に鋭いふちを持つ不吉な羽。異類の不羈を象徴しているのかもしれない。",
		"story": "「『人』とは、複雑なだけの機械に過ぎない。」\n英知の畑で、ある少年はそう語った。\n部位を取り外し、変更を加えれば、\nその機械の性能は大幅な上昇を得る。\n神の目、体格、武力に関係なく、\n「最適化された人間」は常識を超えた力を持つだろう…\n\nたとえ「外道」と蔑まれ、賢者の輪から永久に追放されたとしても、\n少年は研究ノートの端に、自身の感想を書いた。\nⅠ．予想通り、教令院のやり方では、研究に突破口は開けない。\nⅡ．しかし、追放されたのは損失だ。良い研究環境がなくては。\n\n「異端」のうわさを辿り、一人目の愚者は彼を見つけた…\n\n「『最適化された人間』か——貴国が十分な物資と時間を提供してくれるのなら、我輩は貴様たちが『神』と呼ぶものさえ作ることができる。どうだ？」\n沙金が流れるような暑く眩い砂漠の中で、彼は冬国の使節に尋ねた。\nお前も教令院の人たちみたいに俺を「怪物」や「狂人」と呼ぶのか。\nそれとも故郷の人たちみたいに、俺を追い払うのか…\n\nしかし…\n「よかろう。では、今から貴様は我らの仲間だ。」\n「貴様の名は、そうだな——」\n自身に付けられた名があまりにも皮肉めいたものであったため、少年は大声を上げて笑わずにはいられなかった。"
	},
	"sands": {
		"name": "停頓の時",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "ふたが開かない懐中時計。時間の経過と同時に、しっかりカチカチと音を立てる。",
		"story": "金銭が流通する軌跡は、世界の静脈を構成する。\nならば世界の中心とは、黄金の心臓とも言えよう。\n\n認められることのない彼は、俗世の力を追求するしかない。\nしかし、「彼ら」にとってなんの意味もない金銭も、\n無数にある権能の一つとして、「神」の手中に収まっている。\n\nもしかすれば、彼がかつて貧しかったが故に、金銭に対して病的なまでに執着しているのかもしれない。\nもしくは、神の支持を得られなかったが故に、対抗の意志を燃やした…\n\n「金貨発祥の地の人々は、『契約』を重んじる。」\n「金銭の名のもとに、『契約』を守ろう——」\n「すべての手段を使い、世界を流通する金の心臓になる。」\n「そして必要な時に、自らの意志でその心臓を止めるだけだ。」"
	},
	"goblet": {
		"name": "超越の盃",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "何年もの歳月を経たか見た目からは全く見当がつかない精巧な盃。",
		"story": "誕生の時すでに至高の美を有していた「彼」は、\n長い「時間」と空っぽの「意志」を持つ運命にあった。\n\n神が創造した超越者であるにもかかわらず、役立たずとして捨てられた。\n未知なるエラーで「休眠」から目覚め、\n天地と凡人の世界を渡り歩いた。\n\n愚者が彼を見つけるまで、彼は数え切れないほどの年月の漂流から、\nこんな経験を会得した。\n\n僕はすべての人間を越える「人間」、\n神でさえも僕の運命に干渉できない。\n人も神も運命も僕を裁く権利はない。\nどのように残りの寿命を過ごすかは、僕の自由だ。\n\n仮面を被る彼らと一緒に行動するのは面白そうだ、\nその仲間になってもいいだろう。"
	},
	"circlet": {
		"name": "嗤笑の面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "誰にも表情がわからないように顔を隠すことができるマスク。",
		"story": "同胞の身に染まった血が洗い流せないのなら、運命を嘲笑する「道化」を演じよう。\n才と学が「賢者」に及ばず、先代王者の支持も得られず、\n深くに眠った罪を掘り返し、神の怒りと破壊を招く彼らを阻止できなかった。\nならばいっそのこと不器用な「道化」となり、我輩の苦痛を理解する「陛下」に忠誠を誓おう…\n\n我が名は「道化」のピエロ——\n\n誇り高き愚人どもよ、怒りの炎と永遠の冷気を心に抱け。\n我ら世界定理の不条理と無情を知見せし者、\n世界を嘲笑う面を被り、天理を書き換えようではないか。"
	}
}