{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "灰燼の都に立つ英雄の絵巻",
	"effect2Pc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こすと、装備者は元素エネルギーを6ポイント回復する。",
	"effect4Pc": "装備者が自身の元素タイプの関連元素反応を起こした後、周囲のチーム全員の、該当元素反応の関連元素タイプのダメージ+12%、継続時間15秒。この効果を発動した時に、装備者が「夜魂の加護」状態にあった場合、周囲チーム全員の前述の元素タイプのダメージがさらに+28%、継続時間20秒。装備者が待機中でも、上記効果を発動できる。同名の聖遺物セットによるダメージアップ効果は重ね掛け不可。",
	"flower": {
		"name": "獣使いの護符",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "火打ち石と竜晶を彫って作られた花。これを身に付ける者は、獣使いとしての資格を得たとされる。",
		"story": "灰燼の都に残された、火打石と竜晶によって作られた花。懸木の里のテイマーたちに代々受け継がれてきた護符だ。\n装飾の中でも、火打石で煌びやかに飾られた爪の印は、人類と最初にパートナーとなったユムカ竜が残した足跡を象ったものだと言われている。\n\nテイマーは竜と友好的な関係を築くことに重きを置いている者たちだ。彼らの理念は時に一族の者たちでさえ理解できない。\nそれはたとえ人を害した悪竜であっても、彼らは竜狩り人がやってくる前に平和的な方法で解決を試みるほどに。\n「どれだけ邪悪な竜であっても、辛抱強く接すれば、いずれ信頼を得る方法が見つかる」\nこれは若きテイマーが、ずっしりとしたお守りを師匠から手渡された時に、心に刻んだ訓戒である。\n獣にも我々と同じ心があるのだと、彼は信じて疑わなかった。あの天地を覆い尽くす黒き波がやって来るまでは。\n\nあれは決して理解できない怪物であり、平和的な方法で扱うことのできない獣だった。\nようやく故郷へ戻れたテイマーが目にしたのは、魔物に蹂躙され無残に砕け散った夢の跡。\n辛うじて生き残っていた一族の同胞を宥めると、もう若くはないテイマーは二度と帰れぬ旅へと出立した。\nこれから彼が対峙するのは、あの黒き波と共に現れた心を持たぬ悪魔。相手取る際は辛抱強さが必要になる。\n辛抱強さがなければ、彼の大切な土地から奴らを一匹残らず駆逐することなど叶わないからだ。\n\n伝説によれば、かつて古代の蛇王はアビスを放逐できる秘宝を作ったが、穢れに犯された古都を通らなければ手に入れることができなかったと言われている。\nそれは絶望に陥った者たちの希望的観測にすぎないかもしれないが、英雄たちからすれば、試してみる価値のあるものだ。\nそして旅の最後、故郷を失った戦士は灰燼の都に辿り着いた。そこで彼は、長い間封じられていた秘密と対面することになる。"
	},
	"plume": {
		"name": "登山者の標",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "登山者が道を示すために使う標。鳥の羽根のような形をしており、道端に立っていると、ひときわ目立つ。",
		"story": "流泉の源から来た登山者たちは、道中に羽飾りに似た標を残していくのだという。\nこれは来た時の道を示すのと同時に、後からこの道を通る他の来訪者たちに向けて、ここをすでに歩んだ者がいると伝えるためだと言われている。\nだが今となっては、その標たちは灰に覆われた古都の人けのない片隅でただ静かに横たわっているだけで、\n標を残した者たちの期待に反し、この道を歩む者はただの一人もいなかった。\n\n高い山々や断崖絶壁に転がっている石、原野や深い森に落ちている葉を踏み越えながら、\nナタの大地を心の隅々まで刻み込んだ登山者たちは、決して歩みを止めなかった。\nその知見を活かして、異国の来訪者や探検家がこの地を訪れた時、彼らはいつも親切にガイドを務めてくれた。\n来訪者たちが思わず驚いてしまうような絶景も、彼らからすれば長年付き添った旧友にほかならない。\nだがそれも、遠い地平線の彼方で巻き起こった黒き波により、かつて見慣れたすべてが無に帰した日までだった。\n\n子供たちの笑い声で賑わっていたはずの庭は野火に焼かれ、今や灰と骸しか残されていない。\nここは本来一族の者たちが労働の疲れを癒すための温泉だったが、今は血と汚泥で溢れかえってしまっている。\nだがその光景のために、最後の登山者が足を止めて悲しんでいる暇などなかった。なぜなら、彼にはまだやるべきことがあったからだ。\nそれは、慣れ親しんだものではなくなった道を辿り、彼が知る故郷を取り戻すことである。\n\n伝説によれば、黒き波の中心、魔龍が巣くう古都の中に強大な力を秘めた秘宝が眠っているという。\nそれは時の流れを逆行させ、苦悩に満ちた現世を焼き払い、美しい過去を取り戻すことができる、黄金の車輪のようだと言われている。\nまるで蜘蛛の糸を掴むように、数々の危険を乗り越えてきた熟練の登山者はここを最後の場所に定めた。\nたとえそれが、恐れ戸惑う人たちを陥れる、心無い見物人が仕掛けた罠だったとしても。"
	},
	"sands": {
		"name": "秘術家の金皿",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "太陽の形をした金の皿。龍の模様は、まるで生と死の循環を象徴しているようだ。",
		"story": "一般的に、謎煙峡谷に生まれた秘術師たちは数十年に渡る勉学と修行を経なければ、大霊と通ずる技を会得することはできないとされている。\nだが、あの混迷を極めた時代においては、たとえ駆け出しの学徒であっても戦場に駆り出され、戦没した英霊たちを帰郷の道へ導かなければならなかった。\n古都に残された美しい金皿は、当時それと同じように美しかった幼い秘術師のもので、中にある針はいつでも故郷の方角を示している。\n\n黒き波が太陽を覆い大地を包んだ時、夜神の国も獣域の狂犬によって包囲され、至るところが黒い血で染め上げられた。\n古の大霊の声も、金属と石が打ち付けられて鳴り響く音の海と苦しめられた生命の叫びの中で埋もれてしまい、ほぼあらゆるものから忘れ去られてしまった。\nだが、部族のシャーマンたちは、あの黒い影に呑み込まれてしまった戦士たちにとって、死さえも贅沢な望みだということを知っていた。\nたとえ運よく魔の手から逃れられた英霊であっても、夜域に迷い込んでしまう事もあり、最終的には二度と家には戻れなくなる。\n部族の戦力を維持するため、そして散り散りになってしまった家族を探すため、秘術師たちは続々と峡谷を離れた。\n屍が散乱するような戦場にしろ、無残な姿に破壊された廃墟にしろ、どこにでも彼らが奮闘した痕跡を目にすることができるだろう。\n\n若き秘術師、リリムという名の少女がこういった長く困難に満ちた旅をするのは初めてのことで、\n雲上の都を目標とする冒険団は彼女を除いて、いずれも百戦錬磨の老兵で構成されていた。\n当初は覚悟を決めて参加したものの、灰燼の都を跋扈する悪魔は彼女の想像を絶するものだった。\nこのような事態を予想していたのか、仲間たちは彼女を安全な塔の中に残して静かに出発し、\n少女がようやく拠点に戻ってきたときには、魔龍に食い散らかされた屍が転がっているだけだった。\n\n秘術師であるにも関わらず、少女は仲間を救うことができなかっただけでなく、彼らの魂すら連れて帰ることができなかったのだ。\nだが少なくとも、今も帰りを待ちわびている彼らの家族に、その物語と結末を伝えることはできる。\n「そうだ、リーダーは子供がいると言っていた。だからとにかく…しっかりしなくては。」\nこうして新たな希望を胸に、少女は再び旅に出た。今度は全員で帰郷するための旅だ。"
	},
	"goblet": {
		"name": "遊学者の爪型杯",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "竜の爪のような形をした奇妙な盃。製造者にはきっと特別な意図があったのだろう。",
		"story": "尚武精神盛んな沃土の国であっても、学問と書籍だけに関心を抱く者はいる。\nたとえば、龍の遺物研究会会長を自称する者がいるが、その者は一日中分厚いウォーベンを携えている、\nあるいは、どこから手に入れたのか分からない秘源装置を弄り、自身の研究は無用なものではないことを証明しようとしていた。\n他にも物作りを得意としており、この異様な獣爪の形を模した杯は彼の代表作だと言われている。\n\n当時はまだ気づいていなかったのだ。この無用な研究がどれだけ贅沢なものだったのかを。\n故郷が黒い悪夢に呑み込まれた時、苦労してかき集めたウォーベンはすべて戦火に焼かれてしまった。\nそれはまるで静かな午後の眠りから目を覚ましたかのように、慣れ親しんでいた日常が突如崩れ去り、\n運命が有無も言わさず彼を違う道へ押しやる。そうなれば、彼に選択の余地などなかった。\n\nかつて彼は、最古のウォーベンから古代の龍たちが残した遺跡の中には悪魔に対抗するための武器が眠っていることを読み取り、\n奮戦する同胞たちの死を無駄にしないためにも、これまでの研究をすべて捨て去って残りの人生を新たな大義に捧げた。\n彼は人けのない廃墟から秘源の機械を掘り出すと、戦士たちを助力するために改造を重ねた。\n長年積み重ねてきた知識が功を奏した。または背後で賢者が指揮してくれていたかのように、改造プロジェクトは不思議なほど順調に進んでいると思われた。\nとある古代の荒れ果てた都の奥深くで、千年も隠されてきた秘密、あるいは呪いを発見するまでは。\n\n古代オシカ·ナタを統治した蛇王は、かつて空飛ぶ宝船を造ったという伝説があり、\nその宝船の中には、アビスをこの世界の外へ放逐することができる秘宝が眠っているという。\nこのような伝説は、絶望的な時代を生きていく人々の希望となり、\nそして世界を救うため、長い旅路へ赴いた無数の冒険者たちの道しるべとなった。\n\nしかし、冒険者たちは一人も帰還を果たすことがなかったため、学者は大勢の非難の的になってしまう。\nそれでも彼はあれが戯言だとは決して認めず、自らが目にした真実であると信じて疑わなかった。\nその後、真実を証明するためか、あるいはすべてを終わりにするためだったのか、\nついに遊学者自身も冒険隊に加わり、雲上にある都へと向かった。"
	},
	"circlet": {
		"name": "呪戦士の羽面",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "羽を使って作られた、鷹に似た面。多くの伝説が残されている。",
		"story": "山頂に築かれた集落では定期的に格闘大会が開かれ、試合に参加する戦士たちはいずれも特別な仮面を着用していた。\nその仮面は相手を威嚇する役割がある一方、それぞれの選手を現すシンボルでもある。\n仮面を付けた戦士が登場するとファンは歓声を上げ、反対に対戦相手が入場するとブーイングを浴びせた。\n唯一、鷹を模した羽面を付けた男が会場に現れた時だけは、不思議と全体が静まり返る。\n\n冒険家になる以前、タイカは花翼の集最強の戦士だった。競技の巡礼では、常に首位を独占していたほどだ。\nしかし、彼は残りの人生もただこうして過ぎ去っていくのではないかと考え、時々うんざりすることもあった。この先、とある災いがやってくることも知らずに。\n最初は地平線の彼方で暗雲が巻き起こっただけだった。それから夜域で少しずつ行方不明者の知らせが増えていき、悪魔が姿を現した時にはもう、\n誰も手に負えない状況に陥っていた。\n\n責任というのは、誰もが負わねばならないものだ。強大な力を持つ者であれば、なおのこと多くを背負わなければならない。\n本当の戦争を目の当たりにした時、彼は初めて感じた。運命の重さというものを。\nその後、妻とこれから生まれてくる我が子に別れを告げると、彼は戦場の鬼と化した。\n魑魅魍魎を一掃したいのなら、己が奴ら以上に凶悪になるしかない。\n\nそれは、彼の生涯における最後の一戦だった。灰燼の都の頂上で血の池に倒れると、脳裏には無数の光景が絶えず流れる。\nかつて野に咲いていた花のように、古の大地の赤い炎が再び彼らのために燃え盛る光景が目に入った。\n「地獄の赤き門は英雄の血によって染め上げられたもの。我が血をここに捧げ、扉を開く鍵を我が子に授け給え」\nその門から差し込んできた微かな光を目にして、彼が最後に思い出したのは、最愛の妻が別れ際に言った言葉だった。\n「…もし女の子なら、ポーナと名付けよう。きっと立派な戦士になる」"
	}
}