{
	"name": "追憶のしめ縄",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "攻撃力+18%。",
	"4pc": "元素スキルを発動した時、キャラクターの元素エネルギーが15以上の場合、元素エネルギーを15消費し、次の10秒間通常攻撃、重撃、落下攻撃ダメージ+50%。継続時間中この効果は再発動できない。",
	"flower": {
		"name": "羈絆の花",
		"relictype": "生の花",
		"description": "精巧な水引お守り。願いを叶える力を秘めているとの噂。",
		"story": "「水引」という結び方をしたお守り。\n願いと縁を固く結ぶことができるという。\n\n何でも知っている狐様に師事し、神社の事務を勉強した。\nあの頃の私は、小さな漁村から鳴神に来た幼い巫女だった。\n茶筅よりも鈍く、子供っぽいわがままや好奇心も抱いていた。\n斎宮様の優雅で回りくどい言葉に、いつも無邪気な疑念を持っていた。\n\n「物事は絆で結ばれ、故に実の中から希う幻が生まれる」\n「お守りに願いを実現する力はない。でも、絆の力で、それを永遠にできる」\n\n私が分からずに茫然としている様を見て、狐様は耐えきれない様子で笑った。\n楽しそうに煙管で私の頭を軽く叩き、すぐさま話題を変えた。\n\n「響ちゃんも、因縁の人と出会ったんだね？」\n\n「あんな野蛮人と因縁なんてありません！」\n\n「あら、そうかしら？」\n\nそして闇夜がすべてを呑み込んだ。\n因縁とやらも、失われてしまった。"
	},
	"plume": {
		"name": "憶念の矢",
		"relictype": "死の羽",
		"description": "少し古い仕様の破魔矢。何者かによって大切に保管されているようだ。",
		"story": "神社が魔除けに用いる破魔の矢。\nすべての心の魔を祓えるという。\n\n破魔の矢は邪悪なものを祓うと人々は言う。しかし邪悪とは客観的なものではない。\n邪悪は人の心から生まれる。恐怖に怯え、冷たくなった心から生まれる。\n斎宮様が去って久しい。私ももう鳴神大社の見習い巫女ではなくなった。\nあの空の煙管を握るたび、空虚と痛みが私を雁字搦めにする。\n\n想う人ができて、想わずにはいられない人を失っても、時は待ってくれない。\n狐様の白い姿が漆黒の深淵へ静かに沈んでいく様は、巫女の夢に深く刻み込まれたまま。\n大天狗様も、守れなかった自責の念で、光代を一人残して、自分を追放した。\n晴之介も悲しみの余り国を出て、長正は御輿の汚名を濯ぐために幕府に入った。\n杜で私に弓術を教え、緋色の櫻の下で私の幼い約束を聞いてくれた男は、\nいずれ私の元へ帰ってくるだろう。飛び散った血が彼の目を覆っても、漆黒な穢れが彼を化け物にしても……\n\n私たちの弓矢で彼を救って、失うことが定められた約束を終わらせて。\n私たちの弓矢で魔物を滅ぼして、無駄な懸想も執着も祓って。\n\n「会いに来て、賭け事ばかりするお馬鹿さん」\n「もう迷わないで、昆布丸」\n\nでも、最後の賭けは、一体誰か勝ったのだろう……\nそんなどうでも良いことを考えながら、彼女は綺麗な弓を撫でた。"
	},
	"sands": {
		"name": "朝露の時",
		"relictype": "時の砂",
		"description": "水引と鈴で装飾された銅の懐中時計。時は、ある秋の夜明けに永遠に止まっているようだ。",
		"story": "雅な懐中時計。神社の鈴が飾られている。\n時計の針は永遠に朝露が消えぬ時に止まってしまった。\n\n空が白む頃、朝露は草葉になってまた消える。\n万華鏡のように綺麗な景色も、瞬く間に消えゆく。\n\n秋の夜の坂道で、私は斎宮様とともにセミの声を聞き、月を眺めていた。\nあの頃の私は幼く、わからず屋な、田舎からきた巫女だった。\nうるさい雀のように、自分の見解ばかり語っていた。\n狐様の笑みに見惚れても、彼女の言葉を理解できなかった。\n\n「刹那の美を永遠に留めておきたいのは、朝露を手に握りしめようとするのと同じ」\n「私は朝露のように消えゆく。君の抱く私の印象は、残留した願いでしかない」\n\n薄れた記憶の中、彼女は難しい言葉を話しながら、とても悲しい顔をしていた。私は呆然とした……\nそれもつかの間。彼女は煙管で私の頭をコンコンと叩いて、いつも通りのからかう色で言った。\n\n「夜が明けるわ、響ちゃん」\n「そろそろ帰ろうか」"
	},
	"goblet": {
		"name": "祈望の心",
		"relictype": "空の杯",
		"description": "特製のおみくじ筒。底面には、望ましくないくじを簡単に取り除くことができるからくりが組み込まれている。",
		"story": "神社で吉凶を占うためのみくじ筒。\n狐が与えた運気をまとっているという。\n\n占いは迷人の問いであるため、吉凶問わず、先に進めるための回答になる。\n平たく言えば、この世に迷いを持って問う者がいても、不確かな占い結果は存在しない。\n神社で学んだ時間はとても大切だった。私でさえも狐様の言い回しができるようになった。\nその間、人間味のなかった影向天狗様が娘を授かった。\nお馬鹿な昆布丸も、将軍殿下の旗本になり、武家の女の子を娶るそうだ……\n\n「かわいい子。殺伐としていた天狗様も、少しは母親の自覚を持てるようになったのね……」\n「しかし……神社に子供の生気が足りないわ。これはいけない。響ちゃん、子供に戻ってくれない？」\n\nいつものように、狐様は大げさな冗談を言って、緋櫻酒の酒気を帯びて顔を近づけてくる。\n\n「そんな仏頂面しないでよ、響ちゃん。斎宮様が占ってあげようか？」\n「アハ、大吉よ！ほら、大吉！どういう意味か知ってる？」\n「凶のくじを全部抜き取ったからでしょう。からかわないでください、斎宮様……」\n「いいえ……このくじは、君が恋する人は、君の永遠の記憶になれる、という意味だよ」\n\nだから強く生きて、これからずっと。\n大切な人が皆逝ってしまっても、君が生きていれば、\nその人たちと過ごした日々は永遠に消えたりしない……"
	},
	"circlet": {
		"name": "無常の面",
		"relictype": "理の冠",
		"description": "丁寧に保存された儀式用の狐面。常に奇怪な微笑みを浮かべている。",
		"story": "雅な祭りのお面。とある神子のものだった。\n口角に淡い笑みを浮かべても、その目に光はない。\n\n大社でのお務めも少し慣れてきた。\n私も小さい頃みたいに鈍くなくなって、一人前になった。\nでもどうしてだろう、私が成長すればするほど、斎宮様の面影に翳がさす。\nそのお顔にあるのは憂いでも、恐怖でもない。深い深い悲しみと名残惜しさだ……\n\n「この世は無常。消えゆくものに恋しても、永遠の記憶を失うだろう」\n「記憶を失うことは、命を失うに等しい。長く、暗い死だ」\n\n今度は、薄い笑みも隠せない悲しい表情。\nお祭りの日なのに、まるで別れを告げようとしているかのよう……\n\n「そうだ、あのお馬鹿な昆布丸の話をしておくれ……」\n「なんだ、私が彼を横取りするとでも？」"
	}
}