{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "月を紡ぐ夜の歌",
	"effect2Pc": "元素チャージ効率+20%。",
	"effect4Pc": "元素ダメージを与えた時、8秒間継続する「月輝明光・崇拝」効果を獲得する。「月輝明光・崇拝」：チームの月兆が初照/満照の時、チーム全員の元素熟知+60/120。装備者が待機中でも、上記効果を発動できる。チーム内キャラクターの「月輝明光」効果が1種類存在するごとに、チーム内キャラクターが起こす月反応のダメージ+10%。「月輝明光」によって生じた効果は重ね掛け不可。",
	"flower": {
		"name": "彷徨える者の涙晶",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "穢れなき花。氷風によって永遠の美しさが保たれていると言われている。",
		"story": "あれは霜色の柔らかな光がまだ銀の鏡のように砕けておらず、すでに黄金の国が滅んでいた時代のこと。\n光り輝く純金の塔は一夜にして、イチジクの木のように傾いた。聖都から古都に至るまで、\n北の果てにある氷原の活気を残す街たちは、ことごとく青白い水晶の釘によって砕かれた。\n讃えられた聖徒も、あるいは最初の神使いも、災害の後は行方不明となった。\n街から離れていたおかげで幸運にも生き延びた人々は、吹雪の中で縮こまることしかできなかった。\n荒れ果てた寂寞の闇の中、彼らはただ絶望の終焉を待ち続けた。なぜなら、もう帰る場所などないからだ。\n \nこれが後世の祈りの歌にある破滅の時である。かつての繁栄は粉雪のように散り、\n哀願と呼びかけ、呪いと罵りが渦巻く中、沈黙した神々はその一切を無視した。\n長き夜の絶望の中、人の苦しみに涙したのは、高天の上にいる主宰だけであった。\nその神こそ、霜月の女主人にして天車と光の王、そして世界と源を同じとする代行者である。\n哀れみ、そして胸に秘めた願いから、彼女は生き残った者の祈りと呼びかけに応えた。\n \n彼女は銀白の光で糸を紡ぎ、流浪の民を霜に覆われた地から連れ出した。\n想いに満ちたその涙は最北の凍土へと落ち、吹雪の中で咲き誇る永遠の鈴蘭となった。\nそうして、ヒュペルボレイアの傲慢なる末裔は「霜月の子」を名乗り始めたのである。\nそこにどんな真意があれ、彼女は人々に新生を与えた神であった。"
	},
	"plume": {
		"name": "祝福されし者の白羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "穢れなき羽飾り。最初の詠月使が自ら作ったと言われている。",
		"story": "あれは霜色の柔らかな光が銀の鏡のように砕け、新月がいまだ昇っていなかった時代のこと。\n本来なら祝福を受けるべきではない、不良品として生まれた姉妹の物語。\n \n月光は異邦人の閉ざされた聖域である。幼く弱い魂は同じ吐息を分け合い、\n喜ばしくあるべき苦痛のただ中で、互いの微々たる温もりを分かち合う。\n両親の顔を見たことも、蒼林を吹き抜ける風の囁きを聞いたこともなく、\n二人と共にいたのは、ただ祖母ひとり。世界の姿は、色褪せた物語の本の中からしか知れなかった。\n \n黄ばんだページには、彼女たちが見たことのない空と大地が描かれている。\n絵本に描かれた白い鳥は、清らかな月光の下で純粋な羽を広げている。\n童話の中で自由に生きる命に憧れ、未だ幼い二人は約束を交わした。\nいつかは白鳥のように、もっと広い空に向かって共に飛んでいこう、と。\n \n「生まれたあの日から、私たちは二人で寄り添い合ってきた。」\n「ならば、ここを出る日が来たときも、必ず寄り添って生きてゆこう。」\n \n長い歳月を経たのち、片方はかつての約束を破り、ひとり遠くへ向かった。\nその先は物語にある澄みわたる空ではなく、暗く深い闇であった。\n彼女が去ったことで夢の半分は消え、痛みを分け合えなくなった。\nそうして、後に最初の詠月使と呼ばれるアイラは、二倍の苦痛に耐えることとなる。\n \n「そなたも嘘をついておったのか…姉君のことだけは信じておったのに。」\n「でも、恨みはせぬ…私が外の空に期待を抱くことなど、もうないのだから。」"
	},
	"sands": {
		"name": "霜祀者の狂宴",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "穢れなき時計。かつての持ち主の執念と共に、今は動きを止めている。",
		"story": "あれは霜色の柔らかな光が銀の鏡のように砕け、新月がいまだ昇っていなかった時代のこと。\n破滅の時から幾世代も受け継がれてきた計画は、成就の瞬間を迎えようとしていた。\n \n千年にわたり浄化された血筋は、ついに予言にある楽園に君臨する聖なる申し子を生んだ。\n高天にある偽りの七つの光は、必ず彼女の足元にひれ伏し、大地の骨も従うだろう。\nなぜなら、彼女は世界と一体化した源泉となり、再びすべてを始動させる偉業を成すからだ。\nこれが北の果てに生まれた娘たちが受け継いだ聖なる責務である。すべては、こうあるべきだったのだ——\n \nしかし、聖なる継嗣を産むはずだった少女は、月のない雪夜に北国の少年と出会った。\n彼の冬の空のように澄んだ青い瞳の中に、知らない自分が映り込んでいた。\n胸の内で高鳴る未知の鼓動のために、よそ者の若い士官のために、聖女は使命を捨て、\n血に染まった角を切り落とし、愛という名の劣情に突き動かされるまま、それを雪に覆われた泥の中に捨てた。\n \n一族を裏切るまで堕ちた彼女は、運命に課せられた務めを果たすこともなく、\n怪僧の密偵に捕らえられた。そして愛すべき故郷に連れ戻される前に、\n足元に崩れ落ちた士官とその下に広がる赤い血を見下ろしながら、喉元でナイフと口付けをした。\n \nこうして聖なる継嗣を産むこともなく、粗雑に埋葬された女は、予言を反故にしたのだった。\nしかし、祝福された聖女が若くして命を落とした時のために、歴代の長たちは万全の準備を整えていた。　\n当時の大司祭であったルヴィアは、すぐに傍系の血筋から「代用品」を選び出した。\nただ、その代用品から生まれた双子の姉妹は、聖女に遠く及ばなかった。\n \nもしかすると、再びあれほど純粋な子が産まれるのは、数百年後になるかもしれない。\n一度は手の届きそうだった功績が、露のように冬の夜に消えてしまったことに我慢ならず、\n角を持った大司祭は、狂気と妄念の中で、恐ろしい陰謀を企てた。\n二人が純粋でないがために、弱き血肉が清らかで純粋な月光に耐えきれないのなら、\nすべての人々の██に、霜月の主から授かった祝福が微かであれ流れているのなら、\n███で彼女たちの██を洗えば、千の風が何代もの人々の間を吹き抜けることを待つ必要などない。\n \nこうして、無垢なる月華の名のもとに、祭祀を司る者は許されざる罪を犯した。\n霜月の女主人でさえ、その冒涜的な所業を目にすれば、あまりの衝撃に身を震わせるだろう…"
	},
	"goblet": {
		"name": "純粋なる者の歓喜",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "穢れなき銀の盃。かつては霜月の子の儀式において、聖器として使われていたらしい。現在はもう、こうした盃が儀式で使われることはない。",
		"story": "あれは霜色の柔らかな光が銀の鏡のように砕け、新月がいまだ昇っていなかった時代のこと。\n北の果ての残された者は、もう高天の啓示を聞けず、かつてのように激憤の中で焼かれた。\n \n黄金の都の聖徒が先祖に示した奇物を、いかにして再び鍛造したらよいか、知る者はもういなかった。\nしかし流亡する者の野心、人の野心は、神々よりもはるかに執拗であった。\n茫々たる氷海を、一夜にして広大な肥沃の田畑へと変える聖なる箱を失えば、\n野牛に畝を歩かせ、炎と鍬と鎌を用い、一寸一寸とツンドラを征服する。\n神を射止め、偽りの空をも貫ける矢を失えば、\n鍬を剣とし、鎌を矛とし、血を灯りに暗闇を照らす。\n \n天の使いの中で最も尊き存在から授かった創生の権能が打ち砕かれれば、\n最も単純で原始的な手段を頼り、規則を以って数百世代の繁栄を掌握し、\n災厄と放浪のせいで日に日に薄れていく血筋は、いつしか聖なる種へと浄化される。\nそしていつの日か、人の子孫から世界と一体となる完璧な命が生まれる。\n生きとし生けるものの強靭さと決意は、すべての災難に打ち勝つことができる——少なくとも彼らは、そう信じている。\n何しろ、種族の未来を計画する者たちは、自らが蔑視したあの苦痛を味わう必要などないのだから。\n \n「この無垢なる月光を飲みなさい。最愛の子よ。」\n「それがあなたたちの血肉となるわ。さすれば、神の恩恵を受けられるでしょう。」\n「黄金の都の聖徒が苦酒を飲み、彼の愛する同胞のために自由を勝ち取ったように——」\n「——この喜ばしい苦痛を心から感じとりなさい。なぜなら、最後に苦痛は完璧を生み出すのだから。」\n \n古き銀の盃にはいったい何が入っているのか、当時の二人には見当もつかなかった。\nしかし、慈愛に満ちた祖母がそう言うのなら、それも神の思し召しということなのだろう。\nそう、その通りだ。すべては完璧を創るために、千年にわたる悲願を叶えるために、\n予言で約束された楽園とこの世に現れし王のために、まずは不浄と苦難を乗り越えなければならない…"
	},
	"circlet": {
		"name": "神託者の聖冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "穢れなき頭飾り。蒼樹の御使いの角を模して作られたようだ。",
		"story": "あれは霜色の柔らかな光が銀の鏡のように砕け、新月がいまだ昇っていなかった時代のこと。\n神から授かりし古の祝福は、やがてツンドラの上の火種のように弱まっていった。\n空の高みにあった空月が亡くなると同時に、月になれなかった大地も枯れ始めた。\n \nかつて奇跡を成し遂げた者の偉業は祈りの歌となり、祈りの歌は人々の憂いとなった。\n先祖とは異なり、選ばれた純粋な血を持つ聖女でも、月のない朽ちた夜に、\n流れる光を糸にして、世界を揺るがす歌を紡ぐことはできなくなった。\n \n北の果ての先祖が、逝去した神に永遠なる追従をどれほど誓おうと、\n彼らの子孫——月の下の世界に住む人の命は、流火のように短かった。\n聖女と大司祭が神の恩寵を代行する姿を見られたあの時代、\n人々はいつの日か、新月が砕けた光から再び昇る日が来ると信じていた。\n最後の恵みすらも尽き、神の御業を見届ける人がいなくなった年、\n信仰と虚言の間にある隔たりも、朝霧のように薄くなったのであった。\n \n伝説によると、今の詠月使が持つ角は、霜月が破滅の時に授けた恩恵とのことだ。\n銀の樹を折った後、もう得られぬ白き枝を追い求める祭司たちは、新たな冠を必死に探した。\n月の女神は彼らを憐れんだ。そして、清らかな月光をもって、生と同時に授かることのできる聖冠を編むのであった。\n \nそのため、最後の大司祭は最も純粋な鋼鉄で彼女のサークレットを作った。\n当時まだ若く、月の祝福をその目で見届けたことのなかった大司祭ルヴィアは、\nこの自分を誤魔化すための嘘で、信者を納得させることを夢見ていた。\n \n数十年後、その偽りの角が穢れた血の中に落ちたとき、彼女の瞳に映ったのは、\n無垢なる月光ではなく、彼女の影に丸ごと呑み込まれた寒い夜であった。"
	}
}