{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "在りし日の歌",
	"effect2Pc": "与える治療効果+15%。",
	"effect4Pc": "装備者がチームにいるキャラクターのHPを回復した時、継続時間6秒の「渇望」効果が発動し、HP回復量（HP上限を超えた回復量も含む）を記録する。継続時間終了時、「渇望」効果は「かの時の潮」効果に変化する。「かの時の潮」効果発動中、フィールド上にいるチーム内の自身キャラクターの通常攻撃、重撃、落下攻撃、元素スキル、元素爆発が敵に命中すると、「渇望」効果で記録した回復量の8%分を基に与えるダメージをアップする。「かの時の潮」効果は、5回発動、または10秒後にクリアされる。1回の「渇望」効果が記録する回復量は最大15000ポイントまで。なお、「渇望」は同時に最大1つまで存在でき、複数の装備者の与える回復量を記録可能。装備したキャラクターが待機している場合にも効果を発動できる。",
	"flower": {
		"name": "在りし日の遺失の契",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "海紋石と蒼銀で作られた枯れない花。今でも抵抗者の象徴とされているらしい。",
		"story": "あらゆる水がまだ合流していなかった頃、黄金の権威が荒れ狂う海のように世を席巻し、鋼鉄の軍団は行く先々で蛮族たちをみな従わせた。\n軟弱な昔日の人が最後には新たな秩序の楽章に屈するであろうと、そう調律師たちが固く信じていたのと同じように、輝かしい栄華は永遠に続くものだと思われていた…\nしかし文明と秩序の象徴であり、比類なき偉大なる旋律は、野蛮な北方に阻まれることとなる。\nバラバラであった各部族がアルモリカの若き継承者のもとに団結したのだ。そして、帝国の急所ともいえる辺境で反逆の狼煙を上げたのである…\n\nこれが後世に「純水騎士」として讃えられる人物であった。弱き肉体でもって、大空を覆う黄金の権威に反旗を翻そうとしたのだ。\n多くの集落を統率していた歌い手の女性は、決して君王として気取ることはなかった。自分は万水の主の天啓を聞き、その意志に基づいて行動する従者であると自称した。\n遥か遠くにいるカピトリウムの智者たちは、この荒唐無稽な主張を子供の妄想から生まれた戯言に過ぎないと鼻で笑った。\nしかし、彼女の軍隊は依然として暴風のごとく、互いに征伐を続ける集落を数多く席巻した。剣をもって、同胞たちに万水の主と契約するよう説得したのであった。\n後世の詩歌や劇において、騎士の誓約には様々なバージョンが存在する。だが、どの版であってもある二つの誓約は不可欠なものである。\n其の一、エゲリアの信徒に対して剣を向けないこと。其の二、悪人に一切の妥協を許さないこと（または、わずかな穢れも容認しないこと）。\n\n「私たちは、白銀の不朽の花に誓います。黄金の僭主を高海から追放し、血と涙でもって不義の者たちを一掃すると」\n「そして、清らかな泉が再び元のように流れるまで、純水に由来する精霊たち、万水の主が遺した恩恵を守ると」\n\nこうして絶えることのない戦は疫病のようにたちまち広がり、傲慢な黄金を、そして無垢なる白銀を焼き尽くした。\n調律師の紛争を無くすという悲願も、ついには水泡に帰した。憎しみはもはや取り返しのつかない結末に向かって、怒涛のごとく押し進んでいく。\nそれは、救いの光がついに地平線の彼方に出現するその時まで続いた——しかし、それは救いを渇望する人々の目にはもう映らない…"
	},
	"plume": {
		"name": "在りし日の空想の念",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "白銀と青い水晶で作られた、蝶の形をした羽飾り。遥か昔の永遠の誓いを象徴しているらしい。",
		"story": "あらゆる水がまだ合流していなかった頃、海草のように短命な集落で、柔らかい夜風が愛おしい月明かりを撫でていた。\nまだ神王の法のことも、高天が定めし行跡のことも知らない少年は、蝶の羽飾りを彼女の耳に着けた。\n昔日の人の伝承では、舞い立つ蝶は魂を運ぶ者であり、死してなお不変の愛と誓いの象徴であった。\n当時、まだ楽師になる前の勇士は、無数の明日はやがて無数の昨日のように、蝶の舞いの如く美しい今この瞬間に帰すものだと信じていた…\n\nしかし、昔日の空虚な願いが血と炎の哀哭の中で沈むように、運命の乱流は災厄の奔流へと突き進んでいった。\n再び相まみえたとき、そこは遥か遠く離れた都市となり、互いに争いを続けていた多くの部族は一つにまとまっていた。\n若き楽師は放浪の旅人を装い、武芸大会で、後世まで語り継がれるであろう高貴な英傑たちを数えきれないほど打ち倒した。\nそして、ついに優勝者として王との謁見の機会を得ると、栄光と調和の理想を語り、終わらない戦争や憎しみを一掃しようとした。\n\nたとえ最も聡明な楽師であっても、その身分が露呈したとき、湖光のような鋭い刃を受けることになるとは予想していなかった。\n偽りの身が処断され、その意識が無に帰す直前——楽師が最後に聞いたのは、彼を懐に抱いた彼女のつぶやきであった…\n\n「████、私の████…もう意に反することを無理に言う必要はありません」\n「あなたの魂を冒涜し石牢に閉じ込めたのは、あの呪われた僭主であることを私は知っています」\n「心配はいりません。私の████…あの時の約束を忘れたことは、一時もありません」\n「いかなる代償を払ってでも、私があなたをあの永劫に冷たい檻から救い出してみせます」\n「私たちが再び万水の主の懐で寄り添い、苦厄に悩まされることがなくなるその時まで」\n「青き蝶が再び舞い、私たちの魂をあらゆる水の対岸へ運ぶその時まで」"
	},
	"sands": {
		"name": "在りし日の余韻の音",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "青金石と水玉で作られた、変わった形をした砂時計。設計のアイデアはペトリコール町の時計台に由来しているらしい。",
		"story": "あらゆる水がまだ合流していなかった頃、昔日の人の集落には鐘を鳴らすしきたりがあった。\n鐘の音は、日の出と日の入りを告げるとき、また誕生や弔いのときにも鳴り響いた。\nそしてついには、黄金の衾が空を覆う終末の瞬間、破滅を告げる鐘が鳴り響いた。\n\n疲れることのない鋼鉄の軍団は、もはや誰もその名を知らない集落を地図上から抹消した。\nしかし、わずか数十年後のこと…栄華を極めた帝国が同じ運命を辿ることになるとは誰も予想していなかった。\n金で飾られた宮殿は瞬く間に瓦礫となり、高貴なる音律は野心と裏切りのもとに崩壊した。\n神王の悲願はこうして幕を閉じた。だが、黄金の歌の残響は依然として人々の心の中で反響していた——\nある者は昔日の栄光に執着し、あらゆる代価を払ってでも再びその楽曲を奏でようと…\nそしてある者は昔の名を捨て、平和な明日のために、潜伏を続ける不気味な影を駆逐しようとした。\nまたある者は、過去の名前だけを残し、縹渺たる伝説とともに歌の中に姿をくらました…\n\n「あらゆる願いを叶える聖なる器…ふん、あの純水の精霊がそう言ったのであっても、あまりに荒唐無稽な話です」\n「水の中の血を洗い流せないのと同じで、罪を洗い流せる者はいない。たとえ人々がそれを忘れたとしても、罪は罪なんですから」\n「白昼の輝きを取り戻せないのと同じで、過去を取り戻せる者はいない。過去がとうの昔に失われたことなど、私でさえ知っていますから」\n「……」\n「しかし、もし本当にそのような聖なる器がこのおかしな世界に存在するというのなら、それが本当にあらゆる願いを叶えられるのだとしたら…」\n「もし本当に未来のためにすべての涙を拭き、高海の後継者に二度と過去の苦痛を味わわせないのだとしたら…」\n「最後に一度だけ、私をその虚妄に溺れさせてほしい」\n\n数十年もの間、彼女の耳元から離れることのなかった悲しみと哀哭、故人たちの幻影、\n彼女のために死んだ者、彼女によって死んだ者、そのすべてがもう重要ではなくなった。\n独り山谷に足を踏み入れる直前、昔日の晩鐘が再び聞こえたような気がした…\nそれは間違いなく黄昏の太陽であったが、それを黎明の光明として見る者もいた。"
	},
	"goblet": {
		"name": "在りし日の約束の夢",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "伝説の「純水の杯」を模して作られた華美な容器。最も純粋な人の願いを叶えるらしい。",
		"story": "あらゆる水がまだ合流していなかった頃、昔日の人の集落では「純水の杯」に関する伝説が語られていた。\n古来より宝杯の本当の姿を目撃した者は誰もおらず、遥か昔から伝わる精霊たちのわずかな言葉だけが、\n「原初の水で満たされた金の杯」が、人々の幻想から生じた単なる虚像ではないことを証明していた。\n言い伝えによれば、その聖なる造物はあらゆる恐るべき傷を癒やし、老人を若返らせ、死者を蘇らせることができるという。\nそして、最も純粋な者だけがその姿を拝むことができ、永遠の命と無限の知恵を得ることができるとされていた。\n\n古代の哲学者が言うように、盛衰は入れ替わるもので、永遠に維持されることはない。一夜にして、調和と栄光の歌は突如終わりを告げた。\n文明を誇った人々の哀哭は、永遠の名を冠した黄金の都と共に終わりのない海の底へと沈んでいった。\n古代の哲学者が言うように、盛衰は入れ替わるもので、永遠に維持されることはない。一夜にして、本来の復讐の誓いは突如破られ、\n血と涙によって仇敵を一掃すると誓った歌い手が、いつものように悪夢から目覚めると、向こうに見えるのは怒れる荒波だけであった…\n\n「原罪を背負いし高海の子よ、苦しみを味わいし我等が兄弟姉妹たちよ」\n「汝は運命の凶兆を知り、最後に訪れるであろう災禍を目にした」\n「心を強く持て。怯える必要も、恐れる必要もない」\n「原初の水を求めよ。あらゆる願いに応じる原初の杯を求めよ」\n「彼女に願いを告げれば、すべての罪に対する慈悲を、やがて得られるであろう」\n\nそうして精霊との約束のため、歌い手は「純水の杯」を探す旅へ出た。\n「純水の杯がすべての願いを叶えてくれる」という伝説が、人々の間で広まっていった。\n夕闇の果てが訪れ、彼女は「原初の杯」がどういう物であるかを初めて知ることになる…"
	},
	"circlet": {
		"name": "在りし日の伝奏の詩",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "かつてフォンテーヌの歌劇創作者の間で流行っていた礼帽。羽飾りのデザインは、伝説の純水騎士の兜のひもを参考にしたらしい。",
		"story": "あらゆる水が一つに合流した頃、往日の廃墟を乗り越え、慈愛に満ちた女主人が新たな都市を建てた。\n長き夜は終わりを告げ、白昼が到来した。過去の出来事は夢の跡となり、夜闇とともに消滅した。\n真の黄金時代の到来であった。もう権威に陶酔する僭主も、復讐に溺れる蛮族もいない。\n広大な楽章は二度と蘇ることはなく、愛と正義を讃える詩だけが、朝の風とともに高海の四方を吹き抜けていった…\n\nそれらのうち、一部の題材は時を経ても衰えることなく、数千年が過ぎた今日でも人々の間で語り継がれている。\n例えば「純水騎士の冒険」は多くの詩人や劇作家によるアレンジを経て、市民の誰もが知るものとなった。\n言い伝えでは、彼らはかつて白銀の甲冑に誓いを立て、まだ汚れていなかった源露を守るために純水精霊たちと共に戦ったという。\nさらには、彼らは無数の試練を経てついに伝説の「純水の杯」を手にし、あらゆる水の女王の帰還を迎えたのだという…\n\n「数多の英傑が集いし栄華の宮廷、竜の血を受けし騎士」\n「魔法使いと塔に囚われし貴婦人、聖なる器を探す旅」\n\n盛宴と誓いの言葉、悲恋と離別。多くの幻想の中にあった美しい詩篇が、「エリニュス」が見守る中、幕を上げた。\nただ、その同名の英雄は彼女とは何ら関わりがない。往日の名を冠した歌は、結局のところ今日の夢に過ぎないのだ。"
	}
}