{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "千岩牢固",
	"effect2Pc": "HP+20%。",
	"effect4Pc": "元素スキルが敵に命中すると、周囲のチーム全員の攻撃力+20%、シールド強化+30%、持続時間3秒。この効果は0.5秒毎に1回のみ発動可能。この聖遺物セットを装備したキャラクターが待機している場合にも効果を発動できる。",
	"flower": {
		"name": "偉勲の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "金箔で作られた精巧な花。所有主の功績と栄誉を象徴している。",
		"story": "遥か昔、層岩巨淵に星が落ちた。\n星の鉄が夜空に降り注ぎ、土を晶砂に変えた。\n\n人の命は有限であるが、帝君は千岩軍に鉱脈守護の責務を託した。\nアビスは急流のように噴出し、千岩軍は民を避難させた。\n鉱夫たちに伝わる逸話では、層岩巨淵に残った兵士たちは、\n無名の夜叉と共に戦い、岩々の間で最期を迎えたという。\n\n山や川が年々変わり、死した凡人と夜叉の名前も忘れられたが、\n彼らの名誉が忘れられることはない。この金箔の花のように、彼らは永遠に輝き続ける。\n災いから五百年が経った今、港は安定した平和を保っている。\n兵士たちが誇らしげに身に着けている金色の花は、先祖たちの高貴なる犠牲の証である。"
	},
	"plume": {
		"name": "昭武の羽根",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "式典の際に着用し、外国からの訪問者に威厳を示す羽毛。",
		"story": "空高く舞い上がる猛禽類の羽は、武道の象徴として千岩軍が着用している。\nこの羽毛は、外国からの訪問者に威厳を示すために、式典の際にのみ着用される。\n\n伝説によると、千岩軍が儀式の際に着用する羽毛は、もともと無名の夜叉から来たものであった。\n夜叉がアビスの手先と戦ったときに散らばった羽が、希望の象徴と見なされるようになった。\n勇敢な夜叉と恐れを知らない凡人たちは暗いアビスの底で眠りに落ちた。\n帝君はそれらの犠牲を胸に、山や岩のせせらぎの中、長い間沈黙した。\n層岩巨淵を守る無名の夜叉は、帝君から命じられたものではなかったという噂がある。\n長年の罪を贖うため、そしてかつて臆病が故に逃げた自分への戒めとして。\n\n真実がどうであれ、かつて空高く舞い上がっていた夜叉は、今や自在な雲となった。\n深淵の奥深くに眠る兵士たちは、神話の中に存在し続けるだろう。"
	},
	"sands": {
		"name": "金銅の日時計",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "素朴な見た目の計時器。戦争の時代、千岩軍の標準装備だった。",
		"story": "太陽と月の光で動く不動の時計は、最も暗い日でも光線を捉えることができる。\n璃月が黒き悪意に脅かされた時、この時計は戦士たちに白昼の温かみを思い出させた。\n\n夜叉と並んで戦う兵士たちは、業障から逃げることができなかった。\n業障に飲み込まるまでの時間を把握するため、千岩兵士たちはその時計で黙々と時間を計った。\n統一された歩調と規律で、前方の兵士と後方の兵士を交代させていった。\nこの交戦は深淵の奥深く、夜叉と勇敢な兵士たちが共に倒れた地まで続いていた。\n\n百年後、この時計は鉱夫により発掘された。星光に輝く光沢を放ちながら。\nうわさによると、黒いローブを着たコレクターが市場を歩き、この時計を高値で買い取ったという。\n売り手はその理由を探ろうとしたが、巧みな口頭トリックによって質問をそらされた。\nその者の目的がなんなのか、おそらく時間だけが満足のいく答えを提供できるだろう。"
	},
	"goblet": {
		"name": "誓いの金杯",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "千岩軍が誓いの時に使う黄金の杯。酒の香が少し残っている。",
		"story": "千岩軍が創立された頃、璃月の地はまだ荒涼としていた。\n町、村、部族の長老は黄金の杯を以って互いと契約を交わした。\n岩王帝君に忠誠を誓い、民を守る責を担う、\n各地より軍に選抜された者は、千岩と呼ばれる。\n\n夜叉と共に戦い、黄金の杯で美酒を飲んだ。\n岩王と最後の一杯を交わし、アビスに突入した。\n数百年後、うぬぼれた冒険者はアビスからその杯を取り、綺麗に洗った。\n黄金の杯は百年もの間、腐植することなく漆黒にも染まらなかった。\n\n数百年後、璃月人が再び災いの過去と無名の夜叉について語った時、\n様々な場所から来た英雄がいかにして団結し、アビスと戦ったか…\nこの黄金の杯がどのようにして血に染まったのか、語らずにはいられない。"
	},
	"circlet": {
		"name": "将帥の兜",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "古きから伝わる華麗な兜。埃を拭き取ると新品同様に明るく光る。",
		"story": "名前も残さなかった夜叉と共に戦った指揮官、\n同胞たちを守るために共に死を選んだ。\n避難民が安全に逃げ切ることを保証し、岩王帝君の期待に応えるためだ。\n兜を被った指揮官たちはアビスに長槍を突き刺した。\n\n災害が琉璃の地に降臨し、過去の敵が泉のように湧いた。\n帝君の命により、夜叉はアビスと戦った。\n最後の一滴の血が大地に染み込み、穢れたものがすべて浄化されるまで戦いは続いた。\nアビスが退いていくにつれ、琉璃の沙は光沢を取り戻した。\n\n層岩巨淵に覆いかぶさった漆黒は取り除かれ、夜叉は失踪した。\n戦場に兜を残した指揮官と兵士は、その地で永遠に眠った。"
	}
}