{
	"id": 14002,
	"rarityList": [
		4,
		5
	],
	"name": "雷を鎮める尊者",
	"effect2Pc": "雷元素耐性+40%。",
	"effect4Pc": "雷元素の影響を受けた敵に対するダメージ+35%。",
	"flower": {
		"name": "雷討ちの心",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "雷霆の中に咲き誇る花、今でも雷雨の中を行く人々に勇気を与える。",
		"story": "雷雨の中で採れた小さな紫色の花。\nつけると雷を恐れなくなる。\n\n紫電の中で咲いた花、雨に打たれ続けたが、枯れたことは一度もない。\nこれは雷電の花、雷獣討ちの尊者が跪いてこの花を採った。\n\n勇者はいつもこの花を胸につけて、雷に向かった。\n雷の魔獣との死闘中でも、この花は揺れなかった。\n尊者にとって、この紫色の花は気まぐれで採った花であったかもしれないが、\n冒険する旅人にとっては、雷を克服する揺るぎない決心である。"
	},
	"plume": {
		"name": "雷討ちの羽根",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "伝説によると、雷電を退治した英雄が使用していたバッジ、狂雷の中を飛ぶ猛禽の羽根でできたらしい。",
		"story": "鷹の羽根模様の徽章。雷を突き抜けるハヤブサの羽根に倣って作れられたもの。\n胸につけると雷と山の火の息が感じられる。\n\n雷や山火事を恐れないハヤブサが、\n焼け焦げた森に残した羽根。\n勇者はその羽根の形に倣って、紫色の水晶でこの徽章を作った。\n敵と対峙する時、紫色の羽根がピカピカと光って、\n小さい徽章についている眩しい電光の龍が散っていく。\n雷の魔獣が裁きを受ける兆しのようである。\n\n勇者は雷や炎を恐れないハヤブサのように、\n雷電の魔獣の首を切断した。"
	},
	"sands": {
		"name": "雷討ちの刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "雷電を退治した勇士が使用していた時計、中の雷の結晶は雷電のように過ぎていく時間と共に落ちていく。",
		"story": "砂の代わりに雷の結晶を使った砂時計。かつて尊者が使用していた。\n結晶は時間が経つにつれて、砕けて落ちる。そしてまた下部に溜まって一つになる。\n\n雷の魔獣を殺した勇者は紫色の水晶でこの砂時計を作った。\n時間の流れは雷のように、一瞬で消えて行き、追いつかない。\n雷獣討ちの尊者でも、時間という仰天の雷には敵わない。\n\n砂時計に囚われた雷でさえも、永久の時間の法則に抗えない。\n水晶は何度も砕け、そして一つになるが、時間は電光の中で消えていき、そして戻らない。\n万物の盛衰の道理は、勇者の魔獣討伐が鍵となった。"
	},
	"goblet": {
		"name": "雷討ちの器",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "雷討ちの勇士の盃。雷の魔獣を退治した英雄がこの盃を使って紫電を飲んだらしい。",
		"story": "雷を鎮めた尊者が使っていた酒盃。\nもしかしたら前の持ち主は紫電を飲み物としていたかもしれない。\n\n魔獣を虐殺する尊者も普通の人と変わらずに喜怒哀楽がある。\nただその感情は雷のように急に現れ、また急に去っていく。\n雷を鎮める男を見届けてきた紫色の酒盃に全ての喜怒哀楽がこもっている。\n\n家族が生贄に選ばれた時の祭酒も、\n酒を飲んで、勇気を出して魔獣の巣窟に行った時も、\nそして尊者の最期も、この酒盃は共に過ごした。"
	},
	"circlet": {
		"name": "雷討ちの冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "雷討ちの勇士の冠、古き英雄が大地に害をなす雷の魔獣を倒して獲得した冠である。",
		"story": "非常に古い紫色の冠。\n雷を征討する光を象徴している。\n\n昔、暴虐の雷の魔獣が、\n雷霆の如き暴政で人を統治した。\nだが一瞬で消えていく雷のように、\n魔獣の死後は、彼の威厳もすぐ散っていった。\n\n勇者は雷を耐えながら、魔獣の爪を折って、\nこの雷獣討ちの冠を手に入れた。\nしかし過ぎ去った過去には戻れない。"
	}
}