{
	"id": 15005,
	"rarityList": [
		4,
		5
	],
	"name": "雷のような怒り",
	"effect2Pc": "雷元素ダメージ+15%。",
	"effect4Pc": "過負荷、感電、超電導、超開花反応によるダメージ+40%、超激化反応によるダメージアップ効果+20%。上記元素反応または原激化反応を起こすと、元素スキルのクールタイム-1秒。0.8秒毎に最大1回のみ発動可能。",
	"flower": {
		"name": "雷鳥の憐み",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "災難の日に紫炎の怒りから逃れ、災禍の生き残りとなった雷色の花。",
		"story": "山を燃やした火の灰燼の中にあった紫色の野花。\n古い部族の滅亡を見てきた。\n\nある年の祭りで、シャーマンは無辜の人の血で雷の雷鳥を呼び寄せた。\n部族の者は、雷鳥が奉納品を快く受け取ってくれると、いつものように御神託を頂けると思った。\nだが、彼らを待っていたのはそれとは異なり、滅亡を告げる狂雷であった。\n\n偶然聞こえた歌声に報うために、少年のいた一族に残酷な復讐をするために、\n雷の魔鳥は恐ろしい一面を見せた。この矮小な部族の存在をこの大地から完全に抹消した。"
	},
	"plume": {
		"name": "雷災の生存者",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "雷の羽根は雷の魔鳥が与えた残酷な罰の証、落ちた羽根にその怒りを表す雷光がちらつく。",
		"story": "雷の魔鳥が落とした羽根、紫色の艶を放っている。\n滅ぼされた部族が存在した最後の証かもしれない。\n\n古い部族は雷鳥を守護神としたが、雷鳥は古い部族を滅ぼした。\nある愁いの夜、雷鳥は少年と無垢な友情を築いた。\n魔鳥が帰った後、偶然落とした羽根を少年が拾った。\n\n「また雷雨と一緒に来た時」\n「他の歌を歌ってあげる」\n\n果たされなかった約束に、魔鳥は悔恨し発狂した。\nそのまま灰燼となった山から遠く離れる。\nそして数年後、魔鳥は世を乱す妖怪として討伐された。\n\n時を経て、焦土だったこの場所に、再び青々とした木々が芽吹いた。\n雷の羽根が草木の間に埋まっていた。\n雷鳥と少年の物語は部族と共に無に帰した。"
	},
	"sands": {
		"name": "雷霆の時計",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "雷鳥を信奉する部族が、天空の雷の主の降臨を予告する際に使われた砂時計。一族の終焉によって永遠の静止に陥った。",
		"story": "飾りの華麗な砂時計、雷鳥を崇拝する古い部族が所有していた。\nだが部族は滅ぼされ、この砂時計の存在も忘れられた。\n\n紫色の水晶と琥珀金で作られた華麗な砂時計、元々はシャーマンの時計であった。\n雷の魔鳥が降臨する季節、この砂時計は祭りの時期を知らせてくれる。\n\n最後の祭りでは、発狂した雷鳥が血に染まった祭壇をひっくり返した。\n守護神の降臨を告げる時計が雷霆を招く弔いの鐘となった。\n雷霆の巨鳥は1人の歌のために、部族の者に滅亡の災いを下した。\n\nだが雷鳥は知らなかった。少年は自ら犠牲を選んで命を捧げたことを。\n部族が巨鳥から恩賜を頂けるように、少年は自らこの苦しみを背負う道を選んだ。"
	},
	"goblet": {
		"name": "落雷の前兆",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "鮮血が注がれた儀式の杯、雷鳴が中に響き渡るように願う。最終的に雷のような怒りが溢れていた。",
		"story": "古い部族のシャーマンが使う祭祀用の盃。\n生贄の血を雷の魔鳥に捧げるためのもの。\n\n雷鳥が空を飛ぶ季節、雨が降る山で1人の少年が恐れずに歌っていた。\n孤高な雷電の魔鳥は少年の澄んだ歌声に惹かれ、静かに彼の隣りに舞い降りた。\n\n「面白い歌だ。お前、小さき人類、雷霆と暴雨を恐れないか」\n「一族の大人が言った、私みたいな子供は雷災を鎮め、暴風を慈雨にできると」\n\n少年は歌うのをやめて、雷鳥の質問に答えた。\n雷鳥は誇り高く唸り、何も言わなかった。\nそれが美しく心に響く歌声であったから。\n\nそれは天と地ほどの差がある幼い生贄と雷鳥の最初の出会いであり、最後の出会いでもあった。\n雷鳥が再び少年に会った時、目に見えたのは高く建てられた祭壇と金盃の中の血であった。"
	},
	"circlet": {
		"name": "雷を呼ぶ冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "雷の魔鳥を崇拝した古代のシャーマンが被っていた冠。純粋な信仰は気ままに生きる魔獣を感動させることはなかった。",
		"story": "雷の魔鳥を祭る古い部族。\n人徳のあるシャーマンが戴いた冠である。\n\n雷霆の中を飛ぶ鳥は、紫電と雨をもたらし山を潤し育てる。\n愚かな部族の人々は彼の恩賜に感謝し、彼の力を恐れた。\n故にシャーマンを選び、血の祭りにより神の守りと許しを願った。\n\n雷鳥は所詮魔物であった。人の崇拝は無意味であった。\nだが人々はそれが分からずに、雷鳥の気まぐれを天啓と捉えた。\n雷霆は彼の呼吸、人の生死のようなものであった。\n空を飛ぶ雷鳥にとって、人の命は獣と同じもの。\n\nしかし、澄んだ歌声が雷雨を貫いたあの日まで、\n雲を切り裂き、小さな光が彼に届いたあの日まで。"
	}
}