{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "遂げられなかった想い",
	"effect2Pc": "攻撃力+18%。",
	"effect4Pc": "戦闘状態が解除されてから3秒経過すると、与えるダメージ+50%。戦闘状態にある時、近くに燃焼状態の敵が存在しないまま6秒以上経過すると、上記強化効果の効果量は0%になるまで1秒毎に10%減少する。一方、燃焼状態の敵が存在する場合、50%になるまで1秒毎に10%増加する。この聖遺物セットを装備したキャラクターが待機している場合にも、効果を発動できる。",
	"flower": {
		"name": "陰に咲く光の花",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "灰色の石に彫刻され、巧みに金箔を貼られた花。ある戦争では、敵味方の区別の証として使われていたという。",
		"story": "あれは多くの部族の旗が灰色の埃をかぶり、徐々に色を失っていった時代。\n玉座の前に立つ半人は、ひび割れたリングを手に持ち、独裁者の権力を振りかざしていた。\n過酷な命令の中、泥まみれの根元からも、かがり火からも、そして深い森に落ちた影からも、\n誰も深遠の暮夜の使者や遠くへ去った先祖、最初の神々が残した誡めを聞くことはできなかった。\n\nそして古から訪れた暗闇が、幾千万の闇を飲み込む時が訪れる。\nまるで古い巻物に付いた血を拭っても、なお残る鉄の臭いのように。\n漆黒の闇が深き地に潜んだ時、赤い瞳の少年は\n数多の災難を乗り越え、流れる光のような水の国から禁城の丘へと戻った。\n\n彼が空中の庭に足を踏み入れた時、腰の曲がった盲目の老婦人のかすれ声を聞いた。\n「蔓に覆われた沼地にも絢爛な花は咲くもの。」\n「探しに行きなさい。ここは巨獣の骨が積み重なる死の地なのだから——」\n「寒く残酷な夜に、炎に身を投じる真の正義を貫く人たちを探しに行きなさい。」\n「彼らの大望、憎悪、貪欲、野望を裏切らないように。」\n「燃え盛る炎を見ようとする彼らの目を裏切らないように。」\n\n最初に到着したのは、輝きを失った羽飾りを手に持つ少女だった。彼女はキヌバネドリのように、各テントを飛び回りながら、少年のために情報を集めてきた。\n次にやってきたのは双子の英傑だ。刃物よりも鋭い口と牙を持つ兄と、その背中で暴君の鞭を多く受けてきた弟である。\n赤い瞳の少年が竜たちを救ったことを聞き、寡黙な勇士も彼のために力を尽くしたいと思った。\n\n「しかしもう一人、城の構造に詳しい者が必要だ。」\n「手の平にあるからくりをいじるように、目に見える道も隠された道にも詳しくなければならない。」\n赤い瞳の少年はそう言った。\n長い沈黙の後、人と竜の共生を望んできた寡黙な勇士が、ある噂を思い出した。そして、一人の職人の名を口にした。"
	},
	"plume": {
		"name": "光褪せた翠尾",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "輝きの褪せた尾羽の飾り。表面の模様は遥か昔の職人が手掛けたものらしい。",
		"story": "「ターコイズで飾られた彫刻を見た者は、誰もがその巧妙な造形に魅了されるだろう。」\n「精緻な金色の碑文を見た者は、誰もが芸術家の卓越した技術に感服するだろう。」\n\n少女は深い絆で結ばれた少年の言葉に従い、噂に聞く職人の姿を探し歩いた。\nだが豪華な庭や貴族の宴の中をいくら探しても、収穫はない。\n困り果てた彼女は黄金の羽飾りを取り出し、微かな光の下で亡き父の顔を懐かしんだ。\nすると、横で顔の半分をフードに隠した酔漢が、羽飾りの紋様の由来を冷たい口調で語り始めた。\n\n荒れ果てた酒場にいる恐ろしい顔をした乞食が、華やかな装飾品の制作者だと誰が思うだろうか。\nフードに隠れた顔半分は、焼けただれている。皮膚と肉はどろどろの血に覆われていた。\nしばらく驚きで固まりはしたが、少女は恐れることなく、羽飾りを彼に渡した。\n光を失った作品を眺めながら、彼はすでにこの場所から失われた\n尾の長いカワセミの物語を語り始めた。当時、彼は皆に尊敬されるある人物に頼まれ、これを作ったという…\n\n「その人は私の父で、部族の竜たちを庇ったせいで罪に問われ、命を落とした。」\n少女の声は冷たかった。職人はその瞳の奥から、自分と同じ憎しみの炎を見た。\n\n彼女が来意を明かす前に、彼は「では、あなたの…様のために尽くそう」と申し出た。\n実際、職人は彼女のために尽くしたいと心の中でそう思ったが、口に出すことはなかった。\n何故なら、少女には心に決めた相手がいると分かってしまったからだ。"
	},
	"sands": {
		"name": "大業を成す刻",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "古の国が時間を測るために使った日時計。目盛りの一つには、細かく観察しないと見えない小さな印が残されている。",
		"story": "古代遺物を研究する多くの者を困惑させたものがある。\nそれは、埃を被った古城の廃墟から掘り出された多くの日時計の上に、\nタガネで刻まれた跡が見つかった点だ。それもまったく同じ位置にである。\n\n峡谷から来た者はそれをこう考えた、信仰を失った者が再び黒曜石の柱を灯した時刻だと。\nその日、部族の主の代理人である鉱山の娘サックカが、彷徨う魂たちを夜の国へと還した。\n懸木の里から来た者はそれをこう考えた、契約を捨てた者が再び六族の竜たちと契約を結んだ時刻だと。\nその日、戦士たちに信頼された勇士である寡黙な英雄ユパンキは、竜の首に繋がる鎖を剣で断ち切った。\n流泉の源から来た者はそれをこう考えた、過去を忘れた者が再び波音に耳を傾けた時刻だと。\nその日、双子の英雄の兄である饒舌なアタワルパは、過去の栄光に対する人々の渇望に再び火を灯した。\n沃土の大陸から来た者はそれをこう考えた、抑圧されてきた人が再び大地の上に立った時刻だと。\nその日、双子の英雄の弟であるチャンピオンのワスカルは、先頭に立って漆黒の洪水に相対した。\n山頂から来た者はそれをこう考えた、檻に囚われた者が再び自由を取り戻した時刻だと。\nその日、赤い瞳の英雄が神の怒りを呼び、侵食された都市を焼き尽くして、部族に平和を取り戻した。\n\nその場にいた謎煙の地から来た者、秘密を知る若者だけが沈黙し、\n一人で純白の巻物に描かれた情景を思い出していた。あれは暗闇が太陽を覆いつくした時だったと言われている。\nこの時のために準備をしてきた英雄たちは、機を逃さず、玉座にいる理性を失った君王を倒した。\n野史の記述によると、計画を立てたのは名前を知られていない職人だったとされている。\n\n「だが職人は、部族の権力を部族に返す戦争で言葉を残さなかった。」\n「そしてその後、幾重ものベールに包まれた古い物語の中でひっそりと姿を消した。」\n\n若者は、その多くの日時計に刻まれた同じような痕に触れた。\n数えきれないほどの日没前、そして計画の日程が決まった後——存在しないかもしれない手と、\nその手の持ち主がタガネで日時計に痕を刻んだ時刻に思いを馳せながら。"
	},
	"goblet": {
		"name": "計略の盃",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "陶器の三足杯。かつては多くの英雄が篝火のそばで杯を掲げ、各々の野望と願いを語った。",
		"story": "彼は赤い瞳を持つ少年と、彼の英雄たちに過去の苦難を語った。\n禁城の君主はかつて部族の職人を集め、\n旗のような翼を持つ作り物の巨獣を地下から掘り出させて、自らの野望を満たそうとした。\nだが、君王の気まぐれはすでに多くの者に知られていた。そのため、すべての秘密を解き明かした日に\n彼は大火を起こした。すべてを燃やそうと、事情を知る者を遺跡と共に、石門の裏に埋めようと…\n\nすべてを焼き尽くす烈火の中、職人は恍惚とした死に際に、\n石の頭からこぼれ落ちる金色の涙が自分の眼に落ちるのを見て、さまざまな風景をその瞳に映した。\n彼は夢うつつの中で巨大な造物を、精巧に動く機械を、\n流れる炎によって動く影を、そして遥か遠い地平線から天へと昇る月を見たと語った。\n\n「それで、その金の涙が…」「湧き出るインスピレーションの源なの？」\nそれを作り話として聞いていた双子の英雄は、笑いながら尋ねた。\nその口調には信じないというからかいがあった。二人はいつもそうで、男はとっくに慣れていた。\n少女の問いかけの視線を受けて、彼はあざけ笑った、顔半分の筋肉が痛くなるほどに。\n\n実際、彼は命を奪いかねない炎の中で、それ以上のものを見ていた。例えば流れる黄金の模様、\n遺跡から逃れる道、偉大なる帝国を築き上げるための数多くの鉄則など。\nだが最後の一つは少年たちにとって、あまりに遠いものである…\n彼は少ししか酒が残っていない杯を置いた。\n\nおそらく、一切が落ち着き、古い礎石が一新され、\n事がさらに進んだときに、彼は喜んですべてを打ち明けるだろう。\nなぜなら、この時の彼の大胆な発想は、新王のために輝かしい帝国の城壁をどう作るかというものだったからだ。"
	},
	"circlet": {
		"name": "主なき冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "ターコイズとエメラルドで飾られた黄金の宝冠。ベルベットのクッションの上に置かれるのみで、戴冠式に登場したことは一度もない。",
		"story": "かつて彼女の願いに応じて、故国が滅んだ後に輝きを失った羽飾りを再び作り直そうと言う人がいた。\nそして彼女は、その尊敬に値する人にターコイズの冠で返すことを約束した。\nだが漆黒の魔物が振るった刃の下、あの無残な死体を目にした少女は理解した。\nこの手で鍛造し、華やかに飾り付けられ冠は、戴冠式に現れない主人を一生待ち続けることになると。\n\n長い年月が経ち、六つの部族の間である噂が広まった。亡くなった鉱山の老婦人が奇妙な趣味を持っていたというものだ。\nその老婦人は様々な装飾品、それも煌びやかなものばかり好んで集めていたという。その多くは今の技術では造れないものばかりだそうだ。\n中でも、ある職人の名が記されたものであれば、\n彼女はどれだけ宝石を支払うことになっても、惜しまず買っていた。\nたとえ、それが偽物であっても。\n\n部族の者が、せめて偽物の作り手の欲を満たさないようにしたほうがいいと忠告した。\nすると、老婦人はこう答えた。「彼の名声を汚すような偽物を野放しにはできない。」\nそれに彼女はいつも、偽物を生み出すような卑しい者を一度も見逃さなかった。\n\n勇敢に死に赴いた友人と比べれば、彼女の人生はあまりにも長いものだ。\nそこで彼女は残りの時間を、英雄たちが残したものを集めるのに使うことにした。\n彼女の愛した赤い瞳の少年は、使命を果たした後に聖火の中へと還り、ほのかな温もりだけを残した。\n寡黙な英雄が君王の炎の中に倒れたとき、その目に映った新世界は、彼にとって最高の報いであった。\n騒々しかった双子の豪傑は、敵の手にかかる兄弟を目の当たりにして、悲しみのあまり声を枯らすまで泣いた。\n\n「結局、アタワルパのほうが先に逝くなんて…一番弱かった私が最後まで生き残るのを、誰が予想しただろうか。」\n「波風を経験した者はいずれ平坦な陸地に飽きてしまうと、部族の知者がよく言っていた。確かにその通りだと思う。」\n「みんながいないこの時代は、実に退屈だ。」\n\nだが、去っていった友人たちと再会する時はいつか訪れる。長いことずっと待ち続けていた予感が現実となる時がやってくるのだ。\n彼女は数多とある装飾品の中から、職人が作った本物の品をすべて選び取った。偽物と比べて、それはあまりにも数が少ない。\nそして彼女は彼の名前が刻まれたものを手に、深い夜の中へと消えると、二度と戻って来なかった。\n\n言い伝えによると、翌日、人々は彼女がターコイズの冠を置いた木の下で、\n彼女の遺志に従うと誓った。そして、彼女が持ち去った職人の名を歴史から消したという。"
	}
}