{
	"id": 15023,
	"rarityList": [
		4,
		5
	],
	"name": "辰砂往生録",
	"effect2Pc": "攻撃力+18%。",
	"effect4Pc": "元素爆発を発動すると、継続時間16秒の「潜光」効果が発動する。「潜光」：攻撃力+8%、キャラクターがHPを失うたびに攻撃力がさらに10%アップする。HPの損失による攻撃力アップ効果は0.8秒毎に1回のみ発動でき、最大4回重ね掛けできる。「潜光」効果はキャラクターが戦闘不能、または退場する時に解除される。「潜光」効果の継続時間中に再び元素爆発を発動すると、既存の「潜光」効果が先にクリアされる。",
	"flower": {
		"name": "生霊の華",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "いにしえの時を思い起こす品。まるで数百年前に保存された生霊のごとく生気を放っている。",
		"story": "辰砂色の古い崖には、鮮やかな花も咲いている。\n黒い血が溢れるこの時代に、わずかな穢れにも染まっていない。\n\n千岩牢固、揺るぎない。たとえ暗色の妖魔を前にしてもである。\n沈黙を貫く山民と鉄色の明月が、彼らのため静寂な陣地を築いてくれた。\n\n「岩々と琉璃晶砂の娘よ。どうか私のために泣かないでくれ」\n「天衡の影に生まれし私は、岩王の恩恵に報いるため戦う」\n「四臂夜叉に命を託し、蛍光の深淵へと向かおう」\n「暗く深い洞窟の影の道、浮遊する険しき岩宮の晶石」\n「湧き出す深淵の汚れし流れ、山の底に伏す歪みし妖魔」\n「どんな恐怖や奇異も、私の心を怯ませはしない」\n\n夜風が千岩軍の兵士を遮り、彼に別れの言葉を言わせなかった。\n忘却の証として山民の娘に残されたのは、この小さな花だけ。\n\n「私が唯一恐れることは、忘れ去られることである」\n「もし厄運が私を無名の地に埋めようとも、どうか私のことを忘れないでくれ」"
	},
	"plume": {
		"name": "潜光の羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "薄暗い質感を持った羽。重々しい記憶を秘めている。",
		"story": "ある英傑が層岩巨淵のもっとも高い崖に立ち、空を飛ぶ鷹の羽を手にしたという伝説がある。\nまた言い伝えによると、この偉業を成し遂げた才ある者は、仙人と肩を並べて死地に赴く資格があるそうだ。\n\n「民衆を守り、何かを求めるため死地へ赴くのは良きことだ」\n「だがよく考えてみれば、これは深き淵に潜む魚、幽谷へ堕ちる鳥のようなものである」\n「己の想いは叶うが、成し遂げたことは皆に知られず、やがて忘れ去られてしまう」\n「我々のような凡人は、竜巻に運ばれた羽のように、深空に散って落ちていく」\n「救済も堅守も、いずれも無駄で意味のないこと」\n\n不気味な囁きが、名を残すことのできない人々の心を静かに揺さぶる…\n\nだが、やがて戦塵は収まった。多くの兵士が岩穴の奥深くで眠りに落ちる。\n漆黒の軍勢が放つ気味の悪い咆哮も、波紋が収まるかのように静かなっていた…\nたとえ人間の過ごす歳月は短くとも、大地はそのすべてを記憶していく。"
	},
	"sands": {
		"name": "陽轡の遺品",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "頑丈な見た目をした古代の時計。晶砂の光沢が特徴的。",
		"story": "伝説によると、岩王がまだ若かりし頃、太陽は大地を巡行する高車であったという。\n夜空の三姉妹が災いにより殉じた時、陽手綱の車も深き谷に落ちた。\n山民は皆、太陽の馬車が修復され、暗い空が再び輝きに満ちたのは良きことだと言う。\n陽手綱は果てのない西回りへと戻ったが、ある欠片は永遠に残った。\n山民が港町に移り住んだ後、欠片を晶砂に変え、それを目の肥えた人に売った…\n\n「冗談はさておき、それらは根も葉もない民間の噂。軽々しく信じることはできない」\n「盛露庁の商人はすでに蒙昧から脱却し、馬鹿げた過去を忘れている」\n「なにせ、輝く晶砂は陶器の製作や贅沢な塗料には向かない」\n「またこれも根も葉もない話だが、層岩巨淵の鉱夫によると」\n「この時計とわずかな晶砂は、五百年前の千岩軍の兵士が持っていたものであるという」\n\n光と闇が争う漆黒の深淵では、夜叉の力をもってしても抗うことが困難である。\n凡人こそ明かりが必要なのだ。さすれば、人を飲み込む漆黒の鉄幕を相手に身を失うこともない。\nまるで純白の月光のように、千岩軍の兵士が蛍光の砂を集めて照明として利用した。\n時計は犠牲を恐れぬ人の証、人が深淵に残る時間を計算するためのものである。"
	},
	"goblet": {
		"name": "契約の時",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "いにしえの晶砂の杯。歳月の侵食を受けてもなお、まだ色褪せてはいないようだ。",
		"story": "古来より辰砂色の輝きを放つ地「層岩巨淵」。\n山奥の鉱夫と市井の宝石商人の間では、夜叉の伝説が今なお語り継がれている…\nかつて、肩から四本の腕を生やした孤独な旅人が、天星の降った荒れ果てた地にやってきたという。\n邪気を払うことのできる孤客がこの地へ来たと聞き、山奥に住む族人が大挙した。\n\n「遠路遥々訪れし客人よ、どうか我々の酒を飲みながら、耳を傾けてほしい」\n「熟成された山の酒は酸味が強く、飲みづらいかもしれない。きっと帝君が称賛した天衡山の美酒とは、比べ物にならないだろう」\n「しかし、山民は天から授かりし奇石や玉を素晴らしき宝として大事にし、生計を立てるために険しい岩壁を削ってきた」\n「望み通りの生活とはいかないが、帝君の優しさにより、とても快適で平穏に過ごせている」\n「ただ状況は以前と異なり、天星の恩恵は漆黒の影に阻まれてしまった」\n「我々は今、契約を結ぶための高尚な祭礼を用意できない。それでも、あなたに救いを求めるために参じた」\n\n客は長老たちの訴えを黙って聞き、手にした盃に入っている苦い酒を黙って飲み干した。\nそして、何の約束をすることも人々の無礼を咎めることもなく、引き留められるのを無視してそのまま東へと引き返した。\n\nその後の話は、今はもう誰もが知っている…\n\n山民と交わした素朴な晶砂の盃も、契約を結んだ証として残されている。"
	},
	"circlet": {
		"name": "虺雷の姿",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "山民が夜叉のために作ったと言われる冠。古朴な見た目だが、光沢があり艶やかである。",
		"story": "四本の強靭な腕を持つ夜叉が、天穹の谷を訪れた。\n遠方より層岩へとやって来た彼は、その地の人々から喝采を浴びた。\n彼のために沢山の料理と酒が用意され、豪勢な宴が催される。\nそして、彼は深淵の谷に刃を揚げ、民衆のため災いを払いに行った。\nその体捌きは鬼の如く俊敏で、紫に光る眼からは獰猛な殺気を感じられた。\n轟々たる雷が死の霧を払い、まるで蛇のような雷光が暗い川の波へと溶けてゆく。\n星河を飲み込むかの如く、巨淵を覆いし雲が現れた。\n狂風が再び吹き、辰砂が真っ暗な地を包み隠す。\n岩石が響いた。山道は揺さぶられ、深き谷も大半が崩れ落ちていく。\n巨淵の瓦解が大地に轟音を響かせる。そして、突然の静寂が訪れた。\n濃雲は夕陽の光を凍らせ、止まりし鳥はまるで涙を流しているかのようであった——\n「知っているか、北風の中で太鼓や角笛が鳴り止み、英傑が渦の中に消えていったことを」\n「夜明けまで戦い抜いた夜叉の姿を見ることはできない。無意味に流れた時間を嘆き、ただ長い嘆息を漏らすしかないのだ」"
	}
}