{
	"id": 15002,
	"rarityList": [
		4,
		5
	],
	"name": "翠緑の影",
	"effect2Pc": "風元素ダメージ+15%。",
	"effect4Pc": "拡散反応によるダメージ+60%。拡散された元素タイプを基準に、影響を受けた敵の元素耐性-40%、継続時間10秒。",
	"flower": {
		"name": "野花の記憶の草原",
		"relicType": "EQUIP_BRACER",
		"relicText": "生の花",
		"description": "かつてある場所に咲いた野花、大地を離れ、狩人の胸につけられた。",
		"story": "かつて大地の至るところに茂った真っ白な野花。\n枯れることなく、未だに清新な香りを放っている。\n\n獲物が大地に無数に存在していた昔、魔物はまだ誕生していなかった。\n狩人は今は名も知られていないこの野花を使って、自分の匂いを隠した。\nこの時代、こんな噂があった。もし無言で優しくて孤独な狩人に会いたいなら、\n淡い野花の香りを追って、裸足で目を閉じたまま、林間と野原を歩けばいい。\n狩人のように歩かないと、落ち葉を踏んでしまってすぐ狩人にバレるから。\n\nもう一つ噂があった。やっと見つけた狩人は少年であった。\n当時の古国は災難が始まったばかりで、人々は塗炭の苦しみを味わっていた。"
	},
	"plume": {
		"name": "狩人の青緑色の矢羽",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "死の羽",
		"description": "一瞬で獲物を貫通した矢羽、今でも綺麗に整えられている。",
		"story": "艶々した猛禽の羽根。矢羽の製作に最適な材料である。\n\n昔、狩人は矢に射抜かれた獲物の命が大地に還るまで、\n何度も何度も獲物を宥めていた。彼女は分かっていた。\n獲物の還った場所に、自分もいずれ辿り着くことを。\n\n優しい狩人は命の終わりに現実から目覚めて、\n果てのない猟場で、もう会えない人たちと再会できると信じていた。\n\nしかし彼女も分かっていた。少年を殺そうとした魔物を射抜いた後、\n彼の願いを聞いた自分はもう、復讐のために、\n他人の仇を取るために、苦痛のために、歪な魔物を狩っていると。\n自分は既に、信じていた命の最後にある果てのない猟場に行く資格を失っていたと。"
	},
	"sands": {
		"name": "緑の狩人の決心",
		"relicType": "EQUIP_SHOES",
		"relicText": "時の砂",
		"description": "狩人が持ち歩いていた奇妙な機械、永遠に獲物を指す。",
		"story": "変わった構造をした小さな装置。方向と方位を教えてくれる。\n\n伝説によると、狩人が裸足で野原を歩いていた時に、\n足の下の草や、泥の中の根に聞いたこと、\n木に止まっていた雀が見たことを彼女に教えてくれたらしい。\n\n古国に災難が訪れてから、草木は喋れなくなった。\nそれは草木を司る神が災難で亡くなったから。\n\n以降、彼女はこの機器に頼って、大地での狩りを始めた。\n少年に頼まれてから、彼女の獲物はもう鳥や獣ではなく、\n古国から災いと苦痛をもたらす魔物であった。"
	},
	"goblet": {
		"name": "緑の狩人の容器",
		"relicType": "EQUIP_RING",
		"relicText": "空の杯",
		"description": "緑の狩人が使用していた革水筒、中の空間は想像よりもずっと大きい。",
		"story": "非常に頑丈な容器で、密閉性に優れる。\n伝説によると、狩人は篝火で休憩している時の内緒話をこの中に入れた。\n\n狩人はかつて、深夜の野原で他人の匂いを嗅いだ。\n狼の群れと魔物を相手にしても恐れなかった彼女だが、\n他人の会話に参加する度胸はなかった。\nあの時の狩人は既に人間の言葉の発音を忘れていた。\n\nたとえ彼女が人に頼まれて、緑の魔物狩人になっても、\n彼女の話すところを誰も見たことがない。彼女が行動の痕跡を一切残さないように。\n\n……ある夜、彼女は自分の笑い声を革水筒に詰め込んだ。\n時折、彼女は寂しいと感じると、必ずその笑い声に耳を傾ける。"
	},
	"circlet": {
		"name": "緑の狩人の冠",
		"relicType": "EQUIP_DRESS",
		"relicText": "理の冠",
		"description": "かつて緑の狩人が使用していた自慢の冠、野原の風のような青緑色が特徴。",
		"story": "血に染まったことのない狩人の帽子。\n無冠の狩人の王と呼ばれた者が所有していた。\n\n狩人の基本は大地や森を敵に回すことではなく、\n大自然に溶け込み、一体化することである。\nかつて鳥がこの帽子に巣を作ったらしい。\n\n誰も最も優秀な狩人に冠を授けることができない。\n彼女より偉いのは自然の天地だけであった。\n\n自然を象徴するこの帽子は、\nやがて魔物に恐れられる光景となった。"
	}
}