{
	"name": "花海甘露の光",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "HP+20%。",
	"4pc": "元素スキルと元素爆発のダメージ+10%。装備者がダメージを受けた後の5秒間、上記強化効果の効果量+80%、最大5層まで重ね掛け可能。継続時間は層ごとに独立してカウントされる。装備したキャラクターが待機している場合にも効果を発動できる。",
	"flower": {
		"name": "霊光起源の蕊",
		"relictype": "生の花",
		"description": "遥か昔の巡礼者がつけていた勲章。華麗な小花である。",
		"story": "「私の無邪気な娘、私の霊光よ…」\n「あなたのことをもう一人の母に託すわ。あの子に忠誠と愛を捧げなさい。」\n「あの子の知恵は私に劣らない。そして、その輝きは私よりも眩しいもの。」\n「夜、顔のない夢を見たことがある。私はそれに、とても不安を感じた…」\n「だから、あなたを私の体から分離させたのよ。どうか、悪夢の到来を止めて。」\n\n「私の霊光、私の光よ…」\n「漆黒の潮の到来をあの子に告げたことがある。あなたはその中から責務と運命を知るでしょう。」\n「恐れずに、退かないでおくれ。霊光を色褪せさせないでおくれ。母に恥をかかせないでおくれ。」\n「人のために犠牲になるのが私の宿命であるように、犠牲もまた新生にとっての素晴らしい前奏なの…」\n「草木の母の懐に飛び込みなさい。あの子の国で、あなたは運命を見つけられるはずよ。」\n\n「私の霊光、私の純粋な娘よ…」\n「あなたは姿を変え、分裂と死の試練に立ち向かうことになる。」\n「それから、あなたは永遠に生きる。けれど、それはより暗い道になるでしょう…」\n「甘露の主と草木の主は、あなたよりも先に姿を消すことになる…」\n「彼女たちは忘れ去られ…そして、あなたたちも犠牲の記憶だけが残るの。」\n\n「私の霊光、花の娘よ…」\n「恐れることなく、立ち向かうと決心がついたのなら…」\n「新しい養主の懐に飛び込みなさい。」"
	},
	"plume": {
		"name": "霊彩奇麗の羽",
		"relictype": "死の羽",
		"description": "繊細な作りをした、羽の装飾品。緑の葉っぱとかぐわしい花の光沢が輝いている。",
		"story": "覚えている者は誰もいない月夜、悲劇の砂嵐が楽園を飲み込む前夜のこと…\n花と草木は、人間の国について語り合った——その希望と荒れ果てた未来のことを。\n触れてはならぬ者は灰色の死をもたらし、漆黒の潮は生の河岸を洗い流す。\n新生した草木と獣は人間と共に、幾度も押し寄せる険しい潮流を退けた。\n\n赤砂の主と決別した後、孤独な年月の中で草木の女王は霊光から神鳥を作り出すと、\nそれに二つの世界——新生と死の堺を見守る責務を与えた。\n神鳥は松柏と雪蓮花が育つ場所に住み、約束がまだ生きる甘い夢の中で眠った…\n災いが訪れる時だけ、彼女は目を覚ます。そして、定められた破滅の運命を歩んでいくのだ。\nその後、あの人の悲哀に満ちた予言通り、仄暗い死の静寂は雨林に蔓延していき…\n友が警告した通り、漆黒の獣は潮のように押し寄せ、新生を果たした雨林を飲み込んだ…\n\n水の国の旧主は激動の中で滅び、その身は純粋な甘露の海へと変わった。\nだが、アビスに蹂躙されて荒れ果てた大地では、純潔なる露はやがて蒸発して乾いてしまう。\n草木の女主人はそれを悲しむ暇もない。幾千万の種を持つ母樹は、哺育を待っているのだ…\n黒淵の穢れを浄化し、甘露の純潔さを守るために、シームルグは神から授かった体を崩した——\n\n「花の霊光から生まれた美しい生物は、必ずや散って泥になる運命にある。」\n「舞い散った後…甘露の潤いを享受し、花海の者として生まれ変われば、もう『死』に悩まされることはない。」"
	},
	"sands": {
		"name": "久遠落花の時",
		"relictype": "時の砂",
		"description": "霊光の輝く古い時計。中に入っているのは命があるかのような清潔な液体。",
		"story": "「我が友よ、一つの霊光をあなたに。どうか大切に保管して。」\n「あの子は花の霊知と天空の血筋に由来するもの。生命の純粋さを持っているわ。」\n「霊光は花の中心にある一点、千万の甘露の中で光を受ける一滴。」\n「どうか私からの贈り物を大切にして。黒淵が生命を飲み込むその日まで…」\n\n遥か昔の寓話は葉と花の間に受け継がれ、実と種の記憶に刻まれていく。\n花の女主人が塵となり落ちて、砂海の主が虚妄の夢に惑わされるまで、\n僭主である暴君が千変万化する砂丘に埋もれ、野望の火がやがて消えるまで、\n土から生まれたものが黄砂に帰り、流れる風が雨林に帰るその時まで…\n草木の女王は世の移り変わりを静かに見守り、亡き者との真摯な約束を心に深く刻んでいる。\n\n「この一点の霊光を守ると約束して。私の同士よ、私が愛する友人よ。」\n「私が亡くなった後、人は『おくるみ』に包まれた赤子のように彷徨うでしょう。」\n「脆弱でありながらも力強く、いつかは暴風と烈火、そして自身の不完全なところをきっと克服できる。」\n「けれど、私が憂いているのは予見できる災いではなく、混沌とした漆黒なの…」\n「漆黒の悪意と『死』の脅威だけが、蕾を踏み潰せるのだから…」\n\nかつての楽園が鍍金の砂に飲み込まれた時、草木の主は昔の約束を果たした。\n霊光の願いに耳を傾け、そのために美しい体を作り、眩く絢爛な命に形を作り変える——\nそれが神鳥「シームルグ」、千万の鳥の色を一つの身に、千万の花の和声を唱和する…\nオアシスの最後の夢は一つの体に集められ、神鳥の体の奥深くで、輝く純粋なる無限の花海となった。"
	},
	"goblet": {
		"name": "喜楽無限の宴",
		"relictype": "空の杯",
		"description": "美酒を入れていた華麗な盃。今はもう空っぽだ。",
		"story": "花園の女主人が亡くなった後、草木の女王は砂海と決別した。\nそして、狂愛と権威を捨てた彼女は雨林に戻り、生命の道を守ることを選んだ…\nそれから、雨林には新たな命が芽吹いていった。賢者たちは自然を意のままに操り、家々を作った。\n狂想は必ず死に至り、死の教訓は凡人を戒める。\n\n花の霊光はもっとも満足した宴の、もっとも純粋な喜びから生まれたもの。\nその中には苦行による辛酸も、権威による生臭さも一切ない。\n彼女の運命は最終的に死に、乾いた結末へと通じている…\n知恵の主だけがそれを証明でき、保管して利用できるのだ。\n\n「しかし、女主人の予言は忘れてはならない。あの方が、私をあなた様に託したのだから。」\n「愚行は人を滅ぼすには至っていない。だが、世界の外より訪れた漆黒の潮はすべてを飲み込むはずだ。」\n「私は女主人が残した最後の魂であり、すべての花を浄化する要。」\n「至純なる水と混ざり合えば、私はザクロのように幾千万の輝く光を放つだろう。」\n\nこうして、神鳥シームルグは花の霊光から生まれると、\n主人の傍にしばらく留まった後、花海へと飛び立った…"
	},
	"circlet": {
		"name": "霊光明滅の心",
		"relictype": "理の冠",
		"description": "繊細な作りをした、鮮やかな耳飾り。無数の花が輝きを放っているようだ。",
		"story": "「友よ、聡明なる早逝をした親愛なる友よ…」\n「永劫に変わってゆく絢爛たる伝説の中には、灰色の忘却が潜んでいる。」\n「生と死が常に隣り合わせているように、忘却もまた、記憶の伴侶だから。」\n「死の漆黒の脅威がなければ、いかなる命も軽いものになるでしょう。」\n「忘却の潮に洗い流されることがなければ、心に銘記すべき歴史もなくなるでしょう…」\n\n遥か遠い昔、草木の女王は彼女の助言に従い、\n神鳥の姿を花の霊光に託すと、雨林の一角を守った。\n花の運命が凋落するものであるように、シームルグの宿命は犠牲にある。\n翠の主は花の王と共に眠った夜から、既にその理を悟っていた…\n\n「そして、翠色の神鳥は幾千万の霊光を放ち、ヤツガシラのように飛び散った…」\n「霊光は甘露の主の澄んだ屍に降り注ぎ、華やかな花海を生み出した。」\n「花海では百種もの霊が、草木と露の願いを胸に、すべての穢れを洗い落とす。」\n「花海では百種もの霊が、草木、甘露、花の三人の母のことを謳っている。」\n\nいつの日か、娘は三人の母の懐から離れることになる。\nなぜなら、この世は穢れに満ちており、犠牲のみがそれを洗い流せるからだ…"
	}
}