{
	"id": 11515,
	"name": "Müsamaha",
	"description": "Her şeyden vazgeçen düzenbazın bir zamanlar kuşandığı ince kılıç. Eskiden bunu, kimliğini gizlemek için bir araç olarak kullanırdı.",
	"descriptionRaw": "Her şeyden vazgeçen düzenbazın bir zamanlar kuşandığı ince kılıç. Eskiden bunu, kimliğini gizlemek için bir araç olarak kullanırdı.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 5,
	"story": "\"İçtenlik ve çalışkanlık mutlaka ödüllendirilir. Bunu bize sen öğrettin anne.\"\n\"Fakat içtenlik yanlısı olanlar genelde yalancı olurlar. Çalışkanlık da başkalarının seni sömürmesine yol açar.\"\n\"Anne, bu durumda sen de yalancı oluyorsun. Yoksa burada gömülü olmanın sebebi başka ne olabilir ki?\"\n\"Bu yüzden sana teşekkür etmeliyim. Bana öğretmeye çalıştığın şeyi sonunda anladım...\"\nBir odun parçası, balta sapına dönüşmeden önce ne yöntem ne de haysiyet konusunda seçici olabilir.\nİster hantal resmi kıyafetler ister yağ ve kan lekeli paçavralar olsun, bunların hepsi insanı yükselten kostümlerdir.\n\nO zamanlarda, daha doğrusu aradan bin ya da on bin yıl geçmiş olsaydı bile\nerken olgunlaşacak, \"en iyinin hayatta kaldığı\" bir toplumun bayrağı altında büyüyecek, aynı zamanda içtenlik, umut ve hayallerle beslenecek\nve yerin üstünde muhteşem bir şehir canavarına dönüşecek olan gençler her zaman var olacaktı\nve bu gençler için güneş ışığının ulaştığı ya da ulaşmadığı her iki şehir de bereketli avlanma alanları olacaktı.\n\n\"Merhaba. Siz kimin kızısınız acaba genç hanım, Cendre Nehri'nde ne işiniz ola?\"\nYanlışlıkla Cendre Nehri'ne gelen bu soylu kız doğal olarak şöminenin üstüne asılmayı ziyadesiyle hak ediyordu...\nCanavar, kızın yüzünün korkuyla nasıl da karardığını düşündü. Bulutların arasında kaybolup giden ay gibiydi tıpkı.\nKız, canavarın yüzünü tanımıştı fakat nihayetinde, dudaklarından canavarın adı değil, kılık değiştirdiğini nasıl anladığı sorusu döküldü.\n\"Öncelikle berbat bir yalancı olduğunuzu söylemeliyim. Bunu sorarak buralara yabancı olduğunuzu kabul etmiş olmadınız mı?\"\n\"... Ayrıca, sevgili hanımefendi, kıyafetinizde ne toz ne makina yağı var ne de kan izi...\"\n\nBunun kesinlikle kaçırılmaması gereken müthiş bir fırsat olduğunu düşünerek elini kıza doğru uzattı.\nÖrümcek ipekleri sessizce yukarıdaki bulutlardan sarkıyor. Bunu evlerin en büyüğüne girmek için kullanacağım.\nBu merdiven göklere uzanacak, bu anahtar inci kapıları açacak.\nBeni bırakmasına izin veremem... Onu asla bırakamam...\n\n\"Leticia, seviyorum senin o asil ruhunu.\"\nBu sözleri söylerken tuhaf bir hisse kapıldı ama konuşmaya devam etti...\n\n...\nHer şeyin bir alameti vardır ve o alamet, fırtınadan önceki geceydi.\nTuhaf ve alışılmadık bir şekilde kendi bencilliği üzerine gevezelik ediyordu:\n\"Leticia, hiç şöyle bir dünyanın hayalini kurdun mu?\"\n\"Üç kat daha fazla güneş ışığının ve uçsuz bucaksız bereketli toprakların olduğu bir dünya.\"\n\"İnsanların kuşlar kadar özgür olduğu; ayrımcılığın, aldatmacanın ve yağmanın olmadığı bir dünya.\"\n\"Göz alabildiğine uzanan ovaların, nehirlerin, göllerin, dağların ve vadilerin üzerinde uçtuğumuz bir dünyadan söz ediyorum.\"\n\"Kendi ağacımızı bulana ve oraya yerleşip yuvamızı inşa edene kadar...\"\n\"Bizi kimsenin ve hiçbir şeyin rahatsız etmediği bir dünya...\"\n\nBelki de o ana kadar, bir zamanlar geçici olan umutların şimdi bir duman gibi yok olduğuna\nya da yoldaşları gibi çoktan sessizliğe ve kana gömüldüğüne inanıyordu.\n\n\"Sevgili Leticia, çocukları ve yeni filizlenen o ağaçları düşün.\"\n\"Elbette top ateşinin ortasında ya da çamurun ve kirli suların içinde doğmamalılar.\"\n\"Onları hiddetli gözyaşları ve nefret dolu yeminlerle mi büyüteceğiz?\"\n\"Onlara karmaşık rüyaları ya da ne idiği belirsiz bir görevi mi miras bırakacağız?\"\n\nAncak, endişelenmesine gerek olmadığını düşündü. Her şey ayarlanmıştı zaten.\nGeleceğimiz... Geleceğim... Garanti altında.\nVe bir kez daha o tanıdık ve tuhaf hisse kapıldı.\n\n...\nO ana kadar uzun bir süredir soyluların arasında bulunmamıştı. İhanetinin nedeni sorulduğunda ise şöyle demişti:\n\"Daha yüksek bir mevkiye gelebilmek için.\" \"Hem onun hem de çocukların huzurunu sağlamak için.\"\nArtık neyin bahane neyin gerçek olduğunu hatırlamıyordu.\nBiri aynı yalanı on bin defa söylerse artık o yalana kendi de inanmaya başlayabilir.\n\nBu yüzden, sonunda karısı ona aynı soruyu sorduğunda o hâlâ cevabını bulamamıştı.\nFakat karısına verdiği sözü hatırladı. Hiç olmazsa en başta yaptıkları sözleşmeye sadık kalabilirlerdi.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "9,6%",
	"effectName": "Ölümcül Anlaşma",
	"effectTemplateRaw": "Kritik Hasar <color=#99FFFFFF>{0}</color> artar. Hayat Bağı değerinin artması 6sn boyunca, kuşanan karakterin verdiği Hasarın <color=#99FFFFFF>{1}</color> artmasını sağlar. En fazla 3 kademeye kadar birikir.",
	"r1": {
		"description": "Kritik Hasar %20 artar. Hayat Bağı değerinin artması 6sn boyunca, kuşanan karakterin verdiği Hasarın %16 artmasını sağlar. En fazla 3 kademeye kadar birikir.",
		"values": [
			"%20",
			"%16"
		]
	},
	"r2": {
		"description": "Kritik Hasar %25 artar. Hayat Bağı değerinin artması 6sn boyunca, kuşanan karakterin verdiği Hasarın %20 artmasını sağlar. En fazla 3 kademeye kadar birikir.",
		"values": [
			"%25",
			"%20"
		]
	},
	"r3": {
		"description": "Kritik Hasar %30 artar. Hayat Bağı değerinin artması 6sn boyunca, kuşanan karakterin verdiği Hasarın %24 artmasını sağlar. En fazla 3 kademeye kadar birikir.",
		"values": [
			"%30",
			"%24"
		]
	},
	"r4": {
		"description": "Kritik Hasar %35 artar. Hayat Bağı değerinin artması 6sn boyunca, kuşanan karakterin verdiği Hasarın %28 artmasını sağlar. En fazla 3 kademeye kadar birikir.",
		"values": [
			"%35",
			"%28"
		]
	},
	"r5": {
		"description": "Kritik Hasar %40 artar. Hayat Bağı değerinin artması 6sn boyunca, kuşanan karakterin verdiği Hasarın %32 artmasını sağlar. En fazla 3 kademeye kadar birikir.",
		"values": [
			"%40",
			"%32"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Kadim Akor Parçası",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Kadim Akor Kuplesi",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Kadim Akor Kuplesi",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Ajanın Klasik Cep Saati",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Kadim Akor Bölümü",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Ajanın Klasik Cep Saati",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Kadim Akor Bölümü",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Ajanın Vefası",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Kadim Akor Yankısı",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Ajanın Vefası",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 18
			}
		]
	}
}