{
	"id": 11414,
	"name": "Amenoma Kageuchi",
	"description": "Ünlü bir samuray için dövülmüş özel bir kılıç. Bu samuray, inanılmaz çeviklikleriyle bilinen tengu savaşçılarını bile yere serebiliyormuş.",
	"descriptionRaw": "Ünlü bir samuray için dövülmüş özel bir kılıç. Bu samuray, inanılmaz çeviklikleriyle bilinen tengu savaşçılarını bile yere serebiliyormuş.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "Ünlü kılıç \"Hakuen Michimitsu Amenoma\"nın \"kageuchi\" kopyalarından bir tanesi.\nSaimon Klanına, Iwakura Klanı reisi ve kurucusu Douin tarafından hediye edildi.\nBu hediye, Douin Konda Köyü'nde inzivadayken, Saimon Klanının ettiği yardımlara bir teşekkür olarak verildi.\n\nIwakura'nın gizli kılıç tekniği Tengu Savuranın, yalnızca kişinin kalbinde ufacık bile bir tereddüt yoksa kullanılabileceği söylenir.\nGeçmişte \"Tengu Savuran\" ve \"Tengu Galibi\" aynı harflerle yazılıyordu. Tengu Savuran gökyüzündeki bir Tenguyu kesebilen bir kılıç saldırısıydı.\nYüzyıllar boyunca Iwakura'nın kılıç ustaları \"In\" adını nesilden nesile aldılar ve bu gizli kılıç hareketini Inazuma takımadalarının her yerinde sayısız iblisi yok etmek için kullandılar.\n\nEfsaneye göre Tengu Savuranın ilk olarak, artık ışıkları yanmayan küçük bir tapınağın avlusunda bulunduğu söylenir.\nBu teknik o kadar güçlüydü ki tapınağı yok etti ve Iwakura Douin'in kılıcı da ortadan ikiye ayrıldı.\nDaha sonra kılıç kullanma becerileri sayesinde Iwakura Sanatını kurdu ve Kujou Klanının eğitmeni oldu.\nAyrıca o zamanın Amenoma ustasına \"In\" soyu boyunca aktarılacak olan \"Hakuen Michimitsu Amenoma\" kılıcını yaptırdı.\n\nKılıç sayesinde yapılan iyilikler hakkında çok sayıda efsane vardır. Söylentilere göre, kılıç o kadar keskindi ki ölümlülerin kaderini bile ikiye ayırabilirdi.\nIwakura Douin, kılıcın bu uzun adının bu şekilde olması gerektiğini ise Amenoma'ya özellikle söylemiş.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "12%",
	"effectName": "Iwakura Halefiyeti",
	"effectTemplateRaw": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter <color=#99FFFFFF>{0}</color> Enerji yeniler.",
	"r1": {
		"description": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter 6 Enerji yeniler.",
		"values": [
			"6"
		]
	},
	"r2": {
		"description": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter 7,5 Enerji yeniler.",
		"values": [
			"7,5"
		]
	},
	"r3": {
		"description": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter 9 Enerji yeniler.",
		"values": [
			"9"
		]
	},
	"r4": {
		"description": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter 10,5 Enerji yeniler.",
		"values": [
			"10,5"
		]
	},
	"r5": {
		"description": "Bir Element Becerisi kullanıldıktan sonra 1 Süreklilik Tohumu kazandırır. Bu etki 5 saniyede bir tetiklenebilir. Süreklilik Tohumu süresi 30 saniyedir. Aynı anda 3 taneye kadar Süreklilik Tohumuna sahip olunabilir. Bir Element Patlaması kullanıldıktan sonra, tüm Süreklilik Tohumları tüketilir ve 2 saniye sonra tüketilen her tohum için karakter 12 Enerji yeniler.",
		"values": [
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Uzak Denizlerin Mercan Dalı",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Kaos Dişlisi",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Uzak Denizlerin Kıymetli Dalı",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Kaos Dişlisi",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Uzak Denizlerin Kıymetli Dalı",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Kaos Aksı",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Uzak Denizlerin Yeşim Dalı",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Kaos Aksı",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Uzak Denizlerin Yeşim Dalı",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Kaos Gözü",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Uzak Denizlerin Altın Dalı",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Kaos Gözü",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 12
			}
		]
	}
}