{
	"name": "Su Sureti",
	"description": "Bu uzun yayın rengi oldukça değişken. Işık vurunca ihtişamlı bir su mavisine dönüşür.",
	"weapontype": "Yay",
	"rarity": "5",
	"story": "Suyun sabit bir rengi veya şekli olmadığı, mükemmel bir şekilde bıçak veya yay görevi görebileceği söylenir.\nDünyadaki tüm maddeler arasında aynı zamanda hem çok yumuşak hem de çok sert olan tek madde sudur.\nDünyadaki birçok ilginç silahın arasında bu yay, gizemli bir su çağırma gücüne sahip.\n\n\"Kendi saflığını korurken bütün kiri temizleyebilir, saf olmayan her şeyi kaplayabilir.\"\n\"Herhangi bir şekle bürünebilir veya yaşam formunu taklit edebilir; ancak asla gerçek benliğini kaybetmez.\"\n\"Bölündüğünde sayısız ırmak gibidir, bu ırmaklar birbirine yakındır ancak asla karışmazlar. Birleştiklerinde amansız, durdurulamaz dev bir dalga oluştururlar.\"\n\"Mavi parıltının altında hiçbir ışığın nüfuz edemeyeceği birçok sır saklı.\"\n\"Suyun gizemi budur işte. En akıllı bin kişi bir araya gelse bile suyun sayısız değişimini anlayamaz.\"\n\nYeşim Konak'ın asil hanımı için çalışmaya başlamadan önce bir keresinde ihtiyar birini bu öğretiyi anlatırken dinledi.\nTüccarların güç oyunları ve entrikalarla dolu dünyası kayaların altında saklı ve fırtınalarla kaplıdır. Gemilerin iskeletleri de deniz yatağını sarar.\nYürekleri büyük hırsla dolup taşanlar ve geniş kaynakların üzerine oturanlar güvenlik içinde ustaca yol alabilir.\nDaima mevcut olan rekabetten ve hasetten kaçınır, şiddetli akımlar arasında yükselirler.\n\n\"Böyle deseler de ne bu önemli kimselerin azmi bende var, ne de gerekli zahmetlere sabrım var.\"\n\"Çay kokan bir odada çayın aromasının keyfini çıkarmayı tercih ederim. Altı yüzlü zar atıldığında beliren sonsuz ihtimaller beni hâlâ büyülüyor.\"\n\"Geceleri birçok dolandırıcının saklanma yerine sızdım ve uzak yerlerden gelen düşmanların planlarını bozdum.\"\n\"Bunları güçlülerle kudretlilerin muhalif güçlerden kurtulmasına yardım etmek için değil, suyun da bir kaynağı olduğu için yaptım.\"\n\nSuyun yumuşak halinden bıçağa ve yaya dönüşebilmesi, kaynağının saflığını savunmak içindir.\nSoluk mavi dolunayın altında komplolar ve şifreli sözler iç içe geçer. Suyun şeklindeki bilgelik bundan gelir.",
	"baseatk": 44,
	"substat": "Kritik Hasar",
	"subvalue": "19.2",
	"effectname": "Arınma Formu",
	"effect": "Can {0} artar. Yakında düşman varsa bu silahı kullanan kişinin Hasarı {1} artar. Karakter savaş alanında olmasa bile bu etki uygulanır.",
	"r1": [
		"%16",
		"%20"
	],
	"r2": [
		"%20",
		"%25"
	],
	"r3": [
		"%24",
		"%30"
	],
	"r4": [
		"%28",
		"%35"
	],
	"r5": [
		"%32",
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Guyun'un Parlak Kumları",
				"count": 5
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 5
			},
			{
				"name": "Uçarlop Kabuğu",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 5
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 18
			},
			{
				"name": "Uçarlop Kabuğu",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 9
			},
			{
				"name": "Kara Heykelcik",
				"count": 9
			},
			{
				"name": "Uçarlop Kalbi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 5
			},
			{
				"name": "Kara Heykelcik",
				"count": 18
			},
			{
				"name": "Uçarlop Kalbi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 9
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 14
			},
			{
				"name": "Uçarlop Cevheri",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 6
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 27
			},
			{
				"name": "Uçarlop Cevheri",
				"count": 18
			}
		]
	}
}