{
	"id": 14511,
	"name": "Binbir Gece Süzülen Rüyalar",
	"description": "Bu lamba binbir geceyi aşkındır süzülen rüyaları aydınlatır ve zümrüt yeşili ışığında kadim günlerin bir şarkısı yankılanır.",
	"descriptionRaw": "Bu lamba binbir geceyi aşkındır süzülen rüyaları aydınlatır ve zümrüt yeşili ışığında kadim günlerin bir şarkısı yankılanır.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "\"Her şeyin yaşaması ve ölmesi için belirlenmiş bir zaman vardır, tıpkı gece ile gündüzün bitmeyen döngüsü gibi.\"\n\"Bu lambanın içindeki hikayeler, sana uğrunda beklenmeye değecek hayaller bahşetsin.\"\n\n\"Işığı\" hiç görmeyen kız, saray yıkıldığı anda onun fısıltısını bir rüyanın içinde duydu.\nRüyalarıyla birlikte gitmeye çoktan karar vermiş olan çocuk, gözyaşları içerisinde onun şefkatini gördü.\n\nSakin ay ışığının yansımasında yemyeşil lamba, yıldızların silüetini ve sonsuz bir melodiyi anlattı...\nZümrüt gözlü bir dansçı bitki özü damlayan ipekler üzerine hafif öpücükler konduruyor, parlak renkli balıklar inci gibi berrak sularda döne döne yüzüyordu.\nCinin meşalelerine yol gösteren bir ay ışığı müzisyeni, bir kum denizindeki yaldızlı kalenin ve nar renkli ipliklerin şarkılarını söylüyordu.\nBir rüyada şarkı söyleyen o sesi ve uzak kıyılarda çiçek açan bahçeleri arayan, büyük bir yolculuğa çıkmış kurnaz bir denizciyi anlatıyordu.\n\nSessiz ışıklarla aydınlatılmış saray, binlerce dünyadan gelen nefes kesici rüya manzaralarıyla çevrilmişti.\nEve giden yolda biriken tozu temizleyen yumuşak bir orman esintisi, kayıp çocukları artık eskisi kadar sakin olmayan saraydan uzaklaştırdı.\nŞafağın ışıkları yapraklar arasındaki boşluklardan süzülürken, binbir gece rüyasını anlatan o yemyeşil lamba solmaya başladı:\nRüyalarla gerçek arasında duran kız, geriye dönüp baktığında artık geri dönüşün olmadığını fark etti çünkü şafak çoktan sökmüştü.\n\nSonrasında ise rüyanın içindeki lamba bir daha asla titremedi ve zamanın akışı, geçip giden gecelerin rüyalarını bir bir yuttu.\nFakat şafağın ilk ışıklarına kavuşan kuşlar halen şarkı söylüyorlardı. Bir çiçek tarlası gibi parıldayan hikayelerin şarkısını söylüyorlardı.\nHiçbir zaman bir rüyaya şahitlik etme şansı bulamamış çocuklara cesaret, umut ve mutluluk getirdiler.\nBinbir gecenin bitmeyen şarkısını söyleyerek, uzun zamandır beklenen şafaktan önceki anları adeta aydınlattılar.\n\nBinbir rüyadan geçtikten sonra, bülbül artık ötmeyi bırakana ve güneş bir kez daha ufukta kaybolana kadar bu durum böyle devam etti.\nGezgin, yolculuğun sonunda o yemyeşil lambayı ve uzaktaki memleketini yeniden gördü.\nÇiylerle kaplı güller, ay ışığı altında hafif esintilerle birlikte sağa sola sallanırken, ondan yeni bir hikaye anlatması bekleniyordu:\n\"Geçmiş gecelerin anıları hiç unutulmayacak olsa da biz yine görülmemiş tatlı rüyalar için şarkılar söylemeye devam edeceğiz.\"",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "58",
	"effectName": "Binbir Gecenin Şafağı Şarkısı",
	"effectTemplateRaw": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı <color=#99FFFFFF>{0}</color> artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu <color=#99FFFFFF>{1}</color> artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı <color=#99FFFFFF>{2}</color> artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir.",
	"r1": {
		"description": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı 32 artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu %10 artar. Yukarıda belirtilen etkilerin her biri 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı 40 artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir.",
		"values": [
			"32",
			"%10",
			"40"
		]
	},
	"r2": {
		"description": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı 40 artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu %14 artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı 42 artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir.",
		"values": [
			"40",
			"%14",
			"42"
		]
	},
	"r3": {
		"description": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı 48 artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu %18 artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı 44 artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir.",
		"values": [
			"48",
			"%18",
			"44"
		]
	},
	"r4": {
		"description": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı 56 artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu %22 artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı 46 artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir.",
		"values": [
			"56",
			"%22",
			"46"
		]
	},
	"r5": {
		"description": "Kuşanan karakter dışındaki grup üyeleri, Element Türlerinin kuşanan karakterle aynı olup olmamasına bağlı olarak kuşanan karaktere güçlendirme sağlarlar. Element Türleri aynıysa kuşanan karakterin Element Ustalığı 64 artar. Aynı değilse kuşanan karakterin Element Türüne ait Element Hasarı Bonusu %26 artar. Bu etkiler 3 kademeye kadar birikebilir. Ayrıca, kuşanan karakter dışında yakında bulunan tüm grup üyelerinin Element Ustalığı 48 artar. Aynı silahtan birden fazla olması durumunda bu etkiler birikebilir.",
		"values": [
			"64",
			"%26",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Vaha Bahçesi Hatırası",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Hasarlı Prizma",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Hasarlı Prizma",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Bulanık Prizma",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Bulanık Prizma",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Parlak Prizma",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Vaha Bahçesi Gerçeği",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Parlak Prizma",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 18
			}
		]
	}
}