{
	"id": 13424,
	"name": "Fiyortların Türküsü",
	"description": "Buzların arasında balık tutmak isteyenlerin tercihi olan bir mızrak. Hiçbir balık ondan kaçamaz.",
	"descriptionRaw": "Buzların arasında balık tutmak isteyenlerin tercihi olan bir mızrak. Hiçbir balık ondan kaçamaz.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 4,
	"story": "Efsanelerde anlatıldığına göre kış Hyperborea'dan esip gelmiştir. Oradaki fiyortlar ve kuzey ışıkları kurt dişleri gibi keskin ve kıvrımlıdır.\nBuzullarda ve karla örtülü topraklarda sürekli yeni buzul çatlakları açılır, sonra bu çatlaklar dolar, diyar sürekli dönüşüm geçirip sürekli yenilenir...\nTa ki buz kesmiş toprak, adeta bir iradesi veya bir hayali varmışçasına kendini kıtanın göbek bağından koparana kadar.\nDonmuş denizin derinliklerinde beyaz taşların ve altının ülkesini keşfeden küçük Ajax'ın efsanesi kalmıştır yalnızca geriye.\nBu genç kahramanın hikayesi, kalın buz tabakasından buram buram yayılan donmuş havayı biraz olsun ısıtır, diyara hayat getirir.\nBu ufaklık hakkında türlü türlü hikayeler anlatılagelir. Engin denizlere yelken açıp kocaman bir balinanın karnına girmesi, yedi gün boyunca donmuş ovalarda bir ejderle savaşması... Atıldığı maceralar sonsuzdur.\nÖyle ki Karlar Kızı ile birbirlerine tutuldukları fakat hainlerin şeytani oyunları yüzünden kavuşamadıkları bile anlatılır... Heyhat, ne büyük bir trajedi!\n\nAnlatılmaya değer başka bir hikaye ise şöyledir:\nBuzun altında zıpkınla balık avlamak için doğmuş bu çocuk yarılan yerden içeri düşer ve şimdiye dek keşfedilmemiş bir krallıkta bulur kendini.\nGeçmişte yaşanan bir afet ile yeryüzünün derinliklerine gömülen bu kadim başkent, yıllar boyu toprakla örtülü kalmasına rağmen hâlâ şafak vakti yükselen güneş gibi ışıl ışıl parlamaktadır.\nKrallığın ağırbaşlı ve sessiz kralı, özenle yontulmuş devasa beyaz tahtında oturmaktadır. Elinde ise henüz böcekler tarafından kemirilmemiş asa durur.\nAvludaki gümüş beyaz ağaçların dalları, bir annenin veya bir sevgilinin kolları gibi kıvrılır; erdemli ve bilge bir rahibi sevgiyle bağrına basar.\nGüzel fakat tehlikeli bir yaşamın izleri tekrardan yeşermektedir. Yaman canavarlar birer birer bin yıllık bir uykudan uyanır...\n\nO sırada uzaklardan bir ses gelir...\n\"... Baba! Baba! Oltada balık var!\"\n\n\"... Hah. Özür dilerim.\"\n\n\"Peki sonra ne oldu? Sonra ne oldu?\"\n\n\"Doğru ya, evet... Oğlan sonunda krallığın derinliklerinde uyuklayan ejderi yendi.\"\nEjder akla hayale sığmayacak miktarda altının üstüne yatmıştı. Gel gör ki oğlan nazik ve cesur biriydi, altının felaketin ve kaosun habercisi olduğunun farkındaydı. Bu yüzden hazineden yalnızca kendi ihtiyaçlarına ve hasta arkadaşlarını iyileştirmeye yetecek kadar altın aldı.\n\n\"Ee? Hikaye böyle mi bitiyor yani?\"\n\n\"Son.\"\n\n\"Yok artık... Başka bir hikaye daha anlat bari!\"\n\n\"Başka hikaye başka zamana olsun, ne dersin? Bugünlük burada bitirelim. Baksana, balıklar bile korkup kaçacak artık.\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "6%",
	"effectName": "Tundra Hikayeleri",
	"effectTemplateRaw": "Grubunda farklı Element Türünde en az 3 karakter olduğunda Element Ustalığı <color=#99FFFFFF>{0}</color> artar.",
	"r1": {
		"description": "Grubunda farklı Element Türünde en az 3 karakter olduğunda Element Ustalığı 120 artar.",
		"values": [
			"120"
		]
	},
	"r2": {
		"description": "Grubunda farklı Element Türünde en az 3 karakter olduğunda Element Ustalığı 150 artar.",
		"values": [
			"150"
		]
	},
	"r3": {
		"description": "Grubunda farklı Element Türünde en az 3 karakter olduğunda Element Ustalığı 180 artar.",
		"values": [
			"180"
		]
	},
	"r4": {
		"description": "Grubunda farklı Element Türünde en az 3 karakter olduğunda Element Ustalığı 210 artar.",
		"values": [
			"210"
		]
	},
	"r5": {
		"description": "Grubunda farklı Element Türünde en az 3 karakter olduğunda Element Ustalığı 240 artar.",
		"values": [
			"240"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Saf Denizin Kırık Kadehi",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Yalancı Çiçek Nektarı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Yalancı Çiçek Nektarı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Parıltılı Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Enerji Nektarı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Saf Denizin Altın Kadehi",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Enerji Nektarı",
				"count": 12
			}
		]
	}
}