{
	"name": "Kara Kaya Kılıcı",
	"description": "Kara Kaya Demirci Ocağında dövülmüş sağlam bir kılıç. Kılıcın ucundan kabzasına kadar kızıl bir ışıltı saçar.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "4",
	"story": "Nadir kara kayadan yapılan bir pala. Bir kaya kadar ağır olan bu pala, dağı delip geçecek bir kaba kuvvete sahip.\nBu kılıç, kara kaya kristaliyle kızıl cevher karışımından dövülerek yapılmıştır. Mürekkep gibi simsiyahtır ve iç kısmından alevler saçar.\n\nKara Kaya silahlarının kökeni, kadim \"prototip\" serisine dayanır. Kara Kaya kılıçlarının üç ayırt edici özelliği vardır: Kaya gibi sertlik, buz gibi parlaklık, bize hayat veren kan gibi yoğunluk.\nKara Kaya Kılıcı bir pala olsa da neredeyse ipek inceliğinde ve benzersiz keskinlikte bir bıçağa sahiptir.\nKırmızı ve siyah kristaller arasındaki geçişler kusursuzdur ve uyumlu tek bir gövde oluşturmak için her bıçak kesiti birbirine mükemmel şekilde kenetlenir.\nKabzasında alev motifi ve kırmızı yeşim taşları olan bu kılıç, uzaktan bakıldığında dipsiz bir mürekkep çukurundan sızan parlak kırmızı kan gibi karanlık ve tehditkar bir havaya sahiptir.\n\nUsta zanaatkar Han Wu, bir keresinde kara kaya kılıcının yapımında kullanmak üzere en iyi cevheri aramaya çıkmış. Her yeri ararken en sonunda bir maden kazası yaşamış.\nMağarada tutsak haldeyken tek görebildiği, her şeyi yutan aldatıcı karanlıkmış. Kulaklarında ise dünyanın temelleri çöküyormuş gibi bir gümbürtüyle düşen kayaların sesi uğulduyormuş.\nZanaatkar, çektiği bu çileden sonra ocağını kullanmaz olmuş. Demircinin unutulan hayallerinin yitip gitmesi gibi, bir zamanlar parlak alevlerin olduğu yerde soğuk tozlar birikmiş.\nHan Wu'nun oğlu Han Ce, canavar istilası sebebiyle dünyanın derinliklerine ulaşımın kapatıldığını okuyunca, aceleyle babasına haber vermeye gitmiş.\nHan Wu haberi duyunca vicdan azabı duymuş. Madene yaptığı yolculuğun yer altındaki ejderhayı ve gökyüzündeki gök taşını rahatsız ettiğinden eminmiş. Kendini hasta yatağından kalkmaya zorlayarak ocağı bir kez daha yakmış ve görkemli bir pala yapmış.\nKılıç hazır olduğunda, Han Ce kılıcı alıp maden yatağına götürmüş. Babasından aldığı talimatla oraya kendi boyunda bir tapınak dikmiş ve kötüleri defedip ejderhayı baskılamak için tapınağın içine kılıcı yerleştirmiş.\n\nBirkaç yıl sonra da Han Wu uykusunda huzurlu bir şekilde ölmüş.\nHan Wu'nun ölümü esnasında Tianheng Dağı'ndaki maden yatağının yanından geçen bir gezgin, kayaların arasında bir yerden kızıl bir ışık parladığını görmüş. Gezgin oraya bakarken, saklı bir tapınak belirmiş ve yavaşça açılmış.\nTapınağın içindeki pala, matemiyle ağlarcasına belli belirsiz parlamış.\nAynı gece Han Ce kılıcı geri almak için dağlara gitmiş.\nO devirdeki Tianshu, kılıcın üzerine bir yazı kazımış:\n\"Dağları deler ve denizleri yarar, bulutları parçalar ve ayı ikiye böler.\"",
	"baseatk": 42,
	"substat": "Kritik Hasar",
	"subvalue": "12",
	"effectname": "Zaferden Zafere",
	"effect": "Bir düşmanı yendikten sonra, 30 saniyeliğine Saldırı {0} artar. Bu etki 3 kademeye kadar birikir ve her bir kademenin süresi diğerlerinden bağımsızdır.",
	"r1": [
		"%12"
	],
	"r2": [
		"%15"
	],
	"r3": [
		"%18"
	],
	"r4": [
		"%21"
	],
	"r5": [
		"%24"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 3
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 12
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu",
				"count": 6
			},
			{
				"name": "Çavuş Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu",
				"count": 12
			},
			{
				"name": "Çavuş Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu Fitili",
				"count": 9
			},
			{
				"name": "Subay Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sis Kaplı Üstün Cevher",
				"count": 4
			},
			{
				"name": "Sis Otu Fitili",
				"count": 18
			},
			{
				"name": "Subay Nişanı",
				"count": 12
			}
		]
	}
}