{
	"name": "Kara Kaya Savaş Yayı",
	"description": "Kara kayadan yapılmış bir yay, kavisli uçları son derece sağlamdır. Sadece güçlü bir okçu kullanabilir.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "Nadide kara kayadan yapılmış bir uzun yay. Yayı çekince, 90 metrelik mesafedeki tüm hedeflere adeta son nefeslerini vermelerini söyleyen bir rüzgar gibi ses çıkarır.\nKan kırmızı uçları ve simsiyah gövdesi olan bu yayı tutarken, korkunç görünmemek elde değildir. Bu yaydan atılan oklar, adeta bir meteor gibi göğe yükselir, hem rüzgara hem de gök gürültüsüne göğüs gerer.\n\nYun ailesi, uzun zamandır Liyue'de zanaatkar ailesi olarak kendisine yer edinmiştir. Bu yay ortaya çıktığı zamanlarda ailenin yedinci lideri Hui, Yedi Yıldızın bir üyesi olmasıyla tanınıyormuş.\nYun Hui'nin sadece Huang adında bir kızı varmış. Huang evlendiğinde, aile geleneği olarak kocası hanedanın başına geçermiş.\nYılmaz bir dövüş ustası olarak yetiştirilen Huang, bu yoldan gitmeyi reddetmiş ve kız çocuğu olarak başa geçmiş. Sayısız dedikodunun da fitilini ateşlemiş.\nAma Yun Huang, kontrolü zor bir zamanda devralmış.\n\nKıtada sıkıntılar baş göstermiş. En azametli tepeler ve en derin mağaralar bile alçak kükremeler yüzünden çökmüş.\nAltlarındaki toprağın zenginlikleri neredeyse ulaşılamaz hale gelmiş, zanaatları yok olma tehlikesiyle karşı karşıya kalmış.\nBir gece Yun Huang uyuyamamış, soyunun onunla birlikte sona ereceği endişesi içini kemiriyormuş.\nDuyduğu keder karşısında elinden sadece tanrılara dua etmek gelmiş, çaresiz haline göklerden çare gelmesini bekliyormuş.\n\nİşte o anda, aile işini uzun zaman önce bırakıp kıtada dolaşan Han Ce, zanaatçı kıyafetleriyle köye gelmiş.\nHuang'a küçük bir tahta kutu vermiş, içinde babasının son yıllarında düzenlemeler yaptığı prototip planları varmış. Bir de yay çıkarıp şöyle demiş:\n\"Kara Kaya'da bir sorun baş gösterirse, o sorun Kara Kaya'da çözülür. Yun ailesinin okçuluğa değer verdiği söyleniyor. İstersen bu yayı bir dene.\"\nHuang gökyüzüne doğru bir ok atmış. Ok, hiddetli bir gök gürültüsü gibi gürlemiş ve yay kirişinin sesi dağlarda yankılanmış.\nAyın altından süzülen bulutları izlerken, dualarının kabul olduğunu anlamış.",
	"baseatk": 44,
	"substat": "Kritik Hasar",
	"subvalue": "8",
	"effectname": "Zaferden Zafere",
	"effect": "Bir düşmanı yendikten sonra, 30 saniyeliğine Saldırı {0} artar. Bu etki 3 kademeye kadar birikir ve her bir kademenin süresi diğerlerinden bağımsızdır.",
	"r1": [
		"%12"
	],
	"r2": [
		"%15"
	],
	"r3": [
		"%18"
	],
	"r4": [
		"%21"
	],
	"r5": [
		"%24"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Guyun'un Parlak Kumları",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 3
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 6
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 6
			},
			{
				"name": "Parıltılı Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 3
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 6
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 9
			},
			{
				"name": "Enerji Nektarı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 4
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 18
			},
			{
				"name": "Enerji Nektarı",
				"count": 12
			}
		]
	}
}