{
	"name": "Kara Kaya Kargısı",
	"description": "Kara kaya ve meteor demirinden dövülen bir silah. Siyah metali kızıl bir ışıltı saçar.",
	"weapontype": "Mızrak",
	"rarity": "4",
	"story": "Nadir kara kayadan yapılmış keskin uçlu bir mızrak. Rüzgar yoluna engel olamaz ve havada şimşek gibi uçar.\nSapından ucuna kadar kara kaya kristalinden yapılan gövdesi, süsleme amacıyla kırmızı yeşim taşlarıyla işlenmiştir.\nMehtapta bakıldığında, girdap gibi dönen kan kırmızısı ışık fark edilebilir.\n\nLiyue'nin usta zanaatkarı Han Wu'nun ilk eşinden bir oğlu oldu. Oğlunun adı \"Soğuk ve Dikkatli Han Ce\" idi. Babası ondan serinkanlı ve mantıklı olmasını istediği için soğuk idi. Babası aile işini ona devredeceği ve onun zanaatında titiz olmasını istediği için de dikkatli idi.\nNe var ki Han Ce'nin başka hayalleri vardı. Öğrencilik döneminde, Han Ce çalışacağı zamanı dövüş sanatıyla ilgili hikayeler okuyarak geçiriyordu. Boş zamanlarında ise dağlarda mızrak çalışması yapıyordu. Bir savaşçı gezgin olup koruma amacıyla mızrağıyla birlikte dünyayı dolaşma arzusuyla yanıp tutuşuyordu.\nMeteor Demiri bulmak için diyar diyar gezerken asıl aradığı o nadir cevher değil, macera hissiydi. Adeptuslarla sohbet etmek için en yüksek zirvelere çıktığında ise bilgelerin alimliğini değil, kendi seyahat hikayelerini yaratmayı arzuluyordu.\nHan Ce, ocağın ateşini veya silahlar üzerinde çalışmayı umursamıyordu. Babası onu azarladı ama bu nafile bir çabaydı. Sonunda bir gün Han Ce, babasına elveda bile demeden evi terk etti.\n\nSonraki yıllarda, Han Wu mizacını tam anlamıyla değiştiren bir maden kazası geçirdi. Han Ce bu talihsiz olayın haberini alınca, gece boyu seyahat ederek babasını görmek için eve döndü.\nÖnceleri çabuk sinirlenen ve asla sözünü esirgemeyen Han Wu, artık sakin ve sessizdi. Ocağı devralma konusundaki isteksizliği için artık oğluna kin duymuyordu.\nEn sonunda baba ve oğul hayatlarında ilk defa birbirleriyle yakınlaştı. Han Ce, geçmişteki davranışlarından utanç duyuyordu ve kendini nasıl affettirebileceğini bilmiyordu.\nBirkaç yıl sonra Han Wu son nefesini verdi. Böylelikle bir neslin usta zanaatkarının hayatı sona erdi. Babasının vasiyeti üzerine, Han Ce onun silah tasarımlarının bir arşivini aldı; bunlar ünlü prototiplerdi.\nArşiv, Han Ce'ye yazılmış bir mektupla birlikte tahta bir sandığa kapatılmıştı.\n\"Sevgili oğlum Han Ce'ye... Dünya çok büyük ve pek çok güzellikle dolu. Yolculuğun her nereye götürürse götürsün, daima mucizeleri görmen dileğiyle.\"\n\nTasarımlar, babasının kaleme aldığı yorumlarla doluydu. Han Ce bunu görünce çok mutlu oldu ve tüm gece bunları inceledi.\nHan Ce şafağın ilk ışıklarıyla birlikte çalışma odasından çıktığı anda, gökyüzünden bir gök taşının düşüşünü hayretler içinde izledi. Gök taşı tam da Han konutunun önüne, dimdik bir şekilde düştü.\nHan Ce'nin kalbi duygu selinde boğuldu. Gözlerinden hem neşe hem keder gözyaşları akarken, \"Gökyüzü konuştu! Gökyüzü konuştu!\" diye haykırdı.\nHan Ce simsiyah meteor demirini aldı ve ocaktaki kara kayaya ekledi. Rahmetli babasının mektuptaki tasarımlarını uygulayarak buz gibi parlak, keskin bir uca ve kaya gibi sağlam bir gövdeye sahip bir mızrak yaptı.\nHan Ce, elindeki bu güvenilir silahla dünyayı dolaşabilirdi ama dolaşmadı. Han Ce, o günden itibaren bu ocağın ateşinin bir daha asla sönmeyeceğine ve silahlar üzerinde çalışmayı bir daha asla bırakmayacağına yemin etti.",
	"baseatk": 42,
	"substat": "Kritik Hasar",
	"subvalue": "12",
	"effectname": "Zaferden Zafere",
	"effect": "Bir düşmanı yendikten sonra, 30 saniyeliğine Saldırı {0} artar. Bu etki 3 kademeye kadar birikir ve her bir kademenin süresi diğerlerinden bağımsızdır.",
	"r1": [
		"%12"
	],
	"r2": [
		"%15"
	],
	"r3": [
		"%18"
	],
	"r4": [
		"%21"
	],
	"r5": [
		"%24"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 3
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 12
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu",
				"count": 6
			},
			{
				"name": "Çavuş Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu",
				"count": 12
			},
			{
				"name": "Çavuş Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu Fitili",
				"count": 9
			},
			{
				"name": "Subay Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sis Kaplı Üstün Cevher",
				"count": 4
			},
			{
				"name": "Sis Otu Fitili",
				"count": 18
			},
			{
				"name": "Subay Nişanı",
				"count": 12
			}
		]
	}
}