{
	"id": 14433,
	"name": "Kara İlik Feneri",
	"description": "Gece gibi karanlık bir alaşımdan yapılma, birbirine geçmiş kemikleri andıran çerçevesi içinde hayalet misali soğuk bir ışık parıldayan bir fener. Bir zamanlar gizli bir örgüte ait olduğu ve değerli bir hazine olarak görüldüğü söylenir.",
	"descriptionRaw": "Gece gibi karanlık bir alaşımdan yapılma, birbirine geçmiş kemikleri andıran çerçevesi içinde hayalet misali soğuk bir ışık parıldayan bir fener. Bir zamanlar gizli bir örgüte ait olduğu ve değerli bir hazine olarak görüldüğü söylenir.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 4,
	"story": "Güç görkemli bir bina olsaydı, onu inşa etmek için kaç tane tuğla gerekirdi?\nBina yapmak için tuğla tek başına yetmez. Asıl soru hangi tuğlaların temeli, hangilerinin kuleyi oluşturacağına kimin karar vereceğidir.\nGerçek, sıkı bir düzen gibi görünen yanılsamanın ardında yatar: Her bir tuğlanın kaderini yalnızca şans belirler.\nHeybetli bir binayı yıkmak için tek bir tuğlanın bu sahte düzene uymayı reddetmesi yeterli olur.\n\n\"'Baba'nın gizli hazinesi karaborsanın derinliklerinde saklı.\" Eski düzeni yıkması beklenen ziyafet başlamıştı ve açgözlü hırsızlar ödül için toplanıyorlardı.\nHerkesin herkese karşı verdiği bir savaştı bu. En ölümcül tehdit Baba'nın adamları değil, bizzat merhametsiz hırsızların kendileriydi.\nHazine odasına ilk giren bir Fey oldu. Dünya ona kazanç peşinde koşmayı, kendisine zarar vermekten kaçınmayı ve başkalarının planlarından uzak durmayı öğretmişti.\nOlağanüstü bir kurnazlığa sahipti. İnsanların zihinlerini harita gibi okuyabilir ve en karmaşık entrikaların arasında bile en güvenli yolları bulabilirdi.\nŞansını deneyen bir sonraki kişi genç bir hanımefendiydi. Feye karşı kazanmak, onun için Baba'nın bıraktığı bilmeceleri çözmekten bile daha önemliydi.\nBıçağıyla tüm kilitleri ustaca keserek, sözde karmaşık olan mekanizmaları en basit yoldan aşıyordu.\nMücadeleyi son deneyen ise bir avcıydı. Labirenti bir bilmece gibi değil, tüm dikkatini vermesi gereken ve dondurucu kışın ortasında bile rastlanamayacak kadar acımasız bir av alanı gibi görüyordu.\nSabır zehirli bir tuzaktır, açıkgözlülük ise kana susamış bir kılıçtır. Avcı, yalnızca ham ve ilkel yöntemlerle mücadeleye doğrudan kafa tuttu.\n\nAma hem Fey hem genç hanımefendi hem de avcı, hazine odasına varamadan yenilgiye uğradı.\nSiyahlar içindeki bir kahya üçünü bağlayıp birer birer içerideki bir odaya götürdü.\n\"Saygıdeğer 'Baba', misafirleriniz geldi ve emirlerinizi bekliyorlar.\"\nBaba, elindeki Zaytun Şeftalisini yavaşça çiğnerken, kahyanın getirdiği misafirlerin her birine şunları söyledi:\n\n\"Dünyanın düzenini dikkate almadan kendine ait olmayan bir şeyi almaya çalıştın. Bunun için seni ödüllendirmek istiyorum.\"\n\"Bilindiği gibi düzen, yalnızca mimarlarına hizmet etmek için vardır. Bana göre böyle bir şey kabul edilemez, bu yüzden yardımına ihtiyacım olacak.\"\n\"Bu dünyanın düzen olarak adlandırdığı şey, zenginlerin daha da zenginleşmesi ve fakirlerin eline gitgide daha az kaynağın kalması. Bu yüzden dengeyi sağlamanın tek yolunun hırsızlık olduğuna karar verdim.\"\n\"Bugünden itibaren hırsız kanunlarına uymayı seçersen, usta hırsızın kalıntılarının önünde bu meyveyi ye.\"\nKüçüklüğünden beri asil hayatın içi boş lüksünden kurtulmak için can atan Fey, Baba'nın sözlerinden etkilendi ve Bulle Meyvesini yiyerek teklifini kabul etti.\nDaha önce hiç üstlerinin kibrine boyun eğmeyen genç hanımefendi, bir an bile düşünmeden Kurt Çengelini yuttu çünkü felsefesi Baba'nınki ile harfi harfine uyuşuyordu.\nSon meyve olan Valyemişi de avcı yedi, geçmişte yozlaşmış bir dünyaya uyum sağlamak istemediği için soğuk ormanda inzivaya çekilmişti.\n\"Mükemmel. Anlaşma tamamlandı. Bugünden itibaren, adaletsizliğe karşı direnişin belkemiği olacaksın.\"\n\nBaba, misafirlerinin bir bir ayrılışını izledikten sonra, odanın boş duvarlarında ellerini nazikçe gezdirip düşüncelere daldı.\nDüzen binasından en önemli tuğlayı kaldırmıştı ama akabinde gelecek beklenmedik gelişmeleri öngörememişti.\nBaba'nın acı içinde karnını tuttuğunu gören kahya zarifçe gülümsedi.\nTüm soğukkanlılığıyla usta hırsızın siyah omurga kemiğini aldı ve Baba panzehir olarak kullansın diye bir Gelin Çiçeği bırakıp hızlıca oradan ayrıldı.\n\n\"Hırsızlara söylediklerin, sonunda usta hırsızın ideallerini anlamalarını sağladı. Bu yüzden hayatını bağışlayacağım.\"\n\"Ancak asıl adalet düzende değil, kimsenin başkalarını bir düzene dahil olmaya zorlayamayacağı gerçeğinde yatar.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "48",
	"effectName": "Antlaşma Nişanesi",
	"effectTemplateRaw": "Çiçeklenme Hasarı <color=#99FFFFFF>{0}</color> artar, Ay Çiçeklenmesi Hasarı ise <color=#99FFFFFF>{1}</color> artar. Ay Sembolü: Yükselen Parıltı: Ay Çiçeklenmesi Hasarı <color=#99FFFFFF>{2}</color> daha artar.",
	"r1": {
		"description": "Çiçeklenme Hasarı %48 artar, Ay Çiçeklenmesi Hasarı ise %12 artar. Ay Sembolü: Yükselen Parıltı: Ay Çiçeklenmesi Hasarı %12 daha artar.",
		"values": [
			"%48",
			"%12",
			"%12"
		]
	},
	"r2": {
		"description": "Çiçeklenme Hasarı %60 artar, Ay Çiçeklenmesi Hasarı ise %15 artar. Ay Sembolü: Yükselen Parıltı: Ay Çiçeklenmesi Hasarı %15 daha artar.",
		"values": [
			"%60",
			"%15",
			"%15"
		]
	},
	"r3": {
		"description": "Çiçeklenme Hasarı %72 artar, Ay Çiçeklenmesi Hasarı ise %18 artar. Ay Sembolü: Yükselen Parıltı: Ay Çiçeklenmesi Hasarı %18 daha artar.",
		"values": [
			"%72",
			"%18",
			"%18"
		]
	},
	"r4": {
		"description": "Çiçeklenme Hasarı %84 artar, Ay Çiçeklenmesi Hasarı ise %21 artar. Ay Sembolü: Yükselen Parıltı: Ay Çiçeklenmesi Hasarı %21 daha artar.",
		"values": [
			"%84",
			"%21",
			"%21"
		]
	},
	"r5": {
		"description": "Çiçeklenme Hasarı %96 artar, Ay Çiçeklenmesi Hasarı ise %24 artar. Ay Sembolü: Yükselen Parıltı: Ay Çiçeklenmesi Hasarı %24 daha artar.",
		"values": [
			"%96",
			"%24",
			"%24"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Usta İşi Cihaz Parçası",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Donuk Gecenin Işıltısı",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Yıpranmış Yetki Belgesi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Usta İşi Cihaz Replikası",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Donuk Gecenin Işıltısı",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Yıpranmış Yetki Belgesi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Usta İşi Cihaz Replikası",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Donuk Gecenin Parıltısı",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Kusursuz Yetki Belgesi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Usta İşi Cihaz Mirası",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Donuk Gecenin Parıltısı",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Kusursuz Yetki Belgesi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Usta İşi Cihaz Mirası",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Donuk Gecenin İhtişamı",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Donuk Yetki Belgesi",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Usta İşi Cihaz Dileği",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Donuk Gecenin İhtişamı",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Donuk Yetki Belgesi",
				"count": 12
			}
		]
	}
}