{
	"name": "Bela Söndüren",
	"description": "İncecik bilenmiş ve tuhaf bir kristalden yapılmış bir silah. Soluk mavi parıltısı geçmişin hikayelerini anlatır.",
	"weapontype": "Mızrak",
	"rarity": "5",
	"story": "Bu uzun mızrağın, bu dünyaya ait olmayan malzemelerden dövüldüğü söylenir.\nBu silah, pek çok soylu ama bahtsız ruhun elinden geçmiştir.\nPek çok katliamın başlangıcını ve bitişini görmüştür; pek çok iğrenç yaratığın etini ve kanını tatmıştır.\n\nSöylentiye göre bir kötü ruh kovucu, kristal kumlardan oluşan büyük bir kanyona denk gelmiş.\nOranın derinliklerinden deniz mavisi renginde uğursuz bir kristal çıkarmış.\nDaha sonra bu kristalden silah yapması için birini görevlendirmiş, silahın adını da \"Bela Söndüren\" koymuş.\n\n\"Başa bir bela gelirse, ondan kurtulmak için bu silah kullanılmalıdır.\"\nYaşamlarını yalçın dağlarda sürdüren kabile üyeleri, ne övünmeyi ne de şikayet etmeyi bilirdi.\nAma bu, üzerinde anlaştıkları bir mesele olmadığı için ve söylenen sözler de uçup gittiği için hepsini aynı kefeye koyuyorlardı.\n\nDaha sonra kudretli dalgalar ana kayayı aşındırdı, canlı kırmızı renkleri kararmaya başladı ve derken vakit gelmişti.\nKaranlık güçler, Taşordu'yu koruyan duvarlara saldırdı, yakalanan herkes öldürüldü.\nKasvetin içinde sönmüş bir yıldız gibi parlayan Bela Söndüren, fırtınanın kalbinde etrafı aydınlattı.\n\nSonunda, batan güneşin ışığı hüzünlü bulutları dağıttı ve savaşın kalıntıları kanyonun derinliklerini boyladı.\nBela Söndüren de sahibi Yaksha ile birlikte kaybolup gitti, her ikisi de sessizliğe karıştı.\nSonrasında, bu mızrağı kullananlar da genellikle benzer bir kadere sahip oldu.\nAncak emir almadan savaşan, bu uğurda yemin etmeden insanları koruyan kimseler vardı.\nOnlar böyle bir kaderden şikayet etmezdi.\n\nBir rivayete göre, bu mızrak bir zamanlar birinden ödünç alınmıştı.\nAyrıca suyun aşındırarak açtığı, terk edilmiş bir mağarada iki yakın dostun çarpışmasına da şahitlik etmişti.",
	"baseatk": 49,
	"substat": "Saldırı",
	"subvalue": "3.6",
	"effectname": "Yıkım İlkesi",
	"effect": "Tüm Element Hasarları için {0} Bonus kazandırır. Bir Element Becerisi kullanıldığında 20 saniyeliğine Doruk Noktası kazanılır ve Saldırıyı saniyede {1} artırır. Bu Saldırı artışı 6 kademeye kadar birikebilir. Bu silahı kuşanan karakter savaş alanında değilken Doruk Noktası Saldırı artışı ikiye katlanır.",
	"r1": [
		"%12",
		"%3,2"
	],
	"r2": [
		"%15",
		"%4"
	],
	"r3": [
		"%18",
		"%4,8"
	],
	"r4": [
		"%21",
		"%5,6"
	],
	"r5": [
		"%24",
		"%6,4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 5
			},
			{
				"name": "Sis Otu Poleni",
				"count": 5
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 5
			},
			{
				"name": "Sis Otu Poleni",
				"count": 18
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 9
			},
			{
				"name": "Sis Otu",
				"count": 9
			},
			{
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 5
			},
			{
				"name": "Sis Otu",
				"count": 18
			},
			{
				"name": "Parıltılı Nektar",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 9
			},
			{
				"name": "Sis Otu Fitili",
				"count": 14
			},
			{
				"name": "Enerji Nektarı",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Sis Kaplı Üstün Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu Fitili",
				"count": 27
			},
			{
				"name": "Enerji Nektarı",
				"count": 18
			}
		]
	}
}