{
	"name": "Nakit Akışı İzleyici",
	"description": "Belirli olayları takip edebilen uçan bir cihaz. Tedavülden kaldırıldıktan sonra başka amaçlara hizmet etmesi amacıyla üzerinde değişiklikler yapıldı.",
	"weapontype": "Katalizör",
	"rarity": "5",
	"story": "Para dolaşımı dünyanın damarlarını takip eder.\nKan dalgalarıyla birlikte sayısız yaşam akar, nihayetinde sürüklenip yutulurlar.\nTabii her şey insanlığın bir başarısı olarak sayılmalıydı.\nSayıların ve matematiğin para hesabı için bulunması gibi,\nborçların takibi için yazılı kayıtlar ve servet aktarımı için yasalar bulundu.\n\nİnsanlık paranın kölesi değil, efendisi olmalıydı.\nAltın kalp insanlığın dünyası için atmalıydı.\nTabii kimse paranın gerçekten efendisi olamazdı.\nPara bunca zamandır yalnızca insanlığın ellerini ödünç alıyor,\nzamanın sonuna dek dünyanın bir ucundan öbür ucuna akıyordu.\n\nBiri bu gerçeği anlamakta oldukça zorlandı.\nDünyanın bu \"köşeleri\" nasıl kasıtlı seçilip tanımlanmıştı?\nBu aynı kişinin kabullenemediği başka bir gerçek daha vardı.\nBu büyük başarı insanlığa ait olmalıydı.\nFakat sözde bir \"tanrı\" tarafından ileri sürülüp kısıtlanmıştı.\nİşte tam da bu yüzden sistem kökten bir değişime uğramalıydı.\nParanın kalbini uzak diyardan bir tanrı alıkoyduğuna göre,\ndilediğinde herkesi kölesi edebilirdi öyleyse.\nAltın kalbin efendisi olmak imkansız bir görev olsa da,\nparanın kontrolü herkese eşit dağıtılmalı mesela.\n\n\"Bunu yalnızca sözlü anlatmak zor olabilir, dünya nasıl olurdu göstermeye çalışayım.\"\n\"Moraya olan bağımlılığın yerine geçecek yeni bir para birimi çıkaracağız önce.\"\n\"Merkezi ise dünyanın kalanından izole bir mikroekonomi olmalı.\"\n\"Tanrıların müdahalede bulunamayacağı, bir ülkenin içinde yer alan başka bir ülkeyi seçtim bunun için.\"\n\"Bu ülkeye sızmak çok uzun sürmese gerek.\"\n\n\"Bu yeni para biriminin ismini ne koysam? Hımm, isim vermeyi pek sevmem aslında. Hah, bir fikir geldi aklıma.\"\n\"Madem bu deneyin merkezi olarak bu Kaleyi seçmeme izin verdin, birimin ismi Kale Kuponu olsun o zaman.\"\n\nHassas mekanizmalardan oluşan denetçi, minik ulusun para akışını takip ederken uğuldamaya devam eder.\nHer bir parayı, her birikimi, her harcamayı kaydeder yorulmaksızın.\nHer bir değer değişimini, belirli bir zaman aralığı içinde paraların her bir dolaşımını.\nGeçerli tek kanun özel istif hukuku, tek yaptırım ise yoksulluk veya ölüm.\nKişi ya kendine pasif gelir kaynakları oluşturup güç ve kontrol kazanacak ya da kontrol altına girip ölene kadar çalışacaktır. Kurallar adildir daima.\n\nBöylece insanlık, doğuştan gelen tutkuları ve servetleri sayesinde Tanrılar ile aynı mertebeye ulaşacak,\nüstün gelemeyen zayıflar ise fani dünyanın feyezanında boğulacak.\nTanrıların kuvveti artık zenginlerin yoksullar üzerindeki gücüne güç katmayacak,\ntanrıların serveti de göklerden inip yoksulların onurunu zenginlerin ayakları altından kurtarmayacak.",
	"baseatk": 48,
	"substat": "Kritik Oranı",
	"subvalue": "4.8",
	"effectname": "Altın Kan Dalgası",
	"effect": "Saldırı {0} artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Normal Saldırı Hasarı {1}, Yüklü Saldırı Hasarı {2} artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Kuşanan karakter 3 kademeye sahip olduğunda Saldırı Hızı {3} artar.",
	"r1": [
		"%16",
		"%16",
		"%14",
		"%8"
	],
	"r2": [
		"%20",
		"%20",
		"%17,5",
		"%10"
	],
	"r3": [
		"%24",
		"%24",
		"%21",
		"%12"
	],
	"r4": [
		"%28",
		"%28",
		"%24,5",
		"%14"
	],
	"r5": [
		"%32",
		"%32",
		"%28",
		"%16"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Saf Denizin Kırık Kadehi",
				"count": 5
			},
			{
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 5
			},
			{
				"name": "Okyanus Ötesi İncisi",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Saf Denizin Şarap Kadehi",
				"count": 5
			},
			{
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 18
			},
			{
				"name": "Okyanus Ötesi İncisi",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Saf Denizin Şarap Kadehi",
				"count": 9
			},
			{
				"name": "Ajanın Klasik Cep Saati",
				"count": 9
			},
			{
				"name": "Okyanus Ötesi Parça",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 5
			},
			{
				"name": "Ajanın Klasik Cep Saati",
				"count": 18
			},
			{
				"name": "Okyanus Ötesi Parça",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 9
			},
			{
				"name": "Ajanın Vefası",
				"count": 14
			},
			{
				"name": "Alaca Kristal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Saf Denizin Altın Kadehi",
				"count": 6
			},
			{
				"name": "Ajanın Vefası",
				"count": 27
			},
			{
				"name": "Alaca Kristal",
				"count": 18
			}
		]
	}
}