{
	"id": 15426,
	"name": "Bulut Örgüsü",
	"description": "Tianheng üzerindeki Adeptus yuvasını koruyan kadim mekanizmalar analiz edildikten sonra, Yuheng tarafından Kara Kaya Demirci Ocağına sipariş edilen standart askeri silah prototipi.",
	"descriptionRaw": "Tianheng üzerindeki Adeptus yuvasını koruyan kadim mekanizmalar analiz edildikten sonra, Yuheng tarafından Kara Kaya Demirci Ocağına sipariş edilen standart askeri silah prototipi.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "Eski halklar Tianheng Dağı'nın cevherlerle, Kanyon'un derinliklerinin ise yeşim taşlarıyla dolu olduğunu söylerler. Bin tepeli ulus, uzun zamandır bolluğu ve bereketiyle bilinir.\nAyrıca en önemli madencilik ve eritme tesisleri Tianheng Dağı'nda bulunan Kara Kaya Demirci Ocağında yer alır.\n\nDemirci Ocağı, dağların kazılmasıyla inşa edilmiştir ve içinde sayısız atölye, fırın ve tozdan kapkara olmuş bağlantı tünelleri yer almaktadır.\nSavaş ateşinin toprağı kırmızıya boyadığı o çalkantılı yıllarda burası aynı zamanda dağ kabilelerinin atalarının sığındıkları yerdi.\nHatta burada uzun süre önce unutulmuş geçitlerin, toprağın derinliklerinde bulunan kadim bir yer altı diyarına giden tünellerin olduğu bile söylenir...\n\nTaş Tablet Derlemelerine göre, dağlardaki karanlık yolları ilk yontan kişi Liyue'deki meşhur Yun ailesinin kurucusudur.\nO zamandan beri, Yun klanı bir demirci ailesi olarak tarih sahnesindeki yerini almış ve nesiller boyunca sayısız zanaatkar tarafından büyük saygı görmüştür.\n\nKurucu hakkındaki hikayeler ise tarih sayfalarındaki birkaç satırla sınırlı kalmıştır...\n\"Yun ailesinin ustalığı öyle bir boyuta ulaşmıştı ki ahşabı ve bambuyu işleyerek yaptıkları kuşlar, üç gün boyunca yere inmeden uçabiliyordu. Bu eserler zanaatın zirvesi olarak kabul edilirdi.\"\n\nMekanizma çalışmaları ve demircilik sanatının başlangıçta Adeptuslarla ayrılmaz bir bağlantısı vardı.\nBu nedenle Yun ailesinin kurucusu, genelde Adeptusların çırağı olarak görülür ve teknikleri de Adeptus öğretileri olarak kabul edilirdi.\nBugün en çok kabul gören hikayeye göre, bu kişi bir zamanlar Rex Lapis'in yanında savaşmış,\nbüyük başarılar elde etmiş, daha sonra art arda üç Adeptus tarafından kabul edilerek gizli mekanik sanatları üzerine eğitim almıştır.\n\nEfsaneye göre, bu kutsal teknikler öyle bir seviyedeymiş ki gökyüzündeki bulutlarla sayısız konak inşa edilebiliyor,\nhatta çürümüş ahşap oyularak gerçeğinden ayırt edilmesi çok zor olan hareketli kuşlar ve yaratıklar yapılabiliyormuş.\nBu nedenle, \"Bulutlardan dövülmüş Kara Kaya\" ifadesi Liyue'de uzun zamandır yaygın olarak bilinmektedir,\nayrıca ozanlar ve hikaye anlatıcılar bu iki imge arasındaki zıtlıktan her zaman keyif almışlardır.\nHer ne kadar \"bulut dövme\" efsanesi, \"bulut\" anlamına gelen \"Yun\" soyadıyla alakalıymış gibi duran sonradan uydurma bir hikaye olsa da\nkurucunun hayatının geri kalanını Kara Kaya Demirci Ocağına ve zanaat eğitimine adadığı gerçeğine kimse itiraz etmez.\n\nSöz konusu kurucu, hayatı ve efsanesi sona erdiğinde semavi ışıklara yükselmiş ve zanaatın koruyucu yıldızı olmuş.\nYine de efsaneler efsanedir. Demirci ocağı ne Adeptus büyüsüyle inşa edilmiş ne de rüzgarla ya da bulutla dövülmüştü.\nOcak, yüzyıllar boyunca çok sayıda sıradan zanaatkarın çekiç darbeleri vurarak döktüğü alın teriyle inşa edilmişti.\nSonuçta Deus Auri'nin sözleşmesi, ölümlülerin azminin Adeptus mucizelerini asla gölgede bırakmayacağını şart koşmuyordu.\n\n\"Yun ailesinin ustalığı öyle bir boyuta ulaşmıştı ki ahşabı ve bambuyu işleyerek yaptıkları kuşlar, üç gün boyunca yere inmeden uçabiliyordu. Bu eserler zanaatın zirvesi olarak kabul edilirdi.\"\n\"Gelgelelim Yun'un hayatı ve kariyeri atölyelerde taş yontmak ve bulutlardan konaklar yapmakla geçti. Tianheng'deki Kara Kaya, tüm insanlara fayda sağlasın diye yontuldu.\"\n\"Yun dedi ki: Akıllı kime denir? Beceriksiz kime denir? İnsanlara fayda sağlayanlar akıllı, tersini yapanlarsa beceriksizdir.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "36",
	"effectName": "Yontma İşçiliği",
	"effectTemplateRaw": "Element Enerjisi azaldıktan sonra 18sn boyunca kuşanan karakterin Element Ustalığı <color=#99FFFFFF>{0}</color> artar. En fazla 2 kademeye kadar birikir.",
	"r1": {
		"description": "Element Enerjisi azaldıktan sonra 18sn boyunca kuşanan karakterin Element Ustalığı 40 artar. En fazla 2 kademeye kadar birikir.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Element Enerjisi azaldıktan sonra 18sn boyunca kuşanan karakterin Element Ustalığı 50 artar. En fazla 2 kademeye kadar birikir.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Element Enerjisi azaldıktan sonra 18sn boyunca kuşanan karakterin Element Ustalığı 60 artar. En fazla 2 kademeye kadar birikir.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Element Enerjisi azaldıktan sonra 18sn boyunca kuşanan karakterin Element Ustalığı 70 artar. En fazla 2 kademeye kadar birikir.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Element Enerjisi azaldıktan sonra 18sn boyunca kuşanan karakterin Element Ustalığı 80 artar. En fazla 2 kademeye kadar birikir.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Meteor Demiri Tozu",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Yıpranmış Kabza",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Acemi Asker Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Meteor Demiri Kırıntısı",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Yıpranmış Kabza",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Acemi Asker Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Meteor Demiri Kırıntısı",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Ayrık Kabza",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Çavuş Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Meteor Demiri Parçası",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Ayrık Kabza",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Çavuş Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Meteor Demiri Parçası",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Yanmaya Devam Eden Kabza",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Subay Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Meteor Demiri Külçesi",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Yanmaya Devam Eden Kabza",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Subay Nişanı",
				"count": 12
			}
		]
	}
}