{
	"id": 14515,
	"name": "Turnam Selam Götür",
	"description": "Saf yeşimden yapılmış ve etrafında Adeptus enerjisinden kadim esintiler bulunan bir yelpaze.",
	"descriptionRaw": "Saf yeşimden yapılmış ve etrafında Adeptus enerjisinden kadim esintiler bulunan bir yelpaze.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "Bu, müreffeh liman şehri kurulmadan çok uzun süre önce yaşandı.\nDaha sonra Adeptusların evleri bile savaşın alevlerinden nasibini aldı.\nBir zamanlar tanrı diye tapınılan efendiler, çeşitli nedenlerle savaştılar.\nKan ve ateş, ayrılık ve ihanet. Ölümlülerin dünyası kana bulanmıştı.\n\nBu kaosta her şeyini kaybeden insanlar dağlara kaçtı ve sığınmak için Adeptuslara yalvardılar.\nHayatta kalanların peşinden giden sayısız canavar çoktan duygularını kaybetmişti.\nİsimleri bilinmiyordu, sayıları belirsizdi, bir sel gibi ilerleyip yollarına çıkan her şeyi yerle bir ettiler.\nBir zamanlar saygı duydukları diğer ustaları ölmüştü ve bu şiddetli kükremeleri aslında bir yas feryadıydı.\n\nFakat ölümlüler, bir zamanlar bu dağları ve suları koruyan efendinin göçüp gittiğini bilemezlerdi.\nVe bu felaket tufanı sırasında onların arasında duran tek şey orada yaşayan birkaç bekçi Yakshaydı.\nKanın gövdeyi götürdüğü birkaç günlük savaşın ardından beyaz giysiler kızıla, kızıl giysiler siyaha bulanmıştı. Yine de canavarlar akın akın gelmeye devam ediyorlardı...\n\nBu hikaye hafızalarda yer edemeyecek kadar eskilere uzandığından farklı versiyonları oluştu. Kimileri umutsuzluğun hakim olduğu bir anda,\nmavi ve beyaz tüylü bir Adeptusun alçalan bir fırtına gibi bulutların arasından fırladığını,\nyalnız, vakur, sessiz bir şekilde, gururlu bir ihtişam ve asaletle atalarını koruyup yönettiğini\nve bitmeyen canavar akımını bozguna uğratarak umutsuzluğu ortadan kaldırdığını söyler...\n\nKimileri ise durumun en vahim olduğu anda, yeşim taşından oyulmuş iki turnanın gökyüzünden hızla fırladığını\nve soğuk bir rüzgarın engin bulutları dağıtması gibi sayısız kötülüğe boyun eğdirdiğini söyler.\nAncak dönüp baktıklarında ne görsünler? Turna falan yoktu, havada bir Adeptus süzülüyordu, elinde de bir yelpaze...\n\nYine de kimileri, bu Adeptusun gücünün ölümlüler tarafından asla anlaşılamayacağını, atalarının duyduğu şeyin bir turna sesi olduğunu ve\nönlerindeki sayısız canavarın güneş ışığında dağılan toz gibi bir anda küle dönüştüğünü söyler...\n\nHikayenin hangi versiyonuna inanırlarsa inansınlar bundan böyle Liyue halkı, Adeptus Bulutlar Hakimi'nden bahsederken\nsözcüklerini mutlaka saygıyla seçti. Orada ne yaşandığına gelecek olursak...\n\n\"Böyle uzak konular ilgini çekiyor mu? Gerçekten tam bir keyif insanısın.\"\n\"Eh, madem ilgini çekti, o halde şahsım bu konuyu anlatmazsa olmaz.\"\n\"Bu hikaye en fazla sekiz dokuz saat sürer ama sen yine de bir sandalye çeksen iyi olur...\"\n\"... Ne? Şahsım bakmıyorken sıvışmaya mı çalışıyordun yoksa?\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "3,6%",
	"effectName": "Bulutların Çöküşü",
	"effectTemplateRaw": "Kuşanan karakter, düşmana Havadan Saldırı ile saldırdıktan sonra 20sn boyunca yakındaki tüm grup üyelerinin Havadan Saldırıları <color=#99FFFFFF>{0}</color> daha fazla Hasar verir. Yakındaki grup üyeleri düşmana Havadan Saldırı ile vurduğunda kuşanan karakter <color=#99FFFFFF>{1}</color> Enerji yeniler. Enerji, bu şekilde her 0,7 saniyede bir yenilenebilir. Bu Enerji yenileme etkisi, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Kuşanan karakter, düşmana Havadan Saldırı ile saldırdıktan sonra 20sn boyunca yakındaki tüm grup üyelerinin Havadan Saldırıları %28 daha fazla Hasar verir. Yakındaki grup üyeleri düşmana Havadan Saldırı ile vurduğunda kuşanan karakter 2,5 Enerji yeniler. Enerji, bu şekilde her 0,7 saniyede bir yenilenebilir. Bu Enerji yenileme etkisi, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%28",
			"2,5"
		]
	},
	"r2": {
		"description": "Kuşanan karakter, düşmana Havadan Saldırı ile saldırdıktan sonra 20sn boyunca yakındaki tüm grup üyelerinin Havadan Saldırıları %41 daha fazla Hasar verir. Yakındaki grup üyeleri düşmana Havadan Saldırı ile vurduğunda kuşanan karakter 2,75 Enerji yeniler. Enerji, bu şekilde her 0,7 saniyede bir yenilenebilir. Bu Enerji yenileme etkisi, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%41",
			"2,75"
		]
	},
	"r3": {
		"description": "Kuşanan karakter, düşmana Havadan Saldırı ile saldırdıktan sonra 20sn boyunca yakındaki tüm grup üyelerinin Havadan Saldırıları %54 daha fazla Hasar verir. Yakındaki grup üyeleri düşmana Havadan Saldırı ile vurduğunda kuşanan karakter 3 Enerji yeniler. Enerji, bu şekilde her 0,7 saniyede bir yenilenebilir. Bu Enerji yenileme etkisi, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%54",
			"3"
		]
	},
	"r4": {
		"description": "Kuşanan karakter, düşmana Havadan Saldırı ile saldırdıktan sonra 20sn boyunca yakındaki tüm grup üyelerinin Havadan Saldırıları %67 daha fazla Hasar verir. Yakındaki grup üyeleri düşmana Havadan Saldırı ile vurduğunda kuşanan karakter 3,25 Enerji yeniler. Enerji, bu şekilde her 0,7 saniyede bir yenilenebilir. Bu Enerji yenileme etkisi, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%67",
			"3,25"
		]
	},
	"r5": {
		"description": "Kuşanan karakter, düşmana Havadan Saldırı ile saldırdıktan sonra 20sn boyunca yakındaki tüm grup üyelerinin Havadan Saldırıları %80 daha fazla Hasar verir. Yakındaki grup üyeleri düşmana Havadan Saldırı ile vurduğunda kuşanan karakter 3,5 Enerji yeniler. Enerji, bu şekilde her 0,7 saniyede bir yenilenebilir. Bu Enerji yenileme etkisi, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%80",
			"3,5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Sırt Tüyü",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Kehanet Parşömeni",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Sis Kaplı Cıva Cevher",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Sırt Tüyü",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Kehanet Parşömeni",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Sis Kaplı Cıva Cevher",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Ay Işığı Sırt Tüyü",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Mühürlü Parşömen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Sis Kaplı Altın Cevher",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Ay Işığı Sırt Tüyü",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Mühürlü Parşömen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Sis Kaplı Altın Cevher",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Kanyon Işığı Sırt Tüyü",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Lanetli Parşömen",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Sis Kaplı Üstün Cevher",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Kanyon Işığı Sırt Tüyü",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Lanetli Parşömen",
				"count": 18
			}
		]
	}
}