{
	"name": "Hilal Mızrak",
	"description": "Liyue'ye yabancı tüccarlar aracılığıyla gelen bu egzotik mızrak, ince ve uzun bir sapın ucunda hilal şeklinde bir bıçağa sahiptir. Yıkıcı gücünü açığa çıkarmak için biraz pratik gerekir.",
	"weapontype": "Mızrak",
	"rarity": "4",
	"story": "Tüm dünya, Liyue'nin ticari limanına akın ediyor. Burası şehrin gurur kaynağı.\nAkın akın gelen insanlar egzotik hazineleri de beraberinde getiriyor.\nBu silahın ucu, iğne gibi uzun ve incedir. Dibinden uzanan hilal şeklinde bir bıçağı vardır.\nSilahı kullanan kişi, onun anlaşılması zor tasarımını kavradıktan sonra, bu silah benzerlerinden çok daha yıkıcı hale gelir.\n\nLiyue'deki dövüş ustalarının aksine, diğer diyarlardaki ustalar şaşırtma sanatı ustasıdır ve maharetli yeni hileler geliştirme konusunda beceriklidirler.\nBu silah, ölümcül kusurlardan faydalanmak amacıyla tasarlanmıştır. Bir iğne gibi düşmanın zırhındaki boşluklara girer. Aşkın ve müziğin gücü gibi, insanların savunma duvarlarını geçmenin bir yolunu bulur.\n\nHilal Mızrağın tasarımcısının, hayattaki ölümcül kusurları görselleştirebildiği söylenirdi.\nGizemli bir güç tarafından çekiliyormuşçasına, mızrak elinden uçup düşmanlarının ölümcül kusurlarına doğru giderdi.\n\"Belki de yaşayan her şey seve seve ölümü bekliyordur.\"\nTasarımcı böyle düşünüyordu. Yaşayan her şeydeki ölümcül savunmasızlıkları görebiliyordu; ancak kendi hayatında böyle bir ölümcül kusur yoktu.\n\nDaha sonra müziği, müzikle birlikte de aşkı keşfetti. Böylece kendi ölümcül kusurunu aşkta buldu.\nSonunda kalbini bir iğne gibi delen bu bitişin acısı, şunun farkına varmasını sağladı:\n\"Ölümcül kusurlar ölüm korkusundan doğar. Ölüm korkusu ise sahip olduğun şeylerden ve önemsediğin insanlardan doğar.\"\n\n\"Ah, ne çok isterdim onu bir kez daha görebilmeyi, ne yakalanabilen ne de öldürülebilen o hırsızı.\"\n\"Ah, ne çok isterdim şarkısını bir kez daha duyabilmeyi. Hayatta kalırsam ona iyi davranacağım...\"",
	"baseatk": 44,
	"substat": "Fiziksel Hasar Bonusu",
	"subvalue": "7.5",
	"effectname": "Tesirli İğne",
	"effect": "Bir Element Küresi veya Parçacığı aldıktan sonra, 5 saniyeliğine Normal ve Yüklü Saldırılar {0} Saldırı kadar ek Hasar verir.",
	"r1": [
		"%20"
	],
	"r2": [
		"%25"
	],
	"r3": [
		"%30"
	],
	"r4": [
		"%35"
	],
	"r5": [
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Guyun'un Parlak Kumları",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 3
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 6
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 6
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 3
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 6
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 9
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 4
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 18
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 12
			}
		]
	}
}