{
	"id": 14434,
	"name": "Sabah Ayazı",
	"description": "Gümüşten dövülmüş bir ayin kabı, tamamen saf ve lekesizdir. Uzak kuzeyin rahibeleri arasında nesilden nesile aktarılmış kutsal bir yadigar olduğu söylenir.",
	"descriptionRaw": "Gümüşten dövülmüş bir ayin kabı, tamamen saf ve lekesizdir. Uzak kuzeyin rahibeleri arasında nesilden nesile aktarılmış kutsal bir yadigar olduğu söylenir.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 4,
	"story": "\"Hiçbir zaman unutma Avrelian, sevgili evladım, kaderin bana bahşettiği kıymetli hediyem.\"\n\"Unutma, damarlarında bin yıllık bir lanet dolaşıyor. Tek dileğim huzur ve mutluluk dolu bir hayat yaşaman.\"\n\"Ne olursa olsun Nod-Krai'a asla ayak basmamalı ve ahmakların 'Cennet' safsatalarına asla aldanmamalısın.\"\n\"Ölümlüler için ayın altındaki bu dünyada bir cennet hiç var olmadı. Göklerin Efendisi'nin yarattığı her şeyin sınırları belirlidir.\"\n\nKuzey ışıklarının usulca örttüğü karlı bir akşamda, bir zamanlar kendine Hanım olarak tapılan kadın, vatanının kaderini haber veren rüyalara bir kez daha tanık oldu.\nOraya veda edeli yıllar olmuştu. Yine de bilinçli olarak unutulmuş fısıltılar onun sıcak ve sessiz rüyalarına sızardı hep, toprakta yayılan kırağı gibi adeta.\nBelki de içinde büyüyen yeni hayat, uzun süredir uyuyan o görüntüleri harekete geçirmişti. Ve şimdi de etrafını saran o korkunç hayaletler giderek daha da netleşiyordu...\n\nBaşta bu görüntüler, durmaksızın görülen kabuslar olarak, bunaltan ve inatçı döngüler halinde tekrarlayan sayısız rüya olarak gelip gidiyordu.\nDoğal evrimden doğmayan yaşam tohumları, gümüş dallardan virane bir şehrin kalıntılarına düştü.\nİki ayakları üzerinde yürüyen tüysüz yaratıklar, o muhteşem bilgeliğin ve beraberinde getirdiği lütufların kıymetini bildi.\nSonra asil isimlerin arkasına saklanmış sonsuz bir açgözlülük ve bencil bir arzu geldi.\nOnu nefret, lanet, ihanet, çekişme, talan ve katliam izledi. Kardeş kardeşe düştü.\nŞehirler kendi iyilik veya kötülük dolu yollarını izlerken, kutsal elçi sessiz kalarak olup biteni izledi.\nTa ki yeryüzünün kralları ebedi göklere meydan okumaya cüret edene kadar.\nİşte o zaman büyük kuleler ateşe düştü ve kölelerin feryatlarını toprağa gömdü.\n\nTek bir nefeste kaybolan havai bir gölge gibi, bin yıl ve ardından bin yıl daha rüyasız bir rüya sürdü.\nSoluk bir ağacın altında, herkesin unuttuğu gizli bir yerde taçlardan bir yığın...\nAma bazen kutsal planlar da başarısız olur. Yerden göğe yükselen görkemli altın şehir dahi,\nTutkuyla yanan ölümlülerin kalplerini sakinleştiremedi.\nHırsla kabaran yürekler, dünyanın boş tahtına gözünü dikti ve insanlarla tanrılar arasındaki sınırları aşmaya heves etti.\nFakat tüm trajik hayaller gibi o sonsuz Cennet hayali de yok olacaktı.\nAlevlerin ejderha kralları karanlık bir hiçliğe düştü ve dalgalar, beyaz taştan imparatorluğu bir bütün halinde yuttu.\nÖlmekte olan dünya, kendi sonunu hazırlıyordu. Artık salonlarında yalnızca geçmişin gölgeleri dolaşmaktaydı.\n\nKan, gözyaşı ve günaha bulanmış sayısız rüya... Sonsuza dek ulaşılamayacak hayaller...\nYıllar süren bölünme ve nefret nesilden nesile aktarıldı, yıldızsız geceler boyunca sonsuz kez tekrar etti.\nFakat sonra hiç duymadığı halde ona çok tanıdık gelen bir ses...\nKaranlığın ve acının kıyısında, ışık gibi parlak ve nazik bir şefkatle kulağına fısıldadı.\n\n\"Bu diyarın savaşçılarının sonunu getireceğim ve onların yerine sonsuz bir Cennet yükselecek.\"\n\"Bunu bir kral olmak için değil, bir daha hiç kimsenin bu isimle anılmaması için yapıyorum.\"\n\nRüyası hep bu sözün tam tutulduğu anda sona erer ve gerçekliğin kıyılarına geri çekilirdi.\nİçindeki soluk şafak ışığı ve belli belirsiz kıpırdayan hayat enerjisiyle birlikte.\nGenç anne, göğsündeki gümüş beyazı tılsıma hafifçe dokunup sessizce iç çekti.\nYanındaki sevdiğinin yüzüne bakarken, zarifçe elini kendi beline koyup sordu:\n\n\"Yavrum, sevgili yavrum... Nedir bu telaşın?\"\n\"Annenin kalbini hissettiğin için mi? Korkuyor musun?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "12%",
	"effectName": "Gece Rüyaları",
	"effectTemplateRaw": "Bir Yüklü Saldırı bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı <color=#99FFFFFF>{0}</color> artar. Bir Element Becerisi bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı <color=#99FFFFFF>{1}</color> artar.",
	"r1": {
		"description": "Bir Yüklü Saldırı bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 72 artar. Bir Element Becerisi bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 48 artar.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Bir Yüklü Saldırı bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 90 artar. Bir Element Becerisi bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 60 artar.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Bir Yüklü Saldırı bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 108 artar. Bir Element Becerisi bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 72 artar.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Bir Yüklü Saldırı bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 126 artar. Bir Element Becerisi bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 84 artar.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Bir Yüklü Saldırı bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 144 artar. Bir Element Becerisi bir düşmana isabet ettikten sonra 10 saniyeliğine Element Ustalığı 96 artar.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Usta İşi Cihaz Parçası",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Donuk Gecenin Işıltısı",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Yıpranmış Yetki Belgesi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Usta İşi Cihaz Replikası",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Donuk Gecenin Işıltısı",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Yıpranmış Yetki Belgesi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Usta İşi Cihaz Replikası",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Donuk Gecenin Parıltısı",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Kusursuz Yetki Belgesi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Usta İşi Cihaz Mirası",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Donuk Gecenin Parıltısı",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Kusursuz Yetki Belgesi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Usta İşi Cihaz Mirası",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Donuk Gecenin İhtişamı",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Donuk Yetki Belgesi",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Usta İşi Cihaz Dileği",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Donuk Gecenin İhtişamı",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Donuk Yetki Belgesi",
				"count": 12
			}
		]
	}
}