{
	"id": 13426,
	"name": "Çöl Alimleriyle Sohbet",
	"description": "Simyanın şanını temsil eden bir asa. İtibarına yakışacak şekilde özel bir alaşımdan yapılmıştır. Son derece sağlam ve ağır olduğundan bir silah olarak kullanıldığında epey can yakar.",
	"descriptionRaw": "Simyanın şanını temsil eden bir asa. İtibarına yakışacak şekilde özel bir alaşımdan yapılmıştır. Son derece sağlam ve ağır olduğundan bir silah olarak kullanıldığında epey can yakar.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 4,
	"story": "Kral Deshret'in yedi bilgesi uzun zaman önce kaybolmuş, yaptıkları işler rüzgarda savrulup gitmişti, arkalarında yalnızca taşlara oyulmuş isimleri kalmıştı. Artık bu oymalar bile zaman rüzgarının etkisiyle aşınmış, altın kum tanelerinden hallice olmuştu.\nKral Deshret'in sağ kolu, Yedi Bilgenin başı, tüm bakanların bakanı - Keçi Kral;\nGüneşe doğru kanat çırpan büyük kuş, Kralın ruhu - Kutsal Bennu;\nİnsan başlı dişi aslan, Kralın iradesi - Kutsal Shesepankh;\nVe Kralın etini ve kanını ele geçiren ejder, kendini asla Yedilerden biri olarak görmeyen - Al-Apep.\nYukarıdaki dört ismin aşağıdaki hikayeyle bir ilgisi yoktur.\n\nTimsah Kral ve Leylek Kral her zamanki gibi durmadan tartışıyorlardı. O günkü tartışma konuları bir şeylerin değişimi üzerineydi.\nTimsah Kral, mistik sanat gücüne sahip birini arıyordu. Aradığı bu kişi, daha önce orada yaşayan ve eline geçirdiği her sıvıyı enfes ve mükemmel orantılı bir şaraba dönüştürebilen bir Okeanid tarafından kutsanmıştı.\nLeylek Kral, yanlışlıkla kadim bir tanrının mezarına ve kalıntılarına dokunan, bunun sonucunda da lanetlenen başka ender bir varlık getirdi. Lanetten dolayı iki eliyle dokunduğu her şey yavaşça saf gümüşe dönüşüyordu. Ne de olsa günümüzde bir şeyleri altına ve Moraya dönüştürmek yalnızca Deus Auri'ye ait bir iştir.\nSonunda hangi etkinin kazanacağına dair bir iddiaya tutuştular. Ayrıca Yedi Bilgenin sonuncusu olan Hermanubis'in sonuca dair bir tahminde bulunmasını istediler.\nHermanubis bir çöl bilgesiydi ve rahip sınıfının lideriydi. Bu nedenle hem savaşçı hem de bilgeydi. Simya diye bilinen öğreti insanlar arasında yayıldığı ve kendisi de bu öğretinin sırlarına vakıf olduğu için onun hüküm vermesini istemek makul bir karardı.\n\n\"Her iki güç formu, tıpkı keskin mızrakların sağlam kalkanlarla çarpışması gibi birbiriyle çarpışır.\" dedi Hermanubis ve \"İkisi de birbirine teslim olmalı ve bir adım geri atmalıdır. Denge İlkesi bunu gerektirir.\" diye ekledi.\nSonunda kadeh saf gümüşe dönüştü, içindeki kumlu su ise gümüş tanecikleriyle dolu lezzetli bir şaraba dönüştü.\n\nFakat Timsah Kral ve Leylek Kral, Hermanubis'in öğüdünü dinlemediler ve savaşmaya devam ettiler. Sonunda tuhaf bir çağırma büyüsü icat ettiler. Aradan bin yıl geçti ve hâlâ Dehanın Yakarışında savaşmaya devam ediyorlar...\nBunların hepsi \"Yakarışların Kralı\" hikayesinin bir parçası.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "9%",
	"effectName": "Denge İlkesi",
	"effectTemplateRaw": "Kuşanan karakter Can yenilediğinde <color=#99FFFFFF>{0}</color> Enerji yeniler. Bu etki her 10 saniyede bir ve karakter alanda olmasa da tetiklenebilir.",
	"r1": {
		"description": "Kuşanan karakter Can yenilediğinde 8 Enerji yeniler. Bu etki her 10 saniyede bir ve karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Kuşanan karakter Can yenilediğinde 10 Enerji yeniler. Bu etki her 10 saniyede bir ve karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Kuşanan karakter Can yenilediğinde 12 Enerji yeniler. Bu etki her 10 saniyede bir ve karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Kuşanan karakter Can yenilediğinde 14 Enerji yeniler. Bu etki her 10 saniyede bir ve karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Kuşanan karakter Can yenilediğinde 16 Enerji yeniler. Bu etki her 10 saniyede bir ve karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Orman Çiyinin Bakır Tılsımı",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Sırt Tüyü",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Uçarlop Kabuğu",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Sırt Tüyü",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Uçarlop Kabuğu",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Ay Işığı Sırt Tüyü",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Uçarlop Kalbi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Ay Işığı Sırt Tüyü",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Uçarlop Kalbi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Kanyon Işığı Sırt Tüyü",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Uçarlop Cevheri",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Orman Çiyinin Altın Tılsımı",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Kanyon Işığı Sırt Tüyü",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Uçarlop Cevheri",
				"count": 12
			}
		]
	}
}