{
	"id": 15503,
	"name": "Son Ağıt",
	"description": "Bir ozanın liri kadar sevimli bir yay, oklarıyla kalpleri bir ağıt gibi deler.",
	"descriptionRaw": "Bir ozanın liri kadar sevimli bir yay, oklarıyla kalpleri bir ağıt gibi deler.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 5,
	"story": "\"Batı rüzgarları şarap kokusunu uzaklara taşır...\"\n\"Dağ rüzgarları ise müjdeler getirir.\"\n\"Uzaklardan gelen rüzgar ciğerimi dağlar...\"\n\"Şarkılar senin hasretinle yanar.\"\n\nÇok uzun zaman önce, suratı sürekli asık bir şövalye varmış.\nSadece bir tek şarkı onu keyiflendirirmiş.\nVe bu şarkıyı da tek bir kız söylermiş meydanda.\nGörevinin getirdiği muazzam yükü sadece o kız unutturabilirmiş kendisine.\n\nAma felaket bu yeri de vurmuş.\nBir zamanlar neşe saçan şarkılar, fesat bir ejderha yüzünden yitip gitmiş.\nAdımlarının sesleri yeri göğü inletirken, çığlıklar kopmuş ve alevler her yeri sarmış.\nRüzgar Hükümdarı, müdahale etmeyi reddetse de çektikleri ızdırabı duymuş.\nAma eski dostunun hayalini korumak ve rüzgarın estiği yeşil arazileri savunmak için...\nDerin uykusundan tekrar uyanmış ve gök ejderiyle savaşa gitmiş.\nŞövalye ve onun şövalyeleri de toprakları için savaşmış.\n\nFesat ejderha buzla kaplı zirvedeki harabeye düştüğünde, gök mavisi ejderha kadim kulede uyuyakalmış.\nAma Şövalye vadide kanının son damlasına kadar savaşmış. Ölürken sadece şunu düşünebiliyormuş:\n\"O gurbette eğitim görüyor, iyi durumda olması lazım. Ah, keşke şarkı söyleyişini bir kez daha duyabilsem...\"\n\"En azından Arundolyn ve Roland iyiler. O döndüğünde, bu felaket bitmiş olur.\"\n\nHükümdarı öven ve iki ejderhanın savaşını konu alan sayısız şarkı varmış ama yavaş yavaş hepsi tarihe karışmış.\nKızın söylemeyi çok sevdiği şarkı da o döndüğünde değişmiş.\n\"Karahindiba yaz rüzgarında uçar.\"\n\"Sonbaharda etraf tahıl kokusuyla dolar.\"\n\"Ama dünyanın hiçbir mevsimindeki rüzgar\"\n\"Seni bana geri getirmez yar.\"\n\nAğlamaktan sesi kısılıp gözyaşları kuruyan kız, hayatını bu dünyadaki kötülükleri ortadan kaldırmaya adamış.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "12%",
	"effectName": "Veda Nakaratı",
	"effectTemplateRaw": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Element Ustalığını <color=#99FFFFFF>{0}</color> artırır. Bu silahı kullanan karakterin Element Becerileri veya Element Patlamaları bir düşmanı vurduğunda karakter bir Hatıra Mührü kazanır. Bu etki 0,2 saniyede bir uygulanabilir ve ilgili karakter sahada değilken bile tetiklenir. 4 adet Hatıra Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Veda Şarkısı\" kazanır. \"Milenyum Hareketi: Veda Şarkısı\" ile Element Ustalığı <color=#99FFFFFF>{1}</color>, Saldırı <color=#99FFFFFF>{2}</color> artar. Bu etki tetiklendikten sonra 20 saniye boyunca Hatıra Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
	"r1": {
		"description": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Element Ustalığını 60 artırır. Bu silahı kullanan karakterin Element Becerileri veya Element Patlamaları bir düşmanı vurduğunda karakter bir Hatıra Mührü kazanır. Bu etki 0,2 saniyede bir uygulanabilir ve ilgili karakter sahada değilken bile tetiklenir. 4 adet Hatıra Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Veda Şarkısı\" kazanır. \"Milenyum Hareketi: Veda Şarkısı\" ile Element Ustalığı 100, Saldırı %20 artar. Bu etki tetiklendikten sonra 20 saniye boyunca Hatıra Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
		"values": [
			"60",
			"100",
			"%20"
		]
	},
	"r2": {
		"description": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Element Ustalığını 75 artırır. Bu silahı kullanan karakterin Element Becerileri veya Element Patlamaları bir düşmanı vurduğunda karakter bir Hatıra Mührü kazanır. Bu etki 0,2 saniyede bir uygulanabilir ve ilgili karakter sahada değilken bile tetiklenir. 4 adet Hatıra Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Veda Şarkısı\" kazanır. \"Milenyum Hareketi: Veda Şarkısı\" ile Element Ustalığı 125, Saldırı %25 artar. Bu etki tetiklendikten sonra 20 saniye boyunca Hatıra Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
		"values": [
			"75",
			"125",
			"%25"
		]
	},
	"r3": {
		"description": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Element Ustalığını 90 artırır. Bu silahı kullanan karakterin Element Becerileri veya Element Patlamaları bir düşmanı vurduğunda karakter bir Hatıra Mührü kazanır. Bu etki 0,2 saniyede bir uygulanabilir ve ilgili karakter sahada değilken bile tetiklenir. 4 adet Hatıra Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Veda Şarkısı\" kazanır. \"Milenyum Hareketi: Veda Şarkısı\" ile Element Ustalığı 150, Saldırı %30 artar. Bu etki tetiklendikten sonra 20 saniye boyunca Hatıra Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
		"values": [
			"90",
			"150",
			"%30"
		]
	},
	"r4": {
		"description": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Element Ustalığını 105 artırır. Bu silahı kullanan karakterin Element Becerileri veya Element Patlamaları bir düşmanı vurduğunda karakter bir Hatıra Mührü kazanır. Bu etki 0,2 saniyede bir uygulanabilir ve ilgili karakter sahada değilken bile tetiklenir. 4 adet Hatıra Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Veda Şarkısı\" kazanır. \"Milenyum Hareketi: Veda Şarkısı\" ile Element Ustalığı 175, Saldırı %35 artar. Bu etki tetiklendikten sonra 20 saniye boyunca Hatıra Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
		"values": [
			"105",
			"175",
			"%35"
		]
	},
	"r5": {
		"description": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Element Ustalığını 120 artırır. Bu silahı kullanan karakterin Element Becerileri veya Element Patlamaları bir düşmanı vurduğunda karakter bir Hatıra Mührü kazanır. Bu etki 0,2 saniyede bir uygulanabilir ve ilgili karakter sahada değilken bile tetiklenir. 4 adet Hatıra Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Veda Şarkısı\" kazanır. \"Milenyum Hareketi: Veda Şarkısı\" ile Element Ustalığı 200, Saldırı %40 artar. Bu etki tetiklendikten sonra 20 saniye boyunca Hatıra Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
		"values": [
			"120",
			"200",
			"%40"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Kutup Kurdunun Süt Dişi",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Ağır Boynuz",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Acemi Asker Nişanı",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Ağır Boynuz",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Acemi Asker Nişanı",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Siyah Bronz Boynuz",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Çavuş Nişanı",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Siyah Bronz Boynuz",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Çavuş Nişanı",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Siyah Kristal Boynuz",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Subay Nişanı",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Kutup Kurdunun Özlemi",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Siyah Kristal Boynuz",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Subay Nişanı",
				"count": 18
			}
		]
	}
}