{
	"name": "Algı Gözü",
	"description": "İnsanların kalbini okuma ve arındırma gücüne sahip olduğu söylenen koyu renkli ve parlak bir küre.",
	"weapontype": "Katalizör",
	"rarity": "4",
	"story": "Doğal nadide camlar kullanılarak yapılmış güzel bir eşya.\nEfsaneye göre Algı Gözü, bir gölün yüzeyi kadar parlak, berrak ve pürüzsüzmüş; ancak yıllar geçtikçe parlaklığını yitirmiş.\nHalk arasında Algı Gözünün çıkardığı hafif seslerin, gecenin kör vaktinde duyulabileceği söylenir.\nBazen aheste esen bir meltemi, bazen de akan bir pınarı andırırmış.\n\nGözün, Liyue'ye Adeptuslardan miras kalan bir yadigar olduğu ve en nihayetinde Yun ailesine geçtiği söylenir.\nGünün birinde Yun dağlarda dolanırken, Adeptuslarla görüşmeye gelmiş Huang adlı bir kötü ruh kovucuyla karşılaşmış.\nHuang'la yaptığı uzun ve hararetli sohbetten sonra Yun, Gözü ona armağan etmek istemiş. Huang bu armağanı telaş içinde geri çevirince Yun gülümseyip şöyle demiş:\n\"Bu inci, doğanın en saf özüdür. Bunu yalnızca kalbi temiz olanlar kullanabilir.\"\n\nHuang da Yun'e teşekkür edip bu armağanı kabul etmiş ve Liyue'ye doğru aheste aheste yola koyulmuş. Yolda onu ne yağmur ne de rüzgar engellemiş.\nAdeptusları arayan Huang, hiç dinlenmeksizin toprakları arşınlamış. Bu sebeple su ve yiyecek almak için sıklıkla pazara uğramış.\nLiman tarafındaki sokaklar, tekin olmayanlarla dolu bir pislik çukuruymuş ancak Huang, bu insanların arasından geçince kimse ondan faydalanmaya kalkışmamış.\nBazıları, bu kitapsever kötü ruh kovucunun şehirde nasıl bu denli rahat gezebildiğini merak etmiş.\nKendisine böyle soranlara şu şekilde cevap vermiş: \"Bu Göz, kötülüklerle karşılaştığımda titriyor ve hakkaniyetli kalpleri görmemi sağlıyor.\"\n\nBu Göz, insanların kalplerini ortaya çıkarabilir. Gözün bunu nasıl yaptığını bilen kimse olmadığı için de çoğu kişi, cevabı halk hikayelerinde arar.\nBazıları bu Gözün, gece yarısında hafifçe esen bir meltem ya da dağınık taşların arasından akan bir pınar misali çıkardığı sesleri duyabileceğini söyler.\nBir zamanlar annelerin çocuklarına ibret olsun diye anlattığı hikayelerde olduğu gibi, ikisi de kötü düşüncelerle beslenen iblislerin fısıltılarını andırmaktadır.",
	"baseatk": 41,
	"substat": "Saldırı",
	"subvalue": "12",
	"effectname": "Yankı",
	"effect": "Normal ve Yüklü Saldırılar %50 ihtimalle bir Algı Yıldırımı ateşleyerek {0} Saldırı kadar Hasar verir. Bu yıldırım 4 defaya kadar düşmanlar arasında sekebilir. {1} saniyede bir uygulanabilir.",
	"r1": [
		"%240",
		"12"
	],
	"r2": [
		"%270",
		"11"
	],
	"r3": [
		"%300",
		"10"
	],
	"r4": [
		"%330",
		"9"
	],
	"r5": [
		"%360",
		"8"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 3
			},
			{
				"name": "Kırık Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 12
			},
			{
				"name": "Kırık Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu",
				"count": 6
			},
			{
				"name": "Lekeli Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu",
				"count": 12
			},
			{
				"name": "Lekeli Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu Fitili",
				"count": 9
			},
			{
				"name": "Uğursuz Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sis Kaplı Üstün Cevher",
				"count": 4
			},
			{
				"name": "Sis Otu Fitili",
				"count": 18
			},
			{
				"name": "Uğursuz Maske",
				"count": 12
			}
		]
	}
}