{
	"name": "Solan Alacakaranlık",
	"description": "Akşam ışığında parıldayan bir küre işlenmiş ve platinden yapılmış değerli bir yay.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "Ufuktaki karanlık bulutları bile vurabildiği söylenen yeşim renkli bir uzun yay. Üzerine değerli bir taş işlenmiş.\nDerinliklerde gömülü olan bu uzun yay, uzun süre karanlığa batmış olsa da hâlâ ışıltıyla parıldıyor.\n\nGeçmiş zamanlarda, zincifre vadisinde karanlık bir felaket meydana geldiğinde sayısız Taşordu askeri yüreklerinde kahramanlık duygusuyla ileriye atıldı.\nTüm bu yiğitlerin arasında dağlardan gelen genç bir okçu hiç dönmemek üzere derinlerde mahsur kalacaktı.\n\n\"Parlak Kum Kristalinden yamaçların kızıyım. Benim kanım korku nedir bilmez.\"\n\"Bu kadar Taşordu askeri gönüllü olarak savaşta ölümlerine giderken biz dağ halkının buna seyirci kalması düşünülemez.\"\n\"Kendi gözlerimizle görmediğimiz bir felaketin bizim için yabancı ve anlaşılması güç olması doğal.\"\n\"Yine de önümüzde böyle bir felaket varken görevimizi yapıp sınırı korumaktan başka bir şey yapmayı nasıl düşünebiliriz?\"\n\nİnatçı genç kadın Taşordu'nun izini takip etmeden önceki gece babası kabile şefine ait yayı çalmıştı.\nKendini bir daha gün yüzü görmeme ihtimaline hazırlarken yaydaki taş ışıldadı.\n\n\"Her atışı karanlık yarasaları düşürdü; karanlık balçıktan oluşan dev kaplumbağayı yere serdi.\"\n\"Muhteşem yay bulutlar gibi dans etti, oklarının soğuk ışıltısı çürümüş yaratık etini yarıp geçti.\"\n\"Ne hiçlikten gelen pislik sürüsü, ne çarpık derinliklerden çıkan sapkın şeytan...\"\n\"Ne de akıl ermeyen dehşet onu korkutabilirdi veya geri çekilmeye zorlayabilirdi.\"\n\nDağın insanları kıza methiyeler düzmesine rağmen şarkılarda geçen kız bir daha asla dönmeyecekti.\nBu ezgiler bugün bile zamanın geçmesiyle birlikte değişikliğe uğruyor, şafağın karanlığı aydınlatması gibi. Yine de yayın sahibi asla dönmeyecek.\n\n\"Sadece kaybolup unutulmaktan korkuyorum.\"\n\"Makus talihin cilvesiyle adı olmayan bir yerde gömülür gidersem beni unutmayın.\"",
	"baseatk": 44,
	"substat": "Enerji Yüklemesi",
	"subvalue": "6.7",
	"effectname": "Derinliğin İhtişamı",
	"effect": "Parıltı, Gün Batımı ve Şafak Işığı olarak üç aşamadan oluşur ve verilen hasarı sırasıyla {0} artırır. Yapılan saldırılar düşmana isabet ederse silah bir sonraki evreye geçer. Bu silah her 7 saniyede bir evre değiştirebilir. Bu silahı kullanan karakter savaş alanında olmasa bile evre geçişi tetiklenebilir.",
	"r1": [
		"%6/%10/%14"
	],
	"r2": [
		"%7,5/%12,5/%17,5"
	],
	"r3": [
		"%9/%15/%21"
	],
	"r4": [
		"%10,5/%17,5/%24,5"
	],
	"r5": [
		"%12/%20/%28"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Meteor Demiri Tozu",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 3
			},
			{
				"name": "Kehanet Parşömeni",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Kehanet Parşömeni",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 6
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 6
			},
			{
				"name": "Mühürlü Parşömen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 3
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Mühürlü Parşömen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 6
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 9
			},
			{
				"name": "Lanetli Parşömen",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Meteor Demiri Külçesi",
				"count": 4
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 18
			},
			{
				"name": "Lanetli Parşömen",
				"count": 12
			}
		]
	}
}