{
	"name": "Favonius Mızrağı",
	"description": "Genelde Favonius Şövalyeleri tarafından kullanılan bir mızrak. Düz sapının ucundaki bıçak hafif bir rüzgar gibi salınır.",
	"weapontype": "Mızrak",
	"rarity": "4",
	"story": "Favonius Şövalyelerinin kuşandığı, onuru temsil eden bir mızrak. Geçit törenlerinde ve resmi gösterilerde sembolik bir figür olarak kullanılan bu mızrak, aynı zamanda canavarlar için de amansız ve ölümcül bir silahtır.\nMondstadtlı zanaatkarlar ve alimler rüzgara boyun eğmeyen çardağı incelerken, elementlerin davranışlarına dair çok şey öğrenir.\nBu sağlam mızrakta sadece Şövalyelerin onuru değil, şehrin savunucularının işçiliği ve sanat yeteneği de boy gösterir.\nBu mızrağı kuşanan Şövalyeler, disiplinden ve Mondstadt'ın bağımsızlığını savunmaktan asla geri kalmaz.\n\nSavaş becerilerinden yoksun çok sayıda kişi, mızrakların erişim avantajından faydalanmak için bu tür silahları kullanmıştır.\nAskerlik eğitimi almamış sıradan halk bile, ucu sivri tahta çubuklar kullanıp eğitimli askerlerin kılıçlarıyla boy ölçüşebilir.\nAristokrasinin devrilişini kutlamak için şehirdeki çimenliklere uzun kazıklar, gönderler ve dirgenler saplanmıştı.\n\nEskiden tüm soylular kılıç sanatını öğrenmekle mesuldü, bu şekilde itibar ve dirayet kazanabilirlerdi.\nO günlerde mızrak sanatı, yabancı gladyatörlere ve hainlere tahsis edilirdi.\nAncak bir zamanlar mızrak kullanan soylu bir genç vardı.\nEberhart, gecenin ilk çiylerini mızrağının ucuyla yakalayıp gece melteminin keyfini çıkarırmış.\n\nGayrimeşru bir çocuk olan Eberhart, soyluların eski çağlardaki ihtişamını ve onurunu geri getirmek istedi.\nAma bu yozlaşmış kurumların kökünü kazımak için daha çok güce ihtiyacı vardı.\nMeşru kardeşini kandırıp kaçmaya zorlamadan önce, hayalet hırsız olma hayalini gerçekleştirmesi için onu yüreklendirerek...\nKardeşinin de meşruluğuna gölge düşürebilirdi veya\nmızrak kullanan cadının sanatında ölümcül bir açık tespit etmek için onun müridi olup,\ncadıyı kendi silahıyla da vurabilirdi.\n\n\"Benden sonra gelenler varsın beni hor görsün. Gayelerime ulaşmak için her şeyi yaparım.\"",
	"baseatk": 44,
	"substat": "Enerji Yüklemesi",
	"subvalue": "6.7",
	"effectname": "Talih Kuşu",
	"effect": "Kritik Vuruşlar, {0} ihtimalle karaktere 6 Enerji kazandıracak küçük bir miktar Element Parçacığı açığa çıkarır. {1} saniyede bir uygulanabilir.",
	"r1": [
		"%60",
		"12"
	],
	"r2": [
		"%70",
		"10,5"
	],
	"r3": [
		"%80",
		"9"
	],
	"r4": [
		"%90",
		"7,5"
	],
	"r5": [
		"%100",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Karahindiba Gladyatörü Kelepçesi",
				"count": 3
			},
			{
				"name": "Kaos Cihazı",
				"count": 3
			},
			{
				"name": "Bodurlop Özü",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 3
			},
			{
				"name": "Kaos Cihazı",
				"count": 12
			},
			{
				"name": "Bodurlop Özü",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 6
			},
			{
				"name": "Kaos Devresi",
				"count": 6
			},
			{
				"name": "Bodurlop Salgıları",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 3
			},
			{
				"name": "Kaos Devresi",
				"count": 12
			},
			{
				"name": "Bodurlop Salgıları",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 6
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 9
			},
			{
				"name": "Yoğun Bodurlop Özü",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Karahindiba Gladyatörü Rüyası",
				"count": 4
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 18
			},
			{
				"name": "Yoğun Bodurlop Özü",
				"count": 12
			}
		]
	}
}