{
	"name": "Favonius Büyük Kılıcı",
	"description": "Favonius Şövalyelerinin sağlam merasim kılıcı. Elementlerin gücünü kolaylıkla kullanmayı sağlar ve son derece yıkıcıdır.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "4",
	"story": "Favonius Şövalyelerinin kullandığı ağır merasim kılıcı. Genellikle sadece hem Büyük Kumandanın hem de Kilisenin onayıyla verilir.\nMondstadt'taki zanaatkarlar, Mondstadt'ın kadim yadigarlarını araştırarak element yatkınlığı konusunda birtakım sonuçlar elde etti.\nBu ağır büyük kılıç, yalnızca Favonius Şövalyesine bahşedilen bir onur değil, aynı zamanda Mondstadt'ın muhafızlarının sıkı çalışmasının ve becerilerinin de bir meyvesidir.\nBu kılıç, element gücünü kolaylıkla yönlendirebilir. Kılıcı taşıyan kişi, yıkımın yalnızca amaca giden yolda bir araç olduğunu unutmamalıdır. Amaç ise savunulması gerekeni savunmaktır.\n\nYavru Kurt Rostam'ın Favonius Kılıç Tekniğinin yalnızca tek elle kullanılan şekli günümüze ulaşmıştır.\nTarihe karışan bir başka yapı da savaşlarda hem uzun kılıç hem büyük kılıç kullanabilen, Işığın Aslanı Arundolyn'e ait olan yapıdır.\nÇok büyük güç gerektirdiğinden, yalnızca olağanüstü bir güç bahşedilenler bu yapıyı kullanabilmiştir. Bu sebeple de çok geçmeden yok olmuştur.\n\nKöklü bir şövalye soyundan gelen Arundolyn ile köylü bir ailenin çocuğu olan Rostam, büyürken iki yakın arkadaş olmuştu.\nÇocukluk arkadaşlıkları ortak bir kahramanlık hayali üzerine kurulmuştu. Gençliklerinde ikisi de şövalyeydi. Yetişkinliğe adım attıklarında ise biri Büyük Kumandan, diğeri de onun yardımcısı olmuştu.\n\nBüyük Kumandan Arundolyn Önsezi sahibi değildi. Onun korkutucu gücü, doğal yeteneğin ve sıkı çalışmanın bir karışımıydı.\nBüyük Kumandan kendi gücüyle gurur duyuyordu. Şövalyeler, hatta tüm Mondstadtlılar da böyle bir liderle gurur duyuyordu.\nRostam öldükten sonra, Arundolyn gücünü bir daha sergilemedi. Çünkü bu güç, artık vahşi canavarlara meydan okuyacağı bir ihtişam kaynağı değildi.",
	"baseatk": 41,
	"substat": "Enerji Yüklemesi",
	"subvalue": "13.3",
	"effectname": "Talih Kuşu",
	"effect": "Kritik Vuruşlar, {0} ihtimalle karaktere 6 Enerji kazandıracak küçük bir miktar Element Parçacığı açığa çıkarır. {1} saniyede bir uygulanabilir.",
	"r1": [
		"%60",
		"12"
	],
	"r2": [
		"%70",
		"10,5"
	],
	"r3": [
		"%80",
		"9"
	],
	"r4": [
		"%90",
		"7,5"
	],
	"r5": [
		"%100",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Karahindiba Gladyatörü Kelepçesi",
				"count": 3
			},
			{
				"name": "Kaos Cihazı",
				"count": 3
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 3
			},
			{
				"name": "Kaos Cihazı",
				"count": 12
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 6
			},
			{
				"name": "Kaos Devresi",
				"count": 6
			},
			{
				"name": "Çavuş Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 3
			},
			{
				"name": "Kaos Devresi",
				"count": 12
			},
			{
				"name": "Çavuş Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 6
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 9
			},
			{
				"name": "Subay Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Karahindiba Gladyatörü Rüyası",
				"count": 4
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 18
			},
			{
				"name": "Subay Nişanı",
				"count": 12
			}
		]
	}
}