{
	"name": "Favonius Kılıcı",
	"description": "Favonius Şövalyelerinin beylik silahı. Bu kıvrak ve keskin silahı kuşandığında elementlerin gücünü kullanmak çocuk oyuncağı!",
	"weapontype": "Kılıç",
	"rarity": "4",
	"story": "Favonius Şövalyelerinin kullandığı standart bir uzun kılıç. Genellikle, yalnızca hem Kumandanın hem de Kilisenin onayıyla verilir.\nMondstadt'taki zanaatkarlar, Mondstadt'ın Rüzgarını araştırarak element yatkınlığı konusunda birtakım sonuçlar elde etti.\nBu hafif ve çevik kılıç, yalnızca Favonius Şövalyesine bahşedilen bir onur değil, aynı zamanda Mondstadt'ın muhafızlarının sıkı çalışmalarının ve becerilerinin de bir meyvesi.\nBu kılıç, element gücünü kolaylıkla yönlendirebilir. Kılıcı taşıyan kişiyse keskin kılıcın saldırı için değil, savunma için olduğunu bilir.\n\nFavonius Kılıç Tekniği geleneksel sanatı, Işığın Aslanı Arundolyn'in çocukluk arkadaşı ve ruhani yoldaşı olan Yavru Kurt Rostam tarafından yaratıldı.\nEfsaneye göre, kendisi gökyüzünden akan her bir yağmur damlasını kesebilirmiş ve kılıç dansıyla oluşan rüzgar, bir gülü ikiye ayırıp bir meşaleyi söndürebilirmiş.\nİşte burada Favonius Kılıç Tekniğinin özü saklıdır: Mondstadt'ın savunmasında hafif, hızlı ve isabetli.\n\nRostam, yirmi yedi yaşındayken Yavru Kurt lakabını aldı.\nFavonius Şövalyeleri geleneğine göre, Aslan ve Kurt lakapları mükemmel liderlik potansiyeline sahip kişiler için kullanılırdı.\nBu bireylerin, kendilerini çok sayıda şövalyeye liderlik etmeye ve Mondstadt'ı korumaya adayarak günün birinde Büyük Kumandan konumuna ulaşacakları düşünülürdü.\nAncak Rostam, görevlerini sadakatle yerine getirip kendini Mondstadt'a adasa da o günü görecek kadar uzun yaşamadı.\n\nBu kılıç tekniğini Rostam geliştirdiği için, bu tekniği uygulayan başka hiç kimse onun efsanevi yeteneklerine yaklaşamadı.\nAncak onun Mondstadt'ı korumak için olan azmi ve gayreti, nesiller boyunca şövalyelere ilham oldu.",
	"baseatk": 41,
	"substat": "Enerji Yüklemesi",
	"subvalue": "13.3",
	"effectname": "Talih Kuşu",
	"effect": "Kritik Vuruşlar, {0} ihtimalle karaktere 6 Enerji kazandıracak küçük bir miktar Element Parçacığı açığa çıkarır. {1} saniyede bir uygulanabilir.",
	"r1": [
		"%60",
		"12"
	],
	"r2": [
		"%70",
		"10,5"
	],
	"r3": [
		"%80",
		"9"
	],
	"r4": [
		"%90",
		"7,5"
	],
	"r5": [
		"%100",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Decarabian'ın Kırık Çinisi",
				"count": 3
			},
			{
				"name": "Ağır Boynuz",
				"count": 3
			},
			{
				"name": "Sağlam Ok Başı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 3
			},
			{
				"name": "Ağır Boynuz",
				"count": 12
			},
			{
				"name": "Sağlam Ok Başı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 6
			},
			{
				"name": "Siyah Bronz Boynuz",
				"count": 6
			},
			{
				"name": "Sivri Ok Başı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabian'ın Destansı Parçası",
				"count": 3
			},
			{
				"name": "Siyah Bronz Boynuz",
				"count": 12
			},
			{
				"name": "Sivri Ok Başı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Decarabian'ın Destansı Parçası",
				"count": 6
			},
			{
				"name": "Siyah Kristal Boynuz",
				"count": 9
			},
			{
				"name": "Eski Ok Başı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabian'ın Rüya Parçası",
				"count": 4
			},
			{
				"name": "Siyah Kristal Boynuz",
				"count": 18
			},
			{
				"name": "Eski Ok Başı",
				"count": 12
			}
		]
	}
}