{
	"id": 11425,
	"name": "Derinliklerin Sonu",
	"description": "Bu uzun kılıç, gizemli okyanusun derinlikleri kadar sessizdir ve göründüğünden bile eskidir.",
	"descriptionRaw": "Bu uzun kılıç, gizemli okyanusun derinlikleri kadar sessizdir ve göründüğünden bile eskidir.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "Efsanelerde anlatıldığına göre bu merasim kılıcı bir zamanlar bir müzisyene aitti. Ne var ki bu müzisyenin adı artık tarihin tozlu sayfaları arasına karıştı, yok olup gitti bile.\nKılıcın üstündeki kat kat ve iddialı süslere, parıl parıl parlayan mücevherlere bakılınca da bu müzisyenin sıradan bir çalgıcı olmadığı gün gibi ortadaydı.\n\nDenilen oydu ki bu müzisyen kadim ve muazzam bir senfoni bestelemiş ama bu besteyi başkalarının önünde çalmayı reddetmişti.\nZira bu keşmekeş içindeki dünyada müzik artık ne alkış topluyor ne de keder dolu ağıtlara yarenlik ediyordu. Kim böyle karmaşık bir besteyi notaya dökme zahmetine katlanacaktı üstelik?\nFontaine'de bu sanatçının hayatını anlatan bir opera da vardı. Müzisyenin nereden geldiği muallakta olsa bile yaşadığı trajedi, dinleyen herkesin yüreğini dağlayacak kadar gerçekti.\nMütevazı bir aileden gelen çoğu insan gibi o da kaderini tüm su yollarının buluştuğu o şehirde tayin etmişti.\n\n\"Öğrencilerim! Biz ki müziği ilmek ilmek işleriz, iktidarı ahenkle yontarız... Müzik denilen güç bizim tasarrufumuzda gelişecektir!\"\n\"Müziğimiz dalgalar gibi yayılmalı, akan sular gibi çağlamalıdır. Asamızın ritmi bir aşığın dokunuşu gibi süzülmeli, kulak veren herkesin kalbini fethetmelidir!\"\nYüce tiyatro akademisinde eğitimciler bu müziğin azametini anlatıyor, körpe öğrencilerine medeniyet ve sanat bilgisi aşılıyorlardı.\nSenfoninin notaları ve melodileri dört dörtlük bir düzenle işlenmiş, mutlak bir mantığın ve bilgeliğin kusursuzluğuyla icra edilmişti...\n\n\"Peki düzenin iradesi nasıl olur da katı ve bağnaz geleneklere bel bağlar? Müzisyen dediğin aydınlığın doruğuna varmış olmalıdır. Sanatçı ancak ulviyetin sesi olduğunda sanatçıdır.\"\n\"Bu ulviyet; dağın zirvesindeki kuşların çığlıkları gibi, fırtınalı denizin köpürüp taşan öfkesi gibi muazzam olmalıdır. Düzen dediğin sonsuz bir coşkunun elinde şekil almalıdır.\"\n\"Ardından bu coşkudan görkemli bir zafer doğmalı, coşkunun müjdelediği bu bütünlük de düzeni pekiştirmelidir... Müziğin ve müzisyenlerin esas vazifesi budur.\"\n\"Düşmanlarını alt etmenin, yoldaşlarını sevmenin verdiği coşkuya kulak verin! Zira insanlar arasında efendiyi hizmetkarından ayıran en ulvi duygudur coşku.\"\nDaha sonra tıpkı operada anlatıldığı gibi müziğinin bu eşsiz idrakı ve yorumu; müzisyeni en soylu, en ulvi salonlara yükseltti...\nMüzisyenin mutlak güdümü ve hakimiyetindeki müzik, o çağlarda sayısız dinleyiciyi fetheden bir iktidar asası ve siperi haline gelmişti.\n\nAltın çağda dinleyiciler bu ulvi güzelliğin karşısında zevk sarhoşu olmuş, aynı coşkunun izinde aynı sevincin ve hüznün tadına bakmışlardı.\nNe var ki insanların geleceğe olan bakışı devasa bir dalga tarafından engellenecek, dalganın yuttuğu kişilerin feryadı da onlarla birlikte suya gömülecekti...\nGöklere uzanan tiyatro akademisi, tsunaminin gücüyle yerle bir olduğunda insanlar gördükleri şey karşısında dehşete kapıldı.\nMüzisyenin coşkusunun ateşinde yanıp kül olanların iskeletleri gün yüzüne çıkmış, temellerin altından dışarı doğru fırlamaya başlamıştı...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "6%",
	"effectName": "Yüce Son",
	"effectTemplateRaw": "Bir Element Becerisi kullanıldığında 15 saniyeliğine Saldırı <color=#99FFFFFF>{0}</color> artar ve Maks. Canın %25'i oranında bir Hayat Bağı kazanılır. Bu etki her 10 saniyede bir tetiklenebilir. Hayat Bağı sona erdiğinde 15 saniyeliğine en fazla <color=#99FFFFFF>{1}</color> olmak üzere temizlenen toplam Hayat Bağının <color=#99FFFFFF>{2}</color> kadar Saldırı kazanılır.",
	"r1": {
		"description": "Bir Element Becerisi kullanıldığında 15 saniyeliğine Saldırı %12 artar ve Maks. Canın %25'i oranında bir Hayat Bağı kazanılır. Bu etki her 10 saniyede bir tetiklenebilir. Hayat Bağı sona erdiğinde 15 saniyeliğine en fazla 150 olmak üzere temizlenen toplam Hayat Bağının %2,4'ü kadar Saldırı kazanılır.",
		"values": [
			"%12",
			"150",
			"%2,4'ü"
		]
	},
	"r2": {
		"description": "Bir Element Becerisi kullanıldığında 15 saniyeliğine Saldırı %15 artar ve Maks. Canın %25'i oranında bir Hayat Bağı kazanılır. Bu etki her 10 saniyede bir tetiklenebilir. Hayat Bağı sona erdiğinde 15 saniyeliğine en fazla 187,5 olmak üzere temizlenen toplam Hayat Bağının %3'ü kadar Saldırı kazanılır.",
		"values": [
			"%15",
			"187,5",
			"%3'ü"
		]
	},
	"r3": {
		"description": "Bir Element Becerisi kullanıldığında 15 saniyeliğine Saldırı %18 artar ve Maks. Canın %25'i oranında bir Hayat Bağı kazanılır. Bu etki her 10 saniyede bir tetiklenebilir. Hayat Bağı sona erdiğinde 15 saniyeliğine en fazla 225 olmak üzere temizlenen toplam Hayat Bağının %3,6'sı kadar Saldırı kazanılır.",
		"values": [
			"%18",
			"225",
			"%3,6'sı"
		]
	},
	"r4": {
		"description": "Bir Element Becerisi kullanıldığında 15 saniyeliğine Saldırı %21 artar ve Maks. Canın %25'i oranında bir Hayat Bağı kazanılır. Bu etki her 10 saniyede bir tetiklenebilir. Hayat Bağı sona erdiğinde 15 saniyeliğine en fazla 262,5 olmak üzere temizlenen toplam Hayat Bağının %4,2'si kadar Saldırı kazanılır.",
		"values": [
			"%21",
			"262,5",
			"%4,2'si"
		]
	},
	"r5": {
		"description": "Bir Element Becerisi kullanıldığında 15 saniyeliğine Saldırı %24 artar ve Maks. Canın %25'i oranında bir Hayat Bağı kazanılır. Bu etki her 10 saniyede bir tetiklenebilir. Hayat Bağı sona erdiğinde 15 saniyeliğine en fazla 300 olmak üzere temizlenen toplam Hayat Bağının %4,8'i kadar Saldırı kazanılır.",
		"values": [
			"%24",
			"300",
			"%4,8'i"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Saf Kutsal Çiy Damlası Kalıntısı",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Kirli Su Damlası",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Saf Kutsal Çiy Damlası Buharı",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Kirli Su Damlası",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Saf Kutsal Çiy Damlası Buharı",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Kirli Su Birikintisi",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Saf Kutsal Çiy Damlası Kaynağı",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Kirli Su Birikintisi",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Saf Kutsal Çiy Damlası Kaynağı",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Saf Kutsal Çiy Damlasının Özü",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 12
			}
		]
	}
}