{
	"id": 12432,
	"name": "Ateşte Dövülen Bilgelik",
	"description": "Kabile hikayelerinde Kaplıca Halkının uzun bir yolculuğa çıkan bir çocuğu korumak için dövdüğü yüce bir kılıçtan bahsedilir. Bu silah da o efsanevi kılıcın bir replikası.",
	"descriptionRaw": "Kabile hikayelerinde Kaplıca Halkının uzun bir yolculuğa çıkan bir çocuğu korumak için dövdüğü yüce bir kılıçtan bahsedilir. Bu silah da o efsanevi kılıcın bir replikası.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Geceye çığlık atan ahmağın aktardığı kadim kabile geleneklerine göre\nyolculuğuna başlamak üzere olan torun, zanaatkarın evindeki köşede otururken ocakta kızıl alevler parlıyordu.\nDağlardan gelen demirci çekicini indirdi ve ritmik seslerle kristali parçalara ayırdı.\nYürümekte zorlanan ve bastonuna sıkıca tutunan ihtiyar, boştaki eliyle bir sepetin içine uzandı ve eski zamanlardan kalan bir hazine çıkardı.\n\n\"Vakit geldi Akamai. Zengin bir cevher damarı veya büyük bir hazine bulacağız bu sefer, eminim!\"\n\"Evet Kau Kau, bulduğumuzda da başarılarımızı dokuma parşömenlere yazacaklar.\"\nBir zamanlar Kaplıca Halkından gelen bu iki genç bütün Natlan'ı keşfetmeye ant içmişti.\nOnlar için maceralar ve zaferler, Wayob tarafından bahşedilen birer görevdi.\nKalpleri ve zihinleri, gizemli adalara ve geçmiş çağlardaki kahramanlara dair hikayelerle doluydu.\nBir gün genç maceracılar yürüyerek kutsal bir yolculuğa çıktı.\n\nLakin geçmiş kahramanların efsanelerinde sıradan insanların dertlerine yer verilmez genelde\nve zaten dünyadaki hazine sayısı, hevesli kaşif sayısından çok daha azdır.\nÇıkardıkları cevherler pek sıradandı, keşfettikleri kristallerin ise gündelik eşyalardan farkı yoktu.\nAma ne fark ederdi ki? Neşeli kalmaya devam ettiler ve gece vakti yaktıkları ateşlerin ışığında topladıkları taşları incelediler.\nOnları bulduklarında hissettikleri duyguları ve etrafta gördüklerini konuştular.\nMesela bu taş, kristallerle dolu dağlardan geçerken karşılaştıkları dev bir Tepetlizorun pençeleri arasındaydı.\nBu ise doğal bir kaplıcanın kıyısında sarhoş halde yürürken onları yere düşüren acımasız bir taştı.\nKüllerle kaplı bu taş, yanıp kül olmuş kadim bir kasabanın sınırında uzun zamandır nöbetteydi.\nTa ki bir gün oradan geçen iki gezgin, bu gri nöbetçinin dileklerini umursamadan onu yanlarına alana dek.\n\nŞimdiyse taşları döven usta her birini alıp eritirken geçmiş yeniden gün yüzüne çıkıyor ve anlatılan her anı yeniden canlanıyordu.\nAkamai'nin torununun atasının izinden gitmek istediğini duyduklarında malzeme olarak bu taşları kullanmaya karar verdiler.\nDünyada pusu kurmuş tehlikeleri bildikleri için torunu koruyacak bir kılıç dövmek istemişlerdi.\nBüyük kılıç dövüldüğünde Akamai ve Kau Kau bir veda hediyesi olarak çiçeği burnunda gezgine verdiler onu.\n\n\"Artık güçten düşmüş atalarının yerine geçmişin anıları eşlik etsin sana bu yolculuğunda...\"\n\"Her yeni neslin damarlarında geçmiş akar yeniden, her daim yanan ve törenlerle aktarılan söndürülemez bir ateş misali.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "36",
	"effectName": "Zihinde Açan Çiçekler",
	"effectTemplateRaw": "Elektrik Yüklü, Ay Yüklü veya Çiçeklenme tepkimeleri tetiklendiğinde <color=#99FFFFFF>{0}</color> Element Enerjisi kazanılır ve 15sn boyunca Element Ustalığı <color=#99FFFFFF>{1}</color> artar. Bu etki 15 saniyede bir ve kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Elektrik Yüklü, Ay Yüklü veya Çiçeklenme tepkimeleri tetiklendiğinde 12 Element Enerjisi kazanılır ve 15sn boyunca Element Ustalığı 60 artar. Bu etki 15 saniyede bir ve kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Elektrik Yüklü, Ay Yüklü veya Çiçeklenme tepkimeleri tetiklendiğinde 15 Element Enerjisi kazanılır ve 15sn boyunca Element Ustalığı 75 artar. Bu etki 15 saniyede bir ve kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Elektrik Yüklü, Ay Yüklü veya Çiçeklenme tepkimeleri tetiklendiğinde 18 Element Enerjisi kazanılır ve 15sn boyunca Element Ustalığı 90 artar. Bu etki 15 saniyede bir ve kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Elektrik Yüklü, Ay Yüklü veya Çiçeklenme tepkimeleri tetiklendiğinde 21 Element Enerjisi kazanılır ve 15sn boyunca Element Ustalığı 105 artar. Bu etki 15 saniyede bir ve kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Elektrik Yüklü, Ay Yüklü veya Çiçeklenme tepkimeleri tetiklendiğinde 24 Element Enerjisi kazanılır ve 15sn boyunca Element Ustalığı 120 artar. Bu etki 15 saniyede bir ve kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Kutsal Lordun Hezeyanlı Çöküşü",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Soğuktan Çatlamış Kabuk Parçası",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Okyanus Ötesi İncisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Kutsal Lordun Hezeyanlı Perişanlığı",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Soğuktan Çatlamış Kabuk Parçası",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Okyanus Ötesi İncisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Kutsal Lordun Hezeyanlı Perişanlığı",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Sıcak Sırt Kabuğu",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Okyanus Ötesi Parça",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Kutsal Lordun Hezeyanlı Sureti",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Sıcak Sırt Kabuğu",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Okyanus Ötesi Parça",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Kutsal Lordun Hezeyanlı Sureti",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Alevli Prizma Kabuğu",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Alaca Kristal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Kutsal Lordun Hezeyanlı Kutsallığı",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Alevli Prizma Kabuğu",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Alaca Kristal",
				"count": 12
			}
		]
	}
}