{
	"id": 11426,
	"name": "Cendre Nehri Kayıkçısı",
	"description": "Bir zamanlar silah görevi gören uzun bakır bir boru. Bazıları arasında ünlüydü, bazıları için de kötü bir namı vardı.",
	"descriptionRaw": "Bir zamanlar silah görevi gören uzun bakır bir boru. Bazıları arasında ünlüydü, bazıları için de kötü bir namı vardı.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "Atıldıktan sonra suyla oluklara kadar sürüklenen parçalar, acil bir durumda silah olarak kullanılabilecek kadar sağlamdı.\nBu parçanın ilk rakibi ise \"besin değeri yüksek bir su\" ile beslenip güçlenmiş bir canavardan ibaretti.\nTabii yine de bana mısın dememiş, sayısız \"hayvanın\" dizini kırıp çenesini un ufak etmişti.\nYurttaşlarının güvenliğini tehdit eden çok sayıda canlıyı, tüm yaşamın buluştuğu o gri nehre yollayan bu silah,\nEduardo'nun sevgi dolu elleri arasında \"Kayıkçı\" diye anılır oldu.\n\nFontaine'in gelişiminin son noktası, kentin altındaki kanalizasyonların bir yer altı şehrine dönüşmesi olmuştu.\nCendre Nehri'nin düzenini sağlamak ise dile kolaydı, Fontaine Şehri'ndeki bürokrasinin elinden gelebilecek bir iş değildi.\nBöylece sonraki günlerde şehrin haydut lideri, timsahları geri püskürtmek için eline aldığı bronz boruyla bu yola baş koydu.\nSonra da tüccarları çetelerin gasp, taciz ve şantajlarından korumak için elinden geleni ardına koymadı.\nCendre Nehri'nin \"vatandaşları\" için ara buluculuk yaptı, yeni evlenenleri bizzat kutsadı,\nTa ki sonunda herkes bir ağızdan \"Bırakın güneşin aydınlattığı şeyler onlara kalsın, Cendre Nehri bize ait olsun.\" deyinceye kadar...\n\nGel gör ki gelişim, sonu olmayan bir akarsu gibiydi.\nİnsanların bulunduğu mevki değişmez bir olguydu fakat bu mevkinin konumu belirli bir amaç uğrunda değiştirilebilirdi.\nKaldı ki belirli bir açıdan bakıldığında \"onlar\" ile \"biz\" arasında hiçbir fark yoktu zaten,\nsadece geliştirilebilecek yerler ve atılması ya da \"taşınması\" gereken çöpler vardı.\n\nEduardo, Cendre Nehri'nin tasfiyesine direnirken tutuklananlar arasındaydı ve çölde sürgüne götürüldüğü sırada\ntaraftarları tarafından kurtarıldı. Ekinoks Dağı yakınlarında görev yapan yoldaşlarıyla güçlerini birleştirip Poisson'u işgal ettiler\nve onları götürmekle görevli Asayiş Dairesi üyelerini esir alarak bir dizi absürt talepte bulundular.\nBu kriz, sonunda Mareşose Avcılarının devreye girmesiyle çözüme kavuştu.\n\nMüzakere taleplerini iletmek için gönüllü olan gazeteci Karl Ingold ise işler sarpa sarmadan önce Poisson'da şöyle bir fotoğraf çekmişti:\nFotoğrafın ortasında ayakta duran Eduardo Baker, nam salmış veya \"adı çıkmış\" da denilebilir, borusuna bir bastonmuşçasına yaslanıyordu.\nEduardo'nun diğer eli oğlu Jakob'un omzundaydı, Jakob ise gergin bir şekilde Rene de Petrichor'un kolunu kavrıyordu.\nHemen sol taraflarında da Büyük Sihirbaz Parsifal korkuluklara gamsızca yaslanmış, sahnede yüzünden düşürmediği o meşhur gülümsemesini takınmıştı.\nEduardo'nun sağında Poisson'un şu anki belediye başkanı Renault de Petrichor duruyordu. Yakası biraz yamulmuş olsa da ziyadesiyle resmi bir şekilde giyinmişti.\nÖnünde duran oğlu Rene ise kameraya bir mucize görmüşçesine bakıyor, fal taşı gibi açılmış gözleriyle eli ayağına dolanmış bir halde poz veriyordu.\nParsifal'ın solunda kucağında bebeğiyle poz veren Rosa Reed ve kocası Thompson, fotoğrafın en sağında ise Tom Alter yer alıyordu.\nYüzleri, makinanın yansıyan ışığı yüzünden bembeyaz kesilmiş halde ileri doğru bakarken ne Ingold'a ne de Kameraya odaklanıyormuş gibi durmuyorlardı.\nZira gözleri yalnızca geleceği görüyor olmalıydı.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "10%",
	"effectName": "Demir Kemik",
	"effectTemplateRaw": "Element Becerisinin Kritik Oranını <color=#99FFFFFF>{0}</color> artırır. Ek olarak bir Element Becerisi kullanıldıktan sonra 5 saniyeliğine Enerji Yüklemesini <color=#99FFFFFF>{1}</color> artırır.",
	"r1": {
		"description": "Element Becerisinin Kritik Oranını %8 artırır. Ek olarak bir Element Becerisi kullanıldıktan sonra 5 saniyeliğine Enerji Yüklemesini %16 artırır.",
		"values": [
			"%8",
			"%16"
		]
	},
	"r2": {
		"description": "Element Becerisinin Kritik Oranını %10 artırır. Ek olarak bir Element Becerisi kullanıldıktan sonra 5 saniyeliğine Enerji Yüklemesini %20 artırır.",
		"values": [
			"%10",
			"%20"
		]
	},
	"r3": {
		"description": "Element Becerisinin Kritik Oranını %12 artırır. Ek olarak bir Element Becerisi kullanıldıktan sonra 5 saniyeliğine Enerji Yüklemesini %24 artırır.",
		"values": [
			"%12",
			"%24"
		]
	},
	"r4": {
		"description": "Element Becerisinin Kritik Oranını %14 artırır. Ek olarak bir Element Becerisi kullanıldıktan sonra 5 saniyeliğine Enerji Yüklemesini %28 artırır.",
		"values": [
			"%14",
			"%28"
		]
	},
	"r5": {
		"description": "Element Becerisinin Kritik Oranını %16 artırır. Ek olarak bir Element Becerisi kullanıldıktan sonra 5 saniyeliğine Enerji Yüklemesini %32 artırır.",
		"values": [
			"%16",
			"%32"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Kadim Akor Parçası",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Kirli Su Damlası",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Okyanus Ötesi İncisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Kadim Akor Kuplesi",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Kirli Su Damlası",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Okyanus Ötesi İncisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Kadim Akor Kuplesi",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Kirli Su Birikintisi",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Okyanus Ötesi Parça",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Kadim Akor Bölümü",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Kirli Su Birikintisi",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Okyanus Ötesi Parça",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Kadim Akor Bölümü",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Alaca Kristal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Kadim Akor Yankısı",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Alaca Kristal",
				"count": 12
			}
		]
	}
}