{
	"name": "Orman Nişanı",
	"description": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını ikiye ayırabileceğin bir büyük kılıcın şekline girmiş.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "4",
	"story": "\"Orman, evvel zamanda dev bir labirentti...\"\n\nOrmanın son kralı Sarva'ya geri dönmüştü. Bir gün adını vereceği kişi \"Kaplan\" adını miras aldı.\nGeçmişte, gölgenin olduğu her yerde orman kralının adı da yankılanırdı. Kendi topraklarında dolaşırken,\normanda yaşayan kuşlar ve hayvanlar, o geçerken saygılarını ve hürmetlerini göstermek için başlarını eğerlerdi.\n\nTüm kralların kendi sarayları vardı; tahta çıkan her orman kralının ormanı kendi isteğine ve görüşüne göre değişirdi.\nOrmanın son kralının sarayı, ağaçlardan ve sarmaşıklardan oluşan bir çitin arkasına ve bir su ve uçurum hattının arkasına gizlenmişti.\nAy ışığının hüzmeleri ağaçların arasından süzülüyor ve kristal berraklığındaki suda bir dizi incinin üzerindeki boncuklar gibi parlıyordu. Kral suyun yanındaydı, tek başına ayın yansımasının tadını çıkarıyordu.\n\nBöylece orman labirenti ortaya çıktı. Efsaneye göre orman kralı göz kamaştırıcı benekli çizgileriyle bir labirentin yolunu çizdi.\nOrman krallarının sarayları üst üste binmiş, böylece ağaçların arasındaki yollar kesişmiş, dereler kesilmiş veya yeni dallar oluşturmuştur.\nOrman yolları giderek daha karmaşık hale geldi. Sadece orman kralı, biz Aranaralar ve kral ağacının tapınağındaki insanlar,\norman kralının kutsal alanına özgürce girebilir ve ağaçtan ağaca ve dereden dereye kendi yolumuzu bulabilirdik.\n\n...\nDaha sonra ormanın son kralı ormanı korurken öldü. Orman saraysız kaldı ve labirent de ortadan kayboldu.\nYa da belki, buğday başaklarını yerinden koparan kasırganın yaptığı gibi, ağaçları kesen karanlık canavar sürüleriydi. Ama sonuç olarak, Orman Kralı ile birlikte labirent de ortadan kalktı.\n\nBana bu hikayeyi anlatan Aranara çok çekingendi ve onun şarkı söylemesini duymamızı istemedi. Her zaman yalnız kalmak için bir yer arardı.\nBir gece labirentte suyun üstünde ayın güzel yansımasını gördü. Son Orman Kralının hikayesini böyle duydu.\nSonra su hareket edince ayın yansıması dağıldı. Pek çok şey değişti ancak pek çok şey de aynı kaldı.\nAma benim gibi hiç kralla tanışmamış olsan bile, Kaplanın ormanın asil ve güçlü kralı olduğu anlayabilirsin.",
	"baseatk": 44,
	"substat": "Enerji Yüklemesi",
	"subvalue": "6.7",
	"effectname": "Orman Sığınağı",
	"effect": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını {0} artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
	"r1": [
		"60"
	],
	"r2": [
		"75"
	],
	"r3": [
		"90"
	],
	"r4": [
		"105"
	],
	"r5": [
		"120"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Orman Çiyinin Bakır Tılsımı",
				"count": 3
			},
			{
				"name": "Kaos Deposu",
				"count": 3
			},
			{
				"name": "Soluk Kırmızı Saten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 3
			},
			{
				"name": "Kaos Deposu",
				"count": 12
			},
			{
				"name": "Soluk Kırmızı Saten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 6
			},
			{
				"name": "Kaos Modülü",
				"count": 6
			},
			{
				"name": "İşlemeli Kırmızı İpek",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 3
			},
			{
				"name": "Kaos Modülü",
				"count": 12
			},
			{
				"name": "İşlemeli Kırmızı İpek",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 6
			},
			{
				"name": "Kaos Cıvatası",
				"count": 9
			},
			{
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Orman Çiyinin Altın Tılsımı",
				"count": 4
			},
			{
				"name": "Kaos Cıvatası",
				"count": 18
			},
			{
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 12
			}
		]
	}
}