{
	"name": "Özgürlük Yemini",
	"description": "Mavi bir düz kılıç, kadim şarkıları andırır ve Rüzgar Diyarının özgürlük yemini kadar inatçıdır.",
	"weapontype": "Kılıç",
	"rarity": "5",
	"story": "İnsanlar önceleri bir gezginin şarkısına kadeh kaldırırdı. Şarkı sözleri ise şöyleydi:\n\"Gözlerinle söyle şarkıyı koparırsa biri dilini.\"\n\"Kulaklarınla gör oyarsa biri gözlerini.\"\n\"Yarınları yok etmeye çalışırlarsa kadeh kaldır onlara.\"\n\"Yarınlar mahvolsa bile yaşayacak bu şarkı akıllarda.\"\n\nDerler ki bir bölgenin karakterini hükümdarın karakteri belirler ve bu durum hem halk hem de diyarın kendisi için geçerlidir.\nPeki ya çatışma ortasındaki diyara ve insanlara, özgürlük ve şarap sevgisi sunan kural tanımaz hükümdarın kendisi miydi?\nYoksa Rüzgar Hükümdarı'nın özgürlük sevgisini besleyip büyüten, uluyan rüzgar ve soğuğun ortasında bunun hasretini çeken insanlar mıydı?\nBu artık cevaplanamayan bir soru.\n\nAncak bu şarkı genellikle zor zamanlarda söylenir.\nDecarabian'ın, boraların taçlandırdığı kulesinde hüküm sürdüğü günlerde\nveya yozlaşmış soylular hükümdarın suretini alaşağı ettiğinde,\nkapalı mahzenlerde, karanlık ara sokaklarda ve eskimiş tavernalarda\nbu şarkı, zorbalığın kasvetli rüzgarları ve katı yönetimi arasında yavaşça yayılmış ve direniş gösteren kahramanlar için bir marş haline gelmişti.\n\nÇok eskiden, etrafı tamamen sarılmış sessiz bir şehirde,\ntezahüratlar lir sesine dönüştü ve en sonunda hiddetli rüzgarların yarattığı zindanı delip geçti.\nBir genç, bir ruh, bir okçu, bir şövalye ve alev saçlı bir gezgin savaşçıdan oluşan bir grup geldi\nve göğü delen bir mızrak gibi görünen kulenin önüne dikildi.\nKulenin düşen gölgesi bir titanı andırıyordu.\nGrup, burada özgür olacağına yemin edip kuledeki yalnız tiranın hükümdarlığını paramparça etmeye ant içti.\n\nKuleye tırmanamayıp onun yerine şarkı söyleyen zayıf ve güçsüzler, şimdiye dek rüzgarın ulaşamadığı köşelerde fısıldamakla yetiniyordu.\nBu meyhane şarkısı, tırmanan kahramanları cesaretlendirirken, şehir duvarlarını sarsacak kadar güçlü bir isyana sebep olmuştu.\n\"Gözlerinle söyle şarkıyı koparırsa biri dilini.\"\n\"Kulaklarınla gör oyarsa biri gözlerini.\"\n\"Ama istediğin özgürlüğü ve şarkıyı çalmaya cüret ederse biri...\"\n\"Bu bile asla kabul edilemez!\"",
	"baseatk": 46,
	"substat": "Element Ustalığı",
	"subvalue": "43",
	"effectname": "Devrim Marşı",
	"effect": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Hasarı {0} artırır. Bu silahı kuşanan karakter Element Tepkimesi tetiklerse bir İsyan Mührü kazanır. Bu etki 0,5 saniyede bir uygulanabilir ve kuşanan karakter sahada değilken bile tetiklenir. 2 adet İsyan Mührüne sahip olduğunda, ikisi de kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Direniş Şarkısı\" kazanır. \"Milenyum Hareketi: Direniş Şarkısı\" ile Normal, Yüklü ve Havadan Saldırı Hasarı {1}, Saldırı {2} artar. Bu etki tetiklendikten sonra 20 saniye boyunca İsyan Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
	"r1": [
		"%10",
		"%16",
		"%20"
	],
	"r2": [
		"%12,5",
		"%20",
		"%25"
	],
	"r3": [
		"%15",
		"%24",
		"%30"
	],
	"r4": [
		"%17,5",
		"%28",
		"%35"
	],
	"r5": [
		"%20",
		"%32",
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Karahindiba Gladyatörü Kelepçesi",
				"count": 5
			},
			{
				"name": "Kaos Cihazı",
				"count": 5
			},
			{
				"name": "Kehanet Parşömeni",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 5
			},
			{
				"name": "Kaos Cihazı",
				"count": 18
			},
			{
				"name": "Kehanet Parşömeni",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 9
			},
			{
				"name": "Kaos Devresi",
				"count": 9
			},
			{
				"name": "Mühürlü Parşömen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 5
			},
			{
				"name": "Kaos Devresi",
				"count": 18
			},
			{
				"name": "Mühürlü Parşömen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 9
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 14
			},
			{
				"name": "Lanetli Parşömen",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Karahindiba Gladyatörü Rüyası",
				"count": 6
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 27
			},
			{
				"name": "Lanetli Parşömen",
				"count": 18
			}
		]
	}
}