{
	"name": "Buzözü Meyvesi",
	"description": "Etrafına belli belirsiz bir ızdırap yayan tuhaf bir buzul meyvesi.",
	"weapontype": "Katalizör",
	"rarity": "4",
	"story": "Vindagnyr rahibesinin kızı bu beyaz ağacın altında dünyaya geldiğinde,\nSal Vindagnyr'in lütfu ona bahşedildiğinde yeşil tepedeki krallık neşeyle dolmuştu.\n\nSal Vindagnyr'ın lütfu hiç şüphesiz sonsuza dek sürecekti...\nTıpkı kökleri toprağı delen ölümsüz, gri beyaz ağaç gibi.\nO dağ krallığında yaşananları kağıda dökenler tam da böyle olmasını umuyordu.\nSayısız insana ve olaya dair hikayelerin kaydını tutanlar,\nprenseslerinin güzelliğinin ve hünerlerinin ay ışığı misali ebediyen saf olacağına yürekten inanıyordu.\n\nDünyayı donduran pençe bir anda inip de\no gri beyaz ağacı da paramparça edince,\no kız, ağacın en sağlam dalını alarak\neskiden bir ulusun üzerine gölgesi düşen bu ağaca yeniden hayat vermeyi düşünmüş.\nAma ne yazık ki can gitti mi geri gelmezdi.\nAman vermeyen kar fırtınası, ay ışığını bin bıçaklı perde misali örtmüş.\n\nBu olaydan sonra ve çok uzun zaman önce...\nKaranlığın ve rüzgarın ejderhaları arasında ölümcül bir savaş nihayet patlak verince,\nkül rengindeki vadi, yoluna çıkan her şeyi çürüten kanla kırmızıya boyanınca,\nağaç, gömülen o şehirle birlikte ölüp gitmediğini nihayet hatırlamış.\nAçgözlü köklerini, toprakları besleyen o ılık zehre doğru uzatmış.\n\nÇünkü birileri, bu kana kızıl bir öz katmıştı.\nUzun zaman önce ölmesi gereken bu ağaç, geçmişini hatırlamış\nve tüm gücünü toplayıp tek bir meyve vermiş.\n\nBenim güvenli gölgemde yaşayanları, bana methiyeler düzen rahipleri,\nbedenimde resimler çizen o güzel genç kızı,\nkendilerine bahsedilmemiş olan mutlulukların hepsini, bu buz kesmiş kızıl meyvede bir araya getiriyorum.\n\nBu meyve, zehir saçan bu dünyayı cezalandıracak olana gitsin.\nAdaleti tesis ederken, benim masum ve acı meyvemi de yanında taşısın.",
	"baseatk": 42,
	"substat": "Saldırı",
	"subvalue": "9",
	"effectname": "Buzul Mezar",
	"effect": "Bir düşmana Normal veya Yüklü Saldırılarla vurmak {0} ihtimalle düşmanın üzerine bir Hepbuzul Sarkıtı düşürerek {1} Saldırı kadar bir Alan Hasarı verir. Buz etkisi altındaki düşmanların aldığı hasar {2} Saldırı kadar olur. 10 saniyede bir uygulanabilir.",
	"r1": [
		"%60",
		"%80",
		"%200"
	],
	"r2": [
		"%70",
		"%95",
		"%240"
	],
	"r3": [
		"%80",
		"%110",
		"%280"
	],
	"r4": [
		"%90",
		"%125",
		"%320"
	],
	"r5": [
		"%100",
		"%140",
		"%360"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Karahindiba Gladyatörü Kelepçesi",
				"count": 3
			},
			{
				"name": "Kaos Cihazı",
				"count": 3
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 3
			},
			{
				"name": "Kaos Cihazı",
				"count": 12
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 6
			},
			{
				"name": "Kaos Devresi",
				"count": 6
			},
			{
				"name": "Parıltılı Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 3
			},
			{
				"name": "Kaos Devresi",
				"count": 12
			},
			{
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 6
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 9
			},
			{
				"name": "Enerji Nektarı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Karahindiba Gladyatörü Rüyası",
				"count": 4
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 18
			},
			{
				"name": "Enerji Nektarı",
				"count": 12
			}
		]
	}
}