{
	"id": 12430,
	"name": "Meyve Kancası",
	"description": "Gök Kubbenin Evlatlarından cesur Burkina, bu silahı Tenoch'un yardımıyla yaptı. Tek amacıysa Natlan'da eşi benzeri bulunmayan Alev Narlarını toplayabilmekti.",
	"descriptionRaw": "Gök Kubbenin Evlatlarından cesur Burkina, bu silahı Tenoch'un yardımıyla yaptı. Tek amacıysa Natlan'da eşi benzeri bulunmayan Alev Narlarını toplayabilmekti.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Bugün Coatepec Dağı'nın altındaki yarık ve çatlaklara kök salmış olan yüce ağaç, bir zamanlar başka bir yerde kök salmıştı.\nHikayecilerin dediğine göre, bu ağaç yanardağdan bile yüksekte bulunan, bulutların üzerine yükselmiş dağ eteklerinde yer alıyordu.\nBir zamanlar genç bir kurye vardı ve dağın diğer tarafında yaşayan bir Sürüngenin, yaptıklarını aptalca bularak kendisiyle alay etmesine çok sinirleniyordu.\nKurye, yüce ağaçta yetişen Alev Narlarını toplamak için en yüksek tepeye çıkacağına yemin etti,\nböylece Yumkazorların en çevik olanına bile ne kadar yetenekli olduğunu gösterebilecekti.\n\nAncak bu dünyada büyük işler başarmak için sadece düşünmek yetmez\nve her ne kadar Burkina adlı kahraman, zirvelere çıplak elleriyle tırmanabilen, kayalara parmak uçlarıyla tutunabilen biri olsa da\nkanatlarıyla sanki onunla alay edermişçesine zirvede daireler çizen Sürüngenin kendisini rahatsız etmesini engelleyemedi,\nüstelik ağacın altında meyvelerin olgunlaşmasını beklerken nöbet tutan çok sayıda vahşi hayvan konusunda elinden hiçbir şey gelmiyordu.\nMeyvelerin olgunlaşma sezonu yaklaşıyordu ve Burkina meyve dolu dalların henüz uçlarına bile yaklaşamamıştı,\nancak genç kahramanın acelesi yoktu ve bir şeyler mırıldanıp oradan ayrıldı.\n\nKanatlı Sürüngenlerle bir arada yaşayan kabileye gelerek Sürüngenlerin günlük bakımlarını üstlendi,\nonları günlerce gözlemledi. Bunu yapmaktaki amacı onların uzuvlarına ve hareketlerine aşina olmaktı.\nYanardağın altındaki dağ halkını takip etti, büyük kayaları kullanarak bedenini ve ruhunu geliştirdi,\ndaha sonra algısını ve bilincini geliştirmek için, büyük törenlerde Gece Rüzgarının Başrahiplerinin kendisine rehberlik etmesini istedi.\n\nOraya seyahate giden Tenoch, arkadaşını ve onun dağılmış saçını başını görünce başta sormaya korktu,\nama onun niyetini anlayınca Tenoch yüzündeki gülümsemeyi gizleyemedi ve Burkina'ya ona eşlik etmek istediğini söyledi.\nGök Kubbenin Evlatlarının kahramanı, arkadaşının bu nazik teklifini reddetti çünkü biliyordu ki tüm bu eğitimler\nulaşmak istediği hedefler için ödemesi gereken bir \"bedeldi\", fakat arkadaşının bu nezaketi\nbelki de karşılıksız değildi ve içinden belli belirsiz bir ses bu bedelin ödenmesi gereken günün bir gün geleceğini söylemişti ona.\nArkadaşının kararlılığını gören Tenoch bir daha yardımdan söz etmedi\nama bu maceranın hatırına küçük bir iyilik yapabileceğini söyledi...\n\nMeyvelerin olgunlaştığı gün geldiğinde genç kurye, arkadaşıyla birlikte yaptığı silahı aldı\nve atletik vücuduyla, ovalarda depar atar gibi hızlı bir şekilde uçurumu aştı.\nKanatlı Sürüngenlerin kendisini nasıl rahatsız edebileceklerini anlayalı uzun zaman olmuştu ve onu durdurmak isteyen yaratıkların saldırılarını savuşturmak için\nelindeki kancalı kılıcı savururken bu kez soğukkanlılığını kaybedenler onlar oldu.\nÖnündeki yüce ağaçtan yeni olgunlaşmış Alev Narlarını toplamak için tek yapması gereken elindeki kancayı sallamaktı,\nancak kahraman tam başarmak üzereyken duyduğu gurur hissi onu rehavete sürükledi ve ani bir rüzgarla sendeledi,\nöyle ki az kalsın o yükseklikten aşağı düşecekti ve kucağındaki meyvelerle birlikte ezilip etli bir posaya dönüşmekten korktu...\n\nHayatı pamuk ipliğine bağlı bir haldeyken ağaçların arasından yeşil bir figür çıktı\nve uzun diliyle yanaklarındaki pektini tükürerek kahramanı ölümün kenarından geri döndürdü.\nBurkina'yı kurtaran figür sürekli onunla mücadele eden ve onu gölgelerin içinden takip etmiş olan Yumkazordan başkası değildi.\nNihayet, tehlike kapıya dayandığında ortaya çıkıp onu Gece Lordu'nun çağrısından kurtarmıştı.\n\nBurkina, yapılan iyiliğin karşılığını ödemek için Alev Narlarını kendisini kurtaran Sürüngene verdi.\nİşte bu, Bedel Ateşi kahramanı ile Dağ Kralı Kongamato'nun yoldaş olmalarının hikayesidir.\nDaha sonra, Gök Kubbenin Evlatlarının kahramanları yüce ağacı dağın alt kısmına taşıdılar\nve o günün anısına, o günden sonra en iyi Alev Narları, \"Dağ Kralı\" ismiyle anılmaya başlandı.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "6%",
	"effectName": "Dökülen Dalların Ağırlığı",
	"effectTemplateRaw": "Havadan Saldırı Kritik Oranı <color=#99FFFFFF>{0}</color> artar. Bir düşmana Havadan Saldırı ile vurulduğunda 10sn boyunca Normal, Yüklü ve Havadan Saldırıların verdiği Hasar <color=#99FFFFFF>{1}</color> artar.",
	"r1": {
		"description": "Havadan Saldırı Kritik Oranı %16 artar. Bir düşmana Havadan Saldırı ile vurulduğunda 10sn boyunca Normal, Yüklü ve Havadan Saldırıların verdiği Hasar %16 artar.",
		"values": [
			"%16",
			"%16"
		]
	},
	"r2": {
		"description": "Havadan Saldırı Kritik Oranı %20 artar. Bir düşmana Havadan Saldırı ile vurulduğunda 10sn boyunca Normal, Yüklü ve Havadan Saldırıların verdiği Hasar %20 artar.",
		"values": [
			"%20",
			"%20"
		]
	},
	"r3": {
		"description": "Havadan Saldırı Kritik Oranı %24 artar. Bir düşmana Havadan Saldırı ile vurulduğunda 10sn boyunca Normal, Yüklü ve Havadan Saldırıların verdiği Hasar %24 artar.",
		"values": [
			"%24",
			"%24"
		]
	},
	"r4": {
		"description": "Havadan Saldırı Kritik Oranı %28 artar. Bir düşmana Havadan Saldırı ile vurulduğunda 10sn boyunca Normal, Yüklü ve Havadan Saldırıların verdiği Hasar %28 artar.",
		"values": [
			"%28",
			"%28"
		]
	},
	"r5": {
		"description": "Havadan Saldırı Kritik Oranı %32 artar. Bir düşmana Havadan Saldırı ile vurulduğunda 10sn boyunca Normal, Yüklü ve Havadan Saldırıların verdiği Hasar %32 artar.",
		"values": [
			"%32",
			"%32"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Gece Rüzgarının Mistik Düşüncesi",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Gizli Kaynak Ekseni",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Genç Diş",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Gece Rüzgarının Mistik Sezgisi",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Gizli Kaynak Ekseni",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Genç Diş",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Gece Rüzgarının Mistik Sezgisi",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Gizli Kaynak Yuvası",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Tecrübeli Diş",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Gece Rüzgarının Mistik Kehaneti",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Gizli Kaynak Yuvası",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Tecrübeli Diş",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Gece Rüzgarının Mistik Kehaneti",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Gizli Kaynağın Kalbi",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tiranın Dişi",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Gece Rüzgarının Mistik İlhamı",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Gizli Kaynağın Kalbi",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tiranın Dişi",
				"count": 12
			}
		]
	}
}