{
	"name": "Doygunluk Meyvesi",
	"description": "Aranara hikayesinden elde ettiğin bir meyve. Her sorunu çözebilecek bir potansiyele sahip.",
	"weapontype": "Katalizör",
	"rarity": "4",
	"story": "\"Ay, aslında her zaman bir inci gibi görünmüyordu...\"\n\nBu çok çok uzun zaman önceye ait korkunç bir hikaye. Neyse ki sadece bir hikaye, kimsenin anısı değil.\nBir zamanlar ay, vahşice sırıtan dişlere dönüştü. Ay ışığı artık çimenlerin üzerine düşüp çiyi parıldayan incilere dönüştürmek için yaprakların arasından süzülmüyordu.\n\nAğaçlar, kuvvetli rüzgarların ezdiği buğday dalları gibi yere yığıldı. Toprağın her zerresini keder kaplamıştı.\nKeder o denli büyük ve şiddetliydi ki akarsular bile keskin tuz ve demir kokusuyla doluydu.\n\nYaratıcımız Kraliçe Aranyani, orman konusunda bize güvendi. Biz de karanlıktan gelen canavarlara, demir ve çelikten yapılmış devlere ve Maranaya karşı savaşa giriştik.\nOrmanın çocuklarıyla birlikte çöle girdi. Felaketin köklerini yaktılar ve dallarını kırdılar ancak sadece birkaçı sonunda ağaçların gölgesine geri dönebildi.\nVanarana'yı kaybettik ve çok fazla Aranara zamanından önce toprağa döndü. Hayatta kalanların hikayesi bile acı ve ızdırap vericiydi.\n\nAma sonunda felaketin üstesinden geldik. En derin kum denizinde bile nilüferler hâlâ çiçek açmaya devam ediyordu.\nBizi yaratan toprağın içi, yurdun boş kalbini onarmak için bir kez daha yeni bir hayat yaratmıştı.\n\n...\nCesaret ve güç, en acı hikayelerde bile hâlâ yankılanıyor. Hiçbir hikaye \"hatıralar\" kadar güçlü değildir ancak yine de güç verir.\nBana anlattığın hikayeleri, maceramızın hikayelerini hiç unutmayacağım. Felaket tekrar ederse ve ay değişime uğrarsa, bu hikayeler ormanı sizin adınıza koruyacak.",
	"baseatk": 42,
	"substat": "Enerji Yüklemesi",
	"subvalue": "10",
	"effectname": "Tam Daire",
	"effect": "Bir Element Tepkimesi tetiklendikten sonra Element Ustalığını {0} artıran ama Saldırıyı %5 azaltan \"İnişli Çıkışlı\" etkisi elde edilir. Her 0,3 saniyede 1 İnişli Çıkışlı kademesi kazanılabilir. En fazla 5 kademeye kadar birikir. Element Tepkimesi tetiklenmeyen her 6 saniyede 1 kademe kaybedilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": [
		"24"
	],
	"r2": [
		"27"
	],
	"r3": [
		"30"
	],
	"r4": [
		"33"
	],
	"r5": [
		"36"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Vaha Bahçesi Hatırası",
				"count": 3
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 3
			},
			{
				"name": "Mantar Sporları",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Vaha Bahçesi Zarafeti",
				"count": 3
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 12
			},
			{
				"name": "Mantar Sporları",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Vaha Bahçesi Zarafeti",
				"count": 6
			},
			{
				"name": "Kara Heykelcik",
				"count": 6
			},
			{
				"name": "Parlak Polen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Vaha Bahçesi Matemi",
				"count": 3
			},
			{
				"name": "Kara Heykelcik",
				"count": 12
			},
			{
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Vaha Bahçesi Matemi",
				"count": 6
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 9
			},
			{
				"name": "Kristal Toz Kutusu",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vaha Bahçesi Gerçeği",
				"count": 4
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 18
			},
			{
				"name": "Kristal Toz Kutusu",
				"count": 12
			}
		]
	}
}