{
	"name": "Avcının Yolu",
	"description": "Bu yaldızlı yay, değerli dallar kullanılarak yapıldı. Ormana sızmaya çalışan sayısız canavarın son durağı olmuştur.",
	"weapontype": "Yay",
	"rarity": "5",
	"story": "Ormanın kutsamasına sahip beyaz dallardan yapılmış altın bir av yayı.\nBu tür beyaz dalları olan ağaçlar günümüzde nadiren görülür.\nBu lütuflar bir zamanlar kanla kaplanmıştı ancak kara lekeler suyla akıp gittiler.\n\nAvcı, karanlık sürünün peşinde bitmeyen bir avdaydı.\nKurumuş yaprakların altında geçen geceler, et yığınlarının arasında geçen günler,\nhepsi avın kalbine nüfuz edecek ölümcül ok ve sıradaki hedefine yönelmek içindi.\n\nYavaş yavaş avcı, rüzgarın avına konumunu göstermesi konusunda veya\ninsan kokusunu kamufle etmek için kır çiçekleri kullanmak hakkında endişelenmeyi bıraktı çünkü\nkokusu gitgide vahşi hayvanlara benzemeye başlamıştı.\n\nAvcı olmadan çok önce insan dilini unuttu.\nSonu gelmeyen avı sırasında zamanı, geceyi ve gündüzü de unutmaya başlamıştı.\nTıpkı ona vaat edilen sonsuz avlanma alanları gibi.\nOnu ilk bulan ve beyaz dallardan yapılmış yayı veren\nve karanlık hayvanların yoluna götüren kör genci bile,\nkendini tamamen avlanmaya adadığı için unuttu.\n\n\"Çünkü elini kana bulayanlar, sonsuz yeşillikteki avlanma alanlarını asla bulamaz.\"\n\"Hayır efendim, barbar canavarların dolaştığı bu dünya benim avlanma alanım olacak...\"\n\nAvcı, ay ışığının altındaki berrak suya bakarken farkında olmadan vahşi bir canavara dönüştüğünü fark etti.\nCanavarın izini sürerek afallamış avcıyı bulan kılıçlı bir şövalyenin yansıması suya yansıdı...\n\n\"Sudaki dolunayın yansımasıyla sersemlemiş ve yok edilmesi gereken bir canavardan başka bir şey değilsin.\"\n\"Ne tuhaf. Bir an için ormanda kaybolmuş bir kız gördüğümü sanmıştım...\"\n\n\"Batıya doğru gitmeliyim. Adalet adına... İnsanı bir canavar biçimine sokma durumunu çözmek adına.\"",
	"baseatk": 44,
	"substat": "Kritik Oranı",
	"subvalue": "9.6",
	"effectname": "Yabandaki İzin Sonu",
	"effect": "Tüm Element Hasarları için {0} Bonus sağlar. Karakter, bir düşmana Yüklü Saldırı ile vurduğunda Amansız Av etkisi kazanır. Bu etki, Yüklü Saldırı Hasarını Element Ustalığının {1}'si kadar artırır. Bu etki, 12 Yüklü Saldırı veya 10 saniye sonrasında kaybolur. Her 12 saniyede 1 defa Amansız Av kazanılabilir.",
	"r1": [
		"%12",
		"%160"
	],
	"r2": [
		"%15",
		"%200"
	],
	"r3": [
		"%18",
		"%240"
	],
	"r4": [
		"%21",
		"%280"
	],
	"r5": [
		"%24",
		"%320"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Kavurucu Kuvvetin Yankısı",
				"count": 5
			},
			{
				"name": "Etkisizleştirilmiş Mantar Özü",
				"count": 5
			},
			{
				"name": "Soluk Kırmızı Saten",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kavurucu Kuvvetin Kalan Parıltısı",
				"count": 5
			},
			{
				"name": "Etkisizleştirilmiş Mantar Özü",
				"count": 18
			},
			{
				"name": "Soluk Kırmızı Saten",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kavurucu Kuvvetin Kalan Parıltısı",
				"count": 9
			},
			{
				"name": "Pasif Mantar Özü",
				"count": 9
			},
			{
				"name": "İşlemeli Kırmızı İpek",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kavurucu Kuvvetin Rüyası",
				"count": 5
			},
			{
				"name": "Pasif Mantar Özü",
				"count": 18
			},
			{
				"name": "İşlemeli Kırmızı İpek",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Kavurucu Kuvvetin Rüyası",
				"count": 9
			},
			{
				"name": "Dinç Mantar Özü",
				"count": 14
			},
			{
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Kavurucu Kuvvetin Eski Günleri",
				"count": 6
			},
			{
				"name": "Dinç Mantar Özü",
				"count": 27
			},
			{
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 18
			}
		]
	}
}