{
	"id": 15419,
	"name": "Telli Turna",
	"description": "Hikayede yer verilen betimlemelere göre dövülmüş altın bir yay. Normal bir silah gibi kullanırsan kitap sayfalarındaki kurgusal dünyanın gerçeğe dönüşen bir parçası olduğunu hayal edebilirsin.",
	"descriptionRaw": "Hikayede yer verilen betimlemelere göre dövülmüş altın bir yay. Normal bir silah gibi kullanırsan kitap sayfalarındaki kurgusal dünyanın gerçeğe dönüşen bir parçası olduğunu hayal edebilirsin.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "Bu eşyanın normalde Yakarışların Kralı #1'in son bölümüne özel olarak ön sipariş ile birlikte gönderilen bir ürünün numunesi olması gerekiyordu.\nAncak talep o kadar detaylı teknik özelliklerle gönderilmiş ki, numune yerine yanlışlıkla gerçek bir silah yapılmış.\nDolayısıyla Yae Yayınevi editörleri ellerine bu yay ulaştığında epey sinirlendiler. Yay teslim edildiği sırada orada olan Fukumoto, meydana gelen olaydan son derece etkilendi ve aşağıdaki yazıyı kaleme aldı. Yazı daha sonra kitabın ekler kısmına dahil edildi.\n\n\"Bu yayı kullanacak kişi, Büyük Kızıl Çöl Kralının ordusundaki en usta okçu olacak.\"\nHerkes bunu söylüyor ve soluk yeşil tenli genç adam da buna derinden inanıyordu. Leylek Kral hazinelerini gösterdiğinde bu mücevherlerle bezeli kum taşı sarısı uzun yay hemen onun dikkatini çekmişti. O zamanlar genç adam henüz kaderi tarafından zehirlenmemişti. Tek isteğinin sadece şan ve şöhret kazanmak olduğunu sandığı zamanlardı.\nOnun için mesele sadece ne kadar uğraşması gerekeceğinden ibaretti.\nBu sebeple Leylek Krala şu cüretkar soruyu sordu: \"Eğer ben herkesten daha büyük bir okçu olursam, eğer gücüm kuvvetim diğer kralları geçerse, bu uzun yay benim olur mu?\"\nAvluya sessizlik çöktü. Lambaların aydınlatmadığı gölgelerde dahi kimsenin cevap vermeye cesareti yoktu.\nTek bir istisna vardı: Tahtta oturan, gözleri kartal gibi keskin olan adam güldü ve genç adamın dileğini yerine getirdi.\n\"Gün gelecek, böyle olacak.\" diye düşündü yeşil tenli genç adam.\n\nZaman geldi geçti ve uzun, zorlu yıllar geride kaldı.\nSavaş efendisi onun dileğini yerine getirdiğinde birkaç yüzyıl geçmişti. Sır Kutusunu açan genç adam ile birlikte mühürlü \"Düello Odası\"na girdi ve ancak o zaman uzun yayın bir hayaletin elinde olduğunu gördü.\nSanki zaman durmuş, ruhunun kalan kırıntıları da parçalanmış kapılardan, dağınık koridorlardan geçip ihanet ve entrika dolu bu avluya gelsin diye bekler gibiydi. Gizli Ayin Yayı, ona doğru kaçması imkansız altın bir ok fırlattı, adam kendine doğru uçan oku yakalayarak göğsünü delmesini engelledi ve kendini makus kaderinden kurtardı.\nDemek en başından beri planı buydu.\nFakat tam o anda gizli ayin sona erdi. Ok kayboldu ve okçunun silüeti bir anda silindi.\nAdam oku yere düşmeden yakaladı.\nAltından yapılma yayı ele geçirme çabaları birçok kez başarısızlıkla sonuçlanmıştı. Bu da Leylek Kral ile aralarının açılmasına sebep olmuştu. Uzun zamandır arzuladığı hazineyi nihayet elde ettiğindeyse kalbinin, en ufak bir neşe kıpırtısının dahi olmadığı durgun bir bataklık kadar soğuk olduğunu fark etti. Timsah Kral düşündü ve içinde ukde kalan arzuları gerçekleştirme özleminin gençliğinde olduğu kadar güçlü olmadığına karar verdi.\nAyrıca, Kızıl Kumların saygıdeğer Efendisi de tarih olmuş, Çiçeklerin Hanımı da kaybolmuştu. Anıt mezardaki taht adına süren rekabet, krallıklar arasında kavga ve kargaşa çıkmasına sebep olmuştu. Bu karmaşa içerisinde o, fırsatı değerlendirip \"Düello Ayini\" adına kum denizini aştı ve farklı dünyalar arasındaki bariyerleri kaldırarak çılgınca bir savaş başlattı. Nihayetinde, onu durdurmaya kararlı, elinde altın bir yay tutan yalnız ve yaşlı bir adamın silüeti, ayine çıkan merdivenleri ağır ağır tırmanırken görüldü...\nBunlar artık mazide kalan anılardan ibaretti.\nYayın üzerindeki kürede parmaklarını gezdirdi ve onun parlaklığını azaltan şeyin toz olmadığını fark etti. Toz, aslında hayal gücünün bir uydurmasıydı.\n\n\"Boş ver\" dedi kendi kendine savaş efendisi.\n\"Düello Odası\"ndaki masaların yeniden etkinleştirilme sesini duydu ve eskiden kendi ruh kalıntılarını da ele geçirmiş olan genç adamın dört gözle bir düello beklediğini tahmin etti.\nUzun yayını omzuna astı ve bir zamanlar hayalini kurduğu zaferi gözlerinin önüne getirmeye çalıştı.\nSoluk yeşil tenli kral, kaderinde yazılı olan savaş alanına doğru yavaş adımlarla yürüdü.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "6%",
	"effectName": "Saklı Bilgeliğin Lütfu",
	"effectTemplateRaw": "Yüklü Saldırılar düşmana isabet ettiğinde 6 saniyeliğine karakterin Element Ustalığı <color=#99FFFFFF>{0}</color> artar. 2 kademeye kadar birikir. Bu etki 0,5 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Yüklü Saldırılar düşmana isabet ettiğinde 6 saniyeliğine karakterin Element Ustalığı 40 artar. 2 kademeye kadar birikir. Bu etki 0,5 saniyede bir tetiklenebilir.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Yüklü Saldırılar düşmana isabet ettiğinde 6 saniyeliğine karakterin Element Ustalığı 50 artar. 2 kademeye kadar birikir. Bu etki 0,5 saniyede bir tetiklenebilir.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Yüklü Saldırılar düşmana isabet ettiğinde 6 saniyeliğine karakterin Element Ustalığı 60 artar. 2 kademeye kadar birikir. Bu etki 0,5 saniyede bir tetiklenebilir.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Yüklü Saldırılar düşmana isabet ettiğinde 6 saniyeliğine karakterin Element Ustalığı 70 artar. 2 kademeye kadar birikir. Bu etki 0,5 saniyede bir tetiklenebilir.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Yüklü Saldırılar düşmana isabet ettiğinde 6 saniyeliğine karakterin Element Ustalığı 80 artar. 2 kademeye kadar birikir. Bu etki 0,5 saniyede bir tetiklenebilir.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Orman Çiyinin Bakır Tılsımı",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Soluk Kırmızı Saten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Soluk Kırmızı Saten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 6
			},
			{
				"id": 112066,
				"name": "İşlemeli Kırmızı İpek",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 12
			},
			{
				"id": 112066,
				"name": "İşlemeli Kırmızı İpek",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Orman Çiyinin Altın Tılsımı",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 12
			}
		]
	}
}