{
	"id": 14505,
	"name": "Yeşimlerin Mağrur Işıltısı",
	"description": "Gökyüzünün ışıltısını ve berrak suları yansıtan, yeşim taşından oyulma bir tören silahı.",
	"descriptionRaw": "Gökyüzünün ışıltısını ve berrak suları yansıtan, yeşim taşından oyulma bir tören silahı.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "Muhteşem yeşim, gökyüzünden düştü ve sonsuz akan sularda yıkanıp arındı.\nKara toprak ve çürük tahtadan arındı, tüm kalıntılar suya karışıp gitti.\nÖlümlü ve genç ellerin yontup şekillendirdiği ezeli bir taş halini aldı.\nSonunda olağanüstü bir yeşim enstrüman haline geldi ve kutsal amacını yerine getirmek üzere kaderinde yazılı o anı beklemeye başladı...\n\n\"Tıpkı söylediğim gibi\" diye düşündü yağmur ormanından gelen araştırmacı çayını yudumlarken. \"Tarih çürümeye ve yıkıma doğru giden bir çizgide seyrediyor.\"\n\"İnsanlığın düşüşü yalnızca bilgelik ve tanrıların merhameti ile engellenebilir. Bunlar olmadan insanlar kaçınılmaz bir şekilde kendi sonunu getirecektir.\"\n\"Dağların ve bataklıkların arasındaki terk edilmiş harabelerin suskun ifadelerine tanık olun. Tepelerdeki, ruhtan ve konuşma yetisinden yoksun kalmış vahşi hayvanlara tanık olun...\"\n\"Geçmiştekiler arkalarında hiçbir iz bırakmadan kayboldular. En büyük krallar ve liderler bile, su yüzeyinde ufacık olsun bir dalga oluşturacak etki yaratamadılar.\"\n\nChenyu Vadisi sakinleri eskiden beri hep burada yaşamıyorlar ama bu kristal damarlı dağları yuva bildikleri bir zaman olmuştu.\nAile ve kabile hayatı maden etrafında dönerdi. Yerleşkeleri tepelerden tepelere uzanırdı.\nFakat ölümlüler, ayak basıp kazma vurdukları yerin altında yatan ve madenin en derin damarlarına kadar uzanan kadim günahtan habersizdi.\nKutsal ceza merhametsizdir ve ölümlülerin canına kıymaktan çekinmez. Felaketten sonra onların ataları ailelerini kuzeye götürmek zorunda kaldılar.\n\nQiaoying Köyü yaşlıları, Chenyu Vadisi sakinlerinin atalarının güneydeki bir başka vadiden geldiklerini iddia ediyor.\nBeraberinde büyük yeşim sunağı getirmişler, arkalarında ise kadim ve gizemli harabeler bırakmışlar...\nTanrıların arasındaki savaşın yol açtığı trajedi, Chenyu Vadisi halkının avare dolaşan mülteciler haline gelmesine sebep olmuş.\nTorunlarının bir zamanlar inandığı tanrı artık unutulmuş ve her şey tarihin tozlu sayfalarında kaybolmuş.\n\n\"Pek tutarlı bir teori değil\" diye yanıtladı siyah cübbeli danışman. \"Ölümlülerin tarihi yeniden doğuş hikayeleri ile doludur.\"\n\"Görkem ve yıkım, ölümlülerden ortaya çıkar. Bir seçim yoksa, iniş de olmaz çıkış da.\"\n\"Kadim harabeler terk edilmiş halde yatıyor. Fakat oranın önceki sakinleri, kaderin sillesini yemelerine rağmen bugün hâlâ hayattalar.\"\n\"Atalarının gidişi bugünkü refahlarına ulaşmalarına vesile oldu... Yeni bir tanrıya inananlar arasına karışmış olsalar da.\"\n\"Küçük ya da büyük olaylar karşısında çaresiz kalsalar da hiçbir zorluk karşısında yok olmadılar, aksine kendi kaderlerini tayin ettiler.\"\n\"Bilgelik ve tanrıların kanunlarına gelince, onlar da kişisel hevesleri değil, ölümlüler arasındaki mutabakatı temel alırlar.\"\n\nÇay sohbeti sırasında yapılan bu küçük tartışma, kısa süre sonra bir sonuca varmadan sona erdi. Ölümlüler ve tanrılar arasındaki bu tür konuşmalar, genelde ufak meseleler hakkında didişmeye dönüşmeye meyillidirler.\nFakat Bishui Nehri sonsuza dek akar ve içindeki kutsal yeşim de parıltısını korur. Tıpkı onun önceki sahibi gibi.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "10,8%",
	"effectName": "Ezeli Yeşim Nişanı",
	"effectTemplateRaw": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir <color=#99FFFFFF>{0}</color> Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için <color=#99FFFFFF>{1}</color> Element Hasarı Bonusu kazanır. En fazla <color=#99FFFFFF>{2}</color> Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir 4,5 Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için %0,3 Element Hasarı Bonusu kazanır. En fazla %12 Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"4,5",
			"%0,3",
			"%12"
		]
	},
	"r2": {
		"description": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir 5 Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için %0,5 Element Hasarı Bonusu kazanır. En fazla %20 Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"5",
			"%0,5",
			"%20"
		]
	},
	"r3": {
		"description": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir 5,5 Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için %0,7 Element Hasarı Bonusu kazanır. En fazla %28 Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"5,5",
			"%0,7",
			"%28"
		]
	},
	"r4": {
		"description": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir 6 Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için %0,9 Element Hasarı Bonusu kazanır. En fazla %36 Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"6",
			"%0,9",
			"%36"
		]
	},
	"r5": {
		"description": "Element Patlaması kullandıktan veya kalkan oluşturduktan sonra kuşanan karakter 3 saniyeliğine Ezeli Yeşim Nişanı etkisini kazanır. Her 2,5 saniyede bir 6,5 Enerji yeniler ve sahip olduğu her 1.000 Maks. Can başına kullandığı Element Türü için %1,1 Element Hasarı Bonusu kazanır. En fazla %44 Bonus kazanabilir. Ezeli Yeşim Nişanı, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"6,5",
			"%1,1",
			"%44"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Guyun'un Parlak Kumları",
				"count": 5
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Guyun'un Işıltılı Taşı",
				"count": 5
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Guyun'un Işıltılı Taşı",
				"count": 9
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Guyun'un Yadigarı",
				"count": 5
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Guyun'un Yadigarı",
				"count": 9
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 18
			}
		]
	}
}