{
	"name": "Kagotsurube Isshin",
	"description": "Bu meşhur kılıç kuzeydeki uzak bir ulusta yapıldı. Fakat kılıç, evine giden yolda \"Isshin\" uğruna pek çok karanlık olayla lekelendi.",
	"weapontype": "Kılıç",
	"rarity": "4",
	"story": "Isshin ismini taşıyan kan rengi uzun kılıç. Epey keskin ve uğursuz olduğu ortada.\nBu kılıcın, delikli bir bambu sepetini içindeki su daha dışarı sızamadan kolayca ortadan ikiye ayırabileceği söylenir.\n\nİnsanlar sık sık her kılıcın içinde bir kılıç ruhu olduğunu söyler.\nO halde Tatarigami tarafından işlenen bir kılıcın içinde kötü kalpli şeytanların olduğunun varsayılması oldukça normal.\nMeşhur kılıç Kagotsurube Isshin, baş demirci olmayı başaramayan kılıç zanaatkarı Akame Kanenaga tarafından işlenmiş.\nInazumalı bir kılıç zanaatkarı tarafından işlenmiş de olsa bu kılıç yıldırım ulusunda Yeşim Çeliğinden yapılmamış. Kuzeyin uzak, karlarla kaplı topraklarında üretilmiş.\nKılıç ay ışığına tutulduğunda deseni, yolculuk eden bir gezginin süzülen kanı ve gözyaşları gibi görünür.\n\n\"Kötülük 'Tatarigami'nin' doğasında var. Fani arzulara karşı kin duyar.\"\n\"Kılıçlar yalnızca kötü talihe aracılık eder. Kötülük olmadan katliama yol açmazlar, nefret olmadan kanın tadı nedir bilmezler.\"\n\"'Isshin' zihin dinginliğidir, tüm huzursuzluklardan arınmadır. Bu arzunun saflığı kılıç zanaatkarını usanmadan kılıcı işlemeye iter.\"\n\"Yine bu sebeple, ölümcül kılıcın işlendiği metal, onun canlı varlıklara olan kinidir.\"\n\nAkame Okulundakilerin \"Isshin\" pratiği yapma hırsları her zaman son derece öldürücü, katil bir kılıç dövme üzerine olmuştur.\nAkame Okulunun üyelerinin bedenleri ve zihinleri sıklıkla çekingen ve kısa ömürlü, kalpleriyse kine gömülü olur.\nAslında Akame Okulundakiler tarafından yapılan kılıçlar keskindir ama çoğunun içinde kötülük olması, okulun yetkililer tarafından \"istenmeyen\" olarak nitelenmesine sebep olmuştur.\nBu yüzden Akame Okulu, Mitsunaga'dan aldığı Isshin Sanatındaki liderliğini yetkililer feshetmeden önce üç nesil bile sürdürememiştir.\n\nDaha sonra Akame Kanenaga Acayip Dava olayına karışıp vatan hainliği suçu işlemiştir.\nBu, onun ismini değiştirip karlarla kaplı kuzeydeki bir ulusa gitmesine ve buzun hüküm sürdüğü diyarlarda mütevazı bir yaşam sürmesine sebep olmuştur.\nRahmetli Kaedehara'nın tek dileği, Isshin Sanatının kılıcın güzelliğinden anlayanlar tarafından övgüyle anılmasıydı.\nFakat kılıç zanaatkarlığı, kılıç ve Tatarigami sadece insanların güç gösterisi yapmak için kullandığı araç ve unvanlardı.\n\n\"Ömrümün yarısını Isshin Sanatının gösterişi peşinde koşarak geçirdim ama sonunda Kaedehara'ya dönüştüm!\"\n\"Olan oldu. Tek umudum, buz ve ayazdan doğan kılıcın, unvanı kadar işe yaramaz olmaması...\"\n\nKaedehara Klanı, Masagomaru'nun tarzını en iyi temsil eden kılıç zanaatkarlarından oluşurken, kil ile şekillendirmede becerikli Niwa Klanı mütevazı ve gayretlidir. \nAkame Okulundakilerin \"Isshin\" pratiği yapma hırsları her zaman son derece öldürücü, katil bir kılıç dövme üzerine olmuştur.\nYoğun karlı bir günde ölürkenki tek dileği, Kaedehara'nın namını kurtarmak ve halkın ona yeniden saygı duymasını sağlamak için şanlı bir kılıç işlemekti.",
	"baseatk": 42,
	"substat": "Saldırı",
	"subvalue": "9",
	"effectname": "Berrak Isshin Sanatı",
	"effect": "Normal, Yüklü veya Havadan Saldırılar bir düşmana isabet ederse Yontucu Fırtına oluşur. Bu fırtına, Saldırının %180'i kadar Alan Hasarı verir ve 8 saniyeliğine Saldırıyı %15 artırır. Bu etki 8 saniyede bir tetiklenebilir.",
	"r1": [],
	"r2": [],
	"r3": [],
	"r4": [],
	"r5": [],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Habis Teğmenin Maskesi",
				"count": 3
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 3
			},
			{
				"name": "Uçarlop Kabuğu",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Kaplan Dişinin Maskesi",
				"count": 3
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 12
			},
			{
				"name": "Uçarlop Kabuğu",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kaplan Dişinin Maskesi",
				"count": 6
			},
			{
				"name": "Kara Heykelcik",
				"count": 6
			},
			{
				"name": "Uçarlop Kalbi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Tekboynuzun Maskesi",
				"count": 3
			},
			{
				"name": "Kara Heykelcik",
				"count": 12
			},
			{
				"name": "Uçarlop Kalbi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Tekboynuzun Maskesi",
				"count": 6
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 9
			},
			{
				"name": "Uçarlop Cevheri",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kijin'in Maskesi",
				"count": 4
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 18
			},
			{
				"name": "Uçarlop Cevheri",
				"count": 12
			}
		]
	}
}