{
	"id": 12414,
	"name": "Katsuragikiri Nagamasa",
	"description": "Bir zamanlar Tatarasuna'da dövülmüş bir kılıç. Ağır ve sağlamdır.",
	"descriptionRaw": "Bir zamanlar Tatarasuna'da dövülmüş bir kılıç. Ağır ve sağlamdır.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Tatarasuna müfettişlerinden birinin tasarladığı bir nagamaki kılıcı.\nTaslağının, o müfettiş gibi dümdüz ve basit olduğu söylenir.\n\nUzun zaman boyunca, Mikage Ocağı'nın yapımına yardımcı olan o yabancı teknoloji gelmeden önce...\nTatarasuna, geleneksel \"Tatara Demir İşçiliği Yöntemini\" kullanarak demir eritirdi.\nMikoshi Nagamasa müfettiş olduktan sonra, bir süre çeliğin soğuk cazibesine kapıldı.\nBu yüzden kendisiyle aynı tutkuya sahip olan Yardımcı Cephanelik Subayı Miyazaki'ye danıştı.\nBu tavsiyeyle birlikte, dayanıklı ve basit bir kılıç olan Daitatara Nagamasa ortaya çıktı.\n\nMikoshi Klanında üvey bir oğul da olsa, üvey annesi, Mikoshi namını zedelemiş de olsa,\nMikoshi'nin tek gerçek varisi olan Michihiro, onu terk edip ortadan kaybolmuş da olsa\nkendisinin de kabul ettiği aptallığı ve sadakati, Mikoshi adının daha da yüceltilmesini sağladı.\nÇalışkanlığı ve dürüstlüğüyle, ailesinin kötüye çıkan adından kurtulmak ve hükümetin bir parçası olmak istedi.\n\nYorikisi Katsuragi'nin uygunsuz tek bir davranışını görmesiyle onu acımadan infaz etti.\nİşte o zaman, kılıcının adı ve kendisinin unvanı sonsuza kadar değişti.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "10%",
	"effectName": "Samuray Yasaları",
	"effectTemplateRaw": "Element Becerisi Hasarını <color=#99FFFFFF>{0}</color> artırır. Bir Element Becerisi bir düşmana isabet ettiğinde karakter 3 Enerji kaybeder ama sonraki 6 saniye boyunca her 2 saniyede <color=#99FFFFFF>{1}</color> Enerji kazanır. Bu etki 10 saniyede bir uygulanabilir. Karakter savaş alanında değilken de tetiklenebilir.",
	"r1": {
		"description": "Element Becerisi Hasarını %6 artırır. Bir Element Becerisi bir düşmana isabet ettiğinde karakter 3 Enerji kaybeder ama sonraki 6 saniye boyunca her 2 saniyede 3 Enerji kazanır. Bu etki 10 saniyede bir uygulanabilir. Karakter savaş alanında değilken de tetiklenebilir.",
		"values": [
			"%6",
			"3"
		]
	},
	"r2": {
		"description": "Element Becerisi Hasarını %7,5 artırır. Bir Element Becerisi bir düşmana isabet ettiğinde karakter 3 Enerji kaybeder ama sonraki 6 saniye boyunca her 2 saniyede 3,5 Enerji kazanır. Bu etki 10 saniyede bir uygulanabilir. Karakter savaş alanında değilken de tetiklenebilir.",
		"values": [
			"%7,5",
			"3,5"
		]
	},
	"r3": {
		"description": "Element Becerisi Hasarını %9 artırır. Bir Element Becerisi bir düşmana isabet ettiğinde karakter 3 Enerji kaybeder ama sonraki 6 saniye boyunca her 2 saniyede 4 Enerji kazanır. Bu etki 10 saniyede bir uygulanabilir. Karakter savaş alanında değilken de tetiklenebilir.",
		"values": [
			"%9",
			"4"
		]
	},
	"r4": {
		"description": "Element Becerisi Hasarını %10,5 artırır. Bir Element Becerisi bir düşmana isabet ettiğinde karakter 3 Enerji kaybeder ama sonraki 6 saniye boyunca her 2 saniyede 4,5 Enerji kazanır. Bu etki 10 saniyede bir uygulanabilir. Karakter savaş alanında değilken de tetiklenebilir.",
		"values": [
			"%10,5",
			"4,5"
		]
	},
	"r5": {
		"description": "Element Becerisi Hasarını %12 artırır. Bir Element Becerisi bir düşmana isabet ettiğinde karakter 3 Enerji kaybeder ama sonraki 6 saniye boyunca her 2 saniyede 5 Enerji kazanır. Bu etki 10 saniyede bir uygulanabilir. Karakter savaş alanında değilken de tetiklenebilir.",
		"values": [
			"%12",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukami'nin Bilgeliği",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Kaos Dişlisi",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukami'nin Neşesi",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Kaos Dişlisi",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami'nin Neşesi",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Kaos Aksı",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukami'nin Sevgisi",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Kaos Aksı",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukami'nin Sevgisi",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Kaos Gözü",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukami'nin Cesareti",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Kaos Gözü",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 12
			}
		]
	}
}