{
	"id": 15417,
	"name": "Kralın Yaveri",
	"description": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını vurabileceğin bir yay şekline girmiş.",
	"descriptionRaw": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını vurabileceğin bir yay şekline girmiş.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "\"Bir zamanlar Cinnamon adında bir prenses vardı...\"\n\"... Ve yanında bir kaplanla sarayı bir daha dönmemek üzere terk etmişti. Son.\"\n\nBu hikaye senin türüne ait. Hikayelerinde her şeyin derin bir anlamı var.\nAnladığım kadarıyla bu hikayedeki \"saray\" Cinnamon için her şey demek.\nAynı soydan olanlardan, geniş bir yaşam alanından, sağduyudan ve hayat derslerinden daha fazlası... Onun aklındaki dilek ise ay ışığı gibi zihninde gizlenip parıldayan Kraldı.\nYine de bizim için bir saray bir saray; Cinnamon da Cinnamon, Orman Kralı da Orman Kralı ve ay ışığı da sadece ay ışığı.\n\nBenim duyduğum hikaye Cinnamon'ınkinden biraz farklı.\nBir zamanlar ormanda yolunu kaybeden bir çocuk varmış. Orman kralının bıraktığı ayak izlerini takip edip kaplan bahçesine adım atmış.\n\"Grrrr! Bu dünyanın tüm yaratıkları dünyaya geri dönmeden önce benim bağırsaklarımdan geçer.\"\n\"Ben bu ormanın kralıyım. Kimin yaşayacağına kimin öleceğine ben karar veririm. Ama senin gibi küçük bir insanı hiç tatmadım.\"\nDedi kaplan. Tabii çocuk o sırada henüz dilini unutmamıştı doğal olarak Kralın dediklerini de anlayamamıştı.\n\n\"Grr\" diye taklit etti çocuk.\n\nOrman Kralı eğlenmişti. Genelde o konuştuğunda herkes ahşap evlerine saklanır ve dışarı çıkamazdı.\nYerde yatan hayvanlar hareket etmeye bile cesaret edemez kuşlar kanatlanıp güneşe doğru kaçarlardı. Hatta görünüşlerinden bile güçlü olduğu anlaşılan Rishboland Kaplanları kaçıp çalıların arkasına saklanırlardı.\n\"Grrr! Görgü kurallarını anlamayan küçük bir yabancı. Pekala, o zaman sana orman hakkında her şeyi ve öğrenmen gereken dili öğreteyim.\"\n\"Bu saatten sonra sen benim yaverimsin. Orman sonsuza kadar sana açık olacak ve hiçbir canlı sana zarar vermeyecek.\"\n\n\"Unutma, bu dünya bu ormanın bir rüyasıdır. Bir gün gerçekliğinden uyanacak ve bu sınırsız av alanında yerini bulacaksın.\"\n\"Avımızın bir günde gittiği yere bizim de bir gün de gidebilmemiz gerekir. Bunu her zaman aklında tut.\"\n\n...\nHer zaman tahtı miras alan yeni bir kral olacak. Hayat döngüsü senin için, bizim için ve ormandaki her varlık için de aynı şekilde geçerlidir.\nYaver, Kral ile birlikte kaderiyle tanışmadan hemen önce, kayıp bir çocuk yerdeki kuru yapraklara basıp tek bir çıtırtı çıkarmadan saraya girdi.\nTüm bilgilerini çocuğa aktardı. Tıpkı bu hikayenin bana aktarıldığı gibi o çocuk da öğretileri peşinden gelen çocuklara aktardı.\nDaha sonra, bazı çocuklar ormanın koruyucuları oldular. Ormanın dilini ve Kralın topraklarını gelecekteki haleflerine koruma sorumluluğunu aldılar.\nBaşkalarının büyük acısıyla karşı karşıya kalan diğer çocuklar, avlanma alanlarına veda etmeye ve tüm yaratıklar tarafından korkulan avcılar olmaya karar verdiler.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "12%",
	"effectName": "Labirent Hakiminin Yönergesi",
	"effectTemplateRaw": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını <color=#99FFFFFF>{0}</color> artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana <color=#99FFFFFF>{1}</color> Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını 60 artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana %100 Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir.",
		"values": [
			"60",
			"%100"
		]
	},
	"r2": {
		"description": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını 80 artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana %120 Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir.",
		"values": [
			"80",
			"%120"
		]
	},
	"r3": {
		"description": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını 100 artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana %140 Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir.",
		"values": [
			"100",
			"%140"
		]
	},
	"r4": {
		"description": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını 120 artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana %160 Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir.",
		"values": [
			"120",
			"%160"
		]
	},
	"r5": {
		"description": "Element Becerisi veya Patlaması kullanıldığında 12 saniyeliğine Element Ustalığını 140 artıran Ormanın Öğretileri etkisi elde edilir. Bu etki, karakter değiştirilirse kaybolur. Ormanın Öğretileri biterse veya kaldırılırsa yakındaki 1 düşmana %180 Saldırı değerinde Hasar verir. Ormanın Öğretileri etkisi her 20 saniyede bir tetiklenebilir.",
		"values": [
			"140",
			"%180"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Kavurucu Kuvvetin Yankısı",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Etkisizleştirilmiş Mantar Özü",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Sağlam Ok Başı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Kavurucu Kuvvetin Kalan Parıltısı",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Etkisizleştirilmiş Mantar Özü",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Sağlam Ok Başı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Kavurucu Kuvvetin Kalan Parıltısı",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Pasif Mantar Özü",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sivri Ok Başı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Kavurucu Kuvvetin Rüyası",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Pasif Mantar Özü",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sivri Ok Başı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Kavurucu Kuvvetin Rüyası",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Dinç Mantar Özü",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Eski Ok Başı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Kavurucu Kuvvetin Eski Günleri",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Dinç Mantar Özü",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Eski Ok Başı",
				"count": 12
			}
		]
	}
}