{
	"id": 11512,
	"name": "Yaprak Kesen Işık",
	"description": "Bu yaldızlı kılıç, değerli beyaz dallar kullanılarak yapıldı. Bir zamanlar ormana bela olmuş sayısız zehri yok etmek için kullanılmıştı.",
	"descriptionRaw": "Bu yaldızlı kılıç, değerli beyaz dallar kullanılarak yapıldı. Bir zamanlar ormana bela olmuş sayısız zehri yok etmek için kullanılmıştı.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 5,
	"story": "Altın diyarından bir Gezgin geldi, vücudu ve zihni savaşın darbelerinden ötürü yara bere içindeydi.\nO, bir zamanlar bir prensti ama şimdi sadece dolambaçlı ve aldatıcı yemyeşil bir labirentin içinde kaybolmuş biriydi.\nOtoritenin kan kokusunu alan kadim orman kralı, derin bir iç çekmekten kendini alamadı...\nMinyonlar gönderildi ve ormanın uzağından gelen tuzağa düşmüş canavarları avlamakla görevlendirilmiş ay beyazı bir yay taşıyan avcı saklandığı yerden çıktı.\n\nGökyüzü kapalıydı ve bulutlar mürekkep lekeleri gibi etrafa yayılıyordu. Ölüm, ormanlık labirentte fısıldıyordu ve el yordamıyla gideceği yönü arıyordu.\nSürgünün ayak izlerini takip eden lanet, \"canlı\" toprakları yutmak için çöl kumlarının her bir tarafına yayıldı.\nYemyeşil koridorlardan ve dar geçitlerden geçerken davetsiz misafirin niyetini kokusunun tuhaflığından anladı...\nAnıları ve hırsı arasında gidip gelen sürgün, akan suların ve kuş cıvıltılarının uyumsuzluğu arasında kayboldu...\n\n\"Oklarımdan biri seni vurdu, küstah istilacı! Bir sonraki ise tam kalbine girecek.\"\n\"Artık ormanda dolaşmayacaksın ve çocukların rüyalarını rahatsız etmeyeceksin. Aradığın tacı burada bulamayacaksın!\"\n\nGüçlü avcı, henüz hiç kimsenin veya hiçbir şeyin kendisinin oklarından veya keskin zekasından kaçamadığı konusunda avını uyardı.\nYine de bilinmeyen bir sebepten ötürü yayını birazcık indirdi ve şaşkın adamı bilerek ıskaladı.\nBitkiler bu duruma şaşkın şaşkın baktılar ve rüyalarda saklanan çocuklar kan dökülmediği için rahat bir nefes aldılar.\nTüm rüyaların içinden geçebilen bir sezgi ile kutsanmış olan uyuyan orman kralı, onun niyetini anladı ve en büyük ağaçları bile tir tir titreten şiddetli bir uğultu ile şöyle dedi:\n\n\"O ölümlü senin gibi değil. Kirli bir topraktan geliyor ve elleri kana bulanmış, kalbi ise yanılgılarla ve çılgınlıkla çürümüş.\"\n\"Ama orman sadece saflıktan gelen hayalleri içinde barındırır, kan ise sadece av veya kurban için dökülür. Bunda herhangi bir aldatmaca olamaz.\"\n\"Onun, labirentte onurunu geri kazanma potansiyeline sahip olduğuna inanıyorsan solmuş dalı koparması için ona rehberlik et...\"\n\"Ancak o zaman parlak ay ve yeni doğan yıldızlar ona saf bir bilgelik verebilir ve acı hatıralarından ve arzularından kurtulması için ona yardım edebilir.\"\n\nBöylece, ay beyazı yayını yeniden eline aldı ve sürgünü labirentin derinliklerine doğru kovaladı...\nDaha sonra olup bitenlere ise ay ile yıldızlar şahit oldu ve hepsi sadece çocukların rüyalarında kaldı.\nBazı söylentilere göre, sürgündeki soylu en sonunda solgun dalı kullanarak kendisine bir kılıç yapmış.\nBu arada bazı çocuklar rüyalarında, onun evinin adını ve kral olma hayalini unuttuğunu iddia ediyor.\nHer şeye rağmen, Prens Faramarz'ın adı ondan sonra yağmur ormanlarında kayboldu ve rüzgarın uçurduğu kumların sırtında çöle döndü.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "19,2%",
	"effectName": "Beyaz Ay Fırçası",
	"effectTemplateRaw": "Kritik Oranı <color=#99FFFFFF>{0}</color> artar. Normal Saldırılar, Element Hasarı verdikten sonra Normal Saldırı ve Element Becerilerinin Hasarını, Element Ustalığının <color=#99FFFFFF>{1}</color> oranında artıran Yaprak Kesen etkisi kazanılır. Bu etki, 28 defa Hasar verdiğinde veya 12 saniye sonra kaybolur. Yaprak Kesen her 12 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Kritik Oranı %4 artar. Normal Saldırılar, Element Hasarı verdikten sonra Normal Saldırı ve Element Becerilerinin Hasarını, Element Ustalığının %120'si oranında artıran Yaprak Kesen etkisi kazanılır. Bu etki, 28 defa Hasar verdiğinde veya 12 saniye sonra kaybolur. Yaprak Kesen her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%4",
			"%120'si"
		]
	},
	"r2": {
		"description": "Kritik Oranı %5 artar. Normal Saldırılar, Element Hasarı verdikten sonra Normal Saldırı ve Element Becerilerinin Hasarını, Element Ustalığının %150'si oranında artıran Yaprak Kesen etkisi kazanılır. Bu etki, 28 defa Hasar verdiğinde veya 12 saniye sonra kaybolur. Yaprak Kesen her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%5",
			"%150'si"
		]
	},
	"r3": {
		"description": "Kritik Oranı %6 artar. Normal Saldırılar, Element Hasarı verdikten sonra Normal Saldırı ve Element Becerilerinin Hasarını, Element Ustalığının %180'i oranında artıran Yaprak Kesen etkisi kazanılır. Bu etki, 28 defa Hasar verdiğinde veya 12 saniye sonra kaybolur. Yaprak Kesen her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%6",
			"%180'i"
		]
	},
	"r4": {
		"description": "Kritik Oranı %7 artar. Normal Saldırılar, Element Hasarı verdikten sonra Normal Saldırı ve Element Becerilerinin Hasarını, Element Ustalığının %210'u oranında artıran Yaprak Kesen etkisi kazanılır. Bu etki, 28 defa Hasar verdiğinde veya 12 saniye sonra kaybolur. Yaprak Kesen her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%7",
			"%210'u"
		]
	},
	"r5": {
		"description": "Kritik Oranı %8 artar. Normal Saldırılar, Element Hasarı verdikten sonra Normal Saldırı ve Element Becerilerinin Hasarını, Element Ustalığının %240'ı oranında artıran Yaprak Kesen etkisi kazanılır. Bu etki, 28 defa Hasar verdiğinde veya 12 saniye sonra kaybolur. Yaprak Kesen her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%8",
			"%240'ı"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Orman Çiyinin Bakır Tılsımı",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Kuru Kabuk",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Soluk Kırmızı Saten",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Kuru Kabuk",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Soluk Kırmızı Saten",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Sağlam Kabuk",
				"count": 9
			},
			{
				"id": 112066,
				"name": "İşlemeli Kırmızı İpek",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Sağlam Kabuk",
				"count": 18
			},
			{
				"id": 112066,
				"name": "İşlemeli Kırmızı İpek",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 9
			},
			{
				"id": 112076,
				"name": "İşaretli Kabuk",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Orman Çiyinin Altın Tılsımı",
				"count": 6
			},
			{
				"id": 112076,
				"name": "İşaretli Kabuk",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 18
			}
		]
	}
}