{
	"id": 13513,
	"name": "Lumidouce Ağıdı",
	"description": "Koyu mavi kristallerle süslenmiş muhteşem bir mızrak. Efsanevi bir Düello Şampiyonunun hazinesi olduğu söylenir, fakat bugüne kadar bir kez dahi kullanılmamış.",
	"descriptionRaw": "Koyu mavi kristallerle süslenmiş muhteşem bir mızrak. Efsanevi bir Düello Şampiyonunun hazinesi olduğu söylenir, fakat bugüne kadar bir kez dahi kullanılmamış.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 5,
	"story": "Ne güneş ne de yağmur yüzü gören yer altı şehrindeki kadın, acınası bir hayat sürdürüyordu. Bir iki dilim küflenmiş ekmek için dahi olsa\npaslanmış kılıcını çekip gözünü kırpmadan en az kendisi kadar önemsiz birinin canını almaktan çekinmezdi.\nZayıf ve korkaklar kaçınılmaz şekilde güçlülere yem olurlar. Cendre Nehri'ne hükmeden \"doğa kanunu\" budur işte.\nBuna göre, avcı da gün gelip av olduğunda kaderine razı gelmelidir.\nTıpkı rahmetli annesinin ona öğrettiği gibi: Topraktan gelen, toprağa döner.\n\nGeri dönüp hayatına baktığında, bugüne kadarki her şey anlamsız göründü kadının gözüne. Hiçbir şey başaramamıştı ve geleceğe dair hiçbir ümidi de yoktu.\nFakat dünyanın \"doğal\" hali buysa eğer, bunu kabullenmiş olmak da bir tür mutluluk sayılabilirdi, öyle değil mi?\nBeklediğinin aksine ölüm onu almaya gelmemişti. Tedirginlikle tek gözünü açıp yukarı doğru baktı ve\ntuhaf kıyafetli bir kızın ona kibarca gülümsediğini gördü. Sonra nereden bulduğunu bilmediği bir çiçek taktı kulağının arkasına.\n\n\"Bu çiçeğe Lumidouce Çanı denir. Çiçeklerin dilinde bu... Umut anlamını taşır. Bak, saçınla aynı renkte.\"\n\"O kadar güzel gözlerin var ki. Onlardan sadece umutsuzluk yansıyor olsa çok yazık olurdu.\"\n\"Gel bakalım safir gözlü küçük hanım, bu çiçeğe karşılık kalbini alayım.\"\n\nSonradan ünlü bir Düello Şampiyonu olacak olan Marfisa, yeryüzündeki şehre ilk adımını böyle attı işte.\nMuhteşem tiyatro sahnesinin lüks VIP locasından oyunu seyrederken sihirbaz ve asistanlarının gülümseyen yüzlerini anımsayamadı.\nSadece oyunun devamında, parlak ışıkların altındaki gösterişli çiçekler dikkatini çekmişti. Işıl ışıl, saf ve canlı görünüyordu.\nOnun gibi gün ışığının altında \"doğal\" bir şekilde yürüyebilseydi, artık küllerin arasına saklanmasına gerek kalmazdı.\nBunu gördüğünde hâlâ bir umudu olabileceğini düşündü. Işığı gördü ve hayatın da tıpkı bir Lumidouce gibi açabileceğini anladı.\n\nBöylelikle, tıpkı hayalini kurduğu gibi, küllerinden doğan kadın nihayet kendi sahnesine çıktı.\nGörenleri hayretler içinde bırakan tekniklerini hiçbir ustadan öğrenmemişti, hepsi kendi becerisine dayanıyordu. Bugüne kadar gördüğü tüm mızrak dövüşü teknikleri gösterisinde ifade buluyordu.\nMızrağının sivri ucunda merhametten eser yoktu. Yere düşen kırmızı gül yaprakları misali sadece onun için yağan kızıl bir yağmur vardı.\nSahnedeki o soğuk ve asil duruşu, \"ölümle\" yaptığı bir dansı andırıyordu.\nUsta Coppelius'un ünlü eserindeki, hayati kusurları görebilme yeteneğine sahip safir cadı gibiydi tıpkı.\n\nYaşam ve ölüm, zafer ve yenilgi... Her şey olması gerektiği gibiydi ve kendisine mantıklı geldiği şekilde davrandığı sürece,\niyiliğe, kötülüğe ve yukarıdaki dünyanın sözüm ona kurallarına bakılmaksızın \"zafere\" giden yol önüne serilecekti.\nTa ki bir gün, yenilmezlik serisi nihayet sona erip de bir kılıç dövüşçüsünün kurnaz gözlerine ve ritmin kasıtlı olarak yavaşlatılmasına aldanarak\nkendi hayati kusuru ortaya çıkana dek. Koluna aldığı bir kılıç darbesi, rakibinin becerilerinin çok daha üstün olduğunu kabul etmesine sebep olmuştu.\n\n\"Biraz gerginsin fakat ilginç bir dövüş stilin var. Sanki önceden belirlenen bir yolu takip ediyor gibisin.\"\n\"Fakat insan kalbi değişkendir ve dünyada hiçbir ışık sonsuza kadar yanmaz. Senin zayıf yönün kurallara körü körüne bağlı olman.\"\n\"Yine de yürekten inandığın bu 'kurallara' dayanmak senin tarzın anlaşılan, bu yüzden onları terk etmen de zor.\"\n\"Belki de yaklaşımını değiştirmeyi düşünmeli ve 'değişmez' olan şeyleri 'kuralların' haline getirmelisin.\"\n\"Örneğin 'adalet'. Altın Avcı'nın söylediği gibi, yer yarılıp gök düşse dahi bu dünyada adalet var olmaya devam edecek.\"\n\n\"Yeryüzünde yaşayanların adaletten bahsetmeye ne hakkı var? Becerilerin benden birazcık daha üstün olabilir fakat bu, bana böyle tepeden bakıp nutuk atabileceğin anlamına gelmez.\"\n\"Mızrağım karşısında boyun eğeceğin gün er ya da geç gelecek, Avcı.\"\n\nKendi verdiği cevap bir yana, adam haklı olabilirdi aslında. Suçlar cezalandırılmalı ve yalanlar ortaya çıkarılmalı.\nDünya böyle bir yer olmalı ve adalet her şeyden üstün gelmeli. Yoksa adam onu nasıl yenmiş olabilirdi ki?\nBundan sonra adaleti rehber almak ona mantıklı gelmeye başladı. Adaletten kaçmaya niyetlenenler, onun ellerinden soğuk bir ağıt dinleyecekti artık.\nKüllerinden doğan kadın, kurallarını böyle terk ederek mor kıyafetli kanun infazcısı haline geldi işte.\nPoisson'un ateşi, suçlu Parsifal'i karşısına çıkarana kadar \"olması gerektiği gibi\" adaleti savunacaktı...\n\n...\nGeri dönüp hayatına baktığında, bugüne kadarki her şey anlamsız göründü kadının gözüne. Hiçbir şey başaramamıştı ve geleceğe dair hiçbir ümidi de yoktu.\nFakat dünyanın \"doğal\" hali buysa eğer, bunu kabullenmiş olmak da bir tür mutluluk sayılabilirdi, öyle değil mi?\nFakat buna rağmen, o saf kaynak sularına düştüğünde önceden bariz şekilde mantıklı gelen her şey anlamını yitirdi.\nHatıralarının sulara karıştığı o ana dek, Lumidouce Çanının çiçek dilindeki gerçek anlamının umut olmadığını anlamamıştı.\nTıpkı rahmetli annesinin ona öğrettiği gibi: Topraktan gelen, toprağa döner.\nUzun bir kovalamacanın ardından, kader bile ona hak ettiği çiçekler açan bir ağıt bahşetmemişti.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "7,2%",
	"effectName": "Işıltılı Şafak Şarkısı",
	"effectTemplateRaw": "Saldırı <color=#99FFFFFF>{0}</color> artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetikledikten veya Yanma etkisindeki bir düşmana Doğa Hasarı verdikten sonra verilen Hasar <color=#99FFFFFF>{1}</color> artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2 kademedeyken süresi yenilendiğinde <color=#99FFFFFF>{2}</color> Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Saldırı %15 artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetikledikten veya Yanma etkisindeki bir düşmana Doğa Hasarı verdikten sonra verilen Hasar %18 artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2 kademedeyken süresi yenilendiğinde 12 Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%15",
			"%18",
			"12"
		]
	},
	"r2": {
		"description": "Saldırı %19 artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetikledikten veya Yanma etkisindeki bir düşmana Doğa Hasarı verdikten sonra verilen Hasar %23 artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2 kademedeyken süresi yenilendiğinde 13 Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%19",
			"%23",
			"13"
		]
	},
	"r3": {
		"description": "Saldırı %23 artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetikledikten veya Yanma etkisindeki bir düşmana Doğa Hasarı verdikten sonra verilen Hasar %28 artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2 kademedeyken süresi yenilendiğinde 14 Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%23",
			"%28",
			"14"
		]
	},
	"r4": {
		"description": "Saldırı %27 artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetikledikten veya Yanma etkisindeki bir düşmana Doğa Hasarı verdikten sonra verilen Hasar %33 artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2 kademedeyken süresi yenilendiğinde 15 Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%27",
			"%33",
			"15"
		]
	},
	"r5": {
		"description": "Saldırı %31 artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetikledikten veya Yanma etkisindeki bir düşmana Doğa Hasarı verdikten sonra verilen Hasar %38 artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2 kademedeyken süresi yenilendiğinde 16 Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%31",
			"%38",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Saf Denizin Kırık Kadehi",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Yıpranmış Kabza",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Yalancı Çiçek Nektarı",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Yıpranmış Kabza",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Yalancı Çiçek Nektarı",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Ayrık Kabza",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Ayrık Kabza",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Parıltılı Nektar",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Yanmaya Devam Eden Kabza",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Enerji Nektarı",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Saf Denizin Altın Kadehi",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Yanmaya Devam Eden Kabza",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Enerji Nektarı",
				"count": 18
			}
		]
	}
}