{
	"id": 12433,
	"name": "Ana Anahtar",
	"description": "Jilet gibi keskin bir ağzı olan ağır bir büyük kılıç. Güç, neredeyse her kilidi açabilen bir anahtardır.",
	"descriptionRaw": "Jilet gibi keskin bir ağzı olan ağır bir büyük kılıç. Güç, neredeyse her kilidi açabilen bir anahtardır.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Hiçbir sır sonsuza kadar saklı kalmaz. Çünkü en karanlık ve izbe odalarda bile ihmalkarlık daima bir boşluk bırakır.\nNe kadar karmaşık ya da ustaca yapılmış olursa olsun, kilitler yaratıldıkları andan itibaren kırılgandır.\nEn titiz planın bile kendi başarısızlığının tohumlarını bizzat ekmesi gibidir bu.\n\nUsta hırsızın varisi olduğunu iddia eden genç kadın için, sırlar ve mekanizmalar yalnızca basit bir oyundan ibaretti.\nİster kuzeyin gururlu soyluları ister sınırların etrafındaki dalkavuk tüccarlar olsun,\nhiç kimse onun kıramayacağı bir kilit yapamıyordu.\n\nBir tasarım ne kadar detaylıysa yapısı da o kadar kırılgan olur.\nYeterli kuvvet kullanıldığı sürece kırılamayacak kilit yoktur.\n\n\"Kılıçkıran\"ın kötü şöhreti dört bir yana yayıldı, köylü kızı Schanzkowska ise hafızalardan silindi.\nBir Fey lordunun soyundan geldiğini iddia eden kız sayısız hazine çaldı, kahkahası gerçek bir soylunun coşkusuyla yankılanıyordu şatafatlı koridorlarda.\nNormalde sıradan ve yavan olması gereken hayatı, bir gün ansızın ortaya çıkan bir sesle tersine döndü:\n\n\"Sevgili genç hanımefendi, kibirli ve gülünç sahtekar, sanıyorum bu haberi alan ilk kişi siz olacaksınız.\"\n\"Grandükün sözde hazinesinin benim için bir önemi yok. Tıpkı usta hırsızın şöhretini çaldığınız gibi, isterseniz onu da alabilirsiniz...\"\n\"Ama şunu unutmayın: Mekanizmayı ilk kıran ben oldum. Lütfen adımı, başarısızlığınızla beraber kalbinize kazıyın.\"\n\nGrandükün akşam ziyafeti, adeta tüm hırsızlar için bir kışkırtmaydı. Gözler önünde sergilenen gizli hazineyi çalmanın imkansız olmasıyla övünüyordu.\nGenç hanımefendi, bu kibir karşısında alaycı bir şekilde güldü ve emekliliğe ayrılmadan önceki son vurgununda bu hazineyi çalacağına yemin etti.\nAma birisi ondan daha erken davranmıştı. Kendine \"Kaçkın\" diyen hırsız, duvara alaycı bir mesaj bırakmıştı. Bu onu hem öfkelendirmiş hem de küçük düşürmüştü.\n\nArdından hınçla girdiği sayısız mücadelenin her biri yenilgiyle sonuçlandı.\nGenç kadının bir zamanlar gurur duyduğu kilit açma becerileri, görünmez düşmanıyla olan rekabetinde yetersiz kalıyordu her seferinde.\nNe kadar başarısız olursa utancı o kadar büyüyordu, kendisini yenip duran kişiyle tanışma arzusu da bir o kadar alevleniyordu.\nTüm bunlar, onu öfkeden deliye döndüren rakibi ardında hiçbir iz bırakmadan ortaya kaybolana dek devam etti.\nSonrasında, hırsızın yakalandığını ve infaz edildiğini öğrendi.\n\nNeden olduğunu anlamasa da, mezarlıkta mahkumun cesedinin bulunduğu taş tabutu kazıp çıkarırken buldu kendini.\nAma tabutun içi bomboştu. Yalnızca soğuk taşa kazınmış, alaycı bir söz yazılıydı içinde.\n\nGenç kadın, açıklayamadığı gözyaşlarını silerken kadim düşmanının kurnazlığına öfkeyle lanet okudu.\nHer zamanki gibi, onun sahte ölümünün ardındaki gerçeği açığa çıkarmaya ve bir kez olsun rakibine üstün gelmeye adadı hayatını.\nSonunda zaman, hem bir zamanlar övündüğü güzelliğini hem de son nefesini aldı ondan.\nArtık basit bir kilidi bile kıramaz hale gelen kadın, rakibinin adını son kez lanetledi ve boş tabutun içine uzandı.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "13,3%",
	"effectName": "Taşlar Yerine Oturduğunda",
	"effectTemplateRaw": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı <color=#99FFFFFF>{0}</color> artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı <color=#99FFFFFF>{1}</color> daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 60 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 60 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 75 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 75 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 90 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 90 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 105 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 105 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 120 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 120 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Uzak Kuzeyin Çocuklarının Yitik İhtişamı",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Işıksız Kemik",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Uzak Kuzeyin Çocuklarının Yenilmez Sanrısı",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Işıksız Kemik",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Uzak Kuzeyin Çocuklarının Yenilmez Sanrısı",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Parlayan Kalıntılar",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Uzak Kuzeyin Çocuklarının Adağı",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Parlayan Kalıntılar",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Uzak Kuzeyin Çocuklarının Adağı",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Parlak Dış İskelet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Uzak Kuzeyin Çocuklarının Yaldızlı İhtişamı",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Parlak Dış İskelet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 12
			}
		]
	}
}