{
	"name": "Habercinin Rüzgar Mızrağı",
	"description": "Rüzgarın yönünü gösteren bir işaretçi. Rüzgar ile yazılan her şiir tatlı dilli değildir.",
	"weapontype": "Mızrak",
	"rarity": "4",
	"story": "Uzaklardaki bir gezgine eve dönüş yolunda rehberlik eden bir işaretçi. Nerede olurlarsa olsunlar gümüş kartal her zaman uzaktaki bir rüzgara meyleder.\nO nazikçe şarkısını söylerken kartal kıvrılarak döndü, hafif rüzgarın estiği yöne doğru ona yol gösterdi.\n\n\"Nereden geldiğin ya da hangi günahları işlediğin benim umurumda değil. Sadece...\"\n\"Genç usta\" (gerçi genç usta denemezdi ve böyle sayılmazdı da) dedi yüzündeki kanı silerek.\n\"Bu topraklarda değişim rüzgarları esmeye başladığında yanımda olmanı istiyorum.\"\n\"Şahini öldürdüm. Bu ikimizin arasında bir sır...\"\n\nAkraba kanının gelecekte acımasız bir mızrakla dökülmesi ve karların üstünde kırmızıdan siyaha dönmesi gibi,\nGerçek \"genç usta\"yı anladığı zaman onun da kalbi adeta görünmez bir okla parçalandı.\nO andan itibaren, bir gözü hep bir hizmetkar olarak yapması gereken işlerdeydi.\nDiğeri de açıkladığı fikirleri yerine getirmek için gerçekleştirilmesi gereken \"görevler\"de.\nOnun yanında olmayı hayal etti hatta onun arkasındaki kalabalıkta olsa bile yeterliydi.\nKeşke \"genç usta\" ile birlikte, her ne kadar tam olarak anlamasa bile, rüzgarlara dalabilseydi.\nBu amaç uğruna büyük yapının devrilmesi için çıkarılması gereken birçok çivi vardı...\n\n\"Yas tutmana gerek yok, Priscilla. Bu dünyada her şeyin bir bedeli var.\"\n\"Unutma, eğer işler ters giderse Fırtınakesen Burnu'ndaki işaretçiyi yak.\"\n\"Bu topraklarda değişim rüzgarları esmeye başladığında, öncüsü sen ve ben olacağız.\"\n\n\"Tabii, Usta Eberhart.\"\nEvet, soyunu ve görevi unutup ayrılıktan ve hastalıklı kalpten vazgeçecekti.\nÇok fazla çivi kalmamıştı. Geçmişin ihtişamlı rüzgarları yakında geri dönecek.\n\nAma...\nAilenin şahinleri ve tazıları planın kokusunu aldı ve burunda hiçbir yelken silüeti görülmedi.\n\nBir zamanlar hem kendi kaderine hem de sayısız insanın kaderine söverken sonunda gülüyordu.\nAncak o anda, soluk ay ışığına ve kılıçların gölgesine\nve soyluların alaycı gülüşlerine baktığında, nedenini bilmese de ne kızmış ne de üzülmüştü.\n\nÇok fazla çivi kalmadı. Geçmişin ihtişamlı rüzgarları yakında geri dönecek.\nGenç usta, sen de bu gümüş kartal gibi olacaksın, kasırgaya rehberlik edeceksin.\nBenim için yas tutma. Yakında bin rüzgarın küçük bir parçası olacağım...",
	"baseatk": 42,
	"substat": "Saldırı",
	"subvalue": "9",
	"effectname": "Rüzgarın Özgürlüğü",
	"effect": "Bir Element Tepkimesi tetiklendikten sonraki 10sn boyunca Saldırı {0}, Element Ustalığı {1} artar.",
	"r1": [
		"%12",
		"48"
	],
	"r2": [
		"%15",
		"60"
	],
	"r3": [
		"%18",
		"72"
	],
	"r4": [
		"%21",
		"84"
	],
	"r5": [
		"%24",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kutup Kurdunun Süt Dişi",
				"count": 3
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 3
			},
			{
				"name": "Bodurlop Özü",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 3
			},
			{
				"name": "Kasvetli Heykelcik",
				"count": 12
			},
			{
				"name": "Bodurlop Özü",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 6
			},
			{
				"name": "Kara Heykelcik",
				"count": 6
			},
			{
				"name": "Bodurlop Salgıları",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 3
			},
			{
				"name": "Kara Heykelcik",
				"count": 12
			},
			{
				"name": "Bodurlop Salgıları",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 6
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 9
			},
			{
				"name": "Yoğun Bodurlop Özü",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kutup Kurdunun Özlemi",
				"count": 4
			},
			{
				"name": "Ölümcül Heykelcik",
				"count": 18
			},
			{
				"name": "Yoğun Bodurlop Özü",
				"count": 12
			}
		]
	}
}