{
	"name": "Geceyarısı Valsi",
	"description": "Günah ve yanılsama dolu gecelerin rengine boyanmış bir yay.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "...\n\"Mein Fräulein, kutsal yolculuğunuz boyunca döktüğünüz yaşların hiçbiri boşuna değildi.\"\nPrensesin sonsuz sessizlik diyarındaki seyahati sona yaklaştığında, Ozvaldo Hrafnavins böyle söylemişti.\n\nUzay ve zamandaki uzun yolculukları sırasında Adalet Prensesi ile Geceyi Bölen Kuzgunu sayısız hikayeye ve sona şahit olmuş. Her biri, yolculuğu acımasız denizde son bulan bir yağmur damlası gibiymiş. Adaletsizliğe kızan her gencin öfkesi son bulmalıdır. Her hırs, o baş aşağı dönmüş kadim ağaca karşı vahşi bir paranoyaya dönüşmeden önce zamana yenik düşmelidir. Büyük ve görkemli Reman Cumhuriyeti'nin üstüne yerleştiği zaman ağacının dalı bile kesilecekti, böylece kurtların diğer ikiz çocukları tarafından kurulan ulus hüküm sürebilirdi.\nBu dünyadaki her şey, yıkımın kapısından geçip Prensesin gelecekteki krallığına ulaşmalıdır. Zifiri karanlık bahçesinin sessizliğinde kendilerine uyumak için bir yer bulacaklardır.\nBütün bunlara rağmen Droctfult, bir gencin hayalleri ve henüz yağmamış yağmur için savaştıktan sonra Dünya Canavarının elinde parçalanıp can verdiğinde, Prenses yine gözyaşlarına boğulmuş.\n\n\"Ozvaldo Hrafnavins, iyi dinle. Immernachtreich Hükümdarı asla ağlamaz.\"\nPrenses devam etmiş. \"Bu dünyaya gelenlerden kim sütten çıkmış ak kaşık ki? Tekrar yargılama zamanı geldiğinde gecenin perdesi tekrar inecek. O zaman insanların ve canavarların çırpınışları, ancak bir gece yarısı dansından ibaret olacak.\"\n\n\"Söylediğiniz gibi mein Fräulein.\"\n\"Hımm. Bunları senin de bilmen gerekir.\"\n\"Pekala mein Fräulein. Bu masalı hatırlar mısınız bilmiyorum ama...\"\n\nİlkel evrenin hoş kokulu denizini parlatan ve Arianrhod Krallığı'nın canavarlarını kışkırtan üç parlak aydan ikisi, ufku parçalara ayıran bir kılıçla lime lime edilmiş. Tuzla buz olan parçalar, Prensesin keskin gözlerinin bile göremeyeceği kadar küçükmüş.\nBelki de olaylar şöyle gelişmiştir: Eskiden evreni aydınlatan, hayaller kurduran ve üç dünyanın tatlı uykucularına şarkılar söyleyen bu parlak aylar, şafak ile alacakaranlık arasında dolaşan yaratık sürülerini cezbedince sonunda toza dönüşmüştür. Buna rağmen onlar da Prensesin sonsuz, parıldayan bakışları altında kalmak ve böylece hemen göze çarpmayan ışıklarını her yere yaymak istemişlerdir.\n\nAynen. Bir Prenses gözyaşı dökmez.\nAğlamıyordu, sadece asil gözlerine nereden geldiği belli olmayan küstah kum taneleri kaçmıştı.\n\n-Cildin Sonu-",
	"baseatk": 42,
	"substat": "Fiziksel Hasar Bonusu",
	"subvalue": "11.3",
	"effectname": "Ebedi Gece Düeti",
	"effect": "Düşmanlara isabet eden Normal Saldırılar 5 saniyeliğine Element Becerisi Hasarını {0} artırır. Düşmanlara isabet eden Element Becerileri 5 saniyeliğine Normal Saldırı Hasarını {1} artırır.",
	"r1": [
		"%20",
		"%20"
	],
	"r2": [
		"%25",
		"%25"
	],
	"r3": [
		"%30",
		"%30"
	],
	"r4": [
		"%35",
		"%35"
	],
	"r5": [
		"%40",
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Decarabian'ın Kırık Çinisi",
				"count": 3
			},
			{
				"name": "Ağır Boynuz",
				"count": 3
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 3
			},
			{
				"name": "Ağır Boynuz",
				"count": 12
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 6
			},
			{
				"name": "Siyah Bronz Boynuz",
				"count": 6
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabian'ın Destansı Parçası",
				"count": 3
			},
			{
				"name": "Siyah Bronz Boynuz",
				"count": 12
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Decarabian'ın Destansı Parçası",
				"count": 6
			},
			{
				"name": "Siyah Kristal Boynuz",
				"count": 9
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabian'ın Rüya Parçası",
				"count": 4
			},
			{
				"name": "Siyah Kristal Boynuz",
				"count": 18
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 12
			}
		]
	}
}