{
	"name": "Mehtap Delen",
	"description": "Bir Aranara hikayesinden elde ettiğin silah. Mızrak olarak kullanabilecek derecede devasa bir ok şeklinde.",
	"weapontype": "Mızrak",
	"rarity": "4",
	"story": "\"Bu hikaye ay ışığının büyüsüne kapılan tüm çocukları anlatır...\"\n\nBazen çocuklar yalnız aya bakarken tıpkı ormanın son kralının ölürken yaptığı gibi yas tutarlardı.\nBir başka efsaneye göre, orman kralının ayak izinde biriken dolunayı yansıtan sudan içerseniz, kralın hizmetkarı olurmuşsunuz.\n\nAyın hikayesi şöyle devam eder: Bu hikaye, Nilotpala Nilüferinde gizlenmiş çok kadim bir rüyadan gelir.\nAramuhukunda nardan doğmadan ve büyük, asil bir ırk ve atalarınız birlikte dünyayı dolaşmadan önce,\nüç kız kardeş vardı. Gece olduğunda inci rengi saraydan çölde dolaşmak için ayrılırlar ve Nilotpala Nilüferleri ayaklarının dibinde çiçek açardı.\n\n...\nSonunda, iki ay da toza dönüştü ve ortadan kayboldu. Kız kardeşlerin sonuncusu o kadar büyük bir hüzne kapılmıştı ki bir daha sarayını terk etmeyecekti.\nUzun bir aradan sonra ayın enkazı nihayet yeryüzüne düştü. O zamanlar, bitki tanrısı çölün kurak topraklarına çoktan ormanı getirmişti.\nAyın tozunun düştüğü yerde Nilotpala Nilüferleri açar ve tozu soluyan çocukların kalplerinde inci gibi bir ay doğar.\nBu yüzden her zaman ayın büyüsüne kapılan bazı çocuklar vardır. Nilotpala Nilüferinin her gece çiçek açmasının ve ayın bu çocuklara her zaman sempati duymasının nedeni budur.\nBu nedenle birbirinin aynası olan üç kız kardeş, yeniden karşılaşacakları günü hasretle beklerler.\n\nNilotpala Nilüferi bu hikayeyi anlattıktan sonra soldu. Çölün bir ormana dönüşmesine ve büyük ırkın tahttan indirilmesine,\nyeryüzünde ortaya çıkmamıza ve bana bu hikayeyi anlatan Aranaranın onun karşısına çıkıp onunla konuşmasına yetecek kadar uzun bir süre beklemişti.\nAranara, Vanarana yok olana ve biz bir rüyaya girene kadar tekrarla çok fazla anıyı kaybetti.\nAma bunun bir önemi yok çünkü bu hikaye bizim ve sizin kalbinizde inci gibi bir aya dönüşecek.\n\nAy ışığının büyüsüne kapılan çocuklar onu seyrederken ağlarlar çünkü ay eriyip ince kuma dönüşür ve çocukların gözüne girer.\nBöyle sayısız hikayede bir gözyaşı bile boşa dökülmez.",
	"baseatk": 44,
	"substat": "Element Ustalığı",
	"subvalue": "24",
	"effectname": "Orman Üzerindeki Ayın Gölgesi",
	"effect": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Canlandırma Yaprağı oluşur. Yaprak toplandıktan sonra 12 saniyeliğine karakterin Saldırısını {0} artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": [
		"%16"
	],
	"r2": [
		"%20"
	],
	"r3": [
		"%24"
	],
	"r4": [
		"%28"
	],
	"r5": [
		"%32"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Vaha Bahçesi Hatırası",
				"count": 3
			},
			{
				"name": "Kaos Deposu",
				"count": 3
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Vaha Bahçesi Zarafeti",
				"count": 3
			},
			{
				"name": "Kaos Deposu",
				"count": 12
			},
			{
				"name": "Acemi Asker Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Vaha Bahçesi Zarafeti",
				"count": 6
			},
			{
				"name": "Kaos Modülü",
				"count": 6
			},
			{
				"name": "Çavuş Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Vaha Bahçesi Matemi",
				"count": 3
			},
			{
				"name": "Kaos Modülü",
				"count": 12
			},
			{
				"name": "Çavuş Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Vaha Bahçesi Matemi",
				"count": 6
			},
			{
				"name": "Kaos Cıvatası",
				"count": 9
			},
			{
				"name": "Subay Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vaha Bahçesi Gerçeği",
				"count": 4
			},
			{
				"name": "Kaos Cıvatası",
				"count": 18
			},
			{
				"name": "Subay Nişanı",
				"count": 12
			}
		]
	}
}