{
	"id": 13430,
	"name": "Dağ Sürgüsü",
	"description": "Bu mızrak, madenlerdeki zanaatkarlar tarafından dağın ruhlarına adak olarak dövülmüş.",
	"descriptionRaw": "Bu mızrak, madenlerdeki zanaatkarlar tarafından dağın ruhlarına adak olarak dövülmüş.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 4,
	"story": "O günlerde karanlık dalgalar henüz yükselmemişti. O günlerde metal sesleri Nanatzcayan'ın dağlarının gökyüzünü sallıyor, kıvılcımlar uçuşmaya devam ediyordu.\nMadenciler, ihmal edilmemesi gereken önemli bir eşyayı yapmak için aylarca gece gündüz demeden çalışmışlardı.\nBu eşyanın madenlerin güvenliği ve kabilenin hayatta kalabilmesi ile yakından ilişkili olduğu ve yaşlıların ona \"Dağ Sürgüsü\" adını verdiği söylenir.\nNe zaman yer sarsılsa ve dağlar yerinden oynasa, barışı tahsis etmenin tek yolu derin mağaralarında bulunan dağ ruhlarına hediyeler sunmaktı.\n\nBu her ne kadar binlerce yıldır süregelen kadim bir ayin olsa da genç Sundjatta bununla alay etti.\nKayaların hareket biçimini, cevher damarlarının yollarını kavradı ve sık sık yaşanan çökmelerin makul bir nedeni olduğuna inanmaya başladı.\nBelki de çok fazla kazı yapılması dağları sarsılan enkazlar haline getirmişti ya da pınarların altındaki toprak ejderleri yaramazlık peşindeydi.\nYine de kabilenin yasaklı mağaralarına girme ve oranın sırlarını keşfetme konusunda kararlıydı.\n\nTaşlı damarları takip etti ve zifiri karanlık mağaralardan geçti. Hiçbir şey onu durduramazdı.\nMağaranın en derin noktalarında ölümcül tepeler şeklinde dizilmiş uzun çivilerin oluşturduğu parmaklıklar, mağaranın daha derin kısımlarına açılan kapıyı koruyordu.\nBurası binlerce yıldır hiç kimsenin ayak basmadığı yasak bir bölgeydi ama o, yakın zamanda yapılmış bir kazının izlerini buldu.\nTüneller, yer altı dünyasında bir yılan gibi kıvrılıyordu ve nereye gittiklerini kimse bilmiyordu.\n\nSonunda, yer altındaki nehir akıntısını takip ettikten sonra tünel çıkışında belli belirsiz bir ışığın parladığını gördü.\nUzun süredir görmediği ışığın parlaklığına alıştıktan sonra karşısına külle kaplı bir harabe çıktı.\nBurası daha önce Kül Şehir'in taht hırsızına ait bir yer altı kalesiydi, ayrıca kadim çağlarda madencilerin sığındığı bir yer olmuştu.\nGörünüşe bakılırsa, bu geçidin yeniden gün ışığı görmesini sağlayan şey yüksek kayalıklarda yaşayan kör Stegozor'un ta kendisiydi.\n\n\"Evet, bu tüneli yalnızca zalim Piton Kral'ın Kül Şehir'de zorla çalıştırdığı yetenekli zanaatkarlar biliyordu.\"\n\"Öfkeli taht hırsızı, ejderin yarattığı izleri silmeye çalıştığında ve akılsızlığı yüzünden iblisleri ve kötüleri çağırdığında,\"\n\"atalarımız bu tüneller üzerinden ıssız dağlara kaçtılar.\"\n\nEjderin inine giden kutsal geçit mühürlenmiş olsa da kana susamış iblis sürüleri onların kokusunu aldı.\nKabilenin savaşçıları, Tequemecan Vadisi'ndeki yeni yurtlarını korumak için, söyledikçe yankılanan savaş şarkılarını söylediler.\nEllerinde keskin kılıçları ve uzun mızraklarıyla zifiri karanlık mağaralara girdiler ve zifirden bile daha karanlık isimsiz varlıklara karşı acımasızca savaştılar.\nEllerindeki silahlar birer birer parçalandıkça dağlardaki demirciler yenilerini yapıyordu.\nBöylece savaş, kabusu andıran uğultular ve taşla metalin çarpışma sesleri kesilene dek günler ve geceler boyunca devam etti.\n\nBu, bir zamanlar saklanmış, özgürlük ve vatan uğruna savaşmış, gün doğabilsin diye kendilerini feda etmiş;\nancak şafak sökmeden hayatını kaybetmiş olanlara lütufta bulunan Dağ Sürgüsüydü. Bu öyle büyük bir lütuftu ki varlığını bugüne kadar sürdürmeyi başardı.\n\nKaranlık dalgalar yükseldiğinde, metal sesleri Nanatzcayan'ın dağlarının gökyüzünü sallıyor, kıvılcımlar uçuşmaya devam ediyordu.\nErimiş dağ kayaları titizlikle keskin mızraklara dönüştürüldü.\nMaden şefi Sundjatta, Stegozor Muhuru'nun sırtına çıkıp kayalık duvarların arasından bir mızrak aldı.\nBöylece, küllerinden doğmuş yeni bir alevle ve sayısız dileğin oluşturduğu lütuflarla yeni bir savaş başladı.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "6,7%",
	"effectName": "Tepenin Ardındaki Umut",
	"effectTemplateRaw": "Tırmanma Dayanıklılık Tüketimi %15 azalır ve Element Becerisi Hasarı <color=#99FFFFFF>{0}</color> artar. Ayrıca yakındaki diğer grup üyeleri Element Becerisi kullandığında kuşanan karakterin de 8sn boyunca Element Becerisi Hasarı <color=#99FFFFFF>{1}</color> artar.",
	"r1": {
		"description": "Tırmanma Dayanıklılık Tüketimi %15 azalır ve Element Becerisi Hasarı %12 artar. Ayrıca yakındaki diğer grup üyeleri Element Becerisi kullandığında kuşanan karakterin de 8sn boyunca Element Becerisi Hasarı %12 artar.",
		"values": [
			"%12",
			"%12"
		]
	},
	"r2": {
		"description": "Tırmanma Dayanıklılık Tüketimi %15 azalır ve Element Becerisi Hasarı %15 artar. Ayrıca yakındaki diğer grup üyeleri Element Becerisi kullandığında kuşanan karakterin de 8sn boyunca Element Becerisi Hasarı %15 artar.",
		"values": [
			"%15",
			"%15"
		]
	},
	"r3": {
		"description": "Tırmanma Dayanıklılık Tüketimi %15 azalır ve Element Becerisi Hasarı %18 artar. Ayrıca yakındaki diğer grup üyeleri Element Becerisi kullandığında kuşanan karakterin de 8sn boyunca Element Becerisi Hasarı %18 artar.",
		"values": [
			"%18",
			"%18"
		]
	},
	"r4": {
		"description": "Tırmanma Dayanıklılık Tüketimi %15 azalır ve Element Becerisi Hasarı %21 artar. Ayrıca yakındaki diğer grup üyeleri Element Becerisi kullandığında kuşanan karakterin de 8sn boyunca Element Becerisi Hasarı %21 artar.",
		"values": [
			"%21",
			"%21"
		]
	},
	"r5": {
		"description": "Tırmanma Dayanıklılık Tüketimi %15 azalır ve Element Becerisi Hasarı %24 artar. Ayrıca yakındaki diğer grup üyeleri Element Becerisi kullandığında kuşanan karakterin de 8sn boyunca Element Becerisi Hasarı %24 artar.",
		"values": [
			"%24",
			"%24"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Kutsal Lordun Hezeyanlı Çöküşü",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Alevli Taş",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Yalancı Çiçek Nektarı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Kutsal Lordun Hezeyanlı Perişanlığı",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Alevli Taş",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Yalancı Çiçek Nektarı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Kutsal Lordun Hezeyanlı Perişanlığı",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Alevli Yaşam Tohumu",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Parıltılı Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Kutsal Lordun Hezeyanlı Sureti",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Alevli Yaşam Tohumu",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Kutsal Lordun Hezeyanlı Sureti",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Alevli Göz",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Enerji Nektarı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Kutsal Lordun Hezeyanlı Kutsallığı",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Alevli Göz",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Enerji Nektarı",
				"count": 12
			}
		]
	}
}