{
	"id": 14520,
	"name": "Gece Dokuyanın Sırlar Aynası",
	"description": "Ay Hanımı'nın doğuşuna tanıklık ettiği söylenen, kusursuz gümüşten yapılmış bir ayna. Donuk Ayın Çocukları için kıyas kabul etmez ölçüde değerli bir nesne.",
	"descriptionRaw": "Ay Hanımı'nın doğuşuna tanıklık ettiği söylenen, kusursuz gümüşten yapılmış bir ayna. Donuk Ayın Çocukları için kıyas kabul etmez ölçüde değerli bir nesne.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "\"'Ebedi Ay' düştüğünde gökler ve yer altüst oldu.\"\n\"'Hareli Ay' parçalandığında kızıl gölge Hiçlik denizinin derinliklerine gömüldü.\"\n\"'Donuk Ay' durduğunda uluslar sarsıldı ve yıkıma uğradı.\"\n\"Artık Sonsuzluk tarafından korunmayan dünya, son nefesini vermeye hazırlanıyor.\"\n\"Cennet doğana ve ezeli çarkı çevirmeye başlayana dek.\"\n\nKadim bir kehanetin akabinde, Altın Şehir'in soyundan gelenler ıssız tundranın ortasına bir tapınak inşa ettiler.\nAy ışığı, bin yıldır donuk ormanın içinde usulca geziniyordu. Kuzeyin torunları hâlâ kadim ayinlerine ve inançlarına bağlılardı,\nsaklı gümüşten soluk tören taçları dövüp halka rehberlik etmesi için en saf başrahibeleri seçiyorlardı.\nTanrıları uzun zaman önce onları terk etmiş ve gökyüzü artık cevap vermiyor olsa da, eski günlerde olduğu gibi dua edip ilahiler söylemeye devam ediyorlardı.\n\nDışarıdan bakan biri, bunları eski ve anlamsız geleneklerden vazgeçemeyenlerin aptalca eylemleri gibi görebilir.\nYine de bin yıldır nesilden nesile aktarılan bu dualar ve adaklar, vatanını kaybeden bir halkın sahip olduğu yegane bağ idi.\nKaderin dönen çarkı paslanmıştı ve gümüş iplik solmuştu. Kehanet görüleri yalnız başına herkese gerçek umudu getirmeyi başaramazdı.\n\"Ölü bir tanrıya kim tapar, boş bir rüya uğruna böyle umutsuz bir ızdıraba kim katlanır?\"\nGeçmiş çağlarda sayısız döngünün ardından dünyanın derinliklerine geri dönüşümüz gibi, cahiller de somut bir rehberlik peşinde koşmaya devam ediyordu.\nBu yüzden bu ayinler onlar için bir tecrit oldu, onları dış dünyadan ve yabancılardan gizleyen yüksek bir duvar haline geldi.\n\nBinlerce yıldır böyle gelmişti, binlerce yıl daha böyle gidecekti. Kehanette vadedilmiş Cennet inene kadar,\nnesiller boyu arınan saf soy dünyaya diz çöktürecek kutsal varisi doğurana kadar bu düzen devam edecekti. Ve bu gerçekleştiğinde...\nTüm yalanlar ve günahlar affedilecek, hatta methedilecekti. Çünkü hepsi ayın altındaki saf Cennete hizmet ediyor olacaktı.\n\nSonrasında ise çoktan yabancıları kabul etmeye başlayan Donuk Ayın Çocuklarının kutsal hikayesi başladı.\nTanrıların lütfunu taşıyan ve bir tanrının doğumuna şahitlik eden azize olan ilk Ay İlahicisi, Aila adında bir ölümlüydü.\nSonraki nesillerin aktardığı hikayelere göre, yeni ayın doğuşunu ön görmüş ve bu ilahi vahyi aldıktan sonra eski ayinleri bırakmaya karar vermişti.\n\"O seçilmiş kişiydi. Doğuştan yaralı, mehtaplı kürenin sayısız kirliliğinden etkilenmemiş bir ruhtu.\"\n\"Dönen çarkın ölüm sessizliğine ve gümüş ipin umutsuzluğuna şahit oldu, zira bin yıldır süregelen övgüler boş yankılardan ibaretti.\"\n\"Solup giden ihtişam, bir zamanlar uç diyarlara merhamet gösterirdi. Şimdi ise sadece doğumunun eşiğinde olan yeni ay gerçek umudu getirmeyi vadediyor.\"\n\"Uzak kuzeyin Başrahibesi bile Aila'nın bağlılığına hayran kalmış ve tereddütsüzce kalbini ona açmıştı.\"\n\"Tüm içtenliğiyle Aila'ya halkı yönetme yetkisini verdi. Ayrıca kadim mabedi kendi elleriyle mühürleme onurunu bahşetti ona.\"\n\"Eski ihtişam işte böyle gömülmüştü, boş unvanları ve anlamsız geçmiş bir kenara bırakılmıştı. Artık yeni bir tanrının doğuşunu bekliyorlardı.\"\nBundan böyle Hyperborea'nın Başrahibesi unvanını kimse taşımayacaktı. Saf ışığın altında yalnızca Ay İlahicisi duruyordu artık.\n\n...\n\nSayısız ay yükseldi ve battı. Cennet hayalleri kuranlar baltanın gölgesiyle karşılaştı, kurtuluşa özlem duyanlar ise süzülen ışıklara kapılıp sürüklendi.\nSemaya doğru uzanan deli keşiş aklını tamamen yitirmişti. Soluk Yıldız tahtının eski efendisi yok olmuştu. Beyaz İmparator ise kapkara, kirli dalgaların içine düşmüştü.\nArtık bülbüller bile ötmez olmuştu. Sayısız isim solup gitti ayın altındaki dünyadan, hepsi hayatta kalanların yargılayacağı yankılara dönüştü.\nYeni ayın hanımı, Meşale Ustasına söz verdiği gibi bir ilahi şarkı ördü ve onu mabedin yanına bıraktı.\nBeyaz Gece o çağın son tanıklarını dünyadan silene kadar, geriye sadece bin yıl öncesinde olduğu gibi sessizce akmaya devam eden ay ışığı kalacaktı.\n\n\"'Ebedi Ay' düştüğünde gökler ve yer altüst oldu.\"\n\"'Hareli Ay' parçalandığında kızıl gölge Hiçlik denizinin derinliklerine gömüldü.\"\n\"'Donuk Ay' durduğunda uluslar sarsıldı ve yıkıma uğradı.\"\n\"Artık Sonsuzluk tarafından korunmayan dünya, son nefesini vermeye hazırlanıyor.\"\n\"Ancak 'Yeni Ay' küllerinden doğuyor, yükselişi kaderin çarkını yeniden döndürüyor...\"\n\"Ve gelgitlerin izinde olanlar hâlâ şarkı söyleyip dua ediyor.\"\n\"Zira yeni ay, kadim kehanetlerde öngörüldüğü gibi zuhur edecek.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "58",
	"effectName": "Binyılın İlahisi",
	"effectTemplateRaw": "Kuşanan karakter, Element Becerisiyle Su ya da Doğa Hasarı verdiğinde Uzak Kuzeyin Duası etkisini kazanır: 4,5sn boyunca Element Ustalığı <color=#99FFFFFF>{0}</color> artar. Yakındaki bir grup üyesi Ay Çiçeklenmesi tepkimesi tetiklediğinde kuşanan karakter Yeni Ay Mısrası etkisi kazanır: 10sn boyunca Element Becerisi <color=#99FFFFFF>{1}</color> artar. Uzak Kuzeyin Duası ve Yeni Ay Mısrası etkileri aynı anda var olduğunda yakındaki tüm grup üyelerinin Çiçeklenme Hasarı <color=#99FFFFFF>{2}</color> artar, Aşırı Çiçeklenme ve Filizlenme Hasarı <color=#99FFFFFF>{3}</color> artar, Ay Çiçeklenmesi Hasarı ise <color=#99FFFFFF>{4}</color> artar. Bu etki birikemez. Bahsi geçen tüm etkiler, kuşanan karakter alanda olmasa da tetiklenebilir.",
	"r1": {
		"description": "Kuşanan karakter, Element Becerisiyle Su ya da Doğa Hasarı verdiğinde Uzak Kuzeyin Duası etkisini kazanır: 4,5sn boyunca Element Ustalığı 60 artar. Yakındaki bir grup üyesi Ay Çiçeklenmesi tepkimesi tetiklediğinde kuşanan karakter Yeni Ay Mısrası etkisi kazanır: 10sn boyunca Element Becerisi 60 artar. Uzak Kuzeyin Duası ve Yeni Ay Mısrası etkileri aynı anda var olduğunda yakındaki tüm grup üyelerinin Çiçeklenme Hasarı %120 artar, Aşırı Çiçeklenme ve Filizlenme Hasarı %80 artar, Ay Çiçeklenmesi Hasarı ise %40 artar. Bu etki birikemez. Bahsi geçen tüm etkiler, kuşanan karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"60",
			"60",
			"%120",
			"%80",
			"%40"
		]
	},
	"r2": {
		"description": "Kuşanan karakter, Element Becerisiyle Su ya da Doğa Hasarı verdiğinde Uzak Kuzeyin Duası etkisini kazanır: 4,5sn boyunca Element Ustalığı 75 artar. Yakındaki bir grup üyesi Ay Çiçeklenmesi tepkimesi tetiklediğinde kuşanan karakter Yeni Ay Mısrası etkisi kazanır: 10sn boyunca Element Becerisi 75 artar. Uzak Kuzeyin Duası ve Yeni Ay Mısrası etkileri aynı anda var olduğunda yakındaki tüm grup üyelerinin Çiçeklenme Hasarı %150 artar, Aşırı Çiçeklenme ve Filizlenme Hasarı %100 artar, Ay Çiçeklenmesi Hasarı ise %50 artar. Bu etki birikemez. Bahsi geçen tüm etkiler, kuşanan karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"75",
			"75",
			"%150",
			"%100",
			"%50"
		]
	},
	"r3": {
		"description": "Kuşanan karakter, Element Becerisiyle Su ya da Doğa Hasarı verdiğinde Uzak Kuzeyin Duası etkisini kazanır: 4,5sn boyunca Element Ustalığı 90 artar. Yakındaki bir grup üyesi Ay Çiçeklenmesi tepkimesi tetiklediğinde kuşanan karakter Yeni Ay Mısrası etkisi kazanır: 10sn boyunca Element Becerisi 90 artar. Uzak Kuzeyin Duası ve Yeni Ay Mısrası etkileri aynı anda var olduğunda yakındaki tüm grup üyelerinin Çiçeklenme Hasarı %180 artar, Aşırı Çiçeklenme ve Filizlenme Hasarı %120 artar, Ay Çiçeklenmesi Hasarı ise %60 artar. Bu etki birikemez. Bahsi geçen tüm etkiler, kuşanan karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"90",
			"90",
			"%180",
			"%120",
			"%60"
		]
	},
	"r4": {
		"description": "Kuşanan karakter, Element Becerisiyle Su ya da Doğa Hasarı verdiğinde Uzak Kuzeyin Duası etkisini kazanır: 4,5sn boyunca Element Ustalığı 105 artar. Yakındaki bir grup üyesi Ay Çiçeklenmesi tepkimesi tetiklediğinde kuşanan karakter Yeni Ay Mısrası etkisi kazanır: 10sn boyunca Element Becerisi 105 artar. Uzak Kuzeyin Duası ve Yeni Ay Mısrası etkileri aynı anda var olduğunda yakındaki tüm grup üyelerinin Çiçeklenme Hasarı %210 artar, Aşırı Çiçeklenme ve Filizlenme Hasarı %140 artar, Ay Çiçeklenmesi Hasarı ise %70 artar. Bu etki birikemez. Bahsi geçen tüm etkiler, kuşanan karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"105",
			"105",
			"%210",
			"%140",
			"%70"
		]
	},
	"r5": {
		"description": "Kuşanan karakter, Element Becerisiyle Su ya da Doğa Hasarı verdiğinde Uzak Kuzeyin Duası etkisini kazanır: 4,5sn boyunca Element Ustalığı 120 artar. Yakındaki bir grup üyesi Ay Çiçeklenmesi tepkimesi tetiklediğinde kuşanan karakter Yeni Ay Mısrası etkisi kazanır: 10sn boyunca Element Becerisi 120 artar. Uzak Kuzeyin Duası ve Yeni Ay Mısrası etkileri aynı anda var olduğunda yakındaki tüm grup üyelerinin Çiçeklenme Hasarı %240 artar, Aşırı Çiçeklenme ve Filizlenme Hasarı %160 artar, Ay Çiçeklenmesi Hasarı ise %80 artar. Bu etki birikemez. Bahsi geçen tüm etkiler, kuşanan karakter alanda olmasa da tetiklenebilir.",
		"values": [
			"120",
			"120",
			"%240",
			"%160",
			"%80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Usta İşi Cihaz Parçası",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Donuk Gecenin Işıltısı",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Usta İşi Cihaz Replikası",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Donuk Gecenin Işıltısı",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Usta İşi Cihaz Replikası",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Donuk Gecenin Parıltısı",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Usta İşi Cihaz Mirası",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Donuk Gecenin Parıltısı",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Usta İşi Cihaz Mirası",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Donuk Gecenin İhtişamı",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Usta İşi Cihaz Dileği",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Donuk Gecenin İhtişamı",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 18
			}
		]
	}
}