{
	"id": 12427,
	"name": "Taşınabilir Otomatik Testere",
	"description": "Bugünlerde nadir bulunan eski tip bir otomatik testere. Zamanında pek çok işçinin sık kullandığı bir kesici aletti.",
	"descriptionRaw": "Bugünlerde nadir bulunan eski tip bir otomatik testere. Zamanında pek çok işçinin sık kullandığı bir kesici aletti.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Geçmişte işçilerin gemi omurgalarını ve boruları kesmek için kullandığı bir zincirli testere.\nBasit ve sağlam yapısı sayesinde bakımı ve parça değişimi kolaydır.\nTaşıma kolunu iki elinle sıkıca kavrarsan sert çeliği bile ikiye ayırabilirsin.\nBu güçlü alet bir zamanlar gelişimin simgesiydi.\n\nFontaine'in kentsel alanları büyüdükçe düzenin ışığı gölgeleri kovdu.\nKanalizasyonların nihayetinde Cendre Nehri olmasını sağlayan da büyük çoğunlukla bu kullanışlı aletti.\nCendre Nehri sakinleri, her ne kadar şehrin altında, yağmur veya güneşin olmadığı bir şehirde yaşadıklarını düşünseler de\nişçilerin bol emekleri ve inadı, onlara bazen yüzeyde yaşama hakkını sağlıyordu.\nİşçiler bazense yer altındaki bu su dolu diyarı yukarıdaki dünya kadar güzel bir yuvaya dönüştürüyordu.\n\nRıhtım kılıçlarının ve keşif kazmalarının aksine bu zincirli testereler yasaklanmadı.\nBunun sebebi bu zincirli testerelerin Kurmalı Meka üretiminin ilk zamanlarında kilit rol oynamasıydı.\nİlerleyen zamanlarda şehrin dışında tamamen güvenli bir bölgede devasa bir Kurmalı Meka fabrikası inşa edildi\nve bu testereleri ustaca kullanabilen işçiler, gelişim dalgasında silahlarıyla beraber silinip gittiler.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "12%",
	"effectName": "Denizci Şarkısı",
	"effectTemplateRaw": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <color=#99FFFFFF>{0}</color> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <color=#99FFFFFF>{1}</color> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
	"r1": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 40 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 2 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 50 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 2,5 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 60 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 3 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 70 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 3,5 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 80 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 4 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Saf Denizin Kırık Kadehi",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Saf Denizin Altın Kadehi",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 12
			}
		]
	}
}