{
	"id": 13433,
	"name": "Madenci Küreği",
	"description": "Metal bir tarım aletinden yapıldığı anlaşılan bir mızrak. İlk bakışta oldukça sıradan görünmesine karşın incelikli tasarımı, kaliteli olduğu yadsınamayacak pek çok teçhizat barındırıyor.",
	"descriptionRaw": "Metal bir tarım aletinden yapıldığı anlaşılan bir mızrak. İlk bakışta oldukça sıradan görünmesine karşın incelikli tasarımı, kaliteli olduğu yadsınamayacak pek çok teçhizat barındırıyor.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 4,
	"story": "Bir tohumun meyve vermesi için kaç yağmurun yağması gerekir?\nMutluluğa giden yolu bulmak için kaç kez seçim yapmak gerekir?\nTanrıların bile bilmediği bazı şeyler vardır. Buna rağmen ölümlüler, hayatları pahasına olsa bile bunlara bir cevap bulmak için savaşmak zorundadır.\nFakir bir çiftçinin oğlu olan Soini'nin önünde bir seçim vardı. Elindeki küreği sıkı sıkı tuttu.\n\nÇorak, oyuk topraklardan gizli bir hazine çıkmıştı. Karaborsada satarsa yoksul bir hayat yaşamaktan kurtulabilirdi.\nYırtık pırtık paçavralar giyen bir adam elinde hazineyle görüldüğünde elbet açgözlü bakışları üzerine çekerdi. Ama neticede amansız kış yaklaşıyordu, bu riskli adımı atmaktan başka çaresi yoktu.\nİlk iş bir Fatui üniforması satın alan kurnaz çiftçi, kılık değiştirip olası tehditleri uzak tutuyordu.\nSoini tam başarısına sevinecekken karanlık bir gölge belirdi yolun sonunda. Üniformayı ona satan hırsızdı bu.\n\"Hazineyi ver, yoksa bu çorak arazi mezarın olur!\" Canıyla tehdit edilen köylünün itaat etmekten başka seçeneği yoktu.\nBirlikte hazinenin saklı olduğu tarlaya gittiler. Hırsızın gözü siyah bir omurga kemiğine takıldı ve bir anda heyecana kapıldı.\n\"Bunlar usta hırsızın kalıntıları olmalı.\" dedi ve titreyen ellerle kemiği havaya kaldırdı. O anda kendi kaderini mühürlediğinin farkında değildi.\nÇiftçinin küreği büyük bir gürültüyle hırsızı yere serdi. Soini, çiftliği sonsuza dek terk etmesi gerektiğini anlamıştı o anda.\n\nKanlı hazine, karaborsanın zirvesine uzanan tehlikeli bir yol açmıştı ve Soini acımasızca bu yolda yürümeye devam etti.\nServetin tatlı kokusuna çekilip buraya üşüşen umutsuz suçlular ona \"Baba\" unvanını verdi.\n\"Saygıdeğer Babamız, peşinden koştuğumuz tek ışık senin bilgeliğindir. Karaborsa senin gibi birine ev sahipliği yaptığı için onur duyuyor!\"\nAncak kimse Baba'nın tahtının üzerinde neden eski püskü bir küreğin durduğunu bilmezdi.\n\nO kan ve vahşet dolu günlerde, hırsızların ölümle daima burun buruna olduğunu kendine hatırlatmak için küreği saklamıştı.\nŞimdi sınırlardaki kayalıkların arasında sayısız hazine gömülü. Her biri, karşılığında sadakat ve korku satın alınabilen birer jeton görevi görüyor.\nArtık seçimler üzerine kafa yormuyor çünkü gücü ve servetiyle verdiği tüm yanlış kararları düzeltebiliyor.\nDünya, zenginlerin sürekli daha da zenginleştiği ve fakirlerin gitgide daha da dibe çöktüğü, asla durmayacak bir döngüyle yönetiliyor.\nBaba fakir bir köylüyken olduğundan daha zeki değildi, zamanında kendisini öldürmeye çalışan hırsızdan da bir farkı yoktu.\n\"Peki neden? Neden küreğimle kazıp çıkardığım hazine benim olmuşken onunla gömülen kişi bir başkası oldu?\"\nTüm bunlar tesadüf müydü? O gün ölen hırsızdan daha mı şanslıydı sadece?\nMutluluğun peşinde binlerce seçim yapsa, hayat boyu sayısız fedakarlık yapsa bile, sonunda her şeyi belirleyen şans olmuştu.\n\nSoini tüm bu adaletsizlikten tiksinmişti artık. \"Tüm hazinelerim burada.\" diye ilan etti.\nBöylece hazine haritasını halka açık hale getirdi. Artık uç diyardaki herkes, yalnızca kendi becerilerini kullanarak ödül için yarışabilecekti.\nBaşarılı olsun ya da olmasınlar, hikayelerinin nasıl biteceği Soini'nin umurunda değildi.\nŞık giysiler içinde olmasına rağmen elindeki küreği hâlâ bırakmayan Baba, Reed Miller'ın savunduğu adalet anlayışını anlamıştı sonunda:\n\n\"Eğer dengesizlik bu dünyanın kanunuysa, altın altına kavuşsun ve toprak toprağa dönsün.\"\n\"Bu dünyanın dengeyi sağlayacak bir ele ihtiyaç varsa o el bir hırsızın eli olmalı.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "9%",
	"effectName": "Hızlı ve Kesin",
	"effectTemplateRaw": "Elektrik Yüklü Hasarı <color=#99FFFFFF>{0}</color> artar, Ay Yüklü Hasarı ise <color=#99FFFFFF>{1}</color> artar. Ay Sembolü: Yükselen Parıltı: Ay Yüklü Hasarı <color=#99FFFFFF>{2}</color> daha artar.",
	"r1": {
		"description": "Elektrik Yüklü Hasarı %48 artar, Ay Yüklü Hasarı ise %12 artar. Ay Sembolü: Yükselen Parıltı: Ay Yüklü Hasarı %12 daha artar.",
		"values": [
			"%48",
			"%12",
			"%12"
		]
	},
	"r2": {
		"description": "Elektrik Yüklü Hasarı %60 artar, Ay Yüklü Hasarı ise %15 artar. Ay Sembolü: Yükselen Parıltı: Ay Yüklü Hasarı %15 daha artar.",
		"values": [
			"%60",
			"%15",
			"%15"
		]
	},
	"r3": {
		"description": "Elektrik Yüklü Hasarı %72 artar, Ay Yüklü Hasarı ise %18 artar. Ay Sembolü: Yükselen Parıltı: Ay Yüklü Hasarı %18 daha artar.",
		"values": [
			"%72",
			"%18",
			"%18"
		]
	},
	"r4": {
		"description": "Elektrik Yüklü Hasarı %84 artar, Ay Yüklü Hasarı ise %21 artar. Ay Sembolü: Yükselen Parıltı: Ay Yüklü Hasarı %21 daha artar.",
		"values": [
			"%84",
			"%21",
			"%21"
		]
	},
	"r5": {
		"description": "Elektrik Yüklü Hasarı %96 artar, Ay Yüklü Hasarı ise %24 artar. Ay Sembolü: Yükselen Parıltı: Ay Yüklü Hasarı %24 daha artar.",
		"values": [
			"%96",
			"%24",
			"%24"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Uzun Gece Ateşinin Koru",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Sis Tezahürü",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Uzun Gece Ateşinin Kalıntısı",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Sis Tezahürü",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Uzun Gece Ateşinin Kalıntısı",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Sis Plakası",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Uzun Gece Ateşinin Titrek Işığı",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Sis Plakası",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Uzun Gece Ateşinin Titrek Işığı",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Sis Miğferi",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Uzun Gece Ateşinin Işıltısı",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Sis Miğferi",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 12
			}
		]
	}
}