{
	"name": "Prototip: Hilal",
	"description": "Kara Kaya Demirci Ocağında keşfedilmiş bir yay prototipi. Bu yaydan atılan oklar mehtabın parıltısını taşır.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "Liyue'nin silah deposundan kadim bir prototip yay. Seri numarası silinmiş ve üretim tarihini teyit edebilecek hiçbir kayıt yok.\nBu kaliteli yayın yapımı için en az elli yıllık dut ağacı odunları, altın renkli ipeğe sarılmış ve en kaliteli çelik parçalar kullanılmış.\nYay kirişi, toprağın derinliklerine kadar uzanan Irminsul dallarından yapılsa da, olağanüstü bir esnekliğe sahiptir ve asla kırılmaz.\n\nLiyue'deki Yun ailesi, zincirlerini kırmak ve birliklerinin gücünü yeni bir düzeye taşımak için efsanevi prototip silahlar tanıtmış.\nSilahlı birlikler arasında yaygın kullanılan olağanüstü bir uzun yay.\nUsta zanaatkar Han Wu, kadim dostu Yun Hui'nin isteği üzerine, bu uzun yayı bizzat kendisi yapmış.\n\nBulabildiği her ticari kervanı, kendisine bolca kaynak getirmesi için görevlendirmiş. Nihayetinde dut ağacı odununu, kaliteli çeliği ve hiçlikten getirilmiş Irminsul dallarını kullanmayı seçmiş.\nYaptığı yay güzel ve sağlam çıkmış. Tutuşu kolaymış ve ele verdiği hissiyat gayet iyiymiş.\nYayın kavisi bir hilal kadar güzelmiş ancak sisli bir gecede, gökyüzünde alçakta duran ayın ışığı kadar koyu da bir rengi varmış.\nBu yaydan çıkan ok gökyüzünü delip geçtiğinde, kirişinden ayın unutulmaz döngüsünü andıran loş ve soğuk bir ışık yayılırmış.\n\nBu benzerlik yüzünden yaya \"Hilal\" ismi verilmiş.\nEğer güzelliğiyle insanları büyülerse, ilerleyen zamanlarda Liyue'de buna benzer yaylardan bol miktarda üretileceği kesin.",
	"baseatk": 42,
	"substat": "Saldırı",
	"subvalue": "9",
	"effectname": "Dönüşsüz",
	"effect": "Zayıf noktalara yapılan Yüklü Saldırılar 10 saniyeliğine Hareket Hızını %10, Saldırıyı {0} artırır.",
	"r1": [
		"%36"
	],
	"r2": [
		"%45"
	],
	"r3": [
		"%54"
	],
	"r4": [
		"%63"
	],
	"r5": [
		"%72"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 3
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu Poleni",
				"count": 12
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sis Kaplı Cıva Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu",
				"count": 6
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 3
			},
			{
				"name": "Sis Otu",
				"count": 12
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sis Kaplı Altın Cevher",
				"count": 6
			},
			{
				"name": "Sis Otu Fitili",
				"count": 9
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sis Kaplı Üstün Cevher",
				"count": 4
			},
			{
				"name": "Sis Otu Fitili",
				"count": 18
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 12
			}
		]
	}
}