{
	"id": 14406,
	"name": "Prototip: Kehribar",
	"description": "Kara Kaya Demirci Ocağında özenle saklanan mat kaplamalı bir katalizör. Gökyüzündeki ışığın parıltısına sahip.",
	"descriptionRaw": "Kara Kaya Demirci Ocağında özenle saklanan mat kaplamalı bir katalizör. Gökyüzündeki ışığın parıltısına sahip.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 4,
	"story": "Liyue'nin silah deposundan kadim bir katalizör. Seri numarası silinmiş ve üretim tarihini teyit edebilecek hiçbir kayıt yok.\nDisk, evreni temsil ettiği için yuvarlaktır. Ortasında, gökyüzünde sabit duran bir gök cismini temsil eden Cor Purum parçası vardır.\n\nBüyük kargaşa sona ermişti ancak kötü güçler yeryüzünden silinmemişti. Bu yüzden insanlar, geleneksel dövüş sanatını ve aletlerini bırakıp doğaüstü sanatları benimsemişti.\nAncak katalizör yapımında kullanılan yöntemler çok eskiymiş ve yüzyılı aşkın bir süredir değişmemiş. Bu sebeple o dönemin katalizörleri, daha ilk kullanımda çabucak kırılırmış.\nEfsuncular, Liyue'ye akın edip Yun ailesinin lideri Yun Hui'den kendileri için yeni bir katalizör tasarlamasını istemiş.\nBunun üzerine Yun Hui, \"prototipler\" olarak bilinen yeni geliştirilmiş silah tasarımları serisine katalizörü eklemiş.\n\nBu disk, ahşap ve nadide bir maden cevherinden yapılmıştı. Diskin ortasında bulunan Cor Purum, efsuncuların armağanıymış.\nCor Purum, Cor Lapisin kırk dokuz gün boyunca bir kavanozda pişirilmesinden sonra, dağ pınarından alınan tatlı suyun içinde yine kırk dokuz gün boyunca muhafaza edilmesiyle üretilir.\nCor Purum, ateş ve suyla arındırılarak kırılmaz hale gelir. Efsuncular da bu iki aşamalı arındırma sayesinde, evrenin ilkel enerjisinin bu taşta vücut bulduğuna inanır. Çekirdeğinde Cor Purum bulunan bir katalizör, diskinin dönmesiyle kozmik enerjiyi yönlendirir. Disk on iki kez tam tur döndüğünde, bu enerjinin en saf hali elde edilir.\n\nYun Hui, Cor Purum'un kehribarı andıran sıcak ve altın renkli parıltısı olduğunu gözlemlemiş. Efsuncularla görüştükten sonra, bu katalizöre \"Prototip: Kehribar\" adını vermeyi teklif etmiş.\nO günden sonra Liyue'de yapılan tüm katalizörler, Yun Hui'nin prototipini örnek alarak geliştirilmiş.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "9%",
	"effectName": "Yaldızlama",
	"effectTemplateRaw": "Bir Element Patlaması kullanıldığında 6 saniye boyunca 2 saniyede bir <color=#99FFFFFF>{0}</color> Enerji yenilenir. Bu süre boyunca tüm grup üyeleri 2 saniyede bir <color=#99FFFFFF>{1}</color> Can yeniler.",
	"r1": {
		"description": "Bir Element Patlaması kullanıldığında 6 saniye boyunca 2 saniyede bir 4 Enerji yenilenir. Bu süre boyunca tüm grup üyeleri 2 saniyede bir %4 Can yeniler.",
		"values": [
			"4",
			"%4"
		]
	},
	"r2": {
		"description": "Bir Element Patlaması kullanıldığında 6 saniye boyunca 2 saniyede bir 4,5 Enerji yenilenir. Bu süre boyunca tüm grup üyeleri 2 saniyede bir %4,5 Can yeniler.",
		"values": [
			"4,5",
			"%4,5"
		]
	},
	"r3": {
		"description": "Bir Element Patlaması kullanıldığında 6 saniye boyunca 2 saniyede bir 5 Enerji yenilenir. Bu süre boyunca tüm grup üyeleri 2 saniyede bir %5 Can yeniler.",
		"values": [
			"5",
			"%5"
		]
	},
	"r4": {
		"description": "Bir Element Patlaması kullanıldığında 6 saniye boyunca 2 saniyede bir 5,5 Enerji yenilenir. Bu süre boyunca tüm grup üyeleri 2 saniyede bir %5,5 Can yeniler.",
		"values": [
			"5,5",
			"%5,5"
		]
	},
	"r5": {
		"description": "Bir Element Patlaması kullanıldığında 6 saniye boyunca 2 saniyede bir 6 Enerji yenilenir. Bu süre boyunca tüm grup üyeleri 2 saniyede bir %6 Can yeniler.",
		"values": [
			"6",
			"%6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Sis Kaplı Kurşun Cevher",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Sis Otu Poleni",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Sağlam Ok Başı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Sis Kaplı Cıva Cevher",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Sis Otu Poleni",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Sağlam Ok Başı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Sis Kaplı Cıva Cevher",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Sis Otu",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sivri Ok Başı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Sis Kaplı Altın Cevher",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Sis Otu",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sivri Ok Başı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Sis Kaplı Altın Cevher",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Sis Otu Fitili",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Eski Ok Başı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Sis Kaplı Üstün Cevher",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Sis Otu Fitili",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Eski Ok Başı",
				"count": 12
			}
		]
	}
}