{
	"name": "Prototip: Arkaik",
	"description": "Kara Kaya Demirci Ocağında keşfedilmiş kadim bir kılıç. Kullanıldığında açığa çıkan güç ile gerçekliği bile kesip atabilecek gibi görünüyor.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "4",
	"story": "Liyue'nin silah deposundan kadim bir büyük kılıç prototipi. Seri numarası silinmiş ve üretim tarihini teyit edebilecek hiçbir kayıt yok.\nNeredeyse on sekiz kilo ağırlığındaki bu silahın kabzası nadir bir cevherden yapılmış, kılıcı da en kaliteli çelikten dövülmüş. Savrulduğunda göreceğin tek şey, bulutları yutup ayın ışığını kapatmaya yetecek güçte, kör edici ışık yansımalarıdır.\n\nBüyük felaket sonrasında Yun ailesinin demirci ocağı, çağdaş kılıç tasarımının sınırlarını zorlamak ve kılıca çağ atlatmak için usta zanaatkar Han Wu ile güçlerini birleştirdi.\nBöylece basitçe \"prototipler\" adı verilen silah modelleri ortaya çıktı. Yeni tasarımla yapılan ilk büyük kılıcın nihai görünümü sıra dışı şekilde sadeydi.\nSoluk ve lekeli altının gösterişsiz görünümü, silahın gerçek gücünü saklıyordu. Göze hitap etmese de silahı deneyen herkes, onun ağır ama kullanışlı olduğunu fark ediyordu.\n\nBu silahı döven usta zanaatkar Han Wu, şövalyelik kurallarına sadık bir dövüş ustasına kılıcı teslim etmek için gece boyunca kuzeye doğru seyahat etmişti.\nDövüş ustası kılıcı inceledikten sonra onu denedi. Kılıç bir rüzgar gibi uğuldadı ve bambu ormanının tamamını bir anda yok etti. Seyretmeye değer bir manzaraydı.\n\nDövüş ustası, Han Wu'ya şöyle dedi: \"Bu kılıç antik bir zarafete sahip. Silah olarak da süs olarak da eşit değerde.\"\n\"Hem ağırlığı hem inceliği olan böylesine güzel bir parçanın ismi de saygı uyandırmalı. O yüzden bunun ismi Arkaik olsun.\"\nEşi benzeri bulunmaz gücü sayesinde bu kılıç, Liyue'deki binlerce büyük kılıç için örnek model oldu.",
	"baseatk": 44,
	"substat": "Saldırı",
	"subvalue": "6",
	"effectname": "Parçalama",
	"effect": "Darbe vurduğunda, Normal veya Yüklü Saldırılar %50 ihtimalle küçük bir alandaki düşmanlara ek olarak {0} Saldırı kadar Hasar verir. 15 saniyede bir uygulanabilir.",
	"r1": [
		"%240"
	],
	"r2": [
		"%300"
	],
	"r3": [
		"%360"
	],
	"r4": [
		"%420"
	],
	"r5": [
		"%480"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Meteor Demiri Tozu",
				"count": 3
			},
			{
				"name": "Kırılgan Kemik Parçası",
				"count": 3
			},
			{
				"name": "Kırık Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 3
			},
			{
				"name": "Kırılgan Kemik Parçası",
				"count": 12
			},
			{
				"name": "Kırık Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 6
			},
			{
				"name": "Sağlam Kemik Parçası",
				"count": 6
			},
			{
				"name": "Lekeli Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 3
			},
			{
				"name": "Sağlam Kemik Parçası",
				"count": 12
			},
			{
				"name": "Lekeli Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 6
			},
			{
				"name": "Fosil Kemik Parçası",
				"count": 9
			},
			{
				"name": "Uğursuz Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Meteor Demiri Külçesi",
				"count": 4
			},
			{
				"name": "Fosil Kemik Parçası",
				"count": 18
			},
			{
				"name": "Uğursuz Maske",
				"count": 12
			}
		]
	}
}