{
	"name": "Prototip: Yıldız Parıltısı",
	"description": "Kara Kaya Demirci Ocağında saklı bulunan kancalı bir mızrak. Keskin ucundaki süslemeler yıldızları andırır.",
	"weapontype": "Mızrak",
	"rarity": "4",
	"story": "Liyue'nin silah deposundan kadim bir prototip sırıklı silah. Seri numarası silinmiş ve üretim tarihini teyit edebilecek hiçbir kayıt yok.\nSırıklı silah, altın işlemeli siyah çelikten yapılmıştır. Gövde boyunca yıldırım motifi vardır, yıldırım çizgileri arasına yıldızlar serpiştirilmiştir. Altın varak ise silaha seçkin bir hava katar.\n\nCanavar tehdidi bastırıldığında, geriye çok az birlik kalmıştı ve her biri bulunduğu yerdeki sivil topluluğa katılmıştı. Artık barış hüküm sürse de bu durum, tüm ülkeye yayılan bir dövüş sanatı yenilenmesini başlattı.\nKaliteli parçalar başta olmak üzere, her türden silaha duyulan talep birden arttı ve üreticiler buna ayak uyduramadı. Buna bir çözüm bulmak için Yun ailesinden Yun Hui, usta zanaatkar Han Wu ile buluştu ve ikisi kapalı kapılar ardında yoğun bir araştırma yürüttü.\nTekrar ortaya çıktıklarında, her iki adamın da sakalları otuz santimetre uzamıştı. Yeni silah tasarımları \"prototipler\", Liyue'de silah üretimine çağ atlatmaya nihayet hazırdı. Zanaatlarına bela olan geçmişin prangalarından kurtulma zamanı gelmişti.\n\nYeni özelliklerle yapılan ilk sırıklı silah siyah ve altın görünüme sahipti. Ucundaki sivri kısım önceki standart uzunluğa kıyasla beş santimetre daha uzun yapılmıştı. Gerçekten de ölümcül bir silahtı ama soğukkanlı ve etkili bir havası vardı.\nSilah, ay ışığında bir gece beklemeye bırakılmıştı. Şafağın ilk ışıklarıyla silahın ucu, loş gökyüzüne karşı bir yıldızın soğuk, delici ışığıyla parlıyordu.\n\nBu uhrevi manzarayla birlikte Yun Hui'nin zihni, babasına dair görkemli hatıralarla dolup taşmıştı çünkü babası ismini yıldızlardan almıştı. Bundan çok etkilenen Yun Hui, silahı babasının hatırasına adamaya karar verdi.\nBu nedenle silah, Liyue'deki baltalı mızrak sanatının sonraki uygulayıcıları arasında \"Yıldız Parıltısı\" olarak bilinmeye başladı.",
	"baseatk": 42,
	"substat": "Enerji Yüklemesi",
	"subvalue": "10",
	"effectname": "Büyü Bağımlısı",
	"effect": "Bir Element Becerisi kullanıldıktan sonra, 12 saniyeliğine Normal ve Yüklü Saldırı Hasarını {0} artırır. 2 kademeye kadar birikir.",
	"r1": [
		"%8"
	],
	"r2": [
		"%10"
	],
	"r3": [
		"%12"
	],
	"r4": [
		"%14"
	],
	"r5": [
		"%16"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Meteor Demiri Tozu",
				"count": 3
			},
			{
				"name": "Kırılgan Kemik Parçası",
				"count": 3
			},
			{
				"name": "Kırık Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 3
			},
			{
				"name": "Kırılgan Kemik Parçası",
				"count": 12
			},
			{
				"name": "Kırık Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 6
			},
			{
				"name": "Sağlam Kemik Parçası",
				"count": 6
			},
			{
				"name": "Lekeli Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 3
			},
			{
				"name": "Sağlam Kemik Parçası",
				"count": 12
			},
			{
				"name": "Lekeli Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 6
			},
			{
				"name": "Fosil Kemik Parçası",
				"count": 9
			},
			{
				"name": "Uğursuz Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Meteor Demiri Külçesi",
				"count": 4
			},
			{
				"name": "Fosil Kemik Parçası",
				"count": 18
			},
			{
				"name": "Uğursuz Maske",
				"count": 12
			}
		]
	}
}