{
	"id": 15434,
	"name": "Gökkuşağı Yılanının Yağmur Yayı",
	"description": "Gece Rüzgarının Ustalarının nesilden nesile aktardığı kadim bir tören silahı. Bu karanlık yay, sonsuza dek sarsılmaz bir soğukla sarılıdır.",
	"descriptionRaw": "Gece Rüzgarının Ustalarının nesilden nesile aktardığı kadim bir tören silahı. Bu karanlık yay, sonsuza dek sarsılmaz bir soğukla sarılıdır.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "Çürüyen Kül Şehir ve taht hırsızının hezeyanlı rüyası, güneş kadar parlak bir alevin içine düştü.\nKızıl gözlü kahraman, tanrının ateşli gazabını çağırarak, lanetli, yozlaşmış tahtı yakıp savrulan küle dönüştürdü.\nEjder Katili Maghan'ın, eski hükümdarı derin vadilerden sürmesinin üzerinden onlarca yıl geçmişti.\nBir zamanlar ejderhalara tapan köylerde, yeni nesiller atalarının yeminlerini çoktan unutmuştu.\n\nBu nedenle genç rahip Wagadu, Maghan'ın son dileğini yerine getirdiğinde...\nYani onu isimsiz bir mezara defnedip, yayını alarak sisle kaplı dağlara doğru yola çıktığında...\nYaşlı adamın son sözlerinin gerçekte ne anlama geldiğini bilmiyordu.\n\"Ahdi yenilemek\" ne anlama geliyordu? \"Barışı yeniden tesis etmek\" ne demekti? Wagadu'nun hiçbir fikri yoktu.\nSadece yaşlı rahibin, çok sevdiği yayını tehlikeli Gece Diyarına geri götürmesini istediğine inanıyordu...\nKadim kurbanlar çağından beri terk edilmiş olan öfkeli ruhları yatıştırmaktı dileği.\n\nSis perdesini araladı ve üçlü taş basamağa çıktı.\nGölge diyarının tarif edilemez sınırında, engin, labirentvari bir salon belirdi. Salonun karmaşık koridorları, akıp giden ışıkta hafifçe parıldıyordu.\nGenç rahip, yaldızlı runların kimin tarafından işlendiğini anlayamadan, ani bir sis dalgası görüşünü engelledi.\nSisin içinde imgeler oluştu ve zihnini doldurdu.\nBaş döndürücü bir bulanıklıkta, sayısız değişen form hareli bir ışık misali parıldıyordu.\nTurkuaz gözlü bir hanım gördü, yıldız ışığına bürünmüş devasa bir yılan gördü ve güneş ile ayı dokuyan beyaz bir örümcek gördü...\nSiyah altın ve beyaz çelikten figürler gördü, vahşi bir tilkiyle alay eden kurnaz bir tavşan gördü, zifte bulanmış bir çakal gördü.\nDehşete kapılan Wagadu diz çöktü. Gece Diyarının azizlerine, izinsiz girişini affetmeleri için yalvardı.\nAma sis nihayet dağıldığında, salonun üzerinde yükselen ve ona tepeden bakan varlık, hayal ettiği ölü değildi.\nKudretli bir ejderhaydı; kanatları gökkuşağı misali açılmış, göğü kaplıyordu.\n\n\"Ey kaderi yıldızlara bağlı olan ruhsuz varlık, suretim seni korkutmasın.\"\n\"Buradaki amacını uzun zamandır biliyorum, kalbin her ne kadar cahil bir sis perdesiyle örtülmüş olsa da.\"\n\"Kendine ejder katili diyen rahip, seni gelecek çağlar için bir sözleşme yapmaya gönderdi.\"\n\"Kadimlerin soylu kanı, onun kılıcını asla lekelemedi ve bu içtenlik bin söze bedeldir.\"\n\"Fark etmez. Kralımız çoktan yok oldu ve rüyalarda yaşayan akrabalarıma bakmaktan usandım.\"\n\"Kabileleriniz refaha ersin diye bildiğim tüm gizli ayinleri aktarmaya hazırım.\"\n\"Yer altı dünyasına düşen elçilere kan sunmadan, gecenin fısıltılarını duymanızı sağlamaya hazırım.\"\n\"Bunun karşılığında, ahdin mühürlenmesinin bedeli olarak sadece iki şey istiyorum.\"\n\"İlk olarak, soyundan gelenler, bir zamanlar koruduğum kadim halka dostça ve eşit şekilde yaklaşmalıdır.\"\n\"Her zaman onların öğütlerine kulak vermeli ve yeminlerinin Büyük Birlik gibi alay konusu olmasına asla izin vermemelidir.\"\n\"İkincisi, soyundan gelenler, adımı tüm dokuma kayıtlarından ve parşömenlerden silmelidir.\"\n\"Kendini bilge ilan eden hiç kimse onu açığa çıkarmasın, aksi takdirde aptalca intikamlarıyla anlaşmamızı mahvederler.\"\n\"Tereddüt etme, sadece kabul et. Seni koruyan Wayob, bir zamanlar benim hizmetkarımdı.\"\n\"Sen doğmadan çok önce, bana bu yasak ahitten bahsetmişti.\"\n\nYeni uyanmış, rüyayı gerçeklikten ayırt edemeyen biri gibi, sersemlemiş Wagadu onaylarcasına başını salladı.\nBir anda, yaldızlı salon ve kudretli ejderha, geçmiş bir çağın sisi gibi dağıldı.\nWagadu hâlâ, az önce tanık olduğu imgelerin, yorgunluktan kaynaklanan geçici bir rüyadan fazlası olup olmadığını merak ediyordu...\nBirden yanında gece rüzgarı gibi soğuk, tüy kadar yumuşak bir dokunuş hissetti ve bu, içgüdüsel olarak dönmesine neden oldu.\nOrada, efsaneye göre, Gece Krallığı'ndan yeni çıkmış ilk Iktomizor duruyordu.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "10%",
	"effectName": "Kutsal Taht Ardında Kozmik Fısıltılar",
	"effectTemplateRaw": "Kuşanan karakter savaş alanında değilken saldırıları düşmana isabet ettiğinde 8 saniyeliğine Saldırı <color=#99FFFFFF>{0}</color> artar.",
	"r1": {
		"description": "Kuşanan karakter savaş alanında değilken saldırıları düşmana isabet ettiğinde 8 saniyeliğine Saldırı %28 artar.",
		"values": [
			"%28"
		]
	},
	"r2": {
		"description": "Kuşanan karakter savaş alanında değilken saldırıları düşmana isabet ettiğinde 8 saniyeliğine Saldırı %35 artar.",
		"values": [
			"%35"
		]
	},
	"r3": {
		"description": "Kuşanan karakter savaş alanında değilken saldırıları düşmana isabet ettiğinde 8 saniyeliğine Saldırı %42 artar.",
		"values": [
			"%42"
		]
	},
	"r4": {
		"description": "Kuşanan karakter savaş alanında değilken saldırıları düşmana isabet ettiğinde 8 saniyeliğine Saldırı %49 artar.",
		"values": [
			"%49"
		]
	},
	"r5": {
		"description": "Kuşanan karakter savaş alanında değilken saldırıları düşmana isabet ettiğinde 8 saniyeliğine Saldırı %56 artar.",
		"values": [
			"%56"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Gece Rüzgarının Mistik Düşüncesi",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Kırılmış Tomurcuk",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Yıpranmış Yetki Belgesi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Gece Rüzgarının Mistik Sezgisi",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Kırılmış Tomurcuk",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Yıpranmış Yetki Belgesi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Gece Rüzgarının Mistik Sezgisi",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Büyüleyici Geniş Yaprak",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Kusursuz Yetki Belgesi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Gece Rüzgarının Mistik Kehaneti",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Büyüleyici Geniş Yaprak",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Kusursuz Yetki Belgesi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Gece Rüzgarının Mistik Kehaneti",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Hayali Yaprak Buklesi",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Donuk Yetki Belgesi",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Gece Rüzgarının Mistik İlhamı",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Hayali Yaprak Buklesi",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Donuk Yetki Belgesi",
				"count": 12
			}
		]
	}
}