{
	"name": "Menzil Göstergesi",
	"description": "Bugünlerde nadir bulunan bir ölçüm aleti. Ok fırlatmak için de kullanılabilir.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "Geçmişte şehir içi inşaatlarda ve harabe keşfinde sık faydalanılan bir alet.\nGenelde açıları ölçmek için kullanılsa da mesafe ölçümü ve tahmininde de oldukça başarılıydı.\nKullanımı için hassasiyetle üretilen özel oklar ve eğitimli profesyonellerin elleri gerekiyordu.\nOk fırlatıldığında ışık hüzmesi gibi dümdüz ilerliyordu.\n\nPlanlama ve inşaata ek olarak keşiflerde ve hatta suç soruşturmalarında da oldukça iş görüyordu.\nBecerikli ellerde mesafe ölçümü son derece keskin olabiliyordu.\nRemuria harabelerinin geçmiş keşiflerindeki ekipler genelde bu menzil göstergesini beraberinde getirir,\nzamanla veya yıkımla toprağa gömülen tarihi alanların konumunu keşfederdi.\nSonradan popülerlik kazanan modern Hurlock romanları bile\ngizli bir oda bulmak üzerine yazılan hikayede bu alete yer vermiştir.\n\nGünümüzde pek çok menzil göstergesi antika dükkanlarının raflarında veya tavan aralarında toz tutmaktadır.\nKullanımı daha kolay ve daha az beceri gerektiren benzer aletler yaygınlaştıkça\nözel okların da üretimi sona erdi ve çok geçmeden onlar da tarihin tozlu sayfalarına karıştı.\nÖte yandan gösterge, dışarıda şüphe çekmeden taşınabilen bir yay görevi gördüğü için\nçalkantılı zamanlarda orijinal tasarımından farklı amaçlarla kullanıldığı oldu.",
	"baseatk": 44,
	"substat": "Saldırı",
	"subvalue": "6",
	"effectname": "Duvarcı Şarkısı",
	"effect": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Birlik Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Çabalama etkisi kazanır. Harcadığı her bir Sembol için {0} Saldırı Bonusu elde eder ve Tüm Element Hasarları {1} artar. Çabalama etkisi her 15 saniyede bir tetiklenebilir ve Semboller, kuşanan karakter savaş alanında olmasa da elde edilebilir.",
	"r1": [
		"%3",
		"%7"
	],
	"r2": [
		"%4",
		"%8,5"
	],
	"r3": [
		"%5",
		"%10"
	],
	"r4": [
		"%6",
		"%11,5"
	],
	"r5": [
		"%7",
		"%13"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kadim Akor Parçası",
				"count": 3
			},
			{
				"name": "Kirli Su Damlası",
				"count": 3
			},
			{
				"name": "Okyanus Ötesi İncisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Kadim Akor Kuplesi",
				"count": 3
			},
			{
				"name": "Kirli Su Damlası",
				"count": 12
			},
			{
				"name": "Okyanus Ötesi İncisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kadim Akor Kuplesi",
				"count": 6
			},
			{
				"name": "Kirli Su Birikintisi",
				"count": 6
			},
			{
				"name": "Okyanus Ötesi Parça",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kadim Akor Bölümü",
				"count": 3
			},
			{
				"name": "Kirli Su Birikintisi",
				"count": 12
			},
			{
				"name": "Okyanus Ötesi Parça",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kadim Akor Bölümü",
				"count": 6
			},
			{
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 9
			},
			{
				"name": "Alaca Kristal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kadim Akor Yankısı",
				"count": 4
			},
			{
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 18
			},
			{
				"name": "Alaca Kristal",
				"count": 12
			}
		]
	}
}