{
	"name": "Taşkıran Kızılboynuz",
	"description": "Bir önceki sahibinin açıklamasına göre, bu \"Yüce Kızılboynuz Metin Taşkıran Yaldızlı Taşkıran Aslan Efendisi\" ile karşılaşan tüm canavarlar kuyruğunu bacaklarının arasına sıkıştırıp kaçar.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "5",
	"story": "Bu silahın tam adı \"Yüce Kızılboynuz Metin Taşkıran Yaldızlı Taşkıran Aslan Efendisi\".\nBu silah bir zamanlar \"Aslan Kral Otogi Kongou\" olarak bilinen tuhaf birinin sevgili kılıcıydı.\n\nHer iki isim de aşırı uzun olduğu için...\nÇocuklar silaha Kızılboynuz Tokmak ve onu kullanan kişiye de \"Otogi Kral\" adını verdiler.\n\nKızılboynuz Tokmak, büyülü bir canavarın boynuzundan yapılmış bir silahtı.\nBake-Kitsune, bake-danuki ve benzer şeytani varlıkların hepsi, bu silahın önünde merhamet dilenirdi.\nYougou Dağı'ndaki Büyük Tengu Reizenbou bile\nKızılboynuz Tokmağın uğursuz gücünden korkar, Aslan Kralın karşısına çıkamazdı.\n\nElbette çocuklar bu tür hikayelere asla inanmazdı.\nNitekim Otogi Kral gerçekten çok güçlüydü. Yedi kişi birden bile onu dohyo'dan atamazdı.\nÇocukların ulaşamadığı meyvelerde gözünün kaldığını görünce, ağacı tekmeleyerek meyveleri yere düşürürdü.\nGerçi bir defasında tüm ağacı devirmişti ve yaşlı bir adam onu dağlara kadar kovalamıştı.\nBir defasında da çocuklarla birlikte resmi bir sonbahar konserini basmıştı.\nYüksek sesle, \"Aslan Kral Otogi Kongou burada. İblisler kaçın!\" diye haykırmıştı.\nArdından, tam da sürtüşme modunda olan ufak tefek Oni ile dövüşmüştü... Sonuç ise izlenemeyecek kadar trajikti.\n\n\"Peki ama Kralın elinden gelen sadece bu kadarsa, hatta ona Şogun'un renklerini giyme hakkı bile verilmediyse...\nŞarkılardaki youkailere nasıl diz çöktürmüş?\" diye sordu çocuklar.\n\n\"Hah! Bütün gece içtiğim için akşamdan kalmaydım, hepsi bu!\"\nOtogi Kral bahane uydururken bile, içtenlikle gülmeyi ihmal etmemişti.\nUtanmaz biri miydi yoksa gerçekten kazanabileceğine mi inanıyordu? Bu konuda kimse emin değildi...\n\n\"Bu sefer, o canavarların boynuzlarını kesin koparacağım,\"\n\"Sonra da size getireceğim. Böylece Aslan Kral Otogi Kongou'nun kudretini göreceksiniz!\"\n\"Okyanus ötesinden gelen o yaratıklar mı? Onlar kolay lokma, ben diyeyim size!\"\n\n\"Hadi, kış kış, gidip o tilki elçisini takip edin de bir köşeye saklanın.\"\n\"Daha sonra uğrarım. Birkaç güreş müsabakası yaparız, olur mu?\"\n\nO bunları söylerken, çocuklar narin Oninin nasıl hafifçe homurdandığını hatırlıyordu.\nKükreyerek hücum eden Otogi Kralı gökyüzüne fırlatmıştı...\n\nDaha sonra, Otogi Kralla güreşen Oni, kolunu ve boynuzunu kaybederek kaçmıştı.\nBüyük Tengu ise dağlarda ve ormanda münzevi yaşam sürüyor, artık insanların karşısına çıkmıyordu.\nBöylece bu kılıcın ardındaki boş övünmeler de sonunda doğru çıkmıştı.\nBaşıboş dolaşan, tuhaf Aslan Kral Otogi Kongou ise bir daha geri dönmedi.\nTekme atarak devirdiği Eflatun Kavun ağacı, daha sonraları yapılan özenli bir bakımla yeniden meyve vermeye başladı.",
	"baseatk": 44,
	"substat": "Kritik Hasar",
	"subvalue": "19.2",
	"effectname": "Gokadaiou Otogibanashi",
	"effect": "Savunmayı {0} artırır. Normal ve Yüklü Saldırı Hasarı {1} Savunma kadar artar.",
	"r1": [
		"%28",
		"%40"
	],
	"r2": [
		"%35",
		"%50"
	],
	"r3": [
		"%42",
		"%60"
	],
	"r4": [
		"%49",
		"%70"
	],
	"r5": [
		"%56",
		"%80"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Narukami'nin Bilgeliği",
				"count": 5
			},
			{
				"name": "Gizli Pençe",
				"count": 5
			},
			{
				"name": "Eski Balçak",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukami'nin Neşesi",
				"count": 5
			},
			{
				"name": "Gizli Pençe",
				"count": 18
			},
			{
				"name": "Eski Balçak",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukami'nin Neşesi",
				"count": 9
			},
			{
				"name": "Gizli Keskin Pençe",
				"count": 9
			},
			{
				"name": "Kageuchi Balçağı",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukami'nin Sevgisi",
				"count": 5
			},
			{
				"name": "Gizli Keskin Pençe",
				"count": 18
			},
			{
				"name": "Kageuchi Balçağı",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Narukami'nin Sevgisi",
				"count": 9
			},
			{
				"name": "Gizli Vahşi Pençe",
				"count": 14
			},
			{
				"name": "Gösterişli Balçak",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Narukami'nin Cesareti",
				"count": 6
			},
			{
				"name": "Gizli Vahşi Pençe",
				"count": 27
			},
			{
				"name": "Gösterişli Balçak",
				"count": 18
			}
		]
	}
}