{
	"id": 14521,
	"name": "Hakikat Kutusu",
	"description": "Altın ve yeşim taşları oyularak yapılmış sivri bir kutu. Efsaneye göre bir zamanlar Safir Şehir Tulaytullah'ın derinlerindeki bir tapınakta saklanırmış.",
	"descriptionRaw": "Altın ve yeşim taşları oyularak yapılmış sivri bir kutu. Efsaneye göre bir zamanlar Safir Şehir Tulaytullah'ın derinlerindeki bir tapınakta saklanırmış.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "Shah Ramshahr'ın büyük kulesi, sonunda balla kaplı zehirli bir rüya gibi kana bulanmış kumlara gömüldüğünde,\nAsaletinin gücü, sabah çiyi misali sayısız ulus arasında gezdi ve sonunda yeniden kan ve gözyaşında boğuldu.\nSafir kubbelerin altında, bir zamanlar zorbanın egemenliğine boyun eğen soylular onun boyunduruğundan kurtuldular,\nYine de sahte bilgelere kanıp, kavurucu kumların ortasında katliam ve çöküş oyunlarına yeniden sürüklendiler.\n\nBilgelerin sessiz ikazlarını çoktan unutan, ey Tulaytullah'ın gururlu halkı...\nGurkan'ın ismiyle birlikte ihtirasları da solup gittiğinde isyanın gerçek bedelini ancak anladılar.\nZalim Khaganlar at sırtında geldiğinde, Sonsuz Sütun Bahçesini koruyan tek bir savaşçı dahi kalmamıştı.\nAltın düşlerde yaşayanlar, evcil hayvanlar gibi yeni efendilere boyun eğmek zorunda kaldılar.\n\nAskerler ve vergi tahsildarları, uzak diyarlardan gelip doymak bilmez bir açgözlülükle yorgun düşmüş halkın üzerine üşüştüler.\nKendini merhametliden gören zümrüt saray halkına zulmetmeye devam ederken,\nYabancı kabilelerin demir toynakları altında ezilen halkın içinde, teselliyi nostaljik bir geçmişte arayanlar oldu.\nYakıcı güneşten saklandıkları serin gölgeliklerde, Kral Humayun'un kısa hükümdarlığını övdüler fısıldayarak.\n\nGenç soylu Goudarz, halkını zincirlerinden kurtarma kararlılığıyla kumların derinliklerine gömülmüş kutsal salona adım attı.\nEfsaneye göre bu saray Leylek Kral'a aitti ve yedi keşiş arasında en bilge olan katip, gizlice yıldızların ve ayın elçiliğini yapıyordu.\nFakat bu çaresiz ve ümitsiz taarruzun şansı çok azdı; zira hiçbir plan, güneşin muhteşemliğiyle parlayan fatihin güçleriyle boy ölçüşemezdi.\nTighnar'ın bilgeleri çoktan kaçmıştı ve çöldeki o görkemli bilgelik sığınağı, demir rengi kum denizinin altındaydı artık.\nYine de kurumuş bir pınarın derinliklerinden gelen kutsal ve kadim yankılar genç adamın dualarına yanıt verdi...\n\n\"Ey gözü kara çocuk, ey soylu olan, güneşin yakıcı gücüne ve kum fırtınalarının öfkesine hasret edersin; lakin bir aptal gibi bataklığa kule dikmenin hayalini kurarsın.\"\n\"Daha önce hiçbir kahinin ya da inancından dönenin şahit olmadığı bir güç bahşedebilirim sana; tıpkı susamış bir deveye verilen acı ve tuzlu su gibi.\"\n\"Lakin çiçeklerin ve vahaların efendisi, hizmetkarı olduğum Kral Deshret'e üç bilmece bırakmıştı.\"\n\"Her ne kadar bilge ve arif olsa da o zehirli rüyaya düşmeden önce bile bu bilmecelere cevap verememişti.\"\n\"Eğer uzun zamandır kafamı karıştıran bu sisi dağıtabilirsen, hükümranlık gücünü sana bahşedeceğim.\"\n\nGenç Goudarz şöyle yanıtladı:\n\"O halde ey Kutsal Olan; fermanların, yazının, tıbbın ve hikmetin bilgesi, lütfen bu kadim bilmeceleri bana ihsan eyle.\"\n\"Bir fani olarak cevabımı en büyük içtenlik ve dürüstlükle sunacağım, zira benim yolumda yalanın gölgesine dahi yer yoktur.\"\n\nVe böylece, bilge keşişlerin en bilgesi şöyle konuştu:\n\"Sonsuz bir döngüde yükselen ve alçalan, yükseldiği an yok olan ve sonra yeniden büyüyen şey nedir?\"\n\"Ay gibi yükselir, sonra hiçliğe karışıp yok olur.\"\n\"Sonsuz bir arzu döngüsünde, alim de cahil de ona özlem duyar.\"\n\"Ama kibirli insanların yüreğinde tıpkı gelgitler gibi bir yükselir bir geri çekilir.\"\n\nGenç Goudarz şöyle yanıtladı:\n\"Söz ettiğin, entrika ve ihanettir. Erdemi diline dolayanların giydiği cübbeler, aslında sadece çürümüşlüğü ve tembelliği örter.\"\n\"Safir kubbeleri yerle bir eden de işte bu zayıflıktır; bu zayıflıktır halkı feryat figan ettiren.\"\n\nBilge keşiş kahkahayla güldü. Fakat genç soylunun verdiği cevabın bahsini doğrudan açmadı.\nYine de ona Yalanların Asasını verdi.\n\nVe Goudarz'ın ismi tarihten işte böyle silindi...\nOnun yerine güçlü Kral Saleb Dowleh unvanını aldı.\nYalana tahammül edemeyen savaşçı, kurnazlığıyla krallık kudretine nail olmuştu artık.\nAlacakaranlığın solan renkleri arasında altın bir çağın serabını yaratmıştı.\n\n...\n\nTa ki en kusursuz yalan bile iktidar hırsını kontrol edemeyinceye...\nKral Deshret'in eserleri bile artık ilahi tezahür yanılsamasını sürdüremeyinceye...\nVe ta ki Leylek Kral'ın sesi bir kez daha yükselip ona aynı soruyu soruncaya kadar...\nYaşlı kral, Gurabad'ın ağıtları arasında son cevabını verdi:\n\n\"Ey Kutsal Olan, söylediklerimin hepsi yalan. Artık kendi sözlerime bile güvenmiyorum.\"\n\"Şu anda yapabileceğim tek şey sonuna kadar savaşmak. En azından yardımıma gelen kardeşlerimin inancına tekrar ihanet etmemiş olurum.\"\n\"Ey Kutsal Olan, ister gerçeği arıyor ol ister yalanı, herkes onu kendi kanında tatmalı.\"\n\nArdından hükümdarlık gücü, diğer kabilelerin Deyleri tarafından ele geçirildi ve bu böyle sürüp gitti; ta ki çöl rüzgarları, tüm krallıkları toz deryasına dönüştürene dek...\nVe Kutsal Olan, tıpkı ay ışığı toplayan kehribar renkli bal gibi, kralın son vasiyetini onun nihai cevabı olarak kabul etti.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "19,2%",
	"effectName": "Sahteliğin Özü",
	"effectTemplateRaw": "Kritik Oranı <color=#99FFFFFF>{0}</color> artar. Kuşanan karakter bir Element Becerisi kullandığında Yalanların Sırrı etkisini kazanır: 12 saniyeliğine Element Ustalığı <color=#99FFFFFF>{1}</color> artar. Kuşanan karakter bir düşmana Ay Çiçeklenmesi Hasarı verdiğinde Hakikat Ayı etkisini kazanır: 4 saniyeliğine Kritik Hasarı <color=#99FFFFFF>{2}</color> artar. Yalanların Sırrı ve Hakikat Ayı etkileri aynı anda aktif olduğunda iki etki de %50 güçlenir.",
	"r1": {
		"description": "Kritik Oranı %8 artar. Kuşanan karakter bir Element Becerisi kullandığında Yalanların Sırrı etkisini kazanır: 12 saniyeliğine Element Ustalığı 80 artar. Kuşanan karakter bir düşmana Ay Çiçeklenmesi Hasarı verdiğinde Hakikat Ayı etkisini kazanır: 4 saniyeliğine Kritik Hasarı %24 artar. Yalanların Sırrı ve Hakikat Ayı etkileri aynı anda aktif olduğunda iki etki de %50 güçlenir.",
		"values": [
			"%8",
			"80",
			"%24"
		]
	},
	"r2": {
		"description": "Kritik Oranı %10 artar. Kuşanan karakter bir Element Becerisi kullandığında Yalanların Sırrı etkisini kazanır: 12 saniyeliğine Element Ustalığı 100 artar. Kuşanan karakter bir düşmana Ay Çiçeklenmesi Hasarı verdiğinde Hakikat Ayı etkisini kazanır: 4 saniyeliğine Kritik Hasarı %30 artar. Yalanların Sırrı ve Hakikat Ayı etkileri aynı anda aktif olduğunda iki etki de %50 güçlenir.",
		"values": [
			"%10",
			"100",
			"%30"
		]
	},
	"r3": {
		"description": "Kritik Oranı %12 artar. Kuşanan karakter bir Element Becerisi kullandığında Yalanların Sırrı etkisini kazanır: 12 saniyeliğine Element Ustalığı 120 artar. Kuşanan karakter bir düşmana Ay Çiçeklenmesi Hasarı verdiğinde Hakikat Ayı etkisini kazanır: 4 saniyeliğine Kritik Hasarı %36 artar. Yalanların Sırrı ve Hakikat Ayı etkileri aynı anda aktif olduğunda iki etki de %50 güçlenir.",
		"values": [
			"%12",
			"120",
			"%36"
		]
	},
	"r4": {
		"description": "Kritik Oranı %14 artar. Kuşanan karakter bir Element Becerisi kullandığında Yalanların Sırrı etkisini kazanır: 12 saniyeliğine Element Ustalığı 140 artar. Kuşanan karakter bir düşmana Ay Çiçeklenmesi Hasarı verdiğinde Hakikat Ayı etkisini kazanır: 4 saniyeliğine Kritik Hasarı %42 artar. Yalanların Sırrı ve Hakikat Ayı etkileri aynı anda aktif olduğunda iki etki de %50 güçlenir.",
		"values": [
			"%14",
			"140",
			"%42"
		]
	},
	"r5": {
		"description": "Kritik Oranı %16 artar. Kuşanan karakter bir Element Becerisi kullandığında Yalanların Sırrı etkisini kazanır: 12 saniyeliğine Element Ustalığı 160 artar. Kuşanan karakter bir düşmana Ay Çiçeklenmesi Hasarı verdiğinde Hakikat Ayı etkisini kazanır: 4 saniyeliğine Kritik Hasarı %48 artar. Yalanların Sırrı ve Hakikat Ayı etkileri aynı anda aktif olduğunda iki etki de %50 güçlenir.",
		"values": [
			"%16",
			"160",
			"%48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Vaha Bahçesi Hatırası",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Işıksız Kemik",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Işıksız Kemik",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Parlayan Kalıntılar",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Parlayan Kalıntılar",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Parlak Dış İskelet",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Vaha Bahçesi Gerçeği",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Parlak Dış İskelet",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 18
			}
		]
	}
}