{
	"id": 13425,
	"name": "Meşru Mükafat",
	"description": "Ucunda taze bir kan lekesi olan keskin bir mızrak.",
	"descriptionRaw": "Ucunda taze bir kan lekesi olan keskin bir mızrak.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 4,
	"story": "Çevirdiği üçkağıt ne kadar zekice olursa olsun, hırsızın hırsız olduğunu unutmamak gerekir.\nSuçlular alenen cezasını bulmalı ve yalanlar ifşa edilmelidir.\nZira dünya bu şekilde dönmeli, dürüstlük anlamını yitirmemelidir.\nNe var ki \"olması gerekenler\" ancak sözde kolaydır, istenilen sonuca erişebilmek ise akılalmaz derecede çaba gerektirir.\n\nGençliğinde genç ve kurnaz bir kılıç ustasıyla dövüşen bu kız, rakibi olan adamın yavaş fakat kasıtlı olarak hareket etmesine aldanıp afallayıvermişti.\nSonunda normalde asla açığa vurmayacağı bir zaafını belli eden kızın kolu, hemen ardından adamın kılıcının hedefi oluverdi. Bunun ardından da kız, dövüş yeteneğinin kılıç ustasıyla boy ölçüşemediğini kabul etmek zorunda kaldı.\nDaha sonraları o kılıç ustasını bir kez daha bulup son bir düelloya davet etmek ve varını yoğunu ortaya koymak da geçti gönlünden. Ne var ki dediklerine göre adam çoktan emekli olmuştu bile.\nÜlkesine hizmet ederken yaralanan yüzünü uzun zamandır bir maskenin altında gizliyordu. Bir zamanlar sahip olduğu uçarı, küstah tavrını ve dövüşteki ritmini kaybetmişti.\nMareşose Avcılarının maruz kaldığı onca şey karşısında bitap düştüğü, kendini içkiye verdiği söyleniyordu.\n\nKuşkusuz ki bu durum geçmiş hayatına bir ihanet gibiydi. Yine de mızrakçı kızın söylentilerin ardındaki gerçeği bizzat keşfetmesi gerekiyordu.\nBöylece kılıç ustasının kah ayak izlerini kah yara izlerini sürmeye koyulan kız, ezeli rakibinin peşine düştü...\nÇok sevdiği biri kaderin sillesini yiyecek olsa da, kalbi kırılıp da tamamen tuzla buz olsa bile,\nKılıç ustasının ardında bıraktığı maskenin izini sürdüğü sırada çektiği tüm çilenin karşılığını almasına ramak kalmıştı...\n\nDerken bu arayışın sonunda ansızın bir olay yaşandı. Üstelik bu olayın bir zamanların efsanevi Düello Şampiyonunun peşine düştüğü adaletle hiçbir ilgisi yoktu.\n\n\"Oo, bu sefer şu ünlü Marfisa gelmiş demek...\"\n\"Moralini bozma. Dövüş yeteneklerin işimize ziyadesiyle yarayacak.\"\n\n\"Usta... Bu zaten ikincisi, korkarım ki bir sonraki...\"\n\n\"Farkındayım.\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "6%",
	"effectName": "Mızrağın Ucu",
	"effectTemplateRaw": "Kuşanan karakterin Canı yenilendiğinde <color=#99FFFFFF>{0}</color> Enerji yenilenir. Bu etki her 10 saniyede bir tetiklenir ve karakter savaş alanında olmasa da uygulanabilir.",
	"r1": {
		"description": "Kuşanan karakterin Canı yenilendiğinde 8 Enerji yenilenir. Bu etki her 10 saniyede bir tetiklenir ve karakter savaş alanında olmasa da uygulanabilir.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Kuşanan karakterin Canı yenilendiğinde 10 Enerji yenilenir. Bu etki her 10 saniyede bir tetiklenir ve karakter savaş alanında olmasa da uygulanabilir.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Kuşanan karakterin Canı yenilendiğinde 12 Enerji yenilenir. Bu etki her 10 saniyede bir tetiklenir ve karakter savaş alanında olmasa da uygulanabilir.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Kuşanan karakterin Canı yenilendiğinde 14 Enerji yenilenir. Bu etki her 10 saniyede bir tetiklenir ve karakter savaş alanında olmasa da uygulanabilir.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Kuşanan karakterin Canı yenilendiğinde 16 Enerji yenilenir. Bu etki her 10 saniyede bir tetiklenir ve karakter savaş alanında olmasa da uygulanabilir.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Saf Denizin Kırık Kadehi",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Saf Denizin Altın Kadehi",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 12
			}
		]
	}
}