{
	"id": 14424,
	"name": "Kurban Yeşimi",
	"description": "Berrak sular gibi parıldayan kadim bir yeşim kolye. Görünüşe göre kadim törenlerde kullanılıyormuş.",
	"descriptionRaw": "Berrak sular gibi parıldayan kadim bir yeşim kolye. Görünüşe göre kadim törenlerde kullanılıyormuş.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 4,
	"story": "Rex Lapis geldiğinde Chenyu Vadisi halkının ataları çoktan kabileler halinde tepelerin dört bir yanına yayılmıştı.\nDuru sular kadar saf olan yeşim taşlarını oyuyor, kadim geleneklere uygun şekilde festivaller düzenliyorlardı.\nKutlu ve uğurlu bir günü iple çeken bu kabile halkı için meşakkatli işleri bir kenara bırakıp güzelim yeşim taşlarını feda etmek ve hürmetlerini sunmak adına suya taş atmak bir adet haline gelmişti.\nHepsi masmavi semanın sessizliğe gömülmüş habercilerini yad ediyor, gelecek yılın lütuflarının da afetlerinin de yolunu gözlüyorlardı.\n\nBir zamanlar Chenyu Vadisi'nde hüküm süren kadim tanrı, yabancı bir diyarda can verdiğinde Rex Lapis toprakların kontrolünü ele geçirdi.\nDağlık yabanın ortasındaki kadim atalar sayesinde Liyue uygarlığı yavaş yavaş filizlenmeye başlamış fakat kurban sunma geleneği henüz gözden çıkarılmamıştı.\nAradan geçen uzun yıllarda en sert kayalar bile suyun narin akışıyla aşınarak sivriliğini kaybedecek, yerel halkın kadim gelenekleri Liyue'den yeni göçen kişiler tarafından kabul görecekti.\nBöylelikle burası, Liyue Limanı'ndan daha farklı geleneklerin benimsendiği bir yer haline geldi ve insanlar Liyue Limanı'ndakilerden daha farklı ve daha nazik bir mizaca sahip oldu.\n\nUzayıp giden yılların ve mevsimlerin ardından, atalar ve onların kabileleri yeni gelenlerle kaynaştı, yeni klanlara ve yeni yerleşim bölgelerine yer açtı...\nYeşim taşından süs eşyaları oyma sanatı yok olmaya yüz tutmuş olsa bile, bu yeni devirde çay yetiştiriciliği baş gösterdi ve çay tarlaları Chenyu Vadisi'nin dört bir yanına dağıldı.\nChenyu Vadisi halkı artık saf su kadar parlak yeşim süsleri sonsuzluğa akan nehre fırlatmasa bile,\nYilong Rıhtımı'nda ataları ve ölüleri yad etmek için yapılan tören, dağdan akan berrak bir derede parlaklığıyla göz alan bir yeşim taşı gibi günümüze kadar ulaştı.\n\nBugün bile dağlar ve vadiler arasındaki yıkıntılarda bitki toplayan kişiler bazen mavi yeşil renkli Yilong yeşim taşları bulur.\nBu taşlar, artık kadim tanrılara ses vermese bile bu dünyanın ışığıyla parıl parıl parlamaya her daim devam edecektir.\nDilsiz yeşim taşı, atalarının çektiği sıkıntıları ve atıldığı maceraları barındıran o kadim tarihi asla anlatamaz.\nMazinin tüm muammaları ise ancak bu taşları şans eseri eline alıp bakan kişilerin hayal gücü ve tahminiyle çözülmeyi bekler.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "8%",
	"effectName": "Yeşim Döngüsü",
	"effectTemplateRaw": "Kuşanan karakter 5 saniyeden uzun süre savaş alanı dışındayken Maks. Canı <color=#99FFFFFF>{0}</color> ve Element Ustalığı <color=#99FFFFFF>{1}</color> artar. Bu etkiler, karakter savaş alanında 10 saniye bulunduktan sonra kaybolur.",
	"r1": {
		"description": "Kuşanan karakter 5 saniyeden uzun süre savaş alanı dışındayken Maks. Canı %32 ve Element Ustalığı 40 artar. Bu etkiler, karakter savaş alanında 10 saniye bulunduktan sonra kaybolur.",
		"values": [
			"%32",
			"40"
		]
	},
	"r2": {
		"description": "Kuşanan karakter 5 saniyeden uzun süre savaş alanı dışındayken Maks. Canı %40 ve Element Ustalığı 50 artar. Bu etkiler, karakter savaş alanında 10 saniye bulunduktan sonra kaybolur.",
		"values": [
			"%40",
			"50"
		]
	},
	"r3": {
		"description": "Kuşanan karakter 5 saniyeden uzun süre savaş alanı dışındayken Maks. Canı %48 ve Element Ustalığı 60 artar. Bu etkiler, karakter savaş alanında 10 saniye bulunduktan sonra kaybolur.",
		"values": [
			"%48",
			"60"
		]
	},
	"r4": {
		"description": "Kuşanan karakter 5 saniyeden uzun süre savaş alanı dışındayken Maks. Canı %56 ve Element Ustalığı 70 artar. Bu etkiler, karakter savaş alanında 10 saniye bulunduktan sonra kaybolur.",
		"values": [
			"%56",
			"70"
		]
	},
	"r5": {
		"description": "Kuşanan karakter 5 saniyeden uzun süre savaş alanı dışındayken Maks. Canı %64 ve Element Ustalığı 80 artar. Bu etkiler, karakter savaş alanında 10 saniye bulunduktan sonra kaybolur.",
		"values": [
			"%64",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Guyun'un Parlak Kumları",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Sis Otu Poleni",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Kehanet Parşömeni",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Guyun'un Işıltılı Taşı",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Sis Otu Poleni",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Kehanet Parşömeni",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Guyun'un Işıltılı Taşı",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Sis Otu",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Mühürlü Parşömen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Guyun'un Yadigarı",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Sis Otu",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Mühürlü Parşömen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Guyun'un Yadigarı",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Sis Otu Fitili",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Lanetli Parşömen",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Sis Otu Fitili",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Lanetli Parşömen",
				"count": 12
			}
		]
	}
}