{
	"id": 13434,
	"name": "Kutsal Adak Asası",
	"description": "Tamamen saf ve lekesiz, gümüş beyazı bir mızrak. Efsaneye göre Hyperborea Başrahibeleri geçmişte Donuk Ayın Çocuklarına bununla yol gösterirmiş.",
	"descriptionRaw": "Tamamen saf ve lekesiz, gümüş beyazı bir mızrak. Efsaneye göre Hyperborea Başrahibeleri geçmişte Donuk Ayın Çocuklarına bununla yol gösterirmiş.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 4,
	"story": "\"Benim sevgili yavrum Lovia, saf olanların en safı, Başrahibenin asası artık senin.\"\n\"Yalnızca senin merhametin ve şefkatin, kaybolmuş kuzuların gözlerini açıp onlara nazik ve huzur dolu bir mutluluk bahşedebilir.\"\n\"Zayıflara özgü olan neşeyi ve yol gösterilmenin mutluluğunu onlara yalnızca sen verebilirsin; çünkü onlar ait olma arzusu ile dünyaya gelirler.\"\n\"Ayın altındaki gölgelerde gizlenen çarpık yalanları ancak sen düzeltebilirsin; çünkü doğru olanın dışında başka yol yoktur.\"\n\"Donuk Ayın hanımı çoktan gümüş ipliğiyle dokudu bu dünyadaki tüm yolları. Artık her şey bu ipliğin sessiz dansıyla uyum içinde hareket ediyor.\"\n\nGenç hizmetçi, eski Başrahibenin asasını aldı ve kadim kutsamalar, soğuk gecede sönen bir mum gibi yavaşça solup gitti.\nKız başka bir diyardan gelen bir yetimdi aslında, ama kendisi bunun farkında değildi. Hiç kutsanmamıştı ve bu yüzden de seçilmemesi gerekiyordu.\nBeyaz ve solgun Donuk Ay artık onlara bakmıyordu ve en saf soydan gelen en saf azizler bile artık onun parlak ışığını kullanamıyordu.\nEskiden sadık olanlar yavaşça uzaklaşırken şüphe fısıltıları giderek yükseliyordu. Zayıflamakta olan Başrahibenin, sallanan tahtına evlatlık kızını oturtmaktan başka çaresi yoktu.\nParlak ve duru ay ışığı onun damarlarında hiç akmamış olsa da nezaketi sayesinde bölünmüş müritleri birleştirebileceğini ümit ediyordu.\n\nTıpkı Başrahibenin umduğu gibi genç hizmetçi, zayıf olanlara şefkat ve nezaketle yaklaştı ve \"doğru\" olduğuna inandığı yoldan sapmadı.\nIşık ve gölge, aydınlık ve karanlık, iyi ve kötü, yaşam ve ölüm... Ayın aydınlattığı bu dünyada var olan her şeyin bir \"doğru\", bir de \"yanlış\" tarafı vardır.\nBu yüzden de tüm varlıkları gerçek mutluluğa yönlendirmek yalnızca mutlak \"doğru\" yolda yürüyerek mümkündür.\nDoğru yolda yürümek, uzun gecede açları doyurmak ve hastaları iyileştirmek demektir.\nŞüphelerin açtığı yaraları içtenlik ve anlayışla onarmak, soydaşlarının endişe dolu kalplerini yatıştırmak demektir.\nDoğru kullanıldığında merhamet; geceyi aydınlatan, soğuk ve umarsız kalpleri ısıtan, tüm nefret ve hasedi yok eden narin bir ışığa dönüşür.\n\nİşte Lovia adındaki kızın ısrarla tutunduğu gerçek buydu. Şefkat dolu gözlerle müritlerini gözetecekti.\nTa ki uzak kuzeyin en saf soyuna ait rahibe, onun için kandan değil candan kız kardeşi,\nO sırada hâlâ müritlerini kazanmaya çalışan ablasını korumak için bir hainin bıçağı önüne atlayıp kendini feda edene kadar.\nİşte tam o anda, kör edici gümüş beyaz ışığın altında, acıdan tek bir çığlık dahi atma fırsatı olmayan o kız nihayet yeni bir farkındalığa vardı:\n\nBugüne dek seçtiği yol, aslında \"doğru\" yol değildi.\nVe zayıfların merhameti, aslında affedilmez bir sanrıydı.\n\nHakikat Ayı umut lütfunu bahşetmeyecekse şayet, varsın yalanlardan şefkat dolu bir şafak örülsün.\nZayıf olanların uzun zamandır kor halindeki ateşini yeniden harlayacak, acı çeken kuzulara herkesin eşit var olacağı bir cennet verecek bir şafak.\nO gizemli yeni ay asla yükselmeyecekse şayet, varsın ölümlülerin hayallerine mutlak iktidar hüküm sürsün.\nBöylece yoldan çıkan sürü yeniden itaatkar kılınsın ve beyhude lütfedilen hediyelerin yasını tutmasın.\n\nEvet, yas tutan güruh için \"doğru\" sevgi ve kalan tek kurtuluş buydu artık.\nAyın gümüş ipliklerini hiç görmemiş olsalar da onlar için \"doğru\" merhamet buydu.\nBu gerçeği reddedenlerin şeytani yalanları kanla yıkanacaktı,\nÇünkü doğru yol, rahmetli kız kardeşinin yetim evladı kutsal varisi doğurana kadar kötüler tarafından lekelenmemeliydi.\n\nVe böylece güçsüzlere karşı şefkatli ve nazik, dünyada çekilen tüm acıların adına sonsuz gözyaşı döken genç hizmetçi,\nSaf ama kirletilmiş o hayali boynuzlu tacı taktı ve kendine adeta bir koza ördü.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "2%",
	"effectName": "Lekesiz Arzu",
	"effectTemplateRaw": "Bir Element Becerisi bir düşmana isabet ettikten sonra 6sn boyunca Saldırı <color=#99FFFFFF>{0}</color>, Enerji Yüklemesi <color=#99FFFFFF>{1}</color> artar. 3 kademeye kadar birikebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Bir Element Becerisi bir düşmana isabet ettikten sonra 6sn boyunca Saldırı %8, Enerji Yüklemesi %6 artar. 3 kademeye kadar birikebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%8",
			"%6"
		]
	},
	"r2": {
		"description": "Bir Element Becerisi bir düşmana isabet ettikten sonra 6sn boyunca Saldırı %10, Enerji Yüklemesi %7,5 artar. 3 kademeye kadar birikebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%10",
			"%7,5"
		]
	},
	"r3": {
		"description": "Bir Element Becerisi bir düşmana isabet ettikten sonra 6sn boyunca Saldırı %12, Enerji Yüklemesi %9 artar. 3 kademeye kadar birikebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%12",
			"%9"
		]
	},
	"r4": {
		"description": "Bir Element Becerisi bir düşmana isabet ettikten sonra 6sn boyunca Saldırı %14, Enerji Yüklemesi %10,5 artar. 3 kademeye kadar birikebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%14",
			"%10,5"
		]
	},
	"r5": {
		"description": "Bir Element Becerisi bir düşmana isabet ettikten sonra 6sn boyunca Saldırı %16, Enerji Yüklemesi %12 artar. 3 kademeye kadar birikebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%16",
			"%12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Uzun Gece Ateşinin Koru",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Sis Tezahürü",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Uzun Gece Ateşinin Kalıntısı",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Sis Tezahürü",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Kırık Aks",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Uzun Gece Ateşinin Kalıntısı",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Sis Plakası",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Uzun Gece Ateşinin Titrek Işığı",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Sis Plakası",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Güçlendirilmiş Aks",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Uzun Gece Ateşinin Titrek Işığı",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Sis Miğferi",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Uzun Gece Ateşinin Işıltısı",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Sis Miğferi",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Hassas Aks",
				"count": 12
			}
		]
	}
}