{
	"id": 11417,
	"name": "İç Kabuk Kılıcı",
	"description": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını ikiye ayırabileceğin bir kılıcın şekline girmiş.",
	"descriptionRaw": "Aranara hikayesinden elde ettiğin bir silah. Ormanın düşmanlarını ikiye ayırabileceğin bir kılıcın şekline girmiş.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "\"Bu Valuka'dan bir hikaye...\"\n\nEvvel zaman içinde, ormanın hâlâ altın bir çöl olduğu, bizim henüz narlardan doğmadığımız zamanlardan gelen bir hikaye bu.\n\nBir zamanlar Araji, Aramaha ve Arayama kadar iyi bir arkadaş grubu olan üç arkadaş vardı.\nAncak bu arkadaşlardan biri yeryüzüne dönerken diğerleri kendi yollarına gittiler.\nBiri yeryüzünde bir krallık yaratmaya ve tüm kederleri ortadan kaldırmaya kararlıydı.\nDiğeri ise bitki örtüsünü, yeşilliği yaymaya ve toprağı mutluluk ve bilgelikle doldurmaya kendini adadı.\n\nAma eninde sonunda krallıklar yıkılacak, bilgelik bozulacak ve mutluluğun tanımı değişecekti.\nSiz hayallerinizi unutacaksınız, biz ise güneşi ve ayı unutarak kendi hayallerimize geri döneceğiz.\n\nYine de, çölün derinliklerinde, tıpkı ormanın krallarının geride bıraktığı izler ve bizim arkada hikayeler bırakmamız gibi,\neski dostluğumuzun izlerinin, tohuma dönüşen bir Aranara gibi sessiz bir uykuda olduğu söylenir.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "6,7%",
	"effectName": "Orman Sığınağı",
	"effectTemplateRaw": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını <color=#99FFFFFF>{0}</color> artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
	"r1": {
		"description": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını 60 artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını 75 artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını 90 artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını 105 artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Yanma, Hızlanma, Şiddetlenme, Yayılma, Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tepkimeleri tetiklendiğinde karakterin etrafında en fazla 10 saniye kalan bir Bilinç Yaprağı oluşur. Yaprak toplandıktan sonra, 12 saniyeliğine karakterin Element Ustalığını 120 artırır. Bu şekilde her 20 saniyede 1 yaprak oluşturulabilir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir. Bilinç Yaprağı etkisi birikmez.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Orman Çiyinin Bakır Tılsımı",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Kaos Deposu",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Soluk Kırmızı Saten",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Kaos Deposu",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Soluk Kırmızı Saten",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Orman Çiyinin Demir Tılsımı",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Kaos Modülü",
				"count": 6
			},
			{
				"id": 112066,
				"name": "İşlemeli Kırmızı İpek",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Kaos Modülü",
				"count": 12
			},
			{
				"id": 112066,
				"name": "İşlemeli Kırmızı İpek",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Orman Çiyinin Gümüş Tılsımı",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Kaos Cıvatası",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Orman Çiyinin Altın Tılsımı",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Kaos Cıvatası",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Koyu Kırmızı Sırmalı Kumaş",
				"count": 12
			}
		]
	}
}