{
	"id": 15424,
	"name": "Yakıcı Güneşin Veliahtı",
	"description": "Kral Deshret döneminden kalma kadim bir uzun yay. Üzerine anlaşılamayan metinler ve desenler oyulmuş.",
	"descriptionRaw": "Kral Deshret döneminden kalma kadim bir uzun yay. Üzerine anlaşılamayan metinler ve desenler oyulmuş.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "Çöllerin kralının bu topraklara hükmettiği dönemde onun iktidarı ve kudreti, kum tepelerini aydınlatan güneş ışığı gibi tüm diyarı bir örtü gibi kaplamıştır.\nGöçebelerin hâlâ dilden dile dolaşan şarkıları, tıpkı çöl böceklerinin cıvıltısı gibi unutulmuş o altın çağdan dem vurur; o devrin ihtişamına methiyeler düzer.\nKızıl hükümdarın bir zamanlar yakıcı güneşe kafa tuttuğu, bu rekabetin sonunda da bir gök taşı gibi yeryüzüne düştüğü söylenir.\nAnlatılanlara göre krallar ve prensler tarafından katledilmeyen rahipler arasında Kral Deshret'in okçuluk sanatını nesilden nesile aktaran kişiler vardır.\n\nBu rahiplerin soyundan gelenler, kendilerine \"Kavurucu Güneşin Varisleri\" adını vermiştir. Kral Deshret'in krallığının geleneksel törenlerini bıkmadan usanmadan yerine getirirler.\nBu esrarengiz grup, gezgin tüccarlar ve istihbarat kanalları için bile gizemlerle doludur.\nÇölün görkemli varisleri arasından çok azı Kral Deshret'in rahiplerinin mirasını devralma hakkını elde eder. Çok azı kadim metinleri okuyacak kadar hünerlidir.\nBüyük ustalık gerektiren o incelikli dövüş sanatlarında matrak da kullanılır mızrak da. Okçuluk ise her daim usta rahiplerin medarıiftiharıdır.\n\nMünzeviler bu insanlara \"çilekeşler\" der. Bazı çilekeşler artık Sumeru'nun sağ kalan tek Tanrı Kral'ına ibadet etmeye başlamıştır.\nNe var ki aralarından çoğu yitip gitmiş; uçsuz bucaksız çölde eski krallığın yılanları, akrepleri ve hayaletleri arasında kayıplara karışmıştır.\nYağmur ormanlarına sadakatle bağlı olanlar ise kadim zamanlarda yapılan iyiliğin karşılığını ödeyebilmek için güçlerini kullanırlar, gizli ve sessiz kalma geleneklerini sürdürürler.\nGel gör ki kalpleri hâlâ binlerce yıl önce felaketle burun buruna gelen atalarının ve Majesteleri Kral Deshret'in acısı ve yasıyla burkulur.\n\nİşte zarif ve kadim okçuluk sanatı ve geleneği, rahiplerin soyundan gelenler vasıtasıyla bu şekilde günümüze kadar aktarılmıştır.\nKadim metinlerin ve resimlerin anlamı, aradan geçen yıllara yenik düşüp yitmiş veya beşeri hatalara maruz kalmış olabilir...\nOk takılı yayını geren kızıl hükümdarın kudretli sureti, mazinin paramparça olmuş bir hülyasına dönüşmüştür artık...\nHer şeye rağmen kadim ulusun yanan hassas korları henüz sönmemiş, fakat giderek daha da derinlere gömülmüştür.\nToprak olup tarihin derinliklerine karışan bir çağa ait bilgileri günümüze aktarırlar ve uygarlığı muhafaza ederler.\n\nÇölde sırra kadem basan bazı \"çilekeşlerin\" ise artık rahiplerin yolundan saptığı söylenir.\nİktidarı ele almaya dair anlık hezeyanlarla kafayı bozup göçebe kabilelerin meselelerine bulaşmaya başlamışlar,\nkadim çağların bağnaz gelenekleri doğrultusunda kayıp çocukları \"Şahin\" olarak eğitmişlerdir.\nHeybetli savaşçılar yetiştirmek adına nesilden nesile aktarılan bu gelişmiş teknikler, günümüzde bambaşka emeller uğruna kullanılmaktadır.\nYeni bir \"kralın\" tahta çıkmasını sağlayabilme yolunda, her şeyden bihaber olan iradesiz Şahinler ve köpekler eğitilir...\nTabii bu başka zaman anlatılacak bir hikaye. Zira hırstan gözü dönenlerin kaderi, genelde ucu bucağı olmayan çölde yitip gitmek olur.\nTıpkı ebedi okyanusa damlayan acı dolu gözyaşları gibi, çıt bile çıkarmadan kayboluverirler gözden.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "4%",
	"effectName": "Güneş Alevi Yolu",
	"effectTemplateRaw": "Yüklü Saldırı bir düşmana vurduktan sonra gökten bir Güneş Alevi Oku iner, Saldırının <color=#99FFFFFF>{0}</color> kadar Hasar verir ve bu Ok ile Hasar alan düşmana 10 saniyeliğine Kalpkavuran etkisi uygular. Kalpkavuran etkisindeki düşmanların, silahı kuşanan karakterden aldığı Yüklü Saldırı Hasarı <color=#99FFFFFF>{1}</color> artar. Güneş Alevi Oku her 10 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Yüklü Saldırı bir düşmana vurduktan sonra gökten bir Güneş Alevi Oku iner, Saldırının %60'ı kadar Hasar verir ve bu Ok ile Hasar alan düşmana 10 saniyeliğine Kalpkavuran etkisi uygular. Kalpkavuran etkisindeki düşmanların, silahı kuşanan karakterden aldığı Yüklü Saldırı Hasarı %28 artar. Güneş Alevi Oku her 10 saniyede bir tetiklenebilir.",
		"values": [
			"%60'ı",
			"%28"
		]
	},
	"r2": {
		"description": "Yüklü Saldırı bir düşmana vurduktan sonra gökten bir Güneş Alevi Oku iner, Saldırının %75'i kadar Hasar verir ve bu Ok ile Hasar alan düşmana 10 saniyeliğine Kalpkavuran etkisi uygular. Kalpkavuran etkisindeki düşmanların, silahı kuşanan karakterden aldığı Yüklü Saldırı Hasarı %35 artar. Güneş Alevi Oku her 10 saniyede bir tetiklenebilir.",
		"values": [
			"%75'i",
			"%35"
		]
	},
	"r3": {
		"description": "Yüklü Saldırı bir düşmana vurduktan sonra gökten bir Güneş Alevi Oku iner, Saldırının %90'ı kadar Hasar verir ve bu Ok ile Hasar alan düşmana 10 saniyeliğine Kalpkavuran etkisi uygular. Kalpkavuran etkisindeki düşmanların, silahı kuşanan karakterden aldığı Yüklü Saldırı Hasarı %42 artar. Güneş Alevi Oku her 10 saniyede bir tetiklenebilir.",
		"values": [
			"%90'ı",
			"%42"
		]
	},
	"r4": {
		"description": "Yüklü Saldırı bir düşmana vurduktan sonra gökten bir Güneş Alevi Oku iner, Saldırının %105'i kadar Hasar verir ve bu Ok ile Hasar alan düşmana 10 saniyeliğine Kalpkavuran etkisi uygular. Kalpkavuran etkisindeki düşmanların, silahı kuşanan karakterden aldığı Yüklü Saldırı Hasarı %49 artar. Güneş Alevi Oku her 10 saniyede bir tetiklenebilir.",
		"values": [
			"%105'i",
			"%49"
		]
	},
	"r5": {
		"description": "Yüklü Saldırı bir düşmana vurduktan sonra gökten bir Güneş Alevi Oku iner, Saldırının %120'si kadar Hasar verir ve bu Ok ile Hasar alan düşmana 10 saniyeliğine Kalpkavuran etkisi uygular. Kalpkavuran etkisindeki düşmanların, silahı kuşanan karakterden aldığı Yüklü Saldırı Hasarı %56 artar. Güneş Alevi Oku her 10 saniyede bir tetiklenebilir.",
		"values": [
			"%120'si",
			"%56"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Kavurucu Kuvvetin Yankısı",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Kavurucu Kuvvetin Kalan Parıltısı",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Henüz Açmamış Çiçek",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Kavurucu Kuvvetin Kalan Parıltısı",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Kavurucu Kuvvetin Rüyası",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Değerli Çiçek",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Kavurucu Kuvvetin Rüyası",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Kavurucu Kuvvetin Eski Günleri",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Göçebenin Çiçeği",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 12
			}
		]
	}
}