{
	"id": 15432,
	"name": "Sessizliğin Yankısı",
	"description": "Uzun mesafeden sessizce avının canını almak için yapılmış mekanik bir uzun yay. Kirişinden çıkan ses geceye karışır, ardında sadece uzun, tüyler ürpertici yankısı kalır.",
	"descriptionRaw": "Uzun mesafeden sessizce avının canını almak için yapılmış mekanik bir uzun yay. Kirişinden çıkan ses geceye karışır, ardında sadece uzun, tüyler ürpertici yankısı kalır.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "Bunlar, tüm suların nizamının henüz pirinç gibi kalıplara dökülmediği, geçmişin barbar hükümdarlarının medeniyet kisvesine bürünmeye çalıştığı yıllardı.\nBu lordlar, tıpkı Göldeki Işık kılıcının önünde farklı niyetlerle yemin ettikleri gibi, soylu unvanlar için mor cübbelerini değiştirmiş, yasaları ve adaleti kendi keyiflerine göre yorumlamaya başlamışlardı.\nAçık Deniz krallıkları ve kahramanlarının soyu cömert ve hayırsever insanlarla doluydu, lakin hırslı entrikacılar ve gölgelerde cirit atan bencil açgözlülüğün kötü tohumları da yok değildi.\nServet ve güç için duydukları çılgın arzuyu sadakat maskesiyle örten, yoksulların acısını ve kinini kadehteki kırmızı şarap gibi yudumlayanlar da vardı.\n\n\"Evet, biliyorum! O müthiş şehrin çekişmelerine karışmamamız konusunda bizi uyaran, aksi takdirde kılıçlarımızın kardeş kanıyla lekeleneceğini söyleyen Altın Avcı'nın koyduğu yasağın gayet farkındayım!\"\n\"Fakat söyleyin bana, dürüst insanlara çamur atan haydutların ve güçsüzleri sömüren şeflerin, masumları katleden iblislerden ne farkı var?\"\n\"Dostlarım, Remuria'nın çocukları, yoldaşlarım, lütfen beni dinleyin! Adaleti sağlamak bizim amacımız, bizi bağlayan prangalar değil.\"\n\"Fakat o acı denizine bakıp yine de soylu adlarınıza leke sürmek istemiyorsanız o halde bugünden itibaren adım Walter olmasın ve artık Avımızdan azat edin beni.\"\n\nBöylelikle imparatorluğun bir evladı, bir zamanlar Açık Deniz'in kuzey bölgelerine hükmedenlerin ahfadına yeniden savaş açtı.\nFakat bu kez, vaktiyle istilacı olanların soyu, yoksulların yanında yer almıştı.\nAltın Avcı'nın mirası olan uzun kılıcın yerine, yoldaşlarının hor gördüğü kısa yayı kullanmaya başlamıştı\nve bir gölge misali o yüksek salonlarda dolaşarak, darağacının ilmiğini kanla boyuyordu.\nBu ince avcı, korkunç canavarlarla yüz yüze savaşmakta iyi değildi ama kötüleri öldürmekte ustaydı.\nKara altının kanlı şölenlerinde şarap için kavga gürültü eksik olmaz, o dönemin prensleri de çatışma ve kargaşadan geri durmazdı.\nAncak ölümün o ani sessizliği ve düzenli alameti, kurbanlarına dehşetin en büyüğünü yaşatacaktı...\n\n...\n\nBelki de bunların hepsi faydacı bir yaklaşımın ürünüydü. Bunca soylunun hayatını sessizce sona erdiren teknikler,\nzalimlerin gırtlağını hedef alan oklar, takip edilmekten kurtulmak için atılan adımlar...\nWalter ailesinin haini cezalandırılıp mor cübbelilerin entrikalarıyla aklansa ve sponsorlu operalarda Hayalet Avcılarının emektar infazcısı olarak anılıp\ndişleri sökülmüş, zararsız bir figür haline getirilse bile o tekniklerin hiçbiri unutulmayacaktı.\nAksine, güç sahiplerinin emriyle bu teknikler gelecek nesillerin Avcıları tarafından uygulanmaya devam etti.\nTa ki binlerce yıl sonra, Poisson Kuşatmasında, bir zamanlar korumaya yemin ettikleri insanların kanı bizzat bir nehri kırmızıya boyayana kadar...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "9%",
	"effectName": "Suskun Tetik",
	"effectTemplateRaw": "Bir saldırı bir düşmana isabet ettiğinde hedef konumda Maks. Canın <color=#99FFFFFF>{0}</color> kadar Alan Hasarı verir. Bu etki 15 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Bir saldırı bir düşmana isabet ettiğinde hedef konumda Maks. Canın %40'ı kadar Alan Hasarı verir. Bu etki 15 saniyede bir tetiklenebilir.",
		"values": [
			"%40'ı"
		]
	},
	"r2": {
		"description": "Bir saldırı bir düşmana isabet ettiğinde hedef konumda Maks. Canın %50'si kadar Alan Hasarı verir. Bu etki 15 saniyede bir tetiklenebilir.",
		"values": [
			"%50'si"
		]
	},
	"r3": {
		"description": "Bir saldırı bir düşmana isabet ettiğinde hedef konumda Maks. Canın %60'ı kadar Alan Hasarı verir. Bu etki 15 saniyede bir tetiklenebilir.",
		"values": [
			"%60'ı"
		]
	},
	"r4": {
		"description": "Bir saldırı bir düşmana isabet ettiğinde hedef konumda Maks. Canın %70'i kadar Alan Hasarı verir. Bu etki 15 saniyede bir tetiklenebilir.",
		"values": [
			"%70'i"
		]
	},
	"r5": {
		"description": "Bir saldırı bir düşmana isabet ettiğinde hedef konumda Maks. Canın %80'i kadar Alan Hasarı verir. Bu etki 15 saniyede bir tetiklenebilir.",
		"values": [
			"%80'i"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Kadim Akor Parçası",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Soğuktan Çatlamış Kabuk Parçası",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Kadim Akor Kuplesi",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Soğuktan Çatlamış Kabuk Parçası",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Kadim Akor Kuplesi",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Sıcak Sırt Kabuğu",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Kadim Akor Bölümü",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Sıcak Sırt Kabuğu",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Kadim Akor Bölümü",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Alevli Prizma Kabuğu",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Kadim Akor Yankısı",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Alevli Prizma Kabuğu",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 12
			}
		]
	}
}