{
	"name": "Göklerin Omurgası",
	"description": "Dvalin'in amansız kararlılığını simgeleyen bir mızrak. Rüzgarın ve gökyüzünün gücünü taşıyan bu silahın dimdik sapı gökleri işaret ediyor.",
	"weapontype": "Mızrak",
	"rarity": "5",
	"story": "Gökyüzünü tutan bir mızrak.\nRüzgar Hükümdarı'nın hakiki yoldaşı, rüzgar diyarını koruma gayesinden asla vazgeçmemiş.\nBu sarsılmaz kararlılık, ezeli düşmanına karşı verdiği amansız savaşta rüzgar ejderine cesaret vermiştir.\n\nEski zamanlarda Mondstadt'taki huzurlu hayatı kıskanan gölge ejderi Durin, bu topraklara ölüm getirmeye gelmişti.\nDurin, kara kanatlarını açıp gökyüzünü zehirli bulutlarla kaplamış.\nBunlar o kadar güçlü bulutlarmış ki binlerce rüzgar bile yaydığı hastalığı ve zehri dağıtamamış.\nGöklerden boşanan kara yağmurun sesi, halkın feryadını ve inlemelerini bastırıyormuş.\nHalkın ızdırap dolu feryatlarıyla uyanan Rüzgar Hükümdarı'nın yüreği, bu çaresizlik karşısında dağlanmış.\nBu sebeple Dvalin'i çağırmış ve birlikte fırtınanın içine dalarak zehir dolu göklere yükselmişler.\n\nDevasa ejder, kükreyerek gölge ejderinin oluşturduğu zehirli kara bulutların arasına dalmış.\nKanatlarıyla muazzam bir kasırga yaratarak bu zehirli bulutları dağıtmış.\nDvalin, zehirli ejderhayı güçlü pençeleriyle yakalayarak göğün yedi kat üstüne çıkarmış.\nBulutlar aşağıda kalıp da zehirli yağmur durunca, alev alev yanan gökyüzü ejderhaların savaş alanı haline gelmiş.\n\nSonunda rüzgar ejderi, jilet gibi keskin dişleriyle düşmanının boğazını parçalarken, devasa pençeleriyle de uğursuz kalbini söküp atmış.\nBu günahkar yaratık, büyük pişmanlık içinde tertemiz gökyüzünden karlı bir dağın tepesine düşmüş.\nGöğün katbekat üstünde verilen bu acımasız savaşla birlikte, Rüzgar Hükümdarı'nın halkı felaketten kurtulmuş.\nAncak tam da zaferini ilan ettiği anda, düşmanının zehirli kanı rüzgar ejderinin dişlerinden sızıp boğazından aşağı inmiş.\n\nRüzgar ejderi, iliklerine kadar hissettiği muazzam acıyla eski bir harabenin derinliklerine çekilmiş.\nYaralarını iyileştiren Dvalin, günün birinde yeniden uyandırılacağına inanıyormuş.\nYine gökleri delmeyi, karanlığı dağıtmayı ve sevgili dostu Rüzgar Hükümdarı'nın liriyle çaldığı nağmelere eşlik etmeyi umuyormuş.",
	"baseatk": 48,
	"substat": "Enerji Yüklemesi",
	"subvalue": "8",
	"effectname": "Kara Kanat",
	"effect": "Kritik Oranını {0}, Normal Saldırı Hızını {1} artırır. Ayrıca düşmanlara isabet eden Normal ve Yüklü Saldırı vuruşları {2} ihtimalle bir vakum kılıcı tetikleyerek küçük bir alana {3} Saldırı kadar Hasar verir. Bu etki en fazla 2 saniyede bir uygulanabilir.",
	"r1": [
		"%8",
		"%12",
		"%50",
		"%40"
	],
	"r2": [
		"%10",
		"%12",
		"%50",
		"%55"
	],
	"r3": [
		"%12",
		"%12",
		"%50",
		"%70"
	],
	"r4": [
		"%14",
		"%12",
		"%50",
		"%85"
	],
	"r5": [
		"%16",
		"%12",
		"%50",
		"%100"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Karahindiba Gladyatörü Kelepçesi",
				"count": 5
			},
			{
				"name": "Kaos Cihazı",
				"count": 5
			},
			{
				"name": "Kehanet Parşömeni",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 5
			},
			{
				"name": "Kaos Cihazı",
				"count": 18
			},
			{
				"name": "Kehanet Parşömeni",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 9
			},
			{
				"name": "Kaos Devresi",
				"count": 9
			},
			{
				"name": "Mühürlü Parşömen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 5
			},
			{
				"name": "Kaos Devresi",
				"count": 18
			},
			{
				"name": "Mühürlü Parşömen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 9
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 14
			},
			{
				"name": "Lanetli Parşömen",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Karahindiba Gladyatörü Rüyası",
				"count": 6
			},
			{
				"name": "Kaos Çekirdeği",
				"count": 27
			},
			{
				"name": "Lanetli Parşömen",
				"count": 18
			}
		]
	}
}