{
	"name": "Göklerin Atlası",
	"description": "Dvalin ve eski efendisi Rüzgar Hükümdarı'nı simgeleyen bir bulut atlası. Kuzeyin rüzgarlarını ve bulutlarını ayrıntılı olarak anlatır, göklerin ve rüzgarın gücünü barındırır.",
	"weapontype": "Katalizör",
	"rarity": "5",
	"story": "Bir rüzgar atlası.\nKuzey bölgelerinin hava durumunu, şiirler ve resimler şeklinde gösteren atlasın bir nüshası.\nBu nüsha, her birine isimle hitap edilen bulutlara ya da rüzgarlara atfedilmiş 100 bin kasideden oluşur.\nBulut atlası rüzgarlara biçim vermiş, kasideler de onlara kişilik kazandırmıştır.\nÇok sayıda biçimsiz rüzgar, Barbatos'un gözünde artık onun dostları ve ailesi olmuştur.\n\nEfsanelerde, Barbatos'un bir zamanlar olağan seyrinde esen dört rüzgarı çağırdığı söylenir.\nBarbatos, karları eriterek, korkunç yaratıkları defederek ve topraklara yağmuru getirerek Mondstadt'ı yaratmıştır.\nBulut Atlası adını verdiği bu atlasın, halk arasında elden ele dolaşıp çoğaltılmasına izin vermişti.\nNe yazık ki zamana yenik düşmüş ve geride kalan nüshalarda bulunan bazı çizimler ile kasideler kaybolmuştur.\nYine de bu atlastaki bilgiler, şarkılara ve efsanelere dönüşüp halk arasında dilden dile dolaşmıştır.\n\nBin rüzgarın mazisi kaybolmamıştır ve halen Barbatos'un zihninde ilk günkü tazeliğini korumaktadır.\nBarbatos, uğursuz ejderha Durin'in kara kanatlarına göğüs gerdiğinde,\nbin rüzgarın kulak verdiği şarkısıyla Rüzgar Ejderi'ne seslenmiş.\nBu atlası elinde tutan, bin rüzgarın gerçek isimlerine ve tüm güçlerine hakimdir.\n\nMondstadt'ın masmavi semalarında artık sükunet hüküm sürer.\nBarbatos ve Dvalin, kendilerine yeni bir yuva bulmuştur.\nAtlas da kendisini muhafaza etme onuruna nail olan birine emanet edilmiştir.",
	"baseatk": 48,
	"substat": "Saldırı",
	"subvalue": "7.2",
	"effectname": "Gezgin Bulutlar",
	"effect": "Element Hasarı Bonusunu {0} artırır. Normal Saldırı isabetleri %50 ihtimalle bulutların lütfunu kazanarak 15 saniye boyunca en yakındaki düşmanı arar ve {1} Saldırı kadar Hasar verir. 30 saniyede bir uygulanabilir.",
	"r1": [
		"%12",
		"%160"
	],
	"r2": [
		"%15",
		"%200"
	],
	"r3": [
		"%18",
		"%240"
	],
	"r4": [
		"%21",
		"%280"
	],
	"r5": [
		"%24",
		"%320"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Kutup Kurdunun Süt Dişi",
				"count": 5
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 5
			},
			{
				"name": "Sağlam Ok Başı",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 5
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 18
			},
			{
				"name": "Sağlam Ok Başı",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 9
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 9
			},
			{
				"name": "Sivri Ok Başı",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 5
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 18
			},
			{
				"name": "Sivri Ok Başı",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 9
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 14
			},
			{
				"name": "Eski Ok Başı",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Kutup Kurdunun Özlemi",
				"count": 6
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 27
			},
			{
				"name": "Eski Ok Başı",
				"count": 18
			}
		]
	}
}