{
	"id": 15433,
	"name": "Kapan Kancası",
	"description": "Metal bir alaşımdan yapılmış olmasına rağmen gövdesi şaşırtıcı derecede hafif bir yay. Fırlattığı oklar, kalın ve ağır ağların bile rahatlıkla içinden geçebilir.",
	"descriptionRaw": "Metal bir alaşımdan yapılmış olmasına rağmen gövdesi şaşırtıcı derecede hafif bir yay. Fırlattığı oklar, kalın ve ağır ağların bile rahatlıkla içinden geçebilir.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Yay",
	"rarity": 4,
	"story": "Bu dünyada kaçmanın gerçekten mümkün olmadığı çok az tuzak vardır, zira en sıkı ağlar bile iğneyle örülebilir.\nÖlümcül bir tuzak söz konusu olsa bile, kancaların ve kafes demirlerinin arasında saklı bir umut ışığı vardır hep.\nHiçbir kalbin tamamen kilitlenemeyeceği gibi, en temkinli savunmalar bile sarsılır eninde sonunda.\n\nSarayda büyüyen bir Fey için yalanlar ve ikiyüzlülük, hileler ve tuzaklardan çok daha tehlikelidir.\nSoylular, haksız kazançlarını muhafaza etmek için hazinelerini sayısız ölümcül tuzağın ardına sakladılar.\nKimsenin sağ çıkamayacağına inansalar da, zeki Feyler her zaman kaçmanın bir yolunu bulurdu.\n\nÇünkü bir yapı ne kadar karmaşıksa o kadar kusur barındırır.\nDoğru anı yakaladığında tüm engeller ortadan kalkar.\n\nSerseri olarak bilinen hırsızın namı işte bu şekilde yayıldı. Kendini o kadar iyi gizliyordu ki kimse gerçek kimliğinin soylu Nashchokin olduğundan şüphelenmedi bile.\nBir yandan sarayın ve aristokrat toplumunun sıkıcılığına göğüs geren bir soyluyken, öte yandan birlikte gülüşüp sohbet ettiği lordların sıkı korunan hazinelerini yağmalayan kötü şöhretli hırsızdı.\nDışarıdan etkilenmeyen, sakin ve ölçülü bir hayat sürmesi gerekirdi aslında. Ancak...\n\n\"Hey! Sinsi tilki seni! Evet, sana diyorum! Gölgelerde saklanmaya devam ediyorsun ha? Gözün yiyorsa benimle Grandükün akşam ziyafetine gelirsin!\"\n\"Bir yarışma yapalım. Dükün sırrını ilk keşfeden kim olursa, usta hırsızın unvanını o üstlensin!\"\n\"Ayrıca şunu unutma: Kaybedersen soyluların altınını ve gümüşünü gerçekten ihtiyacı olanlara dağıtacaksın. Usta hırsızın yolundan gitmek için bu gerekir.\"\n\nFeyin bu da dahil her türlü sorundan kaçınması gerekirdi. Ama ziyafette toplanan saygın kimselere küçümseyerek bakan genç kadını gördüğünde bu değişti.\nUstaca girdiği saygıdeğer misafir kılığının tek bir kusuru vardı, o da yeterince yapmacık davranmamasıydı.\nBöylece Kılıçkıran'ın meydan okumasını kabul etti, ama zaferin vereceği heyecanı istediği için değildi. Bir insanın gerçek doğasını görmek istiyordu, zira bulunduğu dünyada buna çok nadir rastlanırdı.\n\nOyunu kazanmaktan daha akıllıca olan oyuna hiç bulaşmamaktı, bu yüzden oyunda hep yan çizen Fey sürekli üstünlük sağladı.\nAşağılandığı için öfkelenen genç kadın, yenilgiyi kabullenmeyi reddetti. Bu seferki meydan okuması şahsiydi, soyluyu en büyük onurundan mahrum edecekti.\nÇariçenin bizzat hediye ettiği hazineyi çalıp fakir çocuklara dağıttı. Zafer onundu artık.\nYakınlardaki Fey, kıkırdayarak yırtık pırtık bir çocuk oyuncağını altın yaldızlı vitrine yerleştirdi.\nAçılış töreninde oyuncak göründüğünde hem genç hanımefendi hem de soylular şaşırıp kaldı. Kimin kazandığı aşikardı.\n\nAncak soylular, artık alt tabakanın kışkırtmalarından bıkmıştı. Böylece kaçışı olmayan bir tuzak kurdular.\nFey, bu soruna basit bir çözüm buldu: Hazineyi çalan ve yerine oyuncağı bırakan hırsızın iki farklı kişi olması gerekmiyordu. Bu yüzden sakince tuzağın içine girdi ve iki suçu birden üstlendi.\n\nNüfuzlu ailesi sayesinde halka açık infaz edilmekten kurtuldu, hatta son bir dilek dileme hakkı oldu.\nUzun bir süre sessiz kaldıktan sonra \"Lütfen cenazem için boş bir tabut hazırlayın.\" dedi Fey. Şaşırtıcı bir şekilde dileği hiç sorgulanmadan yerine getirildi.\nFeyin dudaklarında ufak bir tebessüm belirdi. Sonra da yüksek surlardan sonsuz sessizliğe attı kendini. Böylece yaşam ile ölümün nihai yargısını güç sahiplerinin ellerinden aldı.\nFakat Serseri olarak bilinen hırsız bile nihayetinde ölümün karanlık gölgesinden kaçamadı.\n\nSonsuza dek saklanabilen çok az sır vardır, onlar da mezarların derinliklerine gömülen sırlardır...\n\"Sevgili dostum, umarım bu gizemi hayatın boyunca çözmezsin.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "13,3%",
	"effectName": "Çevik Gölge",
	"effectTemplateRaw": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı <color=#99FFFFFF>{0}</color> artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı <color=#99FFFFFF>{1}</color> daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 60 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 60 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 75 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 75 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 90 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 90 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 105 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 105 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Bir Element Tepkimesi tetiklediğinde 12sn boyunca Element Ustalığı 120 artar. Ay Sembolü: Yükselen Parıltı: Bu etkinin sağladığı Element Ustalığı artışı 120 daha artar. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Uzun Gece Ateşinin Koru",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Sis Tezahürü",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Sağlam Ok Başı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Uzun Gece Ateşinin Kalıntısı",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Sis Tezahürü",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Sağlam Ok Başı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Uzun Gece Ateşinin Kalıntısı",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Sis Plakası",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sivri Ok Başı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Uzun Gece Ateşinin Titrek Işığı",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Sis Plakası",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sivri Ok Başı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Uzun Gece Ateşinin Titrek Işığı",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Sis Miğferi",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Eski Ok Başı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Uzun Gece Ateşinin Işıltısı",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Sis Miğferi",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Eski Ok Başı",
				"count": 12
			}
		]
	}
}