{
	"name": "Güneş İncisi",
	"description": "Güneşin ve ayın ışığını barındıran, mat altından yapılmış bir inci. Etrafı sıcak bir güçle sarılıdır.",
	"weapontype": "Katalizör",
	"rarity": "4",
	"story": "Söylentilere göre bu, Liyue'nin efsanevi küresidir.\nBir zamanlar dünyadaki tüm ışığı içine hapseden bu küre, bin yıldır tahta bir kutuda muhafaza edilmiş.\nBuna rağmen gücünden hiçbir şey kaybetmemiş. Artık kutusundan çıkan bu küre, ebediyen parlayacak.\nBin yıldır uykuda olan bu fevkalade güç, hakiki bir bilgenin ellerinde nihayet serbest kalabilirdi.\n\nLiyueli mücevhercilerin arasında uzun zamandır popüler olan bir hikayede, usta zanaatkar Kunwu'nun bir zamanlar gök cisimlerinin ışıklarını toplayıp tahta bir kutuya sakladığı söylenir.\nKunwu'nun daha sonra taş bir odaya gömdüğü bu kutu, kırk dokuz gün ve yirmi saat boyunca zifiri karanlıkta kalmış; ta ki kutudaki inci, güneşin ve ayın ışığını içine hapsedene kadar.\n\nGerçekten de çok tuhaf bir hikaye ama çoğu Liyueli, usta zanaatkar Kunwu'nun sadece belirli bir grubun anlayabileceği bu hikayelerine sorgusuz sualsiz inanmıştır.\nHalktan biri cesaretini toplamış ve yaşını başını almış zanaatkara sırrının ne olduğunu sormuş. Tuhaf ihtiyar, bu saçma sapan soru karşısında kahkaha atarak şöyle demiş:\n\"Peh! Sır mı? İnciyi durmadan parlatacaksın işte!\"\n\nAncak bu soru, Kunwu'nun çırağına sorulduğunda ortaya bambaşka bir hikaye çıkmış. Kunwu, Güneş İncisini parlatmayı bitirdiği anda, göklerin nuru sönmüş ve kıpkırmızı bir ay göklerde seyretmiş.\nPeki bu, Kunwu'nun zanaatında gerçekten de ilahi bir yardım aldığı anlamına mı geliyordu? Yoksa yüce emellerinin göklerde yankı bulup gök cisimlerinin onun bu gayesine cevap vermesi, tamamen kendi başarısı mıydı?",
	"baseatk": 42,
	"substat": "Kritik Oranı",
	"subvalue": "6",
	"effectname": "Güneş Parıltısı",
	"effect": "Normal Saldırı vuruşları 6 saniyeliğine Element Becerisi ve Element Patlaması Hasarını {0} artırır. Benzer şekilde Element Becerisi ve Element Patlaması vuruşları da 6 saniyeliğine Normal Saldırı Hasarını {1} artırır.",
	"r1": [
		"%20",
		"%20"
	],
	"r2": [
		"%25",
		"%25"
	],
	"r3": [
		"%30",
		"%30"
	],
	"r4": [
		"%35",
		"%35"
	],
	"r5": [
		"%40",
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Guyun'un Parlak Kumları",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 3
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 3
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 6
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 6
			},
			{
				"name": "Parıltılı Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 3
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 12
			},
			{
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 6
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 9
			},
			{
				"name": "Enerji Nektarı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 4
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 18
			},
			{
				"name": "Enerji Nektarı",
				"count": 12
			}
		]
	}
}