{
	"name": "Durgunluğun Şarkısı",
	"description": "Deniz canlılarını andıran tuhaf bir uzun yay. Kirişinden hiç ses çıkmaz.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "Efsanelere göre adeta inci ve gümüş gibi ışıl ışıl parlayan bu esrarengiz yayı, hiçliğe düşen bir kahraman bırakmıştı ardında.\nYayın kirişinin rengi simsiyah denizler, zifiri karanlık uçurumlar gibiydi; bir hava boşluğu kadar sessiz ve suskundu.\n\nMazinin o muhteşem günlerinde devler bir ordu kurmuş, denizin derinliklerinde ejderlere karşı savaşmıştı.\nDenizden doğan bu ejderler, Scylla adında bir kral tarafından yönetilen acımasız bir tür olarak bilinirdi.\nEjder Kral Scylla, o günlerde barbarlardan ve deniz ejderlerinden oluşan bir ordu toplayarak kadim ulusun kapısına dayanmıştı.\nOnları durdurmak ve alıkoymak adına yay kuşanmış bir ordu ilerledi öne doğru. Sonra da yüce Harmost, Scylla'nın gücünü mühürleyerek bastırdı...\n\nO günden sonra bir zamanların ihtişamlı krallığı, denizin dibinde dört bir yana dağılmış bir harabe yığınına döndü.\nAncak dev ordusundan geriye kalanlar, gün ışığının ulaşamadığı yerlerde ejderlerin torunlarıyla çarpışmaya devam etti...\nDerin suların durgun akıntısı bu kanlı savaşlardan hiç etkilenmemişti, ancak taşlaşmış kalbi iflas etmenin eşiğindeydi artık.\nBöylece son okçu ile ejderin soyundan kalan tek kişi, nihayet bir mutabakata vardı.\n\nTarafların canını dişine takarak verdikleri bu mücadele artık tüketmişti herkesi.\nBöylece ışığın girmediği hiçliğin ortasında kılıçlar da yaylar da gözden ırak hale geldi.\nKayıp ulusun şövalyeleri ve ejder savaşçılar kendilerini tutamayıp kahkahalara boğuldu.\nNihayet anlamsız bir kan davasının pençelerinden kurtulmuşçasına hantal silahlarını bir kenara fırlatabilmişlerdi.\n\nOkyanusun bu ıssız derinliklerinde daha sonra neler döndüğüne gelecek olursak... Gelecekte sayısız operalar yazıldı bu hikayeleri konu alan!\nBazıları her iki tarafın da vatanlarına ihanet ettiğini ve sürgünler için yeni yerleşim yerleri kurduğunu söylerdi...\nNihayetinde bu kadim ve muhteşem yay gibi çoğu hikaye de denizin durgun derinliklerine gömülecek ve akıllarda hayal ürünü bir efsane olarak yer edecekti.\n\"Barbarlık\" sonunda bu eski krallığın topraklarına da hakim olunca birçok masal ve şarkı kurgusal, sıradan birer hikaye olmaktan daha öteye gidemedi...",
	"baseatk": 42,
	"substat": "Saldırı",
	"subvalue": "9",
	"effectname": "Derinliklerin Nabzı",
	"effect": "Kuşanan karakter Can yenilediğinde 8 saniyeliğine {0} daha fazla Hasar verir. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": [
		"%16"
	],
	"r2": [
		"%20"
	],
	"r3": [
		"%24"
	],
	"r4": [
		"%28"
	],
	"r5": [
		"%32"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kadim Akor Parçası",
				"count": 3
			},
			{
				"name": "Kirli Su Damlası",
				"count": 3
			},
			{
				"name": "Sağlam Ok Başı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Kadim Akor Kuplesi",
				"count": 3
			},
			{
				"name": "Kirli Su Damlası",
				"count": 12
			},
			{
				"name": "Sağlam Ok Başı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kadim Akor Kuplesi",
				"count": 6
			},
			{
				"name": "Kirli Su Birikintisi",
				"count": 6
			},
			{
				"name": "Sivri Ok Başı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kadim Akor Bölümü",
				"count": 3
			},
			{
				"name": "Kirli Su Birikintisi",
				"count": 12
			},
			{
				"name": "Sivri Ok Başı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kadim Akor Bölümü",
				"count": 6
			},
			{
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 9
			},
			{
				"name": "Eski Ok Başı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kadim Akor Yankısı",
				"count": 4
			},
			{
				"name": "Yenidoğan Lekeli Su Tayfı",
				"count": 18
			},
			{
				"name": "Eski Ok Başı",
				"count": 12
			}
		]
	}
}