{
	"name": "Kırık Çamların Şarkısı",
	"description": "Yaprakların ve ağaçların nefesi kadar hafif bir kılıç, yine de bir kasırga kadar yıkıcı.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "5",
	"story": "Bir zamanlar şöyle bir popüler halk şarkısı vardı:\n\"Verebileceğin tüm parayı ver ozana,\"\n\"Gönder buketini o çok güzel kadına,\"\n\"Öyle keskin bir şarap iç ki gözlerin sulansın,\"\n\"Geçip giden düne iç, şafakla gelen yarın için söyle şarkını.\"\n\nŞarkıların ve müziğin rüzgarla yayıldığı diyardaki insanların ruhu neşeli ama hassastır.\nGeçmiş dönemlerde, tiran Decarabian'ın ve iktidardaki aristokratların, belli başlı akorlarla melodileri yasakladığı söylenir.\nBunun nedeni ise zeki insanların, ozanların ve şarkıcıların yaptığı müziğin ardındaki direniş ruhunu hissedebilmesiymiş.\nAyrıca şarkılar, eskiden asilerin iletişim yolu olarak da kullanılırmış.\n\nAristokrasinin iktidarda olduğu dönemde, Rüzgar Hükümdarı'na hürmet eden Kilise ikiye bölünmüştü.\nBir tarafta lordların sofrasında yemek yiyen ve ilahiler yazdıkları hükümdarın heykellerini lordlarla birlikte deviren ruhbanlar varmış.\nDiğer tarafta ise hiçbir dini görevi olmadan sokaklarda, şarap mahzenlerinde ve surların ötesindeki dünyada dolaşan azizler varmış.\nBu azizler ucuz içki içermiş, halkın arasında dolaşan özgün kutsal yazmalarla ve rüzgarların onlara ilettiği sözlerle köleleri ve avam halkı kutsarmış.\nBunları yaparken de yasak şarkılar ve şiirler yazarlarmış.\n\nYabancı bir ülkenin gladyatörü, yeniden uyanan Rüzgar Hükümdarı'yla birlikte meydana çıkıp isyan bayrağını çekince,\nİsimsiz Çoban olarak bilinen yaşlı aziz, Favonius Kilisesinin gerçek müritlerini harekete geçirmiş.\nBaşka birçok kişiyi de yanına katarak bu zümrüt çayırlarda kan dökmüş.\nBirlikte ulusu kurtarmak için toplanarak, eski bir halk şarkısının bugüne kadar hiç söylenmeyen yarısını haykırmışlar:\n\n\"Savaş uğruna canını verecekler için ayır keskin çeliğini,\"\n\"Hazırla hırsızlar için darağacını,\"\n\"Keskinleştir pas tutmuş oklarını,\"\n\"Çünkü müzik sesi geldiğinde vuracağız canavarları.\"",
	"baseatk": 49,
	"substat": "Fiziksel Hasar Bonusu",
	"subvalue": "4.5",
	"effectname": "Asi Sancak Marşı",
	"effect": "\"Milenyum Hareketi\" koleksiyonunun rüzgarla birlikte hareket eden bir parçası. Saldırıyı {0} artırır, Normal ve Yüklü Saldırılar düşmanlara isabet ettiğinde karakter bir Fısıltılar Mührü kazanır. Bu etki 0,3 saniyede bir uygulanabilir. 4 adet Fısıltılar Mührüne sahip olduğunda, mühürlerin tamamı kullanılır ve çevredeki tüm grup üyeleri 12 saniyeliğine \"Milenyum Hareketi: Sancak Marşı\" kazanır. \"Milenyum Hareketi: Sancak Marşı\" ile Normal Saldırı Hızı {1}, Saldırı {2} artar. Bu etki tetiklendikten sonra 20 saniye boyunca Fısıltılar Mührü kazanılamaz. \"Milenyum Hareketi\"nin etkileri arasından aynı türde güçlendirmeler birbirine eklenmez.",
	"r1": [
		"%16",
		"%12",
		"%20"
	],
	"r2": [
		"%20",
		"%15",
		"%25"
	],
	"r3": [
		"%24",
		"%18",
		"%30"
	],
	"r4": [
		"%28",
		"%21",
		"%35"
	],
	"r5": [
		"%32",
		"%24",
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Decarabian'ın Kırık Çinisi",
				"count": 5
			},
			{
				"name": "Ağır Boynuz",
				"count": 5
			},
			{
				"name": "Kırık Maske",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 5
			},
			{
				"name": "Ağır Boynuz",
				"count": 18
			},
			{
				"name": "Kırık Maske",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 9
			},
			{
				"name": "Siyah Bronz Boynuz",
				"count": 9
			},
			{
				"name": "Lekeli Maske",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Decarabian'ın Destansı Parçası",
				"count": 5
			},
			{
				"name": "Siyah Bronz Boynuz",
				"count": 18
			},
			{
				"name": "Lekeli Maske",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Decarabian'ın Destansı Parçası",
				"count": 9
			},
			{
				"name": "Siyah Kristal Boynuz",
				"count": 14
			},
			{
				"name": "Uğursuz Maske",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Decarabian'ın Rüya Parçası",
				"count": 6
			},
			{
				"name": "Siyah Kristal Boynuz",
				"count": 27
			},
			{
				"name": "Uğursuz Maske",
				"count": 18
			}
		]
	}
}