{
	"id": 13511,
	"name": "Kızıl Kum Asası",
	"description": "Obsidiyenden yapılma bir çift asanın teki. Bu asaların çöl halkını yönetme hakkını tanıdığı söylenir ama şimdi bunların asli olup olmadığını bilecek kimse kalmadı.",
	"descriptionRaw": "Obsidiyenden yapılma bir çift asanın teki. Bu asaların çöl halkını yönetme hakkını tanıdığı söylenir ama şimdi bunların asli olup olmadığını bilecek kimse kalmadı.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Mızrak",
	"rarity": 5,
	"story": "Önce güneş ve aylar yaratıldı böylece gece ve gündüz oluştu. Bir keresinde bana gece gökyüzünü süsleyen üç parlak ayı, şimdi hatırlamadığım bir dilde anlatmıştı. Evet, ay sayısı üç olmalı.\nDünyanın gölgeleri uyansın ve yeryüzüne inci gibi parıltılar saçsın ki insanlar, kaderlerindeki sonu bulmak için gece kum tepelerindeki gümüş hatları takip edebilsinler.\n\nArdından ağırlık yaratıldı. Kum battı yeryüzü oldu, ağırlıksız olan da gökyüzü oldu. Şart koştuğum gibi insan yeryüzüne güvenmeli gökyüzünü hayal etmeli.\nAğırlık aşırı olmamalı yoksa insanların ayakları adeta yere bağlanır uzaklara seyahat edecek olanlar hiçbir yere gidemez ve keşfederek yayılmayı engelleyip insanların yükseklere uçamamasına, geleceklerini keşfedememesine neden olur.\n\nSonra yedi bilge keşiş yeniden bir araya geldi ve yer, su ve yıldızların çizdiği yörüngelere hükmettiler. Gök küre sadece bir yanılsamadan ibaret olsa da efsaneler genelde, insanlar yıldızlara ve aylara baktığında ortaya çıkarlar.\n\nGerçek dünyada bariyerler yıkıldı, kara zehir yeryüzüne nüfuz etti. Bu mutsuz, kırılgan ve noksan dünyayı iyileştirmek için dikenler indi ve yeryüzünü deldiler.\nAncak benim koyduğum kurallar daha zarif ve değerlidir, o yüzden onun uğruna sebepsiz yere ölecek müridi olmamalıdır ve hiçbir şiir kaybedilmemelidir. \n\nSonra, zehirden gelen yol kesilip atılmalıdır çünkü zehir almak göklerden de derin bir günahtır. Ancak fısıltılar ne tatlı gelir, konuştukları bilgelik ne açıktır...\nRüzgar, yeni dünyada doğar. Ayın inci gibi ışığı, gün batımının kehribar ışıltısı, çimenlerin dalgalanması ve suların kaynağı gitgide sessizliği bozdu, artık hepsi onun geride bıraktığı şiirleri söylüyor.\n\n...\n\nYedi döngüsü kaldırılmalıdır çünkü gizli hikaye engellenecektir.\nKorku ve keder yok edilmelidir böylece yaşam ve ölüm arasındaki bariyer kalkacaktır.\nGüneşi, ayları ve ağırlığı kaldırın çünkü mekan ve zaman arasında hiçbir engel olmamalıdır.\nKuralların, hükümlerin ve lütufların asıl ilkeleri kaldırılmalıdır, böylece soyuna yüklenmiş cezalardan korkmasına artık gerek kalmayacaktır.\nKuşları, canavarları, balıkları, ejderleri, insanları ve yedi keşiş kralı ortadan kaldırın ki kimse bilgeliği çalamasın.\n\n...\n\n\"Çöl Kralı gizli rüyalarda yeni teoriler oluştururken yalnız başına uykuya daldı.\"\n\"Kralın topraklarında kimse tuzlu su içmek zorunda kalmayacak çünkü yeni bir dünyada her şey güzel olacak.\"\n\n...\n\nMükemmelliğe bu şekilde erişilebilir. Üçümüzün kendi cennetimizde bir kez daha tartıştığını görebiliyorum. Çok yaklaştık.\nEvet bu olağanüstü. Şimdi anlıyorum. Bu benim her zaman istediğim şeydi. Her zaman bir kez daha bulmayı arzuladığım şey, çoğu için bir cennet değildi.\nÖğretilerin hiçbiri, yedi bilge keşişin parodisi ya da sözde kederden arındırılmış bu dünya, artık hiçbiri önemli değil...\n\nAma yanlışlıkla alınmış zehrin bu dünyada kalmasını istemiyorum. Belki o, eski dostluğumuzun ışığında...\nBunu benim için yapmasa da sorun değil. Ortak arkadaşımız hatırına bana son bir iyilik yapmasını istiyorum...",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "9,6%",
	"effectName": "Ufuk Serabı",
	"effectTemplateRaw": "Kuşanan karakter Element Ustalığının <color=#99FFFFFF>{0}</color> kadar bonus Saldırı kazanır. Element Becerisi düşmanlara vurduğunda 10 saniyeliğine Kızıl Kum Rüyası etkisi kazanılır: Kuşanan karakter Element Ustalığının <color=#99FFFFFF>{1}</color> kadar bonus Saldırı kazanır. 3 kademeye kadar birikebilir.",
	"r1": {
		"description": "Kuşanan karakter Element Ustalığının %52'si kadar bonus Saldırı kazanır. Element Becerisi düşmanlara vurduğunda 10 saniyeliğine Kızıl Kum Rüyası etkisi kazanılır: Kuşanan karakter Element Ustalığının %28'i kadar bonus Saldırı kazanır. 3 kademeye kadar birikebilir.",
		"values": [
			"%52'si",
			"%28'i"
		]
	},
	"r2": {
		"description": "Kuşanan karakter Element Ustalığının %65'i kadar bonus Saldırı kazanır. Element Becerisi düşmanlara vurduğunda 10 saniyeliğine Kızıl Kum Rüyası etkisi kazanılır: Kuşanan karakter Element Ustalığının %35'i kadar bonus Saldırı kazanır. 3 kademeye kadar birikebilir.",
		"values": [
			"%65'i",
			"%35'i"
		]
	},
	"r3": {
		"description": "Kuşanan karakter Element Ustalığının %78'i kadar bonus Saldırı kazanır. Element Becerisi düşmanlara vurduğunda 10 saniyeliğine Kızıl Kum Rüyası etkisi kazanılır: Kuşanan karakter Element Ustalığının %42'si kadar bonus Saldırı kazanır. 3 kademeye kadar birikebilir.",
		"values": [
			"%78'i",
			"%42'si"
		]
	},
	"r4": {
		"description": "Kuşanan karakter Element Ustalığının %91'i kadar bonus Saldırı kazanır. Element Becerisi düşmanlara vurduğunda 10 saniyeliğine Kızıl Kum Rüyası etkisi kazanılır: Kuşanan karakter Element Ustalığının %49'u kadar bonus Saldırı kazanır. 3 kademeye kadar birikebilir.",
		"values": [
			"%91'i",
			"%49'u"
		]
	},
	"r5": {
		"description": "Kuşanan karakter Element Ustalığının %104'ü kadar bonus Saldırı kazanır. Element Becerisi düşmanlara vurduğunda 10 saniyeliğine Kızıl Kum Rüyası etkisi kazanılır: Kuşanan karakter Element Ustalığının %56'sı kadar bonus Saldırı kazanır. 3 kademeye kadar birikebilir.",
		"values": [
			"%104'ü",
			"%56'sı"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Vaha Bahçesi Hatırası",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Kaos Deposu",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Kaos Deposu",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Mantar Sporları",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 9
			},
			{
				"id": 112069,
				"name": "Kaos Modülü",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 5
			},
			{
				"id": 112069,
				"name": "Kaos Modülü",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Parlak Polen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 9
			},
			{
				"id": 112070,
				"name": "Kaos Cıvatası",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Vaha Bahçesi Gerçeği",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Kaos Cıvatası",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Kristal Toz Kutusu",
				"count": 18
			}
		]
	}
}