{
	"id": 14517,
	"name": "Yıldız Çağıranın Nöbeti",
	"description": "Kartal şeklinde oyulmuş bir heykel. Gece Rüzgarının Ustalarında nesilden nesile aktarılan kutsal bir yadigardır.",
	"descriptionRaw": "Kartal şeklinde oyulmuş bir heykel. Gece Rüzgarının Ustalarında nesilden nesile aktarılan kutsal bir yadigardır.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "Gözleri yanan dumanla boyansın ki yansıyan renkler onu büyüleyemesin.\nBilekleri çakmaktaşından bir bıçakla kutsansın ki sevdiği yoldaşlarını terk etmesin.\nKadim, yüce bir sözleşmeye uygun olarak gecenin habercisi, yıldız parlaklığında bir ruha sahip bir çocuk seçti\nve şekilden yoksun kadim insanlara rehberlik etsin diye alnına kartal tüyünden bir taç yerleştirdi.\n\nNe rüyalarda boğulan ejderhalar ne de uhrevi alemlerde durmaksızın mücadele eden azizler\nfark etti sözde bilgenin kötü planını. Vadi halkı ve asil soylular arasında bir anlaşma yapıldı,\nbu anlaşma savaş şeflerinin kana susamışlığının alevini söndürdü, geriye sadece örtülü yollarda ölümün huzurlu sessizliği kaldı,\nöyle ki vadideki en cesur savaşçı bile ancak yıldız çağıranın kölesi olabilirdi.\nBu, büyük bir planın bir parçası değildi ama düşmüşlerin yozlaşması onu hâlâ rahatsız ediyordu.\nBu yüzden, iyi niyet adı altında onu ejderhalara isyan çıkarmaya teşvik etmek için ufak numaralar yaptı.\n\nSözde bilgenin düşündüğü gibi, insanların kalplerini manipüle etmek her zaman basit bir iş olmuştu.\nAcıların alevine biraz odun atıp sözde \"umut\" hakkında birkaç akıllıca söz söyledi mi\nkarınca kadar güçsüz ve solmuş bir ağaç kadar aptal olan genç kadın, ona kulak veriyordu.\nÇünkü bir zamanlar gece rüzgarının örttüğü o yollara bakması için genç kadını gecenin tehlikeli diyarından geçirmişti.\nAncak o saflığından, sis ve dumanla karşılaştığında hiçbir şey görmemişti...\nŞimdi tek gereken şey hafifçe itmekti, böylece gülünç hayal dünyası kesinlikle parçalara ayrılacaktı...\n\nSözde bilgenin tahmin ettiği gibi, bir zamanlar ejderhaların önünde diz çökmüş olan genç kadın\ndaha önce hiç görmediği bir yabancıyı flüt ve şarkı eşliğinde duman duvarından geçirdi\nve mükemmel planı sayesinde, sessiz hizmetkarı Dinga'yı derin vadiden gönderdi.\nBöylece, katliamın alevleri yakında dünyanın geri kalanıyla bağlantısı kesilmiş olan bu topraklara çekilecekti...\n\nYıllar sonra kahraman Maghan, Piton Kral'ın altın hançerini eski efendisinin kalbine sapladığında,\ninsan kalplerini kontrol edebileceğini düşünen o bilge, ihanetin ateşli tohumlarının çoktan ekilmiş olduğunu fark etti.\nSadece, ihanet, hayal ettiği gibi derin uykuda olan ejderhalara değil,\nGece Diyarı'nın en derin salonlarından henüz doğmuş olan Wayob'un şarkısına yöneltilmişti\nve böylece, gelecek bin yıl boyunca \"Mictlan\" kabilesinin temellerini güvence altına almıştı.\nBu hücrenin görünmez, yedi katmanlı perdeleri kadim, ışıksız kaos diyarını mühürler\nve gece rüzgarı ile günün soğuk ışığının ortasında karıncalar, sözde bilgenin bile asla elde etmeyi hayal edemeyeceği gizli ayinleri çalarlar.\n\n\"Tüm umudunuzu geceye bağlamayın, azizlerin iyiliğine güvenmeyin ve hepsinden önemlisi, kendine bilge diyen birinin ayartmalarına kolayca kanmayın.\"\n\"Zayıf ve korkak olsak da sefalet ve kötülükle lekelenmiş olsak da biz insanlar yalnızca kendimize güvenebiliriz.\"\n\"Yine de biz ölümlüler nihayetinde kırılgan varlıklarız. Her şey istediğim gibi gitse bile, sınırı yalnızca yüz yıllığına dengeye kavuşturacağım.\"\n\"Bu yüzden konuşmalı ve anlatmalısın. Bilsin kabile halkları, anlat onlara şanlı, kahraman ve yiğit olanları.\"\n\"Onların 'anılarını' anlat, dokuma parşömenlere kaydet ve ileride Natlan adını alacak olan bu evin temellerini at.\"\n\"Dinga, en sadık hizmetkarım, bu heykelciği yanına al ve doğan ilk şafağı takip etmek üzere yola koyul.\"\n\"Ben her zaman senin yanında olacağım, ey yalnız kahramanım, ipek bir iplik gibi omzuna bağlanacağım...\"\n\"Ta ki ruhlarımız, bizi ölümün bile ayıramayacağı derin bir huzur içinde ebediyen kenetlenene dek.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "58",
	"effectName": "Rüzgara ve Güneşe Adak",
	"effectTemplateRaw": "Element Ustalığını <color=#99FFFFFF>{0}</color> artırır. Kuşanan karakter bir kalkan oluşturduktan sonra 15 sn boyunca \"Gecenin Aynası\" etkisi kazanılır: Mevcut aktif grup üyesi, yakındaki düşmanlara <color=#99FFFFFF>{1}</color> daha fazla Hasar verir. \"Gecenin Aynası\" etkisi her 14 saniyede bir kazanılabilir.",
	"r1": {
		"description": "Element Ustalığını 100 artırır. Kuşanan karakter bir kalkan oluşturduktan sonra 15sn boyunca \"Gecenin Aynası\" etkisi kazanılır: Mevcut aktif grup üyesi, yakındaki düşmanlara %28 daha fazla Hasar verir. \"Gecenin Aynası\" etkisi her 14 saniyede bir kazanılabilir.",
		"values": [
			"100",
			"%28"
		]
	},
	"r2": {
		"description": "Element Ustalığını 125 artırır. Kuşanan karakter bir kalkan oluşturduktan sonra 15sn boyunca \"Gecenin Aynası\" etkisi kazanılır: Mevcut aktif grup üyesi, yakındaki düşmanlara %35 daha fazla Hasar verir. \"Gecenin Aynası\" etkisi her 14 saniyede bir kazanılabilir.",
		"values": [
			"125",
			"%35"
		]
	},
	"r3": {
		"description": "Element Ustalığını 150 artırır. Kuşanan karakter bir kalkan oluşturduktan sonra 15 sn boyunca \"Gecenin Aynası\" etkisi kazanılır: Mevcut aktif grup üyesi, yakındaki düşmanlara %42 daha fazla Hasar verir. \"Gecenin Aynası\" etkisi her 14 saniyede bir kazanılabilir.",
		"values": [
			"150",
			"%42"
		]
	},
	"r4": {
		"description": "Element Ustalığını 175 artırır. Kuşanan karakter bir kalkan oluşturduktan sonra 15 sn boyunca \"Gecenin Aynası\" etkisi kazanılır: Mevcut aktif grup üyesi, yakındaki düşmanlara %49 daha fazla Hasar verir. \"Gecenin Aynası\" etkisi her 14 saniyede bir kazanılabilir.",
		"values": [
			"175",
			"%49"
		]
	},
	"r5": {
		"description": "Element Ustalığını 200 artırır. Kuşanan karakter bir kalkan oluşturduktan sonra 15 sn boyunca \"Gecenin Aynası\" etkisi kazanılır: Mevcut aktif grup üyesi, yakındaki düşmanlara %56 daha fazla Hasar verir. \"Gecenin Aynası\" etkisi her 14 saniyede bir kazanılabilir.",
		"values": [
			"200",
			"%56"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Kutsal Lordun Hezeyanlı Çöküşü",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Parçalanmış İradenin Parçası",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Nöbetçinin Ahşap Düdüğü",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Kutsal Lordun Hezeyanlı Perişanlığı",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Parçalanmış İradenin Parçası",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Nöbetçinin Ahşap Düdüğü",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Kutsal Lordun Hezeyanlı Perişanlığı",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Net İrade Odağı",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Savaşçının Metal Düdüğü",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Kutsal Lordun Hezeyanlı Sureti",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Net İrade Odağı",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Savaşçının Metal Düdüğü",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Kutsal Lordun Hezeyanlı Sureti",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Gezgin İrade Mührü",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Sürüngen Taçlı Savaşçının Altın Düdüğü",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Kutsal Lordun Hezeyanlı Kutsallığı",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Gezgin İrade Mührü",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Sürüngen Taçlı Savaşçının Altın Düdüğü",
				"count": 18
			}
		]
	}
}