{
	"id": 11430,
	"name": "Sağlam Kemik",
	"description": "Sayısız kez savrulup darbe aldıktan sonra artık tamamen sertleşmiş, kemikten yapılma bir uzun kılıç. Kahraman Wanjiru'nun en güvendiği silahı olduğu söylenir.",
	"descriptionRaw": "Sayısız kez savrulup darbe aldıktan sonra artık tamamen sertleşmiş, kemikten yapılma bir uzun kılıç. Kahraman Wanjiru'nun en güvendiği silahı olduğu söylenir.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "Tıpkı derin su akıntıları ve dev dalgaların içindeki deniz yaratıklarının dinlenme yerlerine ulaşmak için suyun sesini takip etmeleri gibi\nbir zamanlar alev ülkesine hükmeden büyük ejderhanın da mirasının yattığı bir mezarı vardı.\nOrada, örümcek bacaklarını andıran ağarmış kemik yığınları, dev pençeler gibi gökyüzünü kavrıyordu.\nGeceyi ve ölümün sınırlarını koruyan gizemli makinalara gün boyu devriye gezmeleri emredilmişti.\n\nOrası tüm canlılar için tehlikeli bir yerdi. En çevik kuryeler bile oraya gitmeye ilgi duymuyorlardı.\nHem zaten bir insan neden pençeleriyle dikkatli bir şekilde son günlerini sayan güçlü düşmanları rahatsız etmek istesin ki?\nKabilenin kamp ateşinin etrafında oturan Wanjiru, bu yere ait hikayeleri duyunca birden neşeyle yerinden fırladı.\nDünyada onlardan daha korkunç düşmanlar olmadığı için, halihazırda muhteşem bir güce sahip olan Wanjiru\nher şeyden çok arzuladığı şeyi kesinlikle onların kalıntılarından elde edebilirdi.\n\nEy Muhteşem Wanjiru, o ki tek bir darbede asırlık bir demir ağacını paramparça eden,\nham cevheri avucunun içinde ufalayan ve yoluna çıkan tüm kayaların önünde saygıyla eğildiği\nve en sert metal nesneleri bile parmaklarıyla yumuşak bir kil gibi şekillendiren o zat...\nSağlam bir silahı nereden bulabilirdi? Gece gündüz düşündükten sonra nihayet aradığı cevabı buldu.\n\nTollan'ın zirvesinden yanardağın içine atladı ve yılan gibi sürünen yaratıklardan kaçınarak asırlardır ıssız bir durumda olan harabelere daldı.\nAcımasız bir savaşta büyük ejderhaya karşı mücadele etmiş kahramanların bıraktığı izleri yani dağ yamacındaki büyük yarıkları takip etti.\nKeşke o zamanlarda doğsaymışım diye düşündü! Böylece, geride efsaneler bırakan ataları gibi olabilirdi.\nGüçlü ve dayanıklı ejderhaya karşı yeteneklerini kullanma ve ezeli ruhlara karşı savaşmak üzere güçlerini test etme şansına sahip olan atalarını kıskanıyordu.\n\nGelgelelim kabiledeki hikayecilerin ne kadar ölümcül olduğunu anlata anlata bitiremedikleri o sarp mezarlık\naslında korkunç bir şekilde ölmüş olan birkaç devasa yaratığın cesetlerinin bulunduğu bir yerden başka bir şey değildi.\nTam hayal kırıklığına uğramak üzereyken, elini uzatmış olan kız aniden transa geçti ve kendisine doğru gelen kanatlarını açmış devasa bir gölge gördü.\nO gölgenin ne olduğunu anlamaya fırsat dahi bulamadan büyük bir kahkaha patlattı ve altın gölgeyle savaşmaya başladı.\nBu umutsuz savaşın ayrıntılarına çok fazla girmeye gerek yok. Göze göz, dişe diş bir savaştı ve canları pahasına savaşıp sert darbeler aldılar.\nNihayetinde savaşı sona erdiren, kanlı elleriyle ejderhanın parçalanmış kanadını yırtan cesur savaşçı oldu.\nVe o altın gölge sanki gerçek bir yaratıkmış gibi acı haykırışlarla gözden kayboldu.\n\nKendine geldiğinde eli hâlâ uzanmış bir haldeydi, sanki her şey rüyadan alınmış küçük bir kesit gibiydi.\nAma gerçekten bir rüya mıydı? Rüyada parçaladığı kolu, uzattığı avucunun içindeydi ve hâlâ sızlıyordu.\nSanki hiçliğin ortasından ağır bir ejderha kemiği çıkmış gibiydi ve savaşta ele geçirdiği dev yaratığın kuyruğuyla aynıydı.\n\nBu konuda hikayeler anlatmayı seven arkadaşlarına bundan bahsettiğinde, Gece Rüzgarının Ustalarının Başrahibi burnunu kırıştırdı:\n\"Büyük Tollan Yanardağı yasak bir yerdir ve sıradan insanlar oraya giremez! Hem sen o sıralarda daha çocuktun.\"\nTören kılıcını tutan adam dedi ki: \"Bu arada, sen ciddi misin? Senin o kılıcı çektiğini hiç görmedik.\"\n\"Elbette ciddiyim! İhtiyacım olmadığı için kullanmıyorum, yoksa ellerim onu kavrayacak güçte.\"\nWanjiru, savaştan bir gün önce kamp ateşinin yanındayken, sahildeki büyük siyah yaratığın silüetini görebildiğini\nve o ağarmış kemik kılıcın kabzasını kavrayıp onu savaş alanında bir kez daha çekeceği anı sessizce beklediğini söyledi.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "6%",
	"effectName": "Öncü Gururu",
	"effectTemplateRaw": "Depar veya Alternatif Depar Dayanıklılık Tüketimi %15 azalır. Ayrıca Depar veya Alternatif Depar kullanıldığında Normal Saldırı Hasarı, Saldırının <color=#99FFFFFF>{0}</color> kadar artar. Bu etki 18 defa tetiklendiğinde veya 7sn geçtiğinde sona erer.",
	"r1": {
		"description": "Depar veya Alternatif Depar Dayanıklılık Tüketimi %15 azalır. Ayrıca Depar veya Alternatif Depar kullanıldığında Normal Saldırı Hasarı, Saldırının %16'sı kadar artar. Bu etki 18 defa tetiklendiğinde veya 7sn geçtiğinde sona erer.",
		"values": [
			"%16'sı"
		]
	},
	"r2": {
		"description": "Depar veya Alternatif Depar Dayanıklılık Tüketimi %15 azalır. Ayrıca Depar veya Alternatif Depar kullanıldığında Normal Saldırı Hasarı, Saldırının %20'si kadar artar. Bu etki 18 defa tetiklendiğinde veya 7sn geçtiğinde sona erer.",
		"values": [
			"%20'si"
		]
	},
	"r3": {
		"description": "Depar veya Alternatif Depar Dayanıklılık Tüketimi %15 azalır. Ayrıca Depar veya Alternatif Depar kullanıldığında Normal Saldırı Hasarı, Saldırının %24'ü kadar artar. Bu etki 18 defa tetiklendiğinde veya 7sn geçtiğinde sona erer.",
		"values": [
			"%24'ü"
		]
	},
	"r4": {
		"description": "Depar veya Alternatif Depar Dayanıklılık Tüketimi %15 azalır. Ayrıca Depar veya Alternatif Depar kullanıldığında Normal Saldırı Hasarı, Saldırının %28'i kadar artar. Bu etki 18 defa tetiklendiğinde veya 7sn geçtiğinde sona erer.",
		"values": [
			"%28'i"
		]
	},
	"r5": {
		"description": "Depar veya Alternatif Depar Dayanıklılık Tüketimi %15 azalır. Ayrıca Depar veya Alternatif Depar kullanıldığında Normal Saldırı Hasarı, Saldırının %32'si kadar artar. Bu etki 18 defa tetiklendiğinde veya 7sn geçtiğinde sona erer.",
		"values": [
			"%32'si"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Alevli Fedakar Kalbin Korkusu",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Parçalanmış İradenin Parçası",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Nöbetçinin Ahşap Düdüğü",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Alevli Fedakar Kalbin Çekincesi",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Parçalanmış İradenin Parçası",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Nöbetçinin Ahşap Düdüğü",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Alevli Fedakar Kalbin Çekincesi",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Net İrade Odağı",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Savaşçının Metal Düdüğü",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Alevli Fedakar Kalbin Kararlılığı",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Net İrade Odağı",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Savaşçının Metal Düdüğü",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Alevli Fedakar Kalbin Kararlılığı",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Gezgin İrade Mührü",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Sürüngen Taçlı Savaşçının Altın Düdüğü",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Alevli Fedakar Kalbin İhtişamı",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Gezgin İrade Mührü",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Sürüngen Taçlı Savaşçının Altın Düdüğü",
				"count": 12
			}
		]
	}
}