{
	"name": "Zirvekesen",
	"description": "Efsanevi bir antlaşmanın simgesi, bu keskin kılıç bir zamanlar bir dağın zirvesini bile kesmiş.",
	"weapontype": "Kılıç",
	"rarity": "5",
	"story": "Çok eskilerde, tanrılar ve ruhlar bu diyarı dolanırken\nve tüm diyar karmaşa içindeyken, insanlar şöyle sorular sormuş olmalılar...\n\"Söyle lütfen: Sevgilim ve çocuklarım nereye gitti?\"\n\"Aramızdan ayrılanlar ne zaman geri dönecek?\"\n\"Ah yüce lordum, bu korkunç günler daha ne kadar sürecek?\"\n\nEn sert kayadan yontulmuş insanların kalpleri bile kederden paramparça olurdu.\nTanrılarına olan sarsılmaz inançları konusunda sabırlı ve sessiz kalanların gözleri bile için için yanmaya başlardı.\nAğızlarından bu tür sorular çıkmasa bile kalpleri seslenirdi.\n\nToprağın hükümdarı, bu yüzden kudretini gösterip saf altın Cor Lapis levhasından uzun bir kılıç yaptı.\nTek bir vuruşla dağın bir kenarını kesti ve bu parçanın üzerine insanlara kutsal bir yemin etti.\nDağılanları bir araya getireceğim ve sözleşmeyi bozanları cezalandıracağım.\nSevdiklerini kaybedenler, sahip olduklarını kaybedenler, adaleti bulamayanlar ise karşılığını alacak.\n\nBelki de bu, kadim Liyue toprakları hakkındaki pek çok hikayeden biridir.\nAncak Rex Lapis'in ettiği kutsal yemin Liyue'de halen geçerlidir.\nSözleşmeyi bozmak demek, bir zamanlar tanrıların yönettiği bu diyarın düşmanlığını kazanmak demektir.\nRex Lapis'in kestiği dağ parçası, sözleşmeyi bozanların üzerine er ya da geç düşecektir.\n\nHalen anlatılan bir efsaneye göre, bu silahın gerçek sahibi bir gün dönüp ölümlüler arasında dolanacak.\nBöylece bu kılıç, bir kez daha altın gibi parlayacak ve onun ışığı bu dünyanın adaletsizliklerini bastıracak.\nTıpkı Rex Lapis'in insanların önünde ettiği kutsal yeminde olduğu gibi.",
	"baseatk": 46,
	"substat": "Saldırı",
	"subvalue": "10.8",
	"effectname": "Altın İhtişam",
	"effect": "Kalkan Gücünü {0} artırır. Düşmanlara isabet eden vuruşlar 8 saniyeliğine Saldırıyı {1} artırır. 5 kademeye kadar birikir ve 0,3 saniyede bir uygulanabilir. Bir kalkan tarafından korunurken bu Saldırı artışı etkisi %100 daha güçlü olur.",
	"r1": [
		"%20",
		"%4"
	],
	"r2": [
		"%25",
		"%5"
	],
	"r3": [
		"%30",
		"%6"
	],
	"r4": [
		"%35",
		"%7"
	],
	"r5": [
		"%40",
		"%8"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Guyun'un Parlak Kumları",
				"count": 5
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 5
			},
			{
				"name": "Kırık Maske",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 5
			},
			{
				"name": "Avcının Kurban Bıçağı",
				"count": 18
			},
			{
				"name": "Kırık Maske",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guyun'un Işıltılı Taşı",
				"count": 9
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 9
			},
			{
				"name": "Lekeli Maske",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 5
			},
			{
				"name": "Tefecinin Kurban Bıçağı",
				"count": 18
			},
			{
				"name": "Lekeli Maske",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Guyun'un Yadigarı",
				"count": 9
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 14
			},
			{
				"name": "Uğursuz Maske",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Guyun'un Kutsal Hazinesi",
				"count": 6
			},
			{
				"name": "Müfettişin Kurban Bıçağı",
				"count": 27
			},
			{
				"name": "Uğursuz Maske",
				"count": 18
			}
		]
	}
}