{
	"id": 14518,
	"name": "Şafak Uykusu",
	"description": "Mor yeşimden dövülerek yapılan bir çan feneri. Birinin yastığının kenarına konduğunda o kişinin tatlı rüyalar görmesini sağladığı söylenir.",
	"descriptionRaw": "Mor yeşimden dövülerek yapılan bir çan feneri. Birinin yastığının kenarına konduğunda o kişinin tatlı rüyalar görmesini sağladığı söylenir.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "\"Rüyamda hamamı görünce buluşma yerine vardığımı düşündüm. Bu yüzden biraz geç uyandım.\"\nYarı uykulu genç kız, yoldaşlarıyla konuşurken gecikmesinin sebebini böyle açıkladı ve utancını her zamanki kayıtsızlığıyla maskeledi.\nYeni yılın ilk gününde uyuyakaldığını kabul etmedi, bunun yerine rüyalarındaki sıcak hamamı suçladı.\n\n\"Ne demişler, 'Gündüz düşündüğün şeyler gece gördüğün rüyaları belirler.' Ama soğuk bakışlı tapınak görevlimizin bile bu tatili dört gözle bekleyeceği kimin aklına gelirdi?\"\n\"Tüh be, Takamine gelemedi. Sanırım sana yalnızca ben ve Nagamasa eşlik edeceğiz... Aaah!\"\n\"Kim olsa böyle şanslı bir rüya görmek için can atardı. Bize bir kez olsun gülümseyemez misin?\"\n\nLaubali genç adam yarı şaka yarı ciddi konuşunca Seiraili genç kızın sert bakışlarına maruz kaldı.\nYardım istemek için Oninin üvey oğluna baktı ama dürüst çırak sessizce bakışlarını kaçırdı.\n\nGelgelelim daha sonra Onmyoudou'nun kurucu ustası olarak saygı duyulacak olan genç adam yalan söylemedi. Tıpkı Inazuma'nın\n\"Birincisi hamam, ikincisi şahin ve üçüncüsü Narukami\" deyişinde olduğu gibi, yılın ilk rüyasındaki görülerin genelde uğurlu alametler olarak kabul edilmesine atıfta bulunuyordu.\nHamam sağlığı ve uzun yaşamı, şahin büyük başarıları, Narukami ise gerçekleşen dilekleri simgeler.\n\nAncak o günden sonra tapınak görevlisi bir daha rüyasında hamam görmedi\nve çınlayan çanları andıran kahkahalarla dolu kaygısız ve neşeli o yıllar\nsıcak bir hamam buharı gibi dağıldı, uçsuz bucaksız rüyaların soğukluğunda sessizce yok oldu.\n\n...\n\n\"Bu sefer bir iddiaya girelim, ne dersin? Hımm. Pekala. Ben yayımı ortaya koyuyorum.\"\n\"Dünyadaki en güçlü yay üzerine bahse girerim ki buraya sağ salim döneceğim.\"\n\nAdam şen bir kahkaha atıp bunları söyledi. Ses tonu her zamanki gibi umursamaz ve ciddiyetsizdi.\nUmutsuz kumarbaz diye geçirdi içinden tapınak görevlisi. Şimdiden tanınan bir kılıç ustası olmuşsun ama hâlâ çok toysun.\nAma bunun bir önemi yoktu. Sayısız savaşla yoğrulmuş olan samuray rüyasında gördüğü iyi alametten güç alarak\nyüksek bir tepenin üzerinde süzülen şahin gibi yenilginin kıyısından zaferle dönecekti.\n\nAncak o günden sonra tapınak görevlisi bir daha rüyasında süzülen şahini görmedi.\nSadece tüyleri usulca yere düşüyordu ancak uzun zaman önce ölen şahin artık rüyalarına girmiyordu.\n\n...\n\n\"İlk rüya mı? Hah! Sen deneyimli bir tapınak görevlisisin. Bu saçma hikayelere hâlâ inanmıyorsun, değil mi?\"\n\"İyi alametler, kötü alametler... Bunlar aslında hep aptal çocuklara söylenen yalanlar!\"\n\nBelki de eski bir dostumun dediği gibi, gece rüyaları yalnızca uyanıkken yaşadığımız endişelerin yansımalarıdır.\nDerken bir gece, rüyasında Narukami'nin sancağı arşa yükseldi ve denizin üzerinde amansız bir yıldırım fırtınası gibi dalgalandı.\nBunu gören tapınak görevlisi hem alametlerle hem de önündeki belirsiz yolla alay ederek boş bir kahkaha attı.\n\nBağışla beni Usta. Bana aktardığın sanatın kıymetini bilemediğim,\nhizmet ettiğin sancağa sırtımı döndüğüm ve saflığına leke sürdüğüm için bağışla.\nAma artık hiçbirinin önemi yok.\nYüreğimde ne olduğunu bilmeyenler ne istiyorlarsa söylesinler.\nÇünkü ben hayatımı da ismimi de umursamıyorum.\nYalnızca bu seferlik onun yaşamasına izin ver...\n\n...\n\n\"Pekala, pekala. Hafife almamam gerekirdi. Barıştık, değil mi? Hadi ama Nagamasa, sen de bir şeyler söyle!\"\n\"Hamama gitmek için izin almak sık görülen bir şey değil. Küçük Bayan Tapınak Görevlimiz hamam kapanana dek orada durup hayallere dalmayı planlamıyordur, değil mi?\"\n\nŞaşkınlığını üzerinden atınca zeki gencin muzip şakalarının ve alaycı sırıtışının her zamanki gibi can sıkıcı olduğunu gördü.\nBelki de tüm o iniş çıkışları geçici bir hamam rüyasından, sözde uyanışı ise yağmur sonrasındaki miskin bir şekerlemeden başka bir şey değildi.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Element Ustalığı",
	"baseStatText": "58",
	"effectName": "Hamamlar, Şahinler ve Narukami",
	"effectTemplateRaw": "Bir Girdap tepkimesi tetikledikten sonra 6 saniyeliğine Element Ustalığı <color=#99FFFFFF>{0}</color> artar. Silahı kuşanan karakterin Element Becerisi bir düşmanı vurduğunda 9 saniyeliğine Element Ustalığı <color=#99FFFFFF>{1}</color> artar. Silahı kuşanan karakterin Element Patlaması bir düşmanı vurduğunda 30 saniyeliğine Element Ustalığı <color=#99FFFFFF>{2}</color> artar.",
	"r1": {
		"description": "Bir Girdap tepkimesi tetikledikten sonra 6 saniyeliğine Element Ustalığı 120 artar. Silahı kuşanan karakterin Element Becerisi bir düşmanı vurduğunda 9 saniyeliğine Element Ustalığı 96 artar. Silahı kuşanan karakterin Element Patlaması bir düşmanı vurduğunda 30 saniyeliğine Element Ustalığı 32 artar.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "Bir Girdap tepkimesi tetikledikten sonra 6 saniyeliğine Element Ustalığı 150 artar. Silahı kuşanan karakterin Element Becerisi bir düşmanı vurduğunda 9 saniyeliğine Element Ustalığı 120 artar. Silahı kuşanan karakterin Element Patlaması bir düşmanı vurduğunda 30 saniyeliğine Element Ustalığı 40 artar.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "Bir Girdap tepkimesi tetikledikten sonra 6 saniyeliğine Element Ustalığı 180 artar. Silahı kuşanan karakterin Element Becerisi bir düşmanı vurduğunda 9 saniyeliğine Element Ustalığı 144 artar. Silahı kuşanan karakterin Element Patlaması bir düşmanı vurduğunda 30 saniyeliğine Element Ustalığı 48 artar.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "Bir Girdap tepkimesi tetikledikten sonra 6 saniyeliğine Element Ustalığı 210 artar. Silahı kuşanan karakterin Element Becerisi bir düşmanı vurduğunda 9 saniyeliğine Element Ustalığı 168 artar. Silahı kuşanan karakterin Element Patlaması bir düşmanı vurduğunda 30 saniyeliğine Element Ustalığı 56 artar.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "Bir Girdap tepkimesi tetikledikten sonra 6 saniyeliğine Element Ustalığı 240 artar. Silahı kuşanan karakterin Element Becerisi bir düşmanı vurduğunda 9 saniyeliğine Element Ustalığı 192 artar. Silahı kuşanan karakterin Element Patlaması bir düşmanı vurduğunda 30 saniyeliğine Element Ustalığı 64 artar.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami'nin Bilgeliği",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Alevli Taş",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Uçarlop Kabuğu",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami'nin Neşesi",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Alevli Taş",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Uçarlop Kabuğu",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami'nin Neşesi",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Alevli Yaşam Tohumu",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Uçarlop Kalbi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami'nin Sevgisi",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Alevli Yaşam Tohumu",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Uçarlop Kalbi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami'nin Sevgisi",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Alevli Göz",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Uçarlop Cevheri",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami'nin Cesareti",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Alevli Göz",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Uçarlop Cevheri",
				"count": 18
			}
		]
	}
}