{
	"id": 14516,
	"name": "Sörf Zamanı",
	"description": "\"Birinci Kabileler Arası Sörf Şampiyonası\" şampiyonuna verilmek için tasarlanan bir hatıra eşyası. Bu turnuva şu an hazırlık aşamasında olduğundan ödül de geçici olarak Deniz Keyfi'nde, dükkan sahibinin gözetiminde bekliyor.",
	"descriptionRaw": "\"Birinci Kabileler Arası Sörf Şampiyonası\" şampiyonuna verilmek için tasarlanan bir hatıra eşyası. Bu turnuva şu an hazırlık aşamasında olduğundan ödül de geçici olarak Deniz Keyfi'nde, dükkan sahibinin gözetiminde bekliyor.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "Yanardağ Lordu'nun Natlan kabileleriyle yaşadığı sorunları anlatan hikayeden bir bölüm.\n\nZalim Yanardağ Lordu'nun hikayesini duymayan yoktur. Hantal ve devasa bir canavardı o. Gövdesi, siyah ve mor renkli bir ateş semenderini andırırdı. Diğer kadim ejderhaların yokluğunu fırsat bilip sahipsiz kalan Büyük Tollan Yanardağı'nı gizlice ele geçirmişti. Ardından halkı akla gelebilecek her türlü işkence ve zulümle büyük kıyıma uğratmış, sayısız suç işlemiş ve bir sürü kabileye emsalsiz acılar yaşatmıştı. Şükürler olsun ki Natlan, nihayetinde kara Yanardağ Lordu'nun esaretinden kurtuldu. Artık çocuklar, onun başımıza açtığı musibetlerden korkarak büyümüyor!\nŞimdi bugünkü hikayemize başlayalım. Sizlere, kadim Ateş Hükümdarı Cochanina'nın zekasını kullanarak Yanardağ Lordu'nu Kaplıca Halkı topraklarından nasıl kovduğunu anlatacağız.\n\nGünlerden bir gün Yanardağ Lordu yine yanardağında uzanmış, bir yandan simsiyah vücudunun güzelliğini inceliyor bir yandan da kafasını kaşıyormuş. Derken aklına yine o zalim fikirlerinden biri gelmiş.\n\"Yanardağın altı çok karanlık, hatta aysız bir geceden bile daha karanlık! Kendi bedenimi bile göremiyorum.\"\n\"İşittim ki koca Natlan'da suları güneydeki 'Kaplıca Halkının' suları kadar temiz, onların suları kadar saf olan hiçbir yer yokmuş! Buradaki tüm siyah ve pis şeyleri oraya fırlatıp güzelce yıkarsam belki yanardağımın içi biraz temizlenip ferahlar! O aciz kabile halkının ne diyeceği kimin umurunda?\"\nBüyük Yanardağ Lordu yeni planını yaparken güzelce temizlenme fikrini düşündükçe tatmin dolu bir şekilde kahkahalara boğulmadan edememiş. Yanardağa yoğun bir duman bulutu püskürtmüş, ortaya çıkan gölgelerin ardına gizlenmiş ve Kaplıca Halkının topraklarına varmış. Halkın itirazlarına ve ona engel olma çabalarına hiç aldırış etmemiş. Ne kadar siyah, ne kadar pis eşyası varsa hepsini kaplıcalara fırlatmış. Mutfağındaki lavaboyu bile! O, bu pisliğe devam ettikçe kabilenin havası resmen zehre dönüşmüş. Öyle ki Akarsu Kuşları bile dayanamayıp birer birer başka diyarlara göçmüş.\nNihayetinde kimsenin dayanacak gücü kalmamış! Kabilenin şefi çareyi yollara düşüp Ateş Hükümdarı Cochanina'nın kapısını çalmakta bulmuş.\nCochanina, yaşananları duyunca derin bir iç çekmiş. Bu, Yanardağ Lordu'nun Natlan'daki ilk büyük vukuatı değilmiş elbet. Laftan anlamazlığıyla meşhurmuş bu Lord. Eski Ateş Hükümdarları onu defalarca alt etse de her seferinde bir dalavere çevirip kaçmayı başarırmış. Bir süre yanardağın zifiri karanlık derinliklerinde gizlenir, ardından ortalığı karıştırmak için yeniden ortaya çıkarmış. Cochanina, Yanardağ Lordu'nu bu topraklardan son kez defetmek için zekice bir plan yapmış. Bu sefer yanına sadık yol arkadaşı, meşhur silahı Unu Pachacuti kılıcını değil, sörf tahtasını almış.\nCochanina, Yanardağ Lordu'nu rengi kirden siyaha dönmüş bir kaplıcada keyif çatarken bulmuş. Koca, yuvarlak göbeğini sallıyor, rahat rahat suların sefasını sürüyormuş.\n\"Ey yüce Yanardağ Lordu! Bu aciz, küçük insanların temizlendiği kaplıcalar nasıl yetsin sizin eşsiz hazinelerinizi yıkamaya? Sizin gibi soylu bir varlığa ancak büyük kahraman Uenuku'nun ardında bıraktığı, Kaplıca Halkının nesilden nesile aktardığı, içinden gökkuşakları dökülen 'Işıldayan Kadeh' yaraşır!\"\n\"Demek öyle?\" Yanardağ Lordu bir anda kulak kesilmiş bu sözlere. Karşısındaki kadın değersiz, basit bir kabile üyesinden ibaret olsa da önerisi ve mütevazı tavırları Lordun işine pekala da yarayabilirmiş. \"Öyleyse neden zat-ı şahanelerimi hakkım olanı almaya götürmek yerine karşımda dikiliyorsun?\"\n\"Ey yüce Yanardağ Lordu, bir durumu işitmemiş olabilirsiniz aslında. Bu hazine karada değil, denizin derinliklerinde saklıdır. Ne var ki siz sörf yapmayı bilmezsiniz. Bizlerse biçare insanlarız neticede. Sizin görkemli, haşmetli bedeninizi taşıyacak bir tekne yapamayız...\"\n\"Peh! Sakın beni küçümsemeye cüret etme!\" diyen Yanardağ Lordu sinirlenmiş. Bu zayıf, küçük köleler ne zaman bir şeyi yapamayacağını söylese sinirlenir, derhal gücünü kanıtlamaya girişirmiş. \"Düş önüme! Alt tarafı sörf değil mi zaten? Benim gibi muhteşem bir varlık için ne kadar zor olabilir ki?\"\nCochanina, Yanardağ Lordu'yla denize açılmış da açılmış. Sakar Yanardağ Lordu, ne kadar uğraşsa da kabilenin sörf şampiyonuna bir türlü ayak uyduramamış. Cochanina'nın saçtığı suları yutmaktan başka bir şey gelmiyormuş elinden. Lordun başının iyiden iyiye döndüğünü fark eden Cochanina, denizde sürüklenmekte olan bir balon balığını ona doğru fırlatıp bağırmış:\n\"Bakın! Hazine hemen şurada! Bu anahtarı kullanarak sandığını açabilirsiniz!\"\nYanardağ Lordu, etrafını saran dalgalar yüzünden Cochanina'nın ne attığını görememiş. Ancak o yüce Yanardağ Lordu'ymuş ve insanlardan zayıf olduğunu asla kabul edemezmiş. Kükreyerek \"hazinesine\" doğru kulaç atsa da eline sürüklenen balon balığından başka bir şey geçmemiş. Balığın dikeni eline battığında hissettiği acı o kadar yoğunmuş ki sörf tahtasından denize düşmüş.\nYanardağ Lordu'nun devasa bedeni bile engin denizler içinde küçük bir kum tanesinden ibarettir. Dalgaların derinliklerinde, ondan daha korkunç şeyler kol gezer. Neyse, Yanardağ Lordu uzun bir süre çaresizlik içinde denizde çırpınıp durmuş. Sonra bir dal parçasına tutunmuş ve günler, geceler boyunca sürüklendikten sonra nihayet kıyıya ulaşmış. Cochanina onu Natlan'dan kovmayı başaramamış belki de ama Yanardağ Lordu bir daha asla Kaplıca Halkına bulaşmaya cesaret edememiş.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "19,2%",
	"effectName": "Suyun Hatıraları",
	"effectTemplateRaw": "Maks. Can <color=#99FFFFFF>{0}</color> artar. Her 15 saniyede bir, Element Becerisi kullanıldıktan sonra 14 saniyeliğine 4 Kavurucu Yaz kademesi kazanılır. Her kademe, Normal Saldırı Hasarını <color=#99FFFFFF>{1}</color> artırır. Bu etkinin süresi boyunca her 1,5 saniyede bir düşmana Normal Saldırı isabet ettiğinde 1 kademe kaldırılır. Her 1,5 saniyede bir düşman üzerinde Buharlaşma tepkimesi tetiklendiğinde ise 1 kademe eklenir. En fazla 4 Kavurucu Yaz kademesi birikebilir.",
	"r1": {
		"description": "Maks. Can %20 artar. Her 15 saniyede bir, Element Becerisi kullanıldıktan sonra 14 saniyeliğine 4 Kavurucu Yaz kademesi kazanılır. Her kademe, Normal Saldırı Hasarını %12 artırır. Bu etkinin süresi boyunca her 1,5 saniyede bir düşmana Normal Saldırı isabet ettiğinde 1 kademe kaldırılır. Her 1,5 saniyede bir düşman üzerinde Buharlaşma tepkimesi tetiklendiğinde ise 1 kademe eklenir. En fazla 4 Kavurucu Yaz kademesi birikebilir.",
		"values": [
			"%20",
			"%12"
		]
	},
	"r2": {
		"description": "Maks. Can %25 artar. Her 15 saniyede bir, Element Becerisi kullanıldıktan sonra 14 saniyeliğine 4 Kavurucu Yaz kademesi kazanılır. Her kademe, Normal Saldırı Hasarını %15 artırır. Bu etkinin süresi boyunca her 1,5 saniyede bir düşmana Normal Saldırı isabet ettiğinde 1 kademe kaldırılır. Her 1,5 saniyede bir düşman üzerinde Buharlaşma tepkimesi tetiklendiğinde ise 1 kademe eklenir. En fazla 4 Kavurucu Yaz kademesi birikebilir.",
		"values": [
			"%25",
			"%15"
		]
	},
	"r3": {
		"description": "Maks. Can %30 artar. Her 15 saniyede bir, Element Becerisi kullanıldıktan sonra 14 saniyeliğine 4 Kavurucu Yaz kademesi kazanılır. Her kademe, Normal Saldırı Hasarını %18 artırır. Bu etkinin süresi boyunca her 1,5 saniyede bir düşmana Normal Saldırı isabet ettiğinde 1 kademe kaldırılır. Her 1,5 saniyede bir düşman üzerinde Buharlaşma tepkimesi tetiklendiğinde ise 1 kademe eklenir. En fazla 4 Kavurucu Yaz kademesi birikebilir.",
		"values": [
			"%30",
			"%18"
		]
	},
	"r4": {
		"description": "Maks. Can %35 artar. Her 15 saniyede bir, Element Becerisi kullanıldıktan sonra 14 saniyeliğine 4 Kavurucu Yaz kademesi kazanılır. Her kademe, Normal Saldırı Hasarını %21 artırır. Bu etkinin süresi boyunca her 1,5 saniyede bir düşmana Normal Saldırı isabet ettiğinde 1 kademe kaldırılır. Her 1,5 saniyede bir düşman üzerinde Buharlaşma tepkimesi tetiklendiğinde ise 1 kademe eklenir. En fazla 4 Kavurucu Yaz kademesi birikebilir.",
		"values": [
			"%35",
			"%21"
		]
	},
	"r5": {
		"description": "Maks. Can %40 artar. Her 15 saniyede bir, Element Becerisi kullanıldıktan sonra 14 saniyeliğine 4 Kavurucu Yaz kademesi kazanılır. Her kademe, Normal Saldırı Hasarını %24 artırır. Bu etkinin süresi boyunca her 1,5 saniyede bir düşmana Normal Saldırı isabet ettiğinde 1 kademe kaldırılır. Her 1,5 saniyede bir düşman üzerinde Buharlaşma tepkimesi tetiklendiğinde ise 1 kademe eklenir. En fazla 4 Kavurucu Yaz kademesi birikebilir.",
		"values": [
			"%40",
			"%24"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Alevli Fedakar Kalbin Korkusu",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Parçalanmış İradenin Parçası",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Genç Diş",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Alevli Fedakar Kalbin Çekincesi",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Parçalanmış İradenin Parçası",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Genç Diş",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Alevli Fedakar Kalbin Çekincesi",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Net İrade Odağı",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Tecrübeli Diş",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Alevli Fedakar Kalbin Kararlılığı",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Net İrade Odağı",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Tecrübeli Diş",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Alevli Fedakar Kalbin Kararlılığı",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Gezgin İrade Mührü",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tiranın Dişi",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Alevli Fedakar Kalbin İhtişamı",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Gezgin İrade Mührü",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tiranın Dişi",
				"count": 18
			}
		]
	}
}