{
	"id": 12424,
	"name": "Konuşma Çubuğu",
	"description": "Çoğu kişiye göre bu obsidiyen işlemeli çubuk gayet ikna edicidir.",
	"descriptionRaw": "Çoğu kişiye göre bu obsidiyen işlemeli çubuk gayet ikna edicidir.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Tenoch alev alev yanan uçsuz bucaksız ovalara bakarken ufuktan gelen kapkara bir dalga ilişti gözlerine.\nBronz borusunu öttürdü ve devasa obsidiyen asasını omzuna doğru kaldırdı.\n\n\"Kızılca kıyamet kopsa bile bu kabile liderleri kavgayı tatlıya bağlamaya tenezzül etmiyor.\"\n\"Tenoch 'konuşma çubuğunu' getirip bu münakaşanın icabına baksın da görsünler o halde.\"\n\"Tenoch artık hiçbir kabileye mensup değil ama yüreğindeki öfke cayır cayır, alev alev yanıyor.\"\n\nBöylece kimsesiz Tenoch aldı koskoca obsidiyen asasını omzuna ve revan oldu yola.\nEjderlerin kol gezdiği diyarları aştı; kaplıcalar ve lavlarla kaynayan o engebeli, vahşi topraklara ulaştı.\n\nÖne çıkıp kahraman Tenoch'u ilk karşılayanlar, büyük koşucu Wanjiru ve onun çalçene yoldaşı Kayeke oldu.\nKahramanla birlikte atıldığı maceranın izleri esmer teninde yer etmiş, cildindeki derin yaralar henüz yok olmaya fırsat bulamamıştı.\nÖncü kabileler arasındaki bitmek bilmeyen itiş kakışlar yorucuydu şüphesiz, ancak Tenoch'un daveti, kızın kalbine gömülü coşkuyu tekrar harlayıvermişti.\nNatlan'ın kavrulmuş toprakları uğruna başlayacak acımasız savaş baş göstermişken Wanjiru ve onun kabile mensuplarının bu daveti reddetmesi mümkün müydü hiç?\n\nÖne atılarak Tenoch'a kucak açan ikinci kişi ise gözü pek Menilek ve sadık yoldaşı Ngoubou oldu.\n\"Buyur, başımızın üstünde yerin var! Diğer tüm kabileler seni kovup yerinden ettiler, sürekli birbirimize düşüp durduk.\"\n\"Ancak benim gözümde kahramanların da kahramanı, kardeşten de öte bir kardeşsin sen, asa tutan Tenoch!\"\n\nKahraman Tenoch'u karşılayan üçüncü kişi ise cin fikirli Sanhaj Kompore ve onun esrarengiz yoldaşı Mahamba oldu.\nTenoch'un \"konuşma çubuğunun\" gazabına birinci elden uğramış olan Sanhaj, daha savaşçılar kardeşliğine katılmaya razı olmadan ganimetleri Tenoch'a vermeyi kabul etmişti bile.\nKendisinin ve Tenoch'un kahramanlara yaraşır bir sona kavuşacağını ve ilerleyen zamanlarda \"Mare Jivari\" olarak nam salacak yerin doğuşunu çoktan ön görmüştü Kompore.\n\"Varsın olsun tabii, ziyanı yok! Yılan gibi sinsi olmasıyla bilinen bir hergelenin kahraman ilan edileceği günler de gelecekmiş meğer!\"\n\nKahraman Tenoch'un safına kendi rızasıyla katılan dördüncü kişi ise genç Burkina ve gözü kara yoldaşı Kongamato oldu.\nBurkina, Tenoch ile omuz omuza savaşmanın ceremesi nedir henüz görmemişti fakat heybetli obsidiyen asa, bu tekinsiz yolculukta ona gideceği yolu gösteriyordu zaten.\nSavaşın Tenoch'un vücudunda bıraktığı yaralara bakan Burkina, kendisinin de yürümesi gereken yolun bu olduğuna çoktan kanaat getirmişti.\nGençlerin kaderi rahat bir çimen yatakta çürümek değil; adaletin sönmeyen alevlerinde yanıp tutuşmak, devrim uğrunda kanını ve canını feda etmek olmalıydı.\n\nKahraman Tenoch'un ikna ettiği beşinci kişi ise maden şefi Sundjatta ve onun ömürlük yoldaşı Muhuru olmuştu.\n\"Geçmişte tüm kabilelerin selameti ve daha fazla ihtilafın önüne geçmek adına, Ateş Hükümdarı'ndan sınır dışı edilmen için ricada bulunmuştum.\"\n\"Sen ise bugün bile o adı batasıca savaştan vazgeçmedin. Şimdi gel gör ki bu neslimizin gördüğü son savaş olabilir bile.\"\n\"Eğer gitmeye bu kadar kararlıysan ben de sana eşlik etmeye razıyım... Ama sakın kabilemi bu kargaşaya alet etme.\"\n\nKahraman Tenoch'la birlikte gidecek altıncı kişi ise gençliğinde en azılı düşmanı olan dev Tupac'tı. Onun devasa vücudunu taşıyabilecek bir binek yoktu dünyada.\nTupac'la konuşmak için devasa asasıyla evinin yolunu tutan Tenoch, onu mücadelecilerin bedeninde bıraktığı yara izlerini tek tek sayarken buldu.\n\"300'den fazla yara izi, yirmi kırık kemik ve derimin derinliklerine ufacık birer mücevher gibi gömülmüş 100'den fazla obsidiyen parçası.\"\n\"İki yüz önemsiz yara, iki kırık kaburga ve mesafeleri bir daha asla doğru hesaplayamayacak bir göz... Yine de hiçbiri bana bıraktığın ganimetlerle aşık atamıyor.\"\n\nBu sözlerin ardından kahkahalara boğulan iki eski düşman, sonunda el ele verdi.\nBöylece Tenoch altı büyük kabileden müttefik toplamış oldu.\nHararetli bir yangının kükreyen alevleri gibi ışıl ışıl parlayan bu savaşçılar, var gücüyle ileri atılarak karanlığa gömülmüş dağlara göğüs gerdi...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "4%",
	"effectName": "\"Tatlı Dil\"",
	"effectTemplateRaw": "Ateş etkisine girdikten sonra 15 saniyeliğine Saldırı <color=#99FFFFFF>{0}</color> artar. Bu etki her 12 saniyede bir tetiklenebilir. Su, Buz, Elektrik veya Doğa etkisine girdikten sonra 15 saniyeliğine Tüm Element Hasarları <color=#99FFFFFF>{1}</color> artar. Bu etki her 12 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Ateş etkisine girdikten sonra 15 saniyeliğine Saldırı %16 artar. Bu etki her 12 saniyede bir tetiklenebilir. Su, Buz, Elektrik veya Doğa etkisine girdikten sonra 15 saniyeliğine Tüm Element Hasarları %12 artar. Bu etki her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%16",
			"%12"
		]
	},
	"r2": {
		"description": "Ateş etkisine girdikten sonra 15 saniyeliğine Saldırı %20 artar. Bu etki her 12 saniyede bir tetiklenebilir. Su, Buz, Elektrik veya Doğa etkisine girdikten sonra 15 saniyeliğine Tüm Element Hasarları %15 artar. Bu etki her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%20",
			"%15"
		]
	},
	"r3": {
		"description": "Ateş etkisine girdikten sonra 15 saniyeliğine Saldırı %24 artar. Bu etki her 12 saniyede bir tetiklenebilir. Su, Buz, Elektrik veya Doğa etkisine girdikten sonra 15 saniyeliğine Tüm Element Hasarları %18 artar. Bu etki her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%24",
			"%18"
		]
	},
	"r4": {
		"description": "Ateş etkisine girdikten sonra 15 saniyeliğine Saldırı %28 artar. Bu etki her 12 saniyede bir tetiklenebilir. Su, Buz, Elektrik veya Doğa etkisine girdikten sonra 15 saniyeliğine Tüm Element Hasarları %21 artar. Bu etki her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%28",
			"%21"
		]
	},
	"r5": {
		"description": "Ateş etkisine girdikten sonra 15 saniyeliğine Saldırı %32 artar. Bu etki her 12 saniyede bir tetiklenebilir. Su, Buz, Elektrik veya Doğa etkisine girdikten sonra 15 saniyeliğine Tüm Element Hasarları %24 artar. Bu etki her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%32",
			"%24"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Vaha Bahçesi Hatırası",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Kuru Kabuk",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Bodurlop Özü",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Kuru Kabuk",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Bodurlop Özü",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Vaha Bahçesi Zarafeti",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Sağlam Kabuk",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Bodurlop Salgıları",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Sağlam Kabuk",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Bodurlop Salgıları",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Vaha Bahçesi Matemi",
				"count": 6
			},
			{
				"id": 112076,
				"name": "İşaretli Kabuk",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Yoğun Bodurlop Özü",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Vaha Bahçesi Gerçeği",
				"count": 4
			},
			{
				"id": 112076,
				"name": "İşaretli Kabuk",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Yoğun Bodurlop Özü",
				"count": 12
			}
		]
	}
}