{
	"name": "Kara Kılıç",
	"description": "Kana ve şiddete susamış simsiyah bir kılıç. Bu kılıcı kuşanan savaşçının gözünü kan bürüdüğü söylenir.",
	"weapontype": "Kılıç",
	"rarity": "4",
	"story": "Taze kana susayan bir kılıç, kanın kokusuyla uyanacak.\nBu kılıca sahip olanlar, onu kullananlar ve geliştirenler ise öldürmeye devam edecek.\nTa ki saf bir ruh, döktüğü kanla kararana dek...\n\nBir zamanlar, hep adalet yolunu arayan parlak beyaz bir şövalye vardı.\nParlatılmış bir zırh giyinmişti ve belinden ayna gibi parlayan bir kılıç sarkıyordu.\nHer nerede bir adaletsizlik, insan yiyen bir canavar veya uzaklarda bir yangın olsa,\nŞövalye hemen alelacele atlar oraya gider ve ortalığı keser, biçer ve delip geçerdi.\nKendisine şövalyeliği, adaleti ve kılıç ustalığını öğreten Yavru Kurdun öğretilerini takip ederek,\nonları baştan aşağı kesti, biçti ve delip geçti...\nTa ki adalet yerini bulana ve canavar artık yerinden kalkamayana kadar.\n\n\"Kendimi, kesip biçmeler ve delip geçmeler arasında kaybettim.\"\n\"Kılıcım düşmanın bedeniyle buluşunca, omurgamda bir ürperti hissediyordum.\"\n\"Ah. İşte bu his, adaletin yerini bulduğunu gösteriyor olmalı.\"\n\"Bu çarpık dünyada kötüleri kestiğim, biçtiğim ve delip geçtiğim sürece...\"\n\"Bir gün, elbet bir gün hepsi temizlenecek.\"\n\n\"Ah aptal şövalye, adalet uğruna yaptığın katliam da bir katliamdır.\"\n\"Hayır. Adalet uğruna yaptığım katliam adaletin ta kendisidir.\"\n\nKes. Biç. Del geç. Böylece adalet yerini bulur!\nSana verilen beyaz çiçeklerin rengi kanlı siyaha dönse ve kılıcın artık parıldamasa bile...\nGüzel çehren çirkinleşse ve hatta demir bir maske takmak zorunda kalsan bile...\nSavunduğun kişiler seni anlamıyor olsa bile asla durma!\n\nBöylece kara lekeli şövalye, adalet uğruna canavarların peşine düştüğü yoluna devam etti.\nTa ki nihai adaletsizliği keşfettiği kadim, harabe haldeki diyara gelene kadar...",
	"baseatk": 42,
	"substat": "Kritik Oranı",
	"subvalue": "6",
	"effectname": "Adalet",
	"effect": "Normal ve Yüklü Saldırılarla verilen Hasarı {0} artırır. Ayrıca Normal ve Yüklü Saldırılar bir Kritik Vuruş yaptığında Saldırının {1} kadarını Can olarak yeniler. Bu etki 5 saniyede bir uygulanabilir.",
	"r1": [
		"%20",
		"%60"
	],
	"r2": [
		"%25",
		"%70"
	],
	"r3": [
		"%30",
		"%80"
	],
	"r4": [
		"%35",
		"%90"
	],
	"r5": [
		"%40",
		"%100"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kutup Kurdunun Süt Dişi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 3
			},
			{
				"name": "Bodurlop Özü",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 12
			},
			{
				"name": "Bodurlop Özü",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 6
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 6
			},
			{
				"name": "Bodurlop Salgıları",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 12
			},
			{
				"name": "Bodurlop Salgıları",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 6
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 9
			},
			{
				"name": "Yoğun Bodurlop Özü",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kutup Kurdunun Özlemi",
				"count": 4
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 18
			},
			{
				"name": "Yoğun Bodurlop Özü",
				"count": 12
			}
		]
	}
}