{
	"id": 11427,
	"name": "Rıhtım Kılıcı",
	"description": "Bugünlerde nadir bulunan, kullanışlı bir kesici alet. Kullandıkça körelen bıçakları değiştirebilirsin.",
	"descriptionRaw": "Bugünlerde nadir bulunan, kullanışlı bir kesici alet. Kullandıkça körelen bıçakları değiştirebilirsin.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "Fontaine'in beden gücüne daha çok ihtiyaç duyduğu günlerden kalma bir alet.\nBıçak kısmı uzun süreli yoğun kullanım için yeterince kuvvetli değildi,\nfakat kullanan kişi, bıçağın körelen kısımlarını istediğinde kırabiliyordu.\n\nRıhtım işçileri bu aleti kullanarak ince malzemeleri kesiyor ve düğümlenen kabloları açıyordu.\nBu silah türü hep sıkı denetime tabi tutulmuş ve sahipliği kullanıcıya verilmemiş olsa da\nsık sık el altından alışverişi yapılırdı, dolayısıyla halkın kılıcı olarak görülürdü.\nNispeten daha az güvenli topraklarda nefsi müdafaa için ideal bir silah olup su bitkilerini keserek yol açmakta da başarılıdır.\nSöylentilere göre temizlik döneminde insanlar bu kılıç için pek çok yeni kullanım alanı keşfetti.\nToplum ilerleme katettikçe ve yeni yasalar yürürlüğe girdikçe bu kılıcın kullanımı da giderek azaldı.\n\nBu kılıçlar, kullanan kişilere ait olmasa da\nkullanan kişiler bu kılıçları uzuvlarının bir uzantısı olarak görür,\nkaybetmemek için genelde isimlerini kılıcın kabza ve bıçak kısımlarına kazırdı.\nBu kılıçta yazan isim ise Poisson'un eski belediye başkanlarından birine ait.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Can",
	"baseStatText": "9%",
	"effectName": "Denizci Şarkısı",
	"effectTemplateRaw": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için <color=#99FFFFFF>{0}</color> Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere <color=#99FFFFFF>{1}</color> Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
	"r1": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 40 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 2 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 50 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 2,5 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"50",
			"2,5"
		]
	},
	"r3": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 60 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 3 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 70 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 3,5 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"70",
			"3,5"
		]
	},
	"r5": {
		"description": "Kuşanan karakter iyileştiğinde veya bir karakteri iyileştirdiğinde 30 saniye süren bir Metanet Sembolü elde eder ve en fazla 3 Sembole sahip olabilir. Element Becerisi veya Patlaması kullandığında tüm Semboller harcanır ve 10 saniyeliğine Heyecan etkisi kazanır. Harcadığı her bir Sembol için 80 Element Ustalığı elde eder ve etki tetiklendikten 2 saniye sonra harcanan her bir Sembol için karaktere 4 Enerji yeniler. Heyecan etkisi her 15 saniyede bir tetiklenebilir ve Semboller, karakter savaş alanında olmasa da elde edilebilir.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Saf Kutsal Çiy Damlası Kalıntısı",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Okyanus Ötesi İncisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Saf Kutsal Çiy Damlası Buharı",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Okyanus Ötesi İncisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Saf Kutsal Çiy Damlası Buharı",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Ajanın Klasik Cep Saati",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Okyanus Ötesi Parça",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Saf Kutsal Çiy Damlası Kaynağı",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Ajanın Klasik Cep Saati",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Okyanus Ötesi Parça",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Saf Kutsal Çiy Damlası Kaynağı",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Ajanın Vefası",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Alaca Kristal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Saf Kutsal Çiy Damlasının Özü",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Ajanın Vefası",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Alaca Kristal",
				"count": 12
			}
		]
	}
}