{
	"id": 12425,
	"name": "Dalgaların Gölgesi",
	"description": "Fontaine eski donanmasının yüksek rütbeli subayları ve amiral gemisi kaptanları için dövülmüş ve özenle işlenerek yapılmış standart modelde bir kılıç.",
	"descriptionRaw": "Fontaine eski donanmasının yüksek rütbeli subayları ve amiral gemisi kaptanları için dövülmüş ve özenle işlenerek yapılmış standart modelde bir kılıç.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "Zaferlerle dolu bir geçmişe sahip olan \"Sponsian\" adlı sancak gemisi, bembeyaz zırhıyla zamanında Fontaine Donanmasının gurur kaynağı olarak bilinirdi.\nO devirde Fontaine Şehri'nin göz bebeği olan bu gemi; demir zırhı, ağır toplarla donatılmış gövdesi ve feleği şaşırtacak bir güçle çarpabilen sağlam pruvasıyla dikkat çekerdi.\nOpera salonunun ihtişam içinde yüzdüğü o altın çağda seyirciler, devlerden oluşan bir orduyu böcek gibi ezip geçebilen bu beyaz donanmaya ayakta alkış tutardı.\n\nMağrur Amiral Basil Elton da emekli olmadan önce sık sık Sponsian'ın kaptan köşkünde boy gösterirdi.\nElton'ın İkinci Kaptanı Nathaniel Pickman ise sonunda gözden düşüp makamından alınmış, günlerinin geri kalanını kahramanlara yaraşır fakat asılsız bir şöhretin yükü altında ezilerek geçirmişti.\nBu dönemlerde filonun sonsuza dek sulara gömülmesiyle Donanma da tamamen lağvedilmiş, bir zamanların meşhur Donanma Bakanı onuruyla görevinden istifa etmişti.\n\"Sponsian\" gemisini eski haline getirmek ve yeniden inşa edebilmek isteyen Pickman ise yıllar boyu Fontaine Şehri karşısında dil dökmüştü.\nNe var ki tüm çabaları nafile olmuş; ölen askerlerin aileleri bile Fontaine Donanmasını yeniden inşa etme teşebbüsünün şan şöhret peşinde koşan bir adamın son demleri olduğunu düşünmüştü.\nNihayetinde tüm bu asılsız söylentilerden ve efsanelerden geriye yalnızca bir zamanlar Amirale ait olan bu mavi beyaz kılıç kalmıştı.\n\n\"Sponsian mı? Rezilden de öte bir isim yahu! Bula bula bunu mu buldun Pickman?\"\n\"Bir gaspçının ismi diye mi öyle diyorsunuz? Hoş, o gaspçının da hanedanının da yaşayıp yaşamadığı muğlak...\"\n\"Şey... Yine sesli düşünüp saçmalamaya başladım. Ağzımdan kaçıverdi, kusura bakmayın Kaptanım.\"\n\n\"Kasma o kadar Pickman! Hatta düşündüm de... Senin dediğin gibi olsun, ismini Sponsian koyalım.\"\n\"Hoşuma gitti desem yeridir hatta, 'gerçek olmayan bir gerçeklik' havası var.\"\n\n\"Sponsian\" ve \"Beyaz Donanma\" ile ilgili dilden dile dolaşan pek çok efsane, o görkemli opera salonunun yıkılmasından sonra bile rağbet görmeye devam etti.\nSonra Erinnyes'te yeni inşa edilen opera salonunda da sahnelenen bu efsaneler büyük başarı elde etti, ta ki yaşanan bir kazanın ardından tüm gösterilerin rafa kaldırılmasına kadar.\nBu temsiller arasında sahnelenen donanmanın son savaşı da unutulmaz bir gösteri olarak nam saldı. Bir kahramanlık destanı niteliğindeki bu savaş sahnede on savaş gemisi topunun canlandırdığı müthiş bir yaylım ateşiyle sergilendi.\nHikayeye ait tüm detaylar ise Basil Elton'ın İkinci Kaptanının bıraktığı kayıtlardan uyarlanmıştı.\nPickman'ın belki de kelimelere dökmeye değer bulmadığı için kaleme almadığı bazı saçma olaylar da vardı tabii.\nYa da kim bilir, belki de bu olayın anlatmak istedikleri destansı trajedinin ortasında abes kaçtığını düşünen opera yazarları bu detayı senaryodan çıkarmıştı.\nHer halükarda Basil Elton uzakta geçirdiği yıllardan sonra sancak gemisine binmiş ve Pickman ile diğer denizcilere doğru şöyle homurdanmıştı:\n\"Bu sefer düşmana ateş açabileceğiz galiba, şükürler olsun.\"\n\nAncak bunu dile getirdikten sonra gülümsemiş ve opera salonunda da canlandırıldığı gibi şöyle bağırmıştı:\n\"İş başa düştü hanımlar ve beyler! Anlaşılan bensizlik size zor gelmiş! Ben de sizi özledim ama çay içip hasret giderme faslını sonraya bırakmamız gerekecek!\"\n\"Önce şu kendini bilmez zebellayı şelalenin dibine postalamamız gerekecek ne de olsa!\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "Saldırı",
	"baseStatText": "9%",
	"effectName": "Beyaz Seyir Dalgası",
	"effectTemplateRaw": "Kuşanan karakterin Canı yenilendikten sonra 8 saniyeliğine Saldırısı <color=#99FFFFFF>{0}</color> artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
	"r1": {
		"description": "Kuşanan karakterin Canı yenilendikten sonra 8 saniyeliğine Saldırısı %24 artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%24"
		]
	},
	"r2": {
		"description": "Kuşanan karakterin Canı yenilendikten sonra 8 saniyeliğine Saldırısı %30 artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%30"
		]
	},
	"r3": {
		"description": "Kuşanan karakterin Canı yenilendikten sonra 8 saniyeliğine Saldırısı %36 artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%36"
		]
	},
	"r4": {
		"description": "Kuşanan karakterin Canı yenilendikten sonra 8 saniyeliğine Saldırısı %42 artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%42"
		]
	},
	"r5": {
		"description": "Kuşanan karakterin Canı yenilendikten sonra 8 saniyeliğine Saldırısı %48 artar. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.",
		"values": [
			"%48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Saf Denizin Kırık Kadehi",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Saf Denizin Altın Kadehi",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 12
			}
		]
	}
}