{
	"id": 14514,
	"name": "Sonsuz Akış Kitabı",
	"description": "Su altındaki bir manastırda nesilden nesile aktarılan bir rehber. Bugün ise varlığından kimse haberdar değil.",
	"descriptionRaw": "Su altındaki bir manastırda nesilden nesile aktarılan bir rehber. Bugün ise varlığından kimse haberdar değil.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Katalizör",
	"rarity": 5,
	"story": "\"Bin yıl geçse de unutmayacağız bu yemini, savunacağız su şehrinin temellerini.\"\n\"Sakın unutmayın bir zamanlar günahın baldan tatlı gelen zincirlerini.\"\n\"Sakın unutmayın yükümlülüklerimizi, gelse de ayağımıza pranga gibi.\"\n\"Çünkü onlar, tanrının bize olan lütfunun ve inancının temsili.\"\n\"Taşkın felaketine karşı koruyan kalkanız, gedik açan dalgalara karşı hattı müdafaayız.\"\n\nİlk gözcü, yeni gelenlere bu yemini tekrar ettirir.\nKimse böyle bir hayatı istemez tabii fakat her şeyin bir bedeli vardır.\nZamanında şiddetin coşkusuna, açgözlülüğe yenik düştük.\nBu yemin telafisi adaletin, son şansı kefaretin.\nNe gün ışığı var burada ne aile, bulmak zorundayız kendimize bir neşe.\nGözcü bazen merak ederdi, günahkarlar bu yemini isteyerek mi ediyor diye.\nYoksa bir anlam ifade etmeye kelimeleri mi tekrarlıyorlardı yalnızca?\nYine de içtenlikle diliyordu, tanrı bu ağır yükümlülüğü ona emanet ettiğinde hissettiği çılgın neşenin,\nbu \"kardeşlerine\" de yol göstermesini, hayatlarına bir anlam bahşetmesini,\nkendi umutsuz geleceğini aydınlattığı gibi.\nGözcülerin öğretileri nesilden nesile aktarıldı, bitmek bilmeyen bir akarsu misali.\nBir gün gerçekten gelirse felaketin habercisi, taşkın alıp götürürdü her şeyi.\nGözcüler yüreklerinde görev bilinci ve neşeyle savaşacaktı, tanrıça kendi yüreğinde onlar için hoşgörü bulduğu gibi.\n\nGörevimi tamamladım artık, sizlere bırakıyorum tanrıçanın lütfunu ve görevini.\nİlk gözcü olağanüstü parıltıdaki minerallerin arasına defnedildi.\nZira en ışık dolu yer burası idi. Yıllarca gölgelerde yaşayan adamdı onların ilki,\nbir zamanlar kalbinde gördüğü ışığı tutuyordu elinde, gediği çevreleyen toprakta yatarken huzur içinde.\n\nHer şeyi sürükleyip götürecek taşkın serbest kalmadı asla,\nkader gönülsüzdür kahraman olmak isteyenlere onurlu bir ölüm bahşetmekte zira.\nÖyle olsa bile, duyulmaz bir akıntı başladı sessizce düzeni çürütmeye, gölgelerde gizli bir hırsızmışçasına.\nDüzene katılmaya zorlananların ve su altında yaşayanların sayısı arttı zamanla,\nfakat yemini edenlerin, anlamını bilenlerin, öğretileri öğrenenlerin sayısıysa azaldı diğer tarafta.\nPek çok yıllar sonra büyük ve uğursuz bir kale yükseldi deniz tabanından yukarıya.\nFakat kendine gözcü diyen, bir tanrının beklentilerini sırtlanan son kardeş vardı ya,\nunutuldu mezarının yeri geride kalanlarca.\n\nDüşününce belki bu yerin talihi açıktır hâlâ.\nBastırılan diğer gedik, yıllar sonra, sırrını açığa çıkarmak isteyen biri tarafından keşfedildi zira.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "19,2%",
	"effectName": "Sonsuzluk Dalgası",
	"effectTemplateRaw": "Can <color=#99FFFFFF>{0}</color> artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Yüklü Saldırı Hasarı <color=#99FFFFFF>{1}</color> artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Karakter 3 kademeye sahip olduğunda veya üçüncü kademenin süresi yenilendiğinde <color=#99FFFFFF>{2}</color> Enerji yeniler. Bu Enerji yenileme etkisi her 12 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Can %16 artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Yüklü Saldırı Hasarı %14 artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Karakter 3 kademeye sahip olduğunda veya üçüncü kademenin süresi yenilendiğinde 8 Enerji yeniler. Bu Enerji yenileme etkisi her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%16",
			"%14",
			"8"
		]
	},
	"r2": {
		"description": "Can %20 artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Yüklü Saldırı Hasarı %18 artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Karakter 3 kademeye sahip olduğunda veya üçüncü kademenin süresi yenilendiğinde 9 Enerji yeniler. Bu Enerji yenileme etkisi her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%20",
			"%18",
			"9"
		]
	},
	"r3": {
		"description": "Can %24 artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Yüklü Saldırı Hasarı %22 artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Karakter 3 kademeye sahip olduğunda veya üçüncü kademenin süresi yenilendiğinde 10 Enerji yeniler. Bu Enerji yenileme etkisi her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%24",
			"%22",
			"10"
		]
	},
	"r4": {
		"description": "Can %28 artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Yüklü Saldırı Hasarı %26 artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Karakter 3 kademeye sahip olduğunda veya üçüncü kademenin süresi yenilendiğinde 11 Enerji yeniler. Bu Enerji yenileme etkisi her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%28",
			"%26",
			"11"
		]
	},
	"r5": {
		"description": "Can %32 artar. Mevcut Can arttığında veya azaldığında 4 saniyeliğine Yüklü Saldırı Hasarı %30 artar. En fazla 3 kademeye kadar birikir. Bu etki her 0,3 saniyede bir tetiklenebilir. Karakter 3 kademeye sahip olduğunda veya üçüncü kademenin süresi yenilendiğinde 12 Enerji yeniler. Bu Enerji yenileme etkisi her 12 saniyede bir tetiklenebilir.",
		"values": [
			"%32",
			"%30",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Saf Kutsal Çiy Damlası Kalıntısı",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Saf Kutsal Çiy Damlası Buharı",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Yarık Çekirdeği",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Saf Kutsal Çiy Damlası Buharı",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Saf Kutsal Çiy Damlası Kaynağı",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Yabancı Sinaps",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Saf Kutsal Çiy Damlası Kaynağı",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Saf Kutsal Çiy Damlasının Özü",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 18
			}
		]
	}
}