{
	"name": "Toukabou Shigure",
	"description": "Oldukça özel olan ve yağlı kağıttan yapılma bir şemsiye. Uzun yolculuklar gezginleri yağmur ve rüzgara alıştırsa da bu şemsiye altında manzaranın keyfini çıkarmak eşsiz bir deneyimdir.",
	"weapontype": "Kılıç",
	"rarity": "4",
	"story": "\"Inazuma'daki şemsiyeler, yağmurdan korunmaktan ziyade daha çok sanatsal değerleri için ilgi görürler. İster bambu sapının tasarımı ya da üzerindeki desenleri olsun, ister su taneciklerinin altındaki yağlı kağıt olsun bu şemsiye her açıdan çok özel ve narin görünüyor. Ne zaman bir sokaktan geçsem ve mağazaların önünde bunun gibi bir şemsiye görsem kendimi hep bir olayı düşünürken bulurum. Söylentiye göre tüm kasabayı galeyana getiren bir şemsiye varmış. İşte bu da onun hikayesi:\"\n\"Yüzyıllar önce büyük festival sırasında çiçekler açar, tilkiler oynar ve hatta sarsılmaz Tengu bile insan arasına karışırdı. Bunların arasında en göze çarpanı ise Oni Klanının şarabını yudumlarken elinde rengarenk bir şemsiye tutan bir kızdı. Bir ilhamla genç kız, dalgalanan çiçekler gibi ay ışığı altında dans etti. Onu gören herkes, ister insan ister youkai olsun kendilerini ona tezahüratlarla eşlik ederken buldu. Zaman ilerledikçe kız, bir ordu ile savaşa gitti ve orada en zamansız eceliyle karşılaştı. Ölümünden sonra çok sevdiği şemsiyesi, sadık astları tarafından tapınağa bağışlandı.\"\n\"Askeri bir ailenin kızı, tapınakta dua ederken bu şemsiye ile karşılaştı ve fiyatı neyse verip şemsiyeyi satın almaya karar verdi. Sonraki gün hava yağmurlu olduğu için genç kız bunu fırsat bilerek dışarıya şemsiyesiyle çıktı. Ancak daha üstünü giyemeden, uzaklardan kocasının savaşta öldüğüne dair bir mesaj geldi. Genç kız, hüznüne yenik düşerek yataklara düştü ve birkaç gün içinde bu ölümlü diyardan ayrılarak sevgilisinin peşine koyuldu. Cenazesinden sonra ailesi, satın aldığı şemsiyeyi lanetli bir şey olarak gördü ve mühürlenmesi için tapınağa geri verdi.\"\n\"Yine de birkaç ay sonra yeni söylentiler ortaya çıktı. İnsanlar, yağmurlu gecelerde önceden hiç görülmemiş bir youkainin sokaklarda gezdiğinden bahsettiler. Bahsini ettikleri youkai tıpkı bir şemsiyeye benziyordu ama normal bir insandan daha uzun, tek gözlü, tek bacaklı ve uzun dilliydi bu. Gece tek başına sokakta yürüyenleri görünce youkai bir anda ortaya çıkıp oradan geçmeye cüret edenleri o uzun diliyle yalıyordu. Fontaineli kişilere göre youkainin bu davranışları şaka gibi olduğu için çok da tehlikeli değildi. Bununla birlikte çok az kişi youkainin gerçek niyetini biliyordu. Bu, sokakta yürüyen insanlar arasında bir tedirginliğe yol açtı. Genç kadınlar evden çıkamaz oldu. Yaşlılar iç çekerek bilge ve güçlüler burada olsaydı bunu çözmek çocuk oyuncağı olurdu dediler. O anda çok az kişi bunun gibi basit bir şeyi kovacak yetkinliğe sahipti.\"\n\"Daha sonra ise olanları duyan genç bir Tapınak Görevlisi şemsiyeyi tapınaktan çıkardı ve tahta bir kaşıkla tepeden aşağı onu yıkadı. Yüzeyini ipekten bir bezle silerken şunu söyledi:\"\n\"Dünün yağmuru dinse bile önümüzde daha yarın ve ondan sonraki gün var. O asilzade hâlâ hayatta olsaydı şu anda bulunduğun durum kabul edilemez olurdu!\"\n\"Sonuç olarak şemsiyeyi tapınağın ek bir binasına sakladı. O günden sonra da kimse bu şemsiyeyle ilgili ne bir şey duydu ne de bir şey gördü.\"\n\"Bu hikayeyi Inazuma'daki bir arkadaşımdan duymuştum. Narukami çevresindeki tapınakları sorup soruşturmuş olsam da saklanan bir şemsiye ile ilgili hiçbir şey bulamadım. Bunu arkadaşıma söylediğimde ise sadece gülüp şöyle demişti:\"\n\"Matmazel Leucade, cidden tüm bu kaidanların gerçek olduğunu mu düşünüyorsunuz?\"",
	"baseatk": 42,
	"substat": "Element Ustalığı",
	"subvalue": "36",
	"effectname": "Kaidan: Heyelan Yağmuru",
	"effect": "Bir saldırı düşmanlara vurduktan sonra onlardan birine 10sn süren bir Lanetli Şemsiye etkisi verir. Bu etki her 15 saniyede bir tetiklenebilir. Lanetli Şemsiye etkisindeki düşman, etki sürecinde yenilirse Lanetli Şemsiyenin bekleme süresi hemen yenilenir. Bu silahı kullanan karakter, Lanetli Şemsiye etkisinde olan düşmana {0} daha fazla Hasar verir.",
	"r1": [
		"%16"
	],
	"r2": [
		"%20"
	],
	"r3": [
		"%24"
	],
	"r4": [
		"%28"
	],
	"r5": [
		"%32"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Narukami'nin Bilgeliği",
				"count": 3
			},
			{
				"name": "Hasarlı Prizma",
				"count": 3
			},
			{
				"name": "Eski Balçak",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Narukami'nin Neşesi",
				"count": 3
			},
			{
				"name": "Hasarlı Prizma",
				"count": 12
			},
			{
				"name": "Eski Balçak",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukami'nin Neşesi",
				"count": 6
			},
			{
				"name": "Bulanık Prizma",
				"count": 6
			},
			{
				"name": "Kageuchi Balçağı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukami'nin Sevgisi",
				"count": 3
			},
			{
				"name": "Bulanık Prizma",
				"count": 12
			},
			{
				"name": "Kageuchi Balçağı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Narukami'nin Sevgisi",
				"count": 6
			},
			{
				"name": "Parlak Prizma",
				"count": 9
			},
			{
				"name": "Gösterişli Balçak",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukami'nin Cesareti",
				"count": 4
			},
			{
				"name": "Parlak Prizma",
				"count": 18
			},
			{
				"name": "Gösterişli Balçak",
				"count": 12
			}
		]
	}
}