{
	"id": 12426,
	"name": "\"Yüce Lordun Devasa Büyü Kılıcı\"",
	"description": "Yalnızca denizlerde hüküm süren yüce lordun kullanabildiği büyülü bir kılıç. Suya dayanıklı özel bir malzemeden yapıldığı için suyun içinde bırakılsa bile zarar görmez. Böyle bir kılıç nasıl mağlup edilebilir ki?",
	"descriptionRaw": "Yalnızca denizlerde hüküm süren yüce lordun kullanabildiği büyülü bir kılıç. Suya dayanıklı özel bir malzemeden yapıldığı için suyun içinde bırakılsa bile zarar görmez. Böyle bir kılıç nasıl mağlup edilebilir ki?",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Çift Elli Kılıç",
	"rarity": 4,
	"story": "\"... Ne? Ucuz, karton bir kılıç mı? Hayır hayır, bu... Şey... Bir keresinde Yengeç İmparator'u yenen Yüce Lordun Devasa Büyü Kılıcı bu!\"\n\nUzun zaman önce, Romaritime Çiçeğine henüz bu isim verilmemişken uzak denizlerde yüce bir İblis Yengeç İmparator yaşardı.\nKimse bu yengeci yüce yapan nedir, bu imparator nereyi veya hangi halkı yönetir bilmezdi. Ama herkes böyle bir durumun gerçekliğini kabul ettiği için İblis İmparator ismi de denizler boyunca yayılmıştı. Belki doğuştan gelen bir soyluluktu, kim bilir? İblis Yengeç İmparator, bu düşünceyle beraber herkesin kendisinden uzak durduğunu kabullenmeye başladı.\nKibirli (veya belki yalnızca kendilerini öyle sanan) insanlar gibi bu yüce hükümdar da sahip olduğu unvan nedeniyle arkadaş edinemediğinden yakınırdı (gerçi bu da bir kibir göstergesi olabilir). Sonuçta yengeç kıskaçları, kendisine karşı çıkanları kolaylıkla korkutabilir ve ısrarcı kimseler için kaderin ördüğü ağları tek hamlede kırpabilirdi. Üstelik imparatorun sahip olduğu, yüksekliği Ekinoks Dağı ile yarışan altın yığını, Fontaine'deki bütün lezzetli kurabiyeleri satın alabilirdi. Bir imparatora da böyle bir hayat yaraşmaz mıydı zaten?\nFakat oynayacak hiç arkadaşı olmayınca bastıran can sıkıntısı ve hüzün, ne kadar kurabiye yerse yesin geçmiyordu. Hal böyle olunca yüce hükümdar, büyük kıskaçlarıyla denizdeki yosunları kırpmaya başladı. Yengeç İmparator hâlâ bir yengeçti, her konuda diğer yengeçlerden daha yetenekli olsa da iş yosun kırpmaya geldiğinde sıradan bir vatozdan daha başarılı değildi!\nİblis Yengeç İmparator bir gün yine tek başına baloncuk çıkarırken küçük bir Melusina ile karşılaştı...\n\"A aa! Şeytani diyarıma adım atmaya cüret eden de kim? Neden geldin?\"\n(Yengeç İmparator ateş püskürüyor olsa da içten içe biraz mutlu, biraz da korkmuş hissediyordu. Diğer deniz canlıları onu görür görmez majestelerinden kaçıyordu, dolayısıyla İmparator uzun süredir kimseyle konuşmamıştı.)\n\"Bay Yengeç, pek mutlu durmuyorsunuz.\" dedi küçük Melusina. \"Haydi beraber oyun oynayalım. Böylece moraliniz yerine gelir!\"\n\"Anlamadın herhalde.\" diye söze girdi Yengeç İmparator. Melusinanın kendisine \"Majesteleri\" yerine \"Bay\" diyerek işlediği kabahatin üzerine gitmek istese de başka şekilde devam etti: \"Yüce lordlar küçük Melusinalarla oyun oynayamaz, aksi takdirde asil majesteliklerini kaybederler.\"\n\"Kaybetse ne olur ki?\"\n\"Majesteliği olmayan yüce lorda yüce lord denemez. Diğer yengeçlere kıyasla kıskaçlarım daha büyük, zırhım daha kalın olmasa onlardan bir farkım kalmaz aslında.\"\n\"İyi de Bay Yengeç, kıskaçlarınız benden büyük, bacaklarınızın sayısı da benimkilerden fazla. Zırhınız evimin duvarlarından kalın. Altınlar ve küçük kurabiyelerin dışında başka bir sürü güzel şeyiniz var. Çok mutlu olmanız gerekir o halde! Hımm, anladım. Sizi mutsuz eden bu asil majesteliğiniz olmalı.\"\n\"Küçük Melusina, kral olmak nedir bilmediğin için cehaletini affediyorum. Şunu bil ki bir imparator kendi mutluluğunu düşünmez.\"\n\"Ama kral olmadan önce de bir yengeçtiniz, değil mi Bay Yengeç? Of, mutsuzluğunuz beni de mutsuz ediyor! Bakın size ne diyeceğim, sizin bu asil majesteliğinizi bırakmanıza yardımcı olmaya karar verdim!\"\n\"Peh! Küçük Melusina, ettiğin laflar boyunu aşıyor. Tarihte hangi imparator egemenliğini isteyerek bırakmış?\" İmparator kıskaçlarını öfkeyle salladı. \"Gerçi... Örneğin, bak sadece örnek olarak veriyorum, bir kahraman gelip de iblis lordu kutsal bir kılıçla yenerse... İşte o zaman eski bir yüce lord bile küçük Melusinalarla oynamayı tercih edebilir.\"\n\"Aa, demek öyle!\" dedi Melusina büyük bir heyecanla. Sonra düşüncelere dalıp hüzünle konuştu tekrar: \"Ama ben kahramanı ya da kutsal kılıcı nereden bulacağım ki...\"\nİmparator hemen cevapladı: \"Ha, sen onu kafana takma! İblis lordu yenen herkes kahraman olabilir, her silah kutsal kılıç sayılabilir. Muhahaha! Şimdi beni anladın mı seni hadsiz Melusina?\"\n\n\"... Bay Yengeç işte böyle dedi. Lütfen millet, bana destek olun!\" dedi Merusea Köyü'ne dönen Melusina. Tabii diğer Melusinalar da ona yardımcı olmaya karar verdiler! O yüzden bu Melusinaya kalkan olarak büyük bir deniz kabuğu takdim ettiler, başına yosundan bir taç geçirdiler, Elynas'taki bir gemi enkazından getirdikleri yelkenle de bir pelerin yaptılar. Son olarak da köyde nadir bulunan kurumuş kartondan bir kılıç verdiler eline.\nBöylece kahraman Melusina, İblis Yengeç İmparator'u alt etmek üzere bir maceraya çıktı. Eşi benzeri bulunmayan büyülü kılıcıyla da zalim hükümdarı alaşağı etti. Artık iblis lordu olmayan Bay Yengeç de Melusinaların yakın dostu olmaya karar verdi...\n\nSüregelen tartışmalardan sonra Melusinalar karar birliğine vardı. Geçmişin sisli karanlığında pırıl pırıl ışıldayan, Merusea Köyü'ndeki bu en kudretli kılıç, dostluklarının bir nişanı olarak eşi benzeri görülmemiş bir kahramana hediye edilecekti.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Enerji Yüklemesi",
	"baseStatText": "6,7%",
	"effectName": "Melusinalar Arkanda!",
	"effectTemplateRaw": "Saldırı <color=#99FFFFFF>{0}</color> artar. Hepsi bu kadar değil tabii! Merusea Köyü'nde yardım ettiğin bütün Melusinaların desteği sana güç kazandırır! Yardım ettiğin Melusinaların sayısına göre Saldırın ek olarak <color=#99FFFFFF>{1}</color>'e kadar artabilir.",
	"r1": {
		"description": "Saldırı %12 artar. Hepsi bu kadar değil tabii! Merusea Köyü'nde yardım ettiğin bütün Melusinaların desteği sana güç kazandırır! Yardım ettiğin Melusinaların sayısına göre Saldırın ek olarak %12'ye kadar artabilir.",
		"values": [
			"%12",
			"%12"
		]
	},
	"r2": {
		"description": "Saldırı %15 artar. Hepsi bu kadar değil tabii! Merusea Köyü'nde yardım ettiğin bütün Melusinaların desteği sana güç kazandırır! Yardım ettiğin Melusinaların sayısına göre Saldırın ek olarak %15'e kadar artabilir.",
		"values": [
			"%15",
			"%15"
		]
	},
	"r3": {
		"description": "Saldırı %18 artar. Hepsi bu kadar değil tabii! Merusea Köyü'nde yardım ettiğin bütün Melusinaların desteği sana güç kazandırır! Yardım ettiğin Melusinaların sayısına göre Saldırın ek olarak %18'e kadar artabilir.",
		"values": [
			"%18",
			"%18"
		]
	},
	"r4": {
		"description": "Saldırı %21 artar. Hepsi bu kadar değil tabii! Merusea Köyü'nde yardım ettiğin bütün Melusinaların desteği sana güç kazandırır! Yardım ettiğin Melusinaların sayısına göre Saldırın ek olarak %21'e kadar artabilir.",
		"values": [
			"%21",
			"%21"
		]
	},
	"r5": {
		"description": "Saldırı %24 artar. Hepsi bu kadar değil tabii! Merusea Köyü'nde yardım ettiğin bütün Melusinaların desteği sana güç kazandırır! Yardım ettiğin Melusinaların sayısına göre Saldırın ek olarak %24'e kadar artabilir.",
		"values": [
			"%24",
			"%24"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Saf Denizin Kırık Kadehi",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Kıdemli Ajanın Cep Saati",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Kavrama Dişlisi",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Saf Denizin Şarap Kadehi",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Ajanın Klasik Cep Saati",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Ajanın Klasik Cep Saati",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Saf Denizin Gümüş Kadehi",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Ajanın Vefası",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Saf Denizin Altın Kadehi",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Ajanın Vefası",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Usta İşi Dinamik Dişli",
				"count": 12
			}
		]
	}
}