{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "Bu meşhur kılıcı ünlü bilgin Urakusai kendi elleriyle yapmıştır. Efsaneye göre asırlardır hiçbir canlıyı kesmemiştir.",
	"descriptionRaw": "Bu meşhur kılıcı ünlü bilgin Urakusai kendi elleriyle yapmıştır. Efsaneye göre asırlardır hiçbir canlıyı kesmemiştir.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 5,
	"story": "Efsaneler, Kitsune Urakusai'nin bir zamanlar sarhoş olduğu bir anda ormandaki sahnenin altın lake perdelerini keserek bake-danukilerle nasıl ezeli düşman olduklarını anlatır.\nKılıcının adı bu davranışından gelmektedir. Ayrıca Kitsune'nin ayın altında sarhoşken çılgınca dans edişi, bake-danukiler hariç herkesin birbirine anlattığı bir hikaye haline geldi.\nDaha sonra Urakusai'nin oyunu yöneten bake-danukilerden özür dilediği, onlara değerli çay takımını ve çeşitli hazineler hediye ettiği söylenir.\nVe olaydan önce onunla yalnızca bir defa buluşan \"Ön Kapı\", ara buluculuk yaptığı için ödül olarak \"Misugiri\" kılıcını aldı.\n\nBu kişi, anlatılanlardan biraz farklıydı. O yalnızca Eflatun Kavunlara karşı amansızca savaşmış tuhaf biri değildi aynı zamanda zarafet, oyunlardan keyif alma, oyuncaklar ve giyim konularında da zevk sahibiydi.\nSavaşa girerken sonbahardaki çimlerden ve bulutlardan biçilmiş altın kumaşlar giyerdi ve yüzündeki parlak yağlı boyalar ona tuhaf bir hava katardı.\nGelgelelim ne kadim metinlerde ne de halk hikayelerinde, büyük altın kılıcı \"Misugiri\"yi son savaşında nasıl taşıdığı tasvir edilmemiştir.\nOysa sayısız hikayede ve tarihi kayıtlarda silahı hep aynıdır. Tıpkı kendi adı gibi, bu devasa büyüklükteki kılıcın da telaffuzu zor ve uzun bir adı vardı.\nHer ne kadar parşömenlerde, bir elinde büyük diğer elinde küçük bir kılıç tutarken ve heybetli yapısıyla akın akın gelen siyah renkli canavarları keserken resmedilse de\ndönemin güvenilir \"Antoloji\"sine göre \"Ön Kapı\", felaketten önce bir yaz ayında \"Misugiri\"yi zaten kaybetmişti.\nBu nedenle, belki de hiçbir düşmanı kesmemiş bir kılıç olan \"Misugiri\", içkilerini yudumlarken tarih konuşanların hayal güçlerini her zaman tetiklemiştir.\n\nTarihlerini ve efsanelerini hiçbir zaman yazıyla anlatmayıp yalnızca şarkı ve ilahilerle anlatan Oniler arasında, \"Antoloji\"de kayıtlı olan hikayeden farklı veya belki de onu tamamlayan bir hikaye anlatılır.\nBir festival esnasında yapılan güreş müsabakasından sonra \"Ön Kapı\", meşhur kılıç \"Misugiri\"yi kökeni savaşçı bir aileye dayanmayan bir terziye hediye etti.\nGörünüşe bakılırsa, genç bir kız onun haorisinden kopan altın bir çiçeği yeniden dikmiş ve o da buna karşılık olarak yanındaki kılıcı kıza vermişti.\n\n\"Ne demek hediye istemiyorum? Şöyle yapalım o halde, bu kılıcı senin makaslarınla takas edeceğim. Böylelikle hediye sayılmamış olur, ne dersin?\"\n\"Ha? Tabii ki kumaş kesmek için kullanılabilir! Senin gibi gencecik bir hanımefendi nasıl oluyor da ağzını açtığı anda tıpkı tengu gibi sıkıcı bir şekilde konuşabiliyor?\"\n\"'Savaşçı ailelerle sıradan insanlar arasında fark var.' demek ne kadar da ucuz bir bahane! Şu küçük makaslarla kumaş kesiyorsun da böyle güzel ve uzun bir kılıçla mı kesemeyeceksin?\"\n\"Alakası yok! Sana bu kılıcı veriyorum çünkü bu kılıcın çenesi düşük eski sahibi, ünlü eşyalar sırf insanlar görsünler diye duvara asılmalıdır gibilerinden bir şeyler zırvalayıp duruyordu.\"\n\"... Hediye etmiyorum, bu bir alışveriş! O ihtiyarın bana sürekli kılıcı sormasındansa senin onunla kumaş kesmeni tercih ederim!\"\n\"Hey, hakkımda söylediklerini duyabiliyorum! Ne diye sesini yükseltiyorsun? Her neyse, sadece izle ve gör.\"\n\nBöylece Oni birden ayağa kalktı ve kılıcı kınından çekti. Kılıcın soğuk ucu ay ışığını ve festival dumanını yansıtıyordu.\nDaha sonra hiç tereddüt etmeden kendi kıyafetinin kollarından birini düzgünce kesti ve kılıcı kınına geri koydu, ardından kestiği kolu da kılıçla birlikte uzattı.\nGenelde sokaklarda herkesin içinde kahkaha atan ve bağıran, küçük meseleleri pek önemsemeyen bu Oni savaşçının ciddileşince neredeyse gaddar bir canavardan farkı kalmıyordu.\n\n\"Gördün mü? Benim gibi terziliğin t'sinden anlamayan biri bile, tıpkı bıçakla tereyağı keser gibi bu kılıçla bir kumaşı rahatlıkla kesebilir! Şu kılıca biraz şans tanı artık!\"\n\"Pekala! Bu meşhur kılıca göz kulak ol, ona senden daha iyi bakacak birini tanımıyorum! Bende kalırsa kesin kırarım.\"\n\"Ona bir aile yadigarı gibi bakmamı mı istiyorsun? Haha, aklıma gelmedi değil! Ama ünlü bir kılıç, kullanılmazsa çok üzülür.\"\n\"Eğer böyle bir şey olursa Urakusai ile bir sonraki karşılaşmamızda aptal, sıkıcı ve kültürsüz gibi şeyler diyerek kesin benimle dalga geçer.\"\n\nOni'nin aniden ciddileşen yüzünü gören genç terzi kız, korkudan dehşete kapıldı.\nKorkudan titreyen kızın, verdiği değerli teşekkür hediyesini kabul etmesini bekleyen Oni, daha sonra birkaç kahkaha patlattı ve kendisinin ne kadar da zeki olduğunu düşünerek mutlu bir şekilde oradan ayrıldı.\n\"Ön Kapı\" böylece köylüler arasında \"Büyük Budala\" unvanını kazandı fakat o bunu pek umursamadı.\nÇabuk gülen ve çabuk sinirlenen biri olmasına karşın, ne uzun ne kısa sayılabilecek hayatında çok arkadaş edindi ve pek çok hayatı kurtardı.\nDaha sonra tanrılar, Kitsuneler, Youkailer, Oniler ve insanlar için çok sayıda yazısız ve işlemeli parşömenler dokunurken,\ndüşmanları öldürmesine yardımcı olacak kılıcı ona geri verememiş olmanın suçluluğuyla kıvranan terzi, onun iki elinde iki kılıç tutan o hayranlık verici görüntüsünü tasarladı.\nFakat bu sonra gerçekleşecekti. Öncesinde, Urakusai'nin parçalanmış, başıboş dolaşan insanlar için yıllarca yas tutması gerekiyordu.\n\nOnun soyundan gelen ve onunla aynı adı taşıyanlar, muhteşem kılıcı artık terzinin değil de başkasının elinde gördüklerinde şöyle dediler:\n\"Amcam kılıcı temizlerken sık sık iç çeker, böylesine olağanüstü bir hazineyi kendisi gibi bir serseme bıraktığı için Urakusai'yi suçlardı.\"\n\"'Bu şey dünyanın rahatlığının ve güzelliğinin keyfini çıkarmalı. Onu nasıl olur da katliam ve öfkeyle kirletebilirim?'\"\n\nKonumuza tekrar dönecek olursak, kılıcın savaş alanı dışındaki diğer müthiş kullanımlarını da keşfeden terzi kızın, o parşömeni dokumasına daha çok vardı.\nO günlerde Oni Chiyo, bahar meltemiyle sallanan narin çiçekler gibi, elinde kılıcıyla ihtişamlı juunihitoe'si içinde dans ediyordu.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Kritik Hasar",
	"baseStatText": "19,2%",
	"effectName": "Sırmalı Çiçek ve Tapınak Kılıcı",
	"effectTemplateRaw": "Normal Saldırı Hasarı <color=#99FFFFFF>{0}</color> artar ve Element Becerisi Hasarı <color=#99FFFFFF>{1}</color> artar. Yakındaki bir aktif karakter Toprak Hasarı verdikten sonra 15sn boyunca yukarıdaki etkiler %100 artar. Buna ek olarak silahı kuşanan karakterin Savunması <color=#99FFFFFF>{2}</color> artar.",
	"r1": {
		"description": "Normal Saldırı Hasarı %16 artar ve Element Becerisi Hasarı %24 artar. Yakındaki bir aktif karakter Toprak Hasarı verdikten sonra 15sn boyunca yukarıdaki etkiler %100 artar. Buna ek olarak silahı kuşanan karakterin Savunması %20 artar.",
		"values": [
			"%16",
			"%24",
			"%20"
		]
	},
	"r2": {
		"description": "Normal Saldırı Hasarı %20 artar ve Element Becerisi Hasarı %30 artar. Yakındaki bir aktif karakter Toprak Hasarı verdikten sonra 15sn boyunca yukarıdaki etkiler %100 artar. Buna ek olarak silahı kuşanan karakterin Savunması %25 artar.",
		"values": [
			"%20",
			"%30",
			"%25"
		]
	},
	"r3": {
		"description": "Normal Saldırı Hasarı %24 artar ve Element Becerisi Hasarı %36 artar. Yakındaki bir aktif karakter Toprak Hasarı verdikten sonra 15sn boyunca yukarıdaki etkiler %100 artar. Buna ek olarak silahı kuşanan karakterin Savunması %30 artar.",
		"values": [
			"%24",
			"%36",
			"%30"
		]
	},
	"r4": {
		"description": "Normal Saldırı Hasarı %28 artar ve Element Becerisi Hasarı %42 artar. Yakındaki bir aktif karakter Toprak Hasarı verdikten sonra 15sn boyunca yukarıdaki etkiler %100 artar. Buna ek olarak silahı kuşanan karakterin Savunması %35 artar.",
		"values": [
			"%28",
			"%42",
			"%35"
		]
	},
	"r5": {
		"description": "Normal Saldırı Hasarı %32 artar ve Element Becerisi Hasarı %48 artar. Yakındaki bir aktif karakter Toprak Hasarı verdikten sonra 15sn boyunca yukarıdaki etkiler %100 artar. Buna ek olarak silahı kuşanan karakterin Savunması %40 artar.",
		"values": [
			"%32",
			"%48",
			"%40"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Uzak Denizlerin Mercan Dalı",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Kaos Dişlisi",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Uzak Denizlerin Kıymetli Dalı",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Kaos Dişlisi",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Eski Balçak",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Uzak Denizlerin Kıymetli Dalı",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Kaos Aksı",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Uzak Denizlerin Yeşim Dalı",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Kaos Aksı",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Balçağı",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Uzak Denizlerin Yeşim Dalı",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Kaos Gözü",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Uzak Denizlerin Altın Dalı",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Kaos Gözü",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Gösterişli Balçak",
				"count": 18
			}
		]
	}
}