{
	"name": "Gereği Düşünüldü",
	"description": "Hem düşmanlarının hem sevdiklerinin kanıyla lekelenmiş soyadını geride bırakmayı tercih eden genç bir kadın tarafından kullanılan bir silah.",
	"weapontype": "Çift Elli Kılıç",
	"rarity": "5",
	"story": "\"Beni iyi dinle sevgili Leticia. Randolph Hanedanı'nın en büyük kızı olduğunu unutma.\"\n\"Biz soylular oturduğumuzda devlete yön veririz.\"\n\"Düştüğümüzde ise sayısız evi ve vatandaşı da kendimizle beraber bir enkaza sürükleriz.\"\n\"O yüzden beni iyi dinle sevgili Leticia.\"\n\"Asil tavrını ve saf görünüşünü her daim korumalısın. Öfkeni, hüznünü veya neşeni hemen dışa vurma.\"\n\"Ailemizin adı, sıradan bir vatandaşı refaha da götürebilir Cendre Nehri'ne de.\"\n\nBabası böyle dese de genç kadın, bir soyludan önce genç bir kadındı.\nElleri toprağa yahut makina yağına bağlı olmayan kişinin kalbi \"macera\" arayışındadır.\nGenç kadın da babasından, ağabeyinden ve hizmetçilerinden gizli bir şekilde kılık değiştirir ve ne güneş ne yağmur gören yer altı şehrine inerdi.\nKendi kaderleri hakkında söz sahibi olmayan sıradan halkın yaşantılarını görmek istiyordu yalnızca.\nParsifal'ın büyüsünden bile daha ilginç olabilirdi bu! Genç kadının gizli heyecanı böyle diyordu.\nFakat macera, beklediğinden çok daha farklı çıktı. Başkaları tarafından planlanmamış bir şeydi bu,\ndolayısıyla gerek akranlarına gerek buluştuğu aristokrat arkadaşlarına anlatamadığı bir öyküye dönüştü zamanla.\nGörülmeyen tehlikeler tıpkı bir müzik, yalan veya zehirli şarap gibi ortaya çıkıp keskin kenarlarını gösterdiğinde ise...\n\n\"Merhaba. Siz kimin kızısınız acaba genç hanım, Cendre Nehri'nde ne işiniz ola?\"\nDehşete düşüren ve giderek yaklaşan gölgeleri mülayim ve tanıdık bir ışık uzaklaştırmıştı.\n\"Siz...\"\nAdı dilinin ucundaydı, fakat nihayetinde dudaklarından adamın adı değil, kılık değiştirdiğini nasıl anladığı sorusu döküldü.\n\"Öncelikle berbat bir yalancı olduğunuzu söylemeliyim. Bunu sorarak buralara yabancı olduğunuzu kabul etmiş olmadınız mı?\"\n\"... Ayrıca sevgili hanımefendi, kıyafetinizde ne toz ne makina yağı var, ne de kan izi...\"\n\"Bir de yürüyüşünüze bakılırsa pek sık pantolon giymediğiniz anlaşılıyor.\"\n\nReed'in Cendre Nehri'nde nasıl özgürce dolaşabildiğini sorduğunda ise genç adam şöyle yanıtladı:\n\"Umarım saygıdeğer babanızın, ağabeyinizin ve hizmetçilerinizin burada olup bitenlerden haberdar olmaması gerektiği konusunda hemfikirsinizdir.\"\n\"Patronun dediği gibi, 'Bırakın güneşin aydınlattığı şeyler onlara kalsın, Cendre Nehri bize ait olsun.'\"\n\"Sevgili Leticia, lütfen bir defalığına da olsa Randolph Hanedanı'nın en büyük kızı olduğunu unut.\"\n\"Sıradan bir kişi olarak gel benimle, toz zerresi bile kaçmamış gözlerinle kendin gör.\"\n\"Tıpkı senin gibi damarlarında kızıl kan akan, tutkuya kapılan ve seven yoldaşlarının yaşadığı dünyayı gör.\"\nTabii bu, genç kadının beklediğinden çok daha farklı bir maceraydı, fakat yine de\naristokrat arkadaşlarıyla, akranlarıyla veya hizmetçileriyle görüşüp sohbet ettiğinde onlara anlatamayacağı pek çok şey yaşadı...\n\n\"Leticia, seviyorum senin o asil ruhunu.\"\n\"Baltalarımız savrulmayacak artık ağaçlara doğru.\"\n\"Olur da bir gün bu dünyanın görkemine kapılıp gidersem...\"\n\"Sen belirleyeceksin kaderimin izleyeceği yolu...\"\n\n...\nYıllar sonra babasıyla tekrar karşılaştığında gülün adını çoktan almış,\neskiden giydirildiği şatafatlı elbiselere yabancı kalmış, elinde tuttuğu baltanın ağırlığına alışmıştı.\nYine de ağırbaşlı ve yiğit bir adam olarak hatırladığı babasının narin ve bir o kadar da yaşlı bir adama dönüştüğünü kabullenmekte zorluk yaşamıştı.\n\n\"Sevgili babacığım, sevdiceğime bir söz verdim, sevdiklerime de bir yemin ettim.\"\n\"Hâlâ hayattayım, soyumuz tükenmiş değil.\"\n\"Randolph adının benim yüzümden lekelenmesine de henüz izin vermiş değilim.\"\n\n\"Benim sevgili Leticia'm. Senin adına her gün bir mum yakıyorum.\"\n\"Aile adımızdan vazgeçmek istesen dahi ben senin babanım, sen de benim kızımsın.\"\n\"Bu anlamsız oyunlar son buldu artık. Lütfen, evine dön.\"\n\"Çocuğun masum. Saçma sapan bir inattan dolayı sizi terk edecek değilim.\"\n\"Kocana gelirsek... Onu da Randolph büyüsüyle halledebilirim herhalde...\"\n\n...\nAncak genç kadın nihayet rüyalarında hatırladı. \"O an gemilerden üzerimize yağan top ateşi sarsamamıştı bizi.\"\n\"Avcıların sızdığı gizli yolları hiçbir yabancı bilmemeliydi.\"",
	"baseatk": 48,
	"substat": "Kritik Oranı",
	"subvalue": "4.8",
	"effectname": "Şafak ve Alacakaranlık Yeminleri",
	"effect": "Saldırıyı {0} artırır. Grup üyeleri Kristalleşme tepkimelerinden Element Parçaları elde ettiğinde kuşanan karakter 1 Mühür kazanır ve Element Becerisi Hasarı {1} artar. Mühür 15sn sürer ve kuşanan karakterin aynı anda en fazla 2 Mührü olabilir. Tüm Mühürler, Element Becerisi Hasar verdikten 0,2sn sonra kaybolur.",
	"r1": [
		"%20",
		"%18"
	],
	"r2": [
		"%25",
		"%22,5"
	],
	"r3": [
		"%30",
		"%27"
	],
	"r4": [
		"%35",
		"%31,5"
	],
	"r5": [
		"%40",
		"%36"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Kadim Akor Parçası",
				"count": 5
			},
			{
				"name": "Yarık Çekirdeği",
				"count": 5
			},
			{
				"name": "Kavrama Dişlisi",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kadim Akor Kuplesi",
				"count": 5
			},
			{
				"name": "Yarık Çekirdeği",
				"count": 18
			},
			{
				"name": "Kavrama Dişlisi",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kadim Akor Kuplesi",
				"count": 9
			},
			{
				"name": "Yabancı Sinaps",
				"count": 9
			},
			{
				"name": "Mekanik Düz Dişli",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kadim Akor Bölümü",
				"count": 5
			},
			{
				"name": "Yabancı Sinaps",
				"count": 18
			},
			{
				"name": "Mekanik Düz Dişli",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Kadim Akor Bölümü",
				"count": 9
			},
			{
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 14
			},
			{
				"name": "Usta İşi Dinamik Dişli",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Kadim Akor Yankısı",
				"count": 6
			},
			{
				"name": "Dünya Dışı Yaşam Çekirdeği",
				"count": 27
			},
			{
				"name": "Usta İşi Dinamik Dişli",
				"count": 18
			}
		]
	}
}