{
	"name": "Girdap Söndüren",
	"description": "Bu keskin mızrağın delip geçemeyeceği hiçbir şey yok. Gücü ve hızıyla gökleri bile yarabilecek gibi görünüyor.",
	"weapontype": "Mızrak",
	"rarity": "5",
	"story": "Evvel zaman içinde gemiler, deniz canavarlarıyla birlikte yol alırmış.\nO günlerde Liyue Limanı, suyun derinliklerindeki yaratıklar yüzünden rahat yüzü görmüyormuş.\n\nBüyük bir gölgenin, okyanusun dibini mesken tuttuğu söylenir.\nGirdaplar yaratan bu gölge, en güçlü gemileri bile paramparça edip kurbanlarını güneş ışığı görmeyen derinliklere çekermiş.\nEfsaneye göre, gökkuşağının bir ucundan diğer ucuna uzandığı, sisle kaplı kutsal bir ada denizden yükselecekmiş.\nBu adaya ayak basacak kadar şanslı olanlar, burada uzun süredir gömülü olan hazineleri bulacakmış.\nBazıları da bu adanın aslında halsiz, devasa bir canavar olduğunu söyler.\n\nDenizciler ve kaptanlar arasında dolaşan çoğu efsane de bunlar kadar gariptir ama hepsinin inandığı bir hikaye vardır.\nRex Lapis'in, bir zamanlar mızrakla gökkuşağını delip derin denizin ortasındaki sularda ölümcül bir girdap oluşturduğuna inanırlar.\n\nEfsanelere göre, o zamandan beri yunuslar ve balinalar okyanusun o bölgesinde bir araya gelip şarkı söylermiş.\nKimileri bu hayvanların, hürmet ettikleri tanrıyı onurlandırmak için şarkılarla ağıt yakıp yas tuttuklarını söyler.\nKimileri de bu şarkıların, Rex Lapis'in gökkuşağını delip güneşi göklerden indirebilen gücüne duyulan hayranlıkla söylendiğini iddia eder.\n\nBaşka bir halk efsanesine göre ise...\nToprağın Efendisi'nin kutsal mızrağıyla sonsuz dinginliğe mahkum edilen girdabın, günün birinde tüm hoyratlığıyla geri döneceğidir.\nDerinliklerdeki nahoş koku rüzgarla birlikte bir kez daha kıyılara vurunca, dokuz başlı yılan kadar büyük bir kasırganın gelişi de kaçınılmaz olacaktır.\nO vakit geldiğinde, Derinlerde Yatan'ı kim zapt edebilecek?",
	"baseatk": 46,
	"substat": "Saldırı",
	"subvalue": "10.8",
	"effectname": "Altın İhtişam",
	"effect": "Kalkan Gücünü {0} artırır. Düşmanlara isabet eden vuruşlar 8 saniyeliğine Saldırıyı {1} artırır. 5 kademeye kadar birikir ve 0,3 saniyede bir uygulanabilir. Bir kalkan tarafından korunurken bu Saldırı artışı etkisi %100 daha güçlü olur.",
	"r1": [
		"%20",
		"%4"
	],
	"r2": [
		"%25",
		"%5"
	],
	"r3": [
		"%30",
		"%6"
	],
	"r4": [
		"%35",
		"%7"
	],
	"r5": [
		"%40",
		"%8"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Meteor Demiri Tozu",
				"count": 5
			},
			{
				"name": "Kırılgan Kemik Parçası",
				"count": 5
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 5
			},
			{
				"name": "Kırılgan Kemik Parçası",
				"count": 18
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Meteor Demiri Kırıntısı",
				"count": 9
			},
			{
				"name": "Sağlam Kemik Parçası",
				"count": 9
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 5
			},
			{
				"name": "Sağlam Kemik Parçası",
				"count": 18
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Meteor Demiri Parçası",
				"count": 9
			},
			{
				"name": "Fosil Kemik Parçası",
				"count": 14
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Meteor Demiri Külçesi",
				"count": 6
			},
			{
				"name": "Fosil Kemik Parçası",
				"count": 27
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 18
			}
		]
	}
}