{
	"name": "Serseri Akşam Yıldızı",
	"description": "Bu aygıt aslında araştırmacılar tarafından göksel olayları gözlemlemek için yapılmıştı. Hem geçit hem de katalizör görevi görür.",
	"weapontype": "Katalizör",
	"rarity": "4",
	"story": "Bu hikaye binlerce yıl önce, aptal Tanrı Kral'ın kum fırtınaları tarafından yutulduğu dönemden sonra geçmektedir.\nKrallığını kaybeden gezgin prens, sakin ay ışığıyla çevrili adeta çağlayan yağmur ormanına çekildi.\nBuraya yeni yerler fethetme arzusuyla gelmiş ancak sonunda beyaz yaylı avcı tarafından takip edilmişti.\nSonra gezgin sarmaşıklardan yapılmış tuzağa düştü ve soğuk ay ışığı altında etrafındaki kaplanın alçak sesli hırıldamalarını duydu.\n\n\"Yağmur ormanındaki yollar o kadar tehlikeliydi ki ölümlüler yollarını ancak yaprakların arasından süzülen ay ışığı sayesinde bulabilirdi.\"\n\"Titreşen akşam yıldızlarının ışığı gezginin yolunu aydınlattı ama aynı zamanda onu ölümcül bir tuzağa düşürdü.\"\n\"Avcı beyaz yayıyla ağaçların arasından çıkıp bu davetsiz misafiri defalarca oradan uzaklaştırdı.\"\n\"Kadim kaplanın kükremesiyle birlikte onu oradan kovdu ama canını bağışladı.\"\n\nYaşlı kör şair, gezgin prensin hikayesine boğuk, çatlak bir sesle tekrar etti.\nGözlerini uzun süre önce kaybetmiş olsa da istemsizce parlak ayın yanında akşam yıldızına baktı.\nGecenin titrek ışıklı yıldızı, gezgini yeni bir umuda aynı zamanda da bir çıkmazsa sürüklemişti\n\nVe yıllar sonra kaybedecek hiçbir şeyi olmayan gezgin, ölümle yüz yüze geldiği sırada bir seçim yapmak zorundaydı...\nNihayet, ölümün öğretileri kulağına fısıldandığında uyarıların anlamını anlamıştı...\n\n\"Sen ne ormana ne de ölüme aitsin, bu yüzden kralın sarayından uzak dur.\"\n\"Hayat ve anılar senin için hâlâ değerliyse karanlık ve tehlikeli toprakların derinliklerine gitme.\"\n\n\"Şu aptal sözleri tekrarlamayı kes...\"\n\"Gezgin kaderim beni ay beyazı yaya götürür, akşam yıldızları benim sonumu söylerse\nO zaman bir şahinin peşinde ölmektense kaderime razı gelirim.\"",
	"baseatk": 42,
	"substat": "Element Ustalığı",
	"subvalue": "36",
	"effectname": "Ormandaki Gece Yıldızı",
	"effect": "Bu etki her 10 saniyede bir tetiklenir: Kuşanan karakter 12 saniyeliğine Element Ustalığının {0}'i kadar bonus Saldırı kazanır. Yakındaki grup üyeleri aynı süre ile bu güçlendirmenin %30'unu kazanırlar. Silahın aynı anda farklı karakterlerde kullanılması bu güçlendirmeyi biriktirebilir. Bu etki, karakter savaş alanında olmasa da tetiklenir.",
	"r1": [
		"%24"
	],
	"r2": [
		"%30"
	],
	"r3": [
		"%36"
	],
	"r4": [
		"%42"
	],
	"r5": [
		"%48"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Vaha Bahçesi Hatırası",
				"count": 3
			},
			{
				"name": "Etkisizleştirilmiş Mantar Özü",
				"count": 3
			},
			{
				"name": "Mantar Sporları",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Vaha Bahçesi Zarafeti",
				"count": 3
			},
			{
				"name": "Etkisizleştirilmiş Mantar Özü",
				"count": 12
			},
			{
				"name": "Mantar Sporları",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Vaha Bahçesi Zarafeti",
				"count": 6
			},
			{
				"name": "Pasif Mantar Özü",
				"count": 6
			},
			{
				"name": "Parlak Polen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Vaha Bahçesi Matemi",
				"count": 3
			},
			{
				"name": "Pasif Mantar Özü",
				"count": 12
			},
			{
				"name": "Parlak Polen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Vaha Bahçesi Matemi",
				"count": 6
			},
			{
				"name": "Dinç Mantar Özü",
				"count": 9
			},
			{
				"name": "Kristal Toz Kutusu",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Vaha Bahçesi Gerçeği",
				"count": 4
			},
			{
				"name": "Dinç Mantar Özü",
				"count": 18
			},
			{
				"name": "Kristal Toz Kutusu",
				"count": 12
			}
		]
	}
}