{
	"name": "Rüzgarçiçeği Kasidesi",
	"description": "İsimsiz bir yabancı tarafından, isimsiz çiçeklerle ve büyük bir umutla süslenmiş bir yay.",
	"weapontype": "Yay",
	"rarity": "4",
	"story": "Mondstadtlıların çocukluk rüyalarında enteresan bir çiçek türü varmış.\nKuvvetli rüzgarların, korkunç kışların ve sert buzların arasında bile bol bol çiçek açarmış.\n\nŞiddetli rüzgarlarla karşılaşınca uçup giden sıradan bitkilere hiç mi hiç benzemezmiş.\nBu \"Rüzgarçiçeğinin\" kökleri, daha şiddetli esen rüzgarlarda çok daha fazla güçlenirmiş.\nSıradan ölümlülerin zorbalığa direnişi, bugün şölenlerde söylenen neşeli şakalara konu oluyor...\nO çiçeğin şekli ise tarihin hareketli lir ezgilerine karışıyor.\n\n\"Bu isimsiz çiçeği al, yaşanmamış bahar günleri senin için anlamsız olmasın\"\n\"Karşılığında bana umutla bak ve gülümse, fırtına dindiğinde yeni bir güne merhaba demek için bana eşlik et yeter.\"\n\nBir tiranın kulesinden halka tepeden baktığı günlerde, yürekleri özgürlükle yanıp tutuşanlar birbirlerini böyle selamlarmış.\nCesaret arayanlar ve sırtı dik yürümeyi hayal edenler, bunu gizli işaretleri olarak kullanarak haberleşmişler.\nO günlerde yalnız ve kırılgan bir çiçek, tüm dağlarda yavaşça açmadan önce, hafifçe esen rüzgarla birlikte çiçeklenirmiş.\nAkıntıya kapılmaktan memnun olan evsiz ve vasat türler de gururlu, korkusuz kahramanlar haline gelmiş.\nKulesinde somurtan hükümdar, itibarını kaybetmeye başlamış ve öfkeli kalabalığı dağıtamamış.\n\n\"Bu isimsiz çiçeği al. Bizi şampiyonlar ve bahar ile gökyüzünün koruyucuları yapsın.\"\n\"Şafak ruhumuz olsun ve gerçek özgürlüğün rüzgarlarıyla peşimizden gelsin.\"\n\nKadim kulenin harabelerinin tepesinde, özgürlüklerini daha yeni kazananların tezahüratları, şarkıları ve gözyaşları varmış.\nKızıl saçlı bir savaşçı, dev insan seli arasındaki tek bir su damlası gibi gizli duran, yeni doğmuş tanrıya sırt çevirmiş.\nO, Rüzgarçiçeğinin kendi aralarında gizli bir işaret olmasını sağlayan ilk kişilerdendi. Uzun gecenin başından sonuna kadar şafağın ağlarını o örmüştü.\nOndan bu yana ismi unutulup gitmiş ama yaptığı iyilikler hâlâ şarkılarda hatırlanmaktadır.\nBundan bin yıl sonra, başka bir kızıl saçlı şövalye onun ayak izlerini takip edecek ve soyluların o dönemde karanlığa gömülen tarihini aydınlatacaktı.\nRüzgarçiçeğinin en çaresiz anlarda ve büyük baskılar altında çiçeklenmek kaderinde varsa,\nbu klanın kaderi de değişmeyecektir o zaman. Daima karanlıkta yaşayacaklar ve şafağın ateşini gün yüzüne çıkartacaklar.\n\nRüzgarçiçeğinin şekli, zamanın rüzgarları arasında kaybolmuş.\nHuzurun hakim olduğu zamanlarda adı, aşk ve neşe ile bağdaştırılmış.\nAma bu, karanlığa doğru cesurca adım atanların arzusu olsa gerek.\n\n\"Açmış çiçekler, aşkı temsil eder ve baharın gelişini müjdeler.\"\n\"Çiçekler, artık isyanın ve yükselen sancakların sembolü olmamalıdır.\"",
	"baseatk": 42,
	"substat": "Element Ustalığı",
	"subvalue": "36",
	"effectname": "Rüzgarçiçeği Dileği",
	"effect": "Bir Element Becerisi kullandıktan sonra Rüzgarçiçeğinin kadim dileği gerçekleşir ve 6 saniyeliğine Saldırı {0} artar.",
	"r1": [
		"%16"
	],
	"r2": [
		"%20"
	],
	"r3": [
		"%24"
	],
	"r4": [
		"%28"
	],
	"r5": [
		"%32"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Karahindiba Gladyatörü Kelepçesi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 3
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 12
			},
			{
				"name": "Yalancı Çiçek Nektarı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Karahindiba Gladyatörü Zinciri",
				"count": 6
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 6
			},
			{
				"name": "Parıltılı Nektar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 12
			},
			{
				"name": "Parıltılı Nektar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Karahindiba Gladyatörü Prangası",
				"count": 6
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 9
			},
			{
				"name": "Enerji Nektarı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Karahindiba Gladyatörü Rüyası",
				"count": 4
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 18
			},
			{
				"name": "Enerji Nektarı",
				"count": 12
			}
		]
	}
}