{
	"name": "Şarap ve Şarkı",
	"description": "Bestecisi uzun süre önce unutulmuş, aristokratik dönem eserlerini içeren bir şarkı kitabı. Bazı şarkılarda ünlü bir eşkıyanın hikayeleri anlatılır.",
	"weapontype": "Katalizör",
	"rarity": "4",
	"story": "Zarifçe ciltlenmiş olan bu şarkı kitabı, aristokrasinin egemen olduğu dönemde çok rağbet görmüştür.\nBu kitabın sayfalarına papatyaların ve yıllanmış şarapların kokusu sinmiştir.\nKitabın içindekiler oldukça abestir ancak bir zamanlar ara sokaklar ve hanlar bu ezgilerle çınlıyordu.\n\n\"Herkes, o sarhoş hayalet hırsızı tanır ama kimse bu adamın nereden geldiğini bilmez. Bir gün fakir semtimizde hayalet gibi belirmişti ama hangi gün olduğunu kimse bilmiyor.\"\n\"Şarkı söyler, içer, sokaklarda gezer, çatıların ve terasların yanından geçip gider ama herkes onun harika bir dost olduğunu bilir ve kimse bunu inkar edemez.\"\n\"Belindeki kılıç, büyük bir hanenin gururuymuş ve bu kılıcı bulunduğu yerden çalmış. Sırtındaki kapkara yaydan çıkan hiçbir ok ise hedefini ıskalamazmış.\"\n\"Emsalsiz hüneri, gecenin karanlığında pusuya yatmış uğursuz bir yaratık misali, insanın içini ürpertirdi. Göklerde süzülen bir Favonius Şövalyesi kadar hafif adımları karşısında yapraklar korkudan titrerdi.\"\n\"Berrak Göl, Ölümün Kıyısında içkisiyle dolup taşsa bile tüm gölü bir dikişte içerdi. Gece yarısı olduğunda da odalarında horul horul uyuyan domuzlara sessizce yanaşırdı.\"\n\"Zenginden çalıp fakire verirdi, soyluların başına bela olurdu. Karanlıkta bir kıvılcım çaktı mı geceyi gündüze çevirirdi.\"\n\n\"Tüm genç kızlar, kalplerini çalan bu hayalet hırsızı görmek için pencerelere üşüşürdü ama o, gönül meselelerinden ziyade dostlarıyla bira içmeyi yeğlerdi.\"\n\"Ta ki günün birinde (yoksa gece vakti miydi?) gizlice girdiği bir köşkte, serseri mayın gibi sağı solu talan edip gümüş bir kadeh çalana kadar.\"\n\"Gümüş renkli ay ışığıyla bezenen köşkten sessizce ayrılırken bir an kafasını kaldırmış ve gözleri, aydınlık penceredeki güzel bir çehreye bakakalmış.\"\n\"Kızın karanlıkta safir gibi masmavi parlayan gözleri, tıpkı çaldığı kadehi süsleyen mücevher gibi hırsızın kalbini titretmiş.\"\n\"Hiç vakit kaybetmeden pencereye tırmanmış ve kadehteki mücevheri yuvasından sökerek kıza vermiş. Kız mahcup bir şekilde gülümsemiş.\"\n\"Miskin soyluları mağlup edince, ikisi de uzak diyarlara göçmüşler. Şarkılarda, birbirlerini hiç sönmeyen bir ateşle ebediyen ısıttıkları söylenir.\"\n\nHikaye burada sona eriyor. Hakkaniyetli yönetimin sonraki günlerinde, hayalet hırsızın şarkısını söyleyen kimse kalmadı; böyle hırsızlara da artık gerek yoktu.\nŞarap ve kılıçlar, genç kızlar ve kahramanlar, gamsız bir girizgah ve mutlu bir son barındıran bu tür hikayeler, halk arasında revaçtadır.\nGerçek hikayenin gidişatı nasıl olursa olsun ve bu ikili gerçekte nasıl bir sona kavuşursa kavuşsun, şarap ve şarkılar umutla dolup taşar.\nBu şarkılar, talihsizlere hayatla yüzleşmeleri ve onlara zulmeden güçler karşısında direnmeleri için bir nebze olsun cesaret verir.",
	"baseatk": 44,
	"substat": "Enerji Yüklemesi",
	"subvalue": "6.7",
	"effectname": "Sürekli Değişim",
	"effect": "Bir düşmana bir Normal Saldırıyla vurmak 5 saniyeliğine Depar veya Alternatif Depar için Dayanıklılık tüketimini {0} azaltır. Ayrıca bir Depar veya Alternatif Depar kullanıldığında 5 saniyeliğine Saldırı {1} artar.",
	"r1": [
		"%14",
		"%20"
	],
	"r2": [
		"%16",
		"%25"
	],
	"r3": [
		"%18",
		"%30"
	],
	"r4": [
		"%20",
		"%35"
	],
	"r5": [
		"%22",
		"%40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Kutup Kurdunun Süt Dişi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 3
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Dalı",
				"count": 12
			},
			{
				"name": "Hazine Avcısı Nişanı",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Kutup Kurdunun Çatlak Dişi",
				"count": 6
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 6
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 3
			},
			{
				"name": "Kuru Ley Hattı Yaprakları",
				"count": 12
			},
			{
				"name": "Gümüş Kuzgun Nişanı",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Kutup Kurdunun Kırık Dişi",
				"count": 6
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 9
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Kutup Kurdunun Özlemi",
				"count": 4
			},
			{
				"name": "Ley Hattı Filizi",
				"count": 18
			},
			{
				"name": "Altın Kuzgun Nişanı",
				"count": 12
			}
		]
	}
}