{
	"id": 11424,
	"name": "Kurt Dişi",
	"description": "Efsaneye göre bu uzun kılıcı çok önceden gezgin bir şövalye kullanırmış.",
	"descriptionRaw": "Efsaneye göre bu uzun kılıcı çok önceden gezgin bir şövalye kullanırmış.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Kılıç",
	"rarity": 4,
	"story": "İster tesadüf deyin ister kaderin bir cilvesi,\nMondstadt şövalyelerinin en seçkin unvanları ve bu unvanlara karşılık gelen hayvan sembollü nişanlar ikiye ayrılır:\nFavonius Şövalyelerinin ilk Büyük Kumandan Vekilinden miras kalan Aslan unvanı ve bu unvanın simgelediği itibar vardır başta.\nOnun peşinden de hemen hemen aynı zamanlarda yaşamış Kurt Şövalye \"Poyraz\"ın miras bıraktığı unvan gelir.\n\nGelgelelim gerçekte Poyraz Şövalyesinin yaşadığına dair bir kayıt yoktur bile.\nDolayısıyla bu ismin kökeni somut kayıtlardan ziyade, o dönemde ağızdan ağıza yayılmış hikayelere dayanır.\nBu hikayenin sonuna doğru tüccar (veya çiftçi), kızını kurtaran şövalyeye şöyle bir soru sorar:\n\"Size nasıl teşekkür edebilirim ey Şanlı Şövalye?\"\nŞövalye de ona şöyle der: \"Biricik kızınız evlendiğinde düğününde benim için ufuklara doğru bir kadeh kaldırsanız kafi.\"\n\"O halde bağışlayın beni ama... Madem adınıza kadeh kaldıracağım, rica etsem bana isminizi bahşeder misiniz Sayın Şövalye?\"\nBir an durup düşünen Şövalye, ona şu cevabı verir:\n\"O halde kıymetli yoldaşım adına kadeh kaldırın. İsmi Poyraz'dır.\"\n\nHikayenin sonu ise genelde pek şaşmaz:\nTam da o sırada ormanda (bu yer dağın etekleri veya gözden ırak bir mekan da olabilir),\nkuvvetlisinden bir rüzgar esiverir aniden. Tüccar (veya çiftçi) da bakışlarını rüzgarın estiği yöne doğru çevirir.\nNe var ki zifiri karanlıkta buz taneleri gibi parıldayan, insanın içini titretecek kadar soğuk bakışlı bir çift yabani göz görür sadece.\nO çakmak çakmak bakan bakışlar, kaşla göz arasında kayboluverir. Tüccar (veya çiftçi) kendine geldiğinde Şövalye de çoktan sırra kadem basmıştır bile.\nBu hikayenin birden çok versiyonu olsa da tüccarın kızı hepsinde sağ kalır. Şövalye de her daim isimsizdir.\n\nGel gör ki hikaye henüz hikaye kıvamına gelmeden önce bu Şövalye tozlu, yırtık pırtık bir pelerin takan tuhaf bir gezginden ibaretti. Dikkatli bakanlar pelerinin altına giydiği yıpranmış fakat el emeği göz nuru güzel zırhı fark edebilirdi. Eh, bunun aslında bir önemi yoktu gerçi. Zira kim bilir, bu zırhın sahibi devrimin getirdiği değişimle gözden düşüp nüfuzunu kaybetmiş avarenin tekiydi belki de!\nAdamın gerçek altın ve gümüş sikkeyle ödeme yapması hancının dikkatini çekse de kimse sikkelerin üstündeki simgelerin ne anlama geldiğini çıkaramamıştı. Hoş, bunun da bir önemi yoktu ya! El değiştirmeyen altın ve gümüş nerede görülmüştü sonuçta, para dediğin su gibi akar giderdi. Hem borcunu ziyadesiyle ödeyen ve zil zurna sarhoş olup ortalığı velveleye vermeyen müşteriye laf edilir miydi zaten? Böyle konuğun hancının başının üstünde yeri vardı.\nBu hikaye nereden çıktı peki diye soracak olanlar ise cevabı, ufkun ötesindeki denizlerden yola çıkıp kendini huzurun ve barışın dalgalarına veren ve Mondstadt kıyılarına ulaşan şeytani yılanda bulabilirdi. Favonius Şövalyelerinin yeterince güçlü olmadığı o günlerde, isimsiz şövalyemiz tek bir gümüş sikke karşılığında iblis avlamak için şehirden ayrılmıştı. Sahildeki çürüyen leşlerin ve kanın kokusu binlerce şahini cezbetmişti bile; cesetlere musallat olan şahinler günlerdir havada dört dönüyordu. Yani Şahin Sahili isminin asıl kökeni, o romantik Batı'nın Şahini efsanesine dayanmıyordu anlayacağınız...\nSonraki yıllarda isimsiz şövalyeyi kendilerine katılmaya ikna etmek isteyen Favonius Şövalyelerinin yapmadığı şey kalmamış fakat şövalye bu fikre bir türlü yanaşmamıştı. Dolayısıyla \"Poyraz\" hikayesinde anlatılan olaylar aslında Şövalyelerin yeni kurulduğu günlerde, Büyük Kumandan ile isimsiz şövalye arasında geçmiş olsa gerekti. Denildiğine göre sayısız kez reddedildikten sonra sabrı tükenen Büyük Kumandan, şövalyelerine sokak ortasında isimsiz şövalyenin etrafını kuşatmalarını emretmişti. Hikayenin o meşhur kısımları da aslında isimsiz şövalye \"Poyraz\" oradan ayrıldığı sırada sarf edilmiş olmalıydı. Aralarında geçen konuşmanın ana fikri, hikayedekine benzer olsa da gerçekte iki taraf da açmış ağzını yummuş gözünü desek yanlış olmazdı doğrusu.\nGelgelelim hikaye bu haliyle şiirleştirilmiş olsa okuyanı bul bulabilirsen! Durum bu olunca yetenekli ozanlar, şövalyeler arasında geçen konuşmayı aldı; sonra da şövalyenin Mondstadt'tayken başına gelen birkaç ilginç olayı bu sohbetle birleştirip türlü türlü hikaye çıkardılar ortaya.\nBöylece Mondstadt'ta ancak birkaç yıl geçirmiş olan bu şövalyenin gölgesi, bu hikayeyle birlikte sonsuza dek varlığını sürdürdü.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Kritik Oranı",
	"baseStatText": "6%",
	"effectName": "Kuzey Rüzgarı Kurdu",
	"effectTemplateRaw": "Element Becerisi ve Element Patlamasının verdiği Hasar <color=#99FFFFFF>{0}</color> artar. Bir Element Becerisi düşmana isabet ettikten sonra Becerinin Kritik Oranı <color=#99FFFFFF>{1}</color> artar. Bir Element Patlaması düşmana isabet ettikten sonra Patlamanın Kritik Oranı <color=#99FFFFFF>{2}</color> artar. Bu iki etki birbirinden bağımsız olarak 10 saniye sürer, en fazla 4 kademeye kadar birikir ve her 0,1 saniyede bir tetiklenebilir.",
	"r1": {
		"description": "Element Becerisi ve Element Patlamasının verdiği Hasar %16 artar. Bir Element Becerisi düşmana isabet ettikten sonra Becerinin Kritik Oranı %2 artar. Bir Element Patlaması düşmana isabet ettikten sonra Patlamanın Kritik Oranı %2 artar. Bu iki etki birbirinden bağımsız olarak 10 saniye sürer, en fazla 4 kademeye kadar birikir ve her 0,1 saniyede bir tetiklenebilir.",
		"values": [
			"%16",
			"%2",
			"%2"
		]
	},
	"r2": {
		"description": "Element Becerisi ve Element Patlamasının verdiği Hasar %20 artar. Bir Element Becerisi düşmana isabet ettikten sonra Becerinin Kritik Oranı %2,5 artar. Bir Element Patlaması düşmana isabet ettikten sonra Patlamanın Kritik Oranı %2,5 artar. Bu iki etki birbirinden bağımsız olarak 10 saniye sürer, en fazla 4 kademeye kadar birikir ve her 0,1 saniyede bir tetiklenebilir.",
		"values": [
			"%20",
			"%2,5",
			"%2,5"
		]
	},
	"r3": {
		"description": "Element Becerisi ve Element Patlamasının verdiği Hasar %24 artar. Bir Element Becerisi düşmana isabet ettikten sonra Becerinin Kritik Oranı %3 artar. Bir Element Patlaması düşmana isabet ettikten sonra Patlamanın Kritik Oranı %3 artar. Bu iki etki birbirinden bağımsız olarak 10 saniye sürer, en fazla 4 kademeye kadar birikir ve her 0,1 saniyede bir tetiklenebilir.",
		"values": [
			"%24",
			"%3",
			"%3"
		]
	},
	"r4": {
		"description": "Element Becerisi ve Element Patlamasının verdiği Hasar %28 artar. Bir Element Becerisi düşmana isabet ettikten sonra Becerinin Kritik Oranı %3,5 artar. Bir Element Patlaması düşmana isabet ettikten sonra Patlamanın Kritik Oranı %3,5 artar. Bu iki etki birbirinden bağımsız olarak 10 saniye sürer, en fazla 4 kademeye kadar birikir ve her 0,1 saniyede bir tetiklenebilir.",
		"values": [
			"%28",
			"%3,5",
			"%3,5"
		]
	},
	"r5": {
		"description": "Element Becerisi ve Element Patlamasının verdiği Hasar %32 artar. Bir Element Becerisi düşmana isabet ettikten sonra Becerinin Kritik Oranı %4 artar. Bir Element Patlaması düşmana isabet ettikten sonra Patlamanın Kritik Oranı %4 artar. Bu iki etki birbirinden bağımsız olarak 10 saniye sürer, en fazla 4 kademeye kadar birikir ve her 0,1 saniyede bir tetiklenebilir.",
		"values": [
			"%32",
			"%4",
			"%4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Decarabian'ın Kırık Çinisi",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Kaos Cihazı",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Kırık Maske",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Kaos Cihazı",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Kırık Maske",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Decarabian'ın Yıkık Duvarı",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Kaos Devresi",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Lekeli Maske",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Decarabian'ın Destansı Parçası",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Kaos Devresi",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Lekeli Maske",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Decarabian'ın Destansı Parçası",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Kaos Çekirdeği",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Uğursuz Maske",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Decarabian'ın Rüya Parçası",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Kaos Çekirdeği",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Uğursuz Maske",
				"count": 12
			}
		]
	}
}