{
	"id": 28041104,
	"name": "Maintenance Mek: Platinum Collection",
	"description": "Mekanisme pendukung yang dikembangkan untuk meningkatkan tingkat utilitas kelompok Clockwork Meka, dengan menyediakan bantuan di bawah air. Awalnya diciptakan untuk menghilangkan sampah, residu tanaman, dan kotoran lain di dalam air agar tidak menyumbat bagian penting Clockwork Meka, untuk memperkecil kemungkinan kerusakan Clockwork Meka.\nDibanding dengan model lainnya, mekanisme pemelihara khusus \"Koleksi Platinum\" ini merupakan model cendera mata yang diproduksi khusus oleh tim pengembang. Ketika tim tersebut melobi beberapa pengusaha kaya untuk berinvestasi dalam proyek mekanisme pemelihara, mereka akan membagikan suvenir semacam ini sebagai hiasan mewah untuk akuarium. Namun upaya lobi tersebut gagal dan akhirnya mereka terpaksa menjual mekanisme pemelihara ini sebagai mainan untuk menyubsidi pendanaan proyek yang semakin menipis.\nSetelah insiden itu, tim pengembang mekanisme pemelihara tersebut diberhentikan seluruhnya, sementara kesinambungan proyek itu pun dibatalkan. Saat ini, sudah tidak ada lagi yang mengelola semua mekanisme pemelihara tersebut di perairan Fontaine. Sekelompok \"Koleksi Platinum\" yang diproduksi sebelumnya pun tenggelam dan menghilang di dalam air, merekalah \"ikan\" khas paling mahal yang ada di perairan Fontaine. Dengan dirilisnya beberapa proyek Institut, para wartawan \"The Steambird\" membandingkan data serta melakukan penyelidikan mendalam. Mereka menemukan bahwa, \"Tidak adanya perubahan atau kemajuan yang signifikan pada kondisi polusi perairan Fontaine sebelum maupun sesudah perilisan mekanisme pemelihara patut menjadi sebuah tanda tanya besar terhadap efektivitas keberhasilan proyek tersebut.\" Sejak saat itu, mekanisme pemelihara \"Koleksi Platinum\" yang masih beraktivitas, masih terus berenang di perairan Fontaine, dan para nelayan juga menganggap bahwa keberhasilan menangkap \"Koleksi Platinum\" tersebut menjadi sebuah hal yang membanggakan. Lagi pula, \"Koleksi Platinum\" pun sama langkanya dengan ikan akuarium yang paling berharga di bangsa lain.",
	"categoryType": "FISH",
	"categoryText": "Ikan",
	"countType": "FISH",
	"sortOrder": 12236
}