{
	"id": 227021,
	"name": "Тысячи преемников",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Карты экипировки",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Талант"
	],
	"description": "При розыгрыше: вы получаете 4 случайные карты Пробуждение фамильяра в колоду.\nКогда Страж оазиса Апеп с этой картой на поле, ваш Размножающийся организм наносит на 1 ед. урона больше.\nЧтобы добавить эту карту в колоду, там уже должна быть карта Страж оазиса Апеп.",
	"descriptionraw": "<color=#FFFFFFFF>При розыгрыше:</color> вы получаете 4 случайные карты <color=#FFFFFFFF>$[C127021]</color> в колоду.\\nКогда <color=#FFFFFFFF>$[A2702]</color> с этой картой на поле, ваш <color=#FFFFFFFF>$[C127022]</color> наносит на 1 ед. урона больше.\\nЧтобы добавить эту карту в колоду, там уже должна быть карта $[A2702].",
	"descriptionreplaced": "<color=#FFFFFFFF>При розыгрыше:</color> вы получаете 4 случайные карты <color=#FFFFFFFF>Пробуждение фамильяра</color> в колоду.\\nКогда <color=#FFFFFFFF>Страж оазиса Апеп</color> с этой картой на поле, ваш <color=#FFFFFFFF>Размножающийся организм</color> наносит на 1 ед. урона больше.\\nЧтобы добавить эту карту в колоду, там уже должна быть карта Страж оазиса Апеп.",
	"storytitle": "Страж оазиса Апеп: Тысячи преемников",
	"storytext": "Когда-то Апеп вместе со своими многочисленными отпрысками, подобно рыбам в море, жила среди трав, высоких деревьев и зарослей. Но когда травы высохли и обратились в пыль, крохотные существа построили на их месте хрупкое царство.\nКогда-то Апеп вместе со своими многочисленными отпрысками, словно рыба в море, вздымала в воздух пустыни и разбрасывала дома, словно листья на земле. Но затем Владыка песков и потерявший свою землю царь заключили перемирие. С тех пор и по сей день в солнечных дюнах живут люди и боги, а оазис дракона навсегда остался в сердцах драконов.\nКогда-то Апеп разделила знания об эволюции со своими многочисленными отпрысками. Вода не может испортиться, и гнилое дерево обязательно рухнет. Когда же Апеп исполнила данное Владыке песков обещание и обрела высшую мудрость, она уже видела только конец и бесконечный судный день...",
	"source": "Награда за принятие испытания в «Кошкином хвосте», победу над Стражем оазиса Апеп в Дружеской дуэли и выполнение всех целей испытания",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}