{
	"id": 224061,
	"name": "Каскад цепной молнии",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Карты экипировки",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Талант"
	],
	"description": "При розыгрыше: если персонаж Чтец Бездны: Пурпурная молния с этой картой уже вызвал Электро перерождение, то у активного персонажа противника отнимается Энергия, 1 ед.\nКогда персонаж Чтец Бездны: Пурпурная молния с этой картой вызывает Электро перерождение или побеждён: карта сбрасывается, а у активного персонажа противника отнимается Энергия, 1 ед.\nЧтобы добавить эту карту в колоду, там уже должна быть карта Чтец Бездны: Пурпурная молния.",
	"descriptionraw": "<color=#FFFFFFFF>При розыгрыше:</color> если персонаж <color=#FFFFFFFF>$[A2406]</color> с этой картой уже вызвал <color=#FFFFFFFF>$[C124061]</color>, то у активного персонажа противника отнимается $[K310], 1 ед.\\nКогда персонаж $[A2406] с этой картой вызывает <color=#FFFFFFFF>$[C124061]</color> или побеждён: карта сбрасывается, а у активного персонажа противника отнимается $[K310], 1 ед.\\nЧтобы добавить эту карту в колоду, там уже должна быть карта $[A2406].",
	"descriptionreplaced": "<color=#FFFFFFFF>При розыгрыше:</color> если персонаж <color=#FFFFFFFF>Чтец Бездны: Пурпурная молния</color> с этой картой уже вызвал <color=#FFFFFFFF>Электро перерождение</color>, то у активного персонажа противника отнимается <color=#FFFFFFFF>{SPRITE_PRESET#1110}Энергия</color>, 1 ед.\\nКогда персонаж Чтец Бездны: Пурпурная молния с этой картой вызывает <color=#FFFFFFFF>Электро перерождение</color> или побеждён: карта сбрасывается, а у активного персонажа противника отнимается <color=#FFFFFFFF>{SPRITE_PRESET#1110}Энергия</color>, 1 ед.\\nЧтобы добавить эту карту в колоду, там уже должна быть карта Чтец Бездны: Пурпурная молния.",
	"storytitle": "Чтец Бездны: Каскад цепной молнии",
	"storytext": "«Они - учёные и проповедники Бездны. Заставляя от раскатов грома дрожать бездонные ночи, они чёрной слизью мудрости наполняют сердца неверующих, а бесчисленными вспышками молний возвещают, что великие силы, разъедающие человеческий разум, совсем рядом».",
	"source": "Награда за выполнение целей испытания в Дружеской дуэли против Чтеца Бездны: Пурпурная молния в «Кошкином хвосте»",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}