{
	"id": 28041103,
	"name": "Unterstützungs-Mecha – Arbeitsbedingungs-Stabilisator",
	"description": "Eine kompakte Hilfsvorrichtung zur Unterstützung von unter Wasser operierenden Uhrwerk-Mecha und zur Erhöhung der Einsatzquote der Flotte. Sie sollten Rückstände wie Abfall und Pflanzenreste unter Wasser entfernen, damit diese nicht die Schlüsselkomponenten von Uhrwerk-Mecha verstopften. Man könnte sie auch als „Unterwasser-Reinigungskräfte“ bezeichnen, ein echter Gewinn für das Ökosystem von Fontaine.\nIhre Sensoren verfügen über ein effizientes „Geruchs- und Sehvermögen“, womit sie ihre Ziele aufspüren. Oft können sie Fischködern nicht widerstehen und die Fischer, denen sie ins Netz gehen, nennen sie auch liebevoll „Gewässerschutzfische“ oder „Eisenfische“.\nDa sie unter bestimmten Umständen die Nahrung von anderen Meeresbewohnern mit zu beseitigendem Abfall verwechseln, kommt es nicht selten zu Konflikten, bei denen die vergleichsweise kleinen Mecha oft den Kürzeren ziehen. Die Anzahl der auf diese Weise beschädigten Unterstützungs-Mecha stieg drastisch an.\nZum Schutz und für ein sicheres Arbeitsumfeld der beiden Vorgängermodelle erhöhten die Forscher die Leistung der Kernstruktur. Das dabei entwickelte dritte Modell verfügt über gewisse Kampffähigkeiten: Gezielte Kollisionen können dabei andere Meerestiere vertreiben. Die Unterstützungs-Mecha konnten nun ihre Arbeit verrichten und das neue Modell ging in Massenproduktion.\nDas Forschungsinstitut Fontaine stoppte weitere Entwicklungspläne mit der Begründung, dass die alten Unterstützungs-Mecha nicht mehr benötigt würden. Die billigen Modelle seien ja imstande, Meerestiere zu vertreiben. Tatsächlich stellte sich jedoch heraus, dass diese „Arbeitsbedingungs-Stabilisatoren“ nicht ihre konzipierte Aufgabe erfüllten, sondern sich vielmehr an friedliebenden Fischen vergriffen und dadurch der Umwelt erheblichen Schaden zufügten. Aus diesem Grund mussten die Forscher einige ihrer „Arbeitsbedingungs-Stabilisatoren“ deaktivieren und ihr Angriffsverhalten einschränken.",
	"categoryType": "SUBTYPE_FISH",
	"categoryText": "Wasserbewohner",
	"countType": "COUNT_TYPE_FISH",
	"sortOrder": 12235
}