{
	"id": 5101,
	"name": "Adeptus' Temptation",
	"rarity": 5,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 260–372 and CRIT Rate by 8–12% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A complex, famous type of Liyue cuisine, in which specially selected ingredients are submerged and slowly boiled in soup stock. The recipe scribbled from memory alone was enough to urge the adepti to once again return to the world of men.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 260 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A complex, famous type of Liyue cuisine. Without having mastered the art of simmering, the resulting stew-like dish has a salty, fishy taste. But, just considering the costly ingredients will be enough to keep you going until the pot's empty."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 316 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A complex, famous type of Liyue cuisine, in which specially selected ingredients are submerged and slowly boiled in soup stock. The recipe scribbled from memory alone was enough to urge the adepti to once again return to the world of men."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 372 and CRIT Rate by 12% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A complex, famous type of Liyue cuisine. This dish is a rare and exquisite mix of both land and sea, combining countless delicious delicacies in one flavor-filled pot. Each mouthful is a moment to remember — it's even irresistible enough to entice the adepti down from their celestial abode."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Ham",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Crab",
			"count": 3
		},
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 3
		}
	]
}