{
	"name": "Barbeque Ribs",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Recovery Dish",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Restores 20-24% of Max HP to the selected character and an additional 900-1,500 HP.",
	"description": "A crispy meat dish. Lightly fry the surface of the ribs until they exude a faint aroma, then wrap the crispy exterior with sauce, and finally, grill them slowly on low heat. The meticulous temperature control ensures that the exterior is perfectly crisp, while the meat within is kept juicy and tender.",
	"suspicious": {
		"effect": "Restores 20% of Max HP and an additional 900 HP to the selected character.",
		"description": "A meat dish with a crispy skin. Unfortunately, grilling it for too long has left the skin cracked and blackened, with the once-tender meat within now tough, dry, and tasteless... Perhaps if the name is changed to \"Charred Barbeque\" someone might find it more acceptable."
	},
	"normal": {
		"effect": "Restores 22% of Max HP and an additional 1,200 HP to the selected character.",
		"description": "A crispy meat dish. Lightly fry the surface of the ribs until they exude a faint aroma, then wrap the crispy exterior with sauce, and finally, grill them slowly on low heat. The meticulous temperature control ensures that the exterior is perfectly crisp, while the meat within is kept juicy and tender."
	},
	"delicious": {
		"effect": "Restores 24% of Max HP and an additional 1,500 HP to the selected character.",
		"description": "A tender meat dish with crispy skin. Even before it has been taken off the grill, the enticing meaty aroma assails your nostrils with promises of heaven. Take a single bite, and the crackling of the skin gives way to the juicy, tender meat within... No wonder this dish steals the show the moment it is placed onto the table!"
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 2
		},
		{
			"name": "Pepper",
			"count": 2
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}