{
	"name": "Barbatos Ratatouille",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Adventurer's Dish",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Decreases Stamina depleted by gliding and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A simple chowder with a long history. The ingredients are similarly traditional and simple. No matter where you are, a piping-hot chowder of this sort can always give you a sense of real and unsurpassed satisfaction.",
	"suspicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple chowder with a long history. Though the Anemo Archon is said to symbolize freedom, perhaps this dish has been a bit too liberal in the making. Perhaps the name Stormy Stew might be more fitting here."
	},
	"normal": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple chowder with a long history. The ingredients are similarly traditional and simple. No matter where you are, a piping-hot chowder of this sort can always give you a sense of real and unsurpassed satisfaction."
	},
	"delicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple chowder with a long history. After much careful stewing, the flavors of three different vegetables have been blended to perfection. Like this, it is not hard to imagine why someone once called it \"the best chowder I've ever tasted.\""
	},
	"ingredients": [
		{
			"name": "Carrot",
			"count": 4
		},
		{
			"name": "Potato",
			"count": 4
		},
		{
			"name": "Onion",
			"count": 4
		}
	]
}