{
	"id": 4901,
	"name": "Blubbercream",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' DEF by 215–308 and healing effectiveness by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Aqua-blue ice cream. The best way to while away a sweltering day is by enjoying some refreshing ice cream. It chills the body and cools the soul, giving one a feeling akin to having leaped into the sea, all worries dissipating as the heat flees your mouth, leaving naught but pure joy.",
	"suspicious": {
		"effect": "Increases all party members' DEF by 215 and healing effects by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Aqua-blue ice cream. The large chunks of sea salt ambushed your taste buds, causing you to blank out... By the time you mustered up the valor to try again, the dessert had melted into more of a milkshake..."
	},
	"normal": {
		"effect": "Increases all party members' DEF by 261 and healing effects by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Aqua-blue ice cream. The best way to while away a sweltering day is by enjoying some refreshing ice cream. It chills the body and cools the soul, giving one a feeling akin to having leaped into the sea, all worries dissipating as the heat flees your mouth, leaving naught but pure joy."
	},
	"delicious": {
		"effect": "Increases all party members' DEF by 308 and healing effects by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Aqua-blue ice cream. The likeness of the earnest, adorable Blubberbeast printed on the cup adds a humorous touch, and the buttery creaminess is interwoven with a light, silken saltiness. It is as if your senses, too, have been invited to embark on an unforgettable undersea odyssey — one that you hope shall never end!"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Milk",
			"count": 4
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 4
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Cream",
			"count": 2
		}
	]
}