{
	"name": "Blubber Profiterole",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' Physical DMG by 20–40% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A cream-filled dessert. Fluffy, flaky crust cradles a rich cream within. Round and nearly bursting, it's as cute as a Blubberbeast's belly. Few hearts can escape being ensnared by the thick, soft cream within.",
	"suspicious": {
		"effect": "Increases all party members' Physical DMG by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A cream-filled dessert. It's been sitting out way too long, and the once-flaky crust is now soft and mushy. It is... quite different from the crispy texture you imagined. After trying a single bite, you want to just pass the \"death sentence\" on this erstwhile dessert."
	},
	"normal": {
		"effect": "Increases all party members' Physical DMG by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A cream-filled dessert. Fluffy, flaky crust cradles a rich cream within. Round and nearly bursting, it's as cute as a Blubberbeast's belly. Few hearts can escape being ensnared by the thick, soft cream within."
	},
	"delicious": {
		"effect": "Increases all party members' Physical DMG by 40% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A cream-filled dessert. After the first morsel crosses your lips, you simply cannot help but scarf the rest down! Even the remnants of the cream lingering on the corners of your mouth is enough to flood your heart with contented bliss. If only every meal could be followed by such sweet perfection... Ah! How wondrous would this adventrous life be!"
	},
	"ingredients": [
		{
			"name": "Bird Egg",
			"count": 4
		},
		{
			"name": "Milk",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Cream",
			"count": 2
		}
	]
}