{
	"id": 2408,
	"name": "Boudin Noir aux Pommes",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A traditional Fontainian dish. Fry the apple slices and blood sausage slices separately and serve them in a plate with sauce. Judging by the name of this dish, tourists from other nations often think it should be a dessert, while Boudin Noir aux Pommes is actually another name for blood sausage.",
	"suspicious": {
		"effect": "Decreases all party members' sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional Fontainian dish. It seems too much oil was accidentally added, creating an extremely greasy product dripping in the stuff. If you can think of a good way to absorb and remove the excess oil, it might become edible."
	},
	"normal": {
		"effect": "Decreases all party members' sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional Fontainian dish. Fry the apple slices and blood sausage slices separately and serve them on a plate with sauce. Judging by the name of this dish, tourists from other nations often think it should be a dessert, while Boudin Noir is actually just a name for blood sausage."
	},
	"delicious": {
		"effect": "Decreases all party members' sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional Fontainian dish. A perfect combination, with the sweet fragrance of the apples neutralizing the fat of the blood sausage. An enticing, slightly burnt smell wafts upwards from the plate, and the eyes of those who see it light up as they shout with joy and anticipation."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Apple",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 1
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 1
		}
	]
}