{
	"id": 3420,
	"name": "Bulle Souffle",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 26–30% of Max HP to the selected character.\nRegenerates 450–790 HP every 5s for the next 30s.",
	"description": "A very small cake nestled within a Bulle Fruit skin. Pour the beaten egg whites into a Bulle Fruit skin that has been scraped empty, and bake it until the souffle has evenly expanded. The word \"Bulle\" isn't a part of the name just because it's in the ingredient list, but because the finished product allows the tongue to delight in bubble-like spongy softness.",
	"suspicious": {
		"effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s.",
		"description": "A very small cake nestled within a Bulle Fruit skin. You could not resist sneaking a peek as this baked, only to see the expanding souffle collapse speedily... It seems that curiosity not only kills cats, but ruins cakes too."
	},
	"normal": {
		"effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s.",
		"description": "A very small cake nestled within a Bulle Fruit skin. Pour the beaten egg whites into a Bulle Fruit skin that has been scraped empty, and bake it until the souffle has evenly expanded. The word \"Bulle\" isn't a part of the name just because it's in the ingredient list, but because the finished product allows the tongue to delight in bubble-like spongy softness."
	},
	"delicious": {
		"effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s.",
		"description": "A very small cake nestled within a Bulle Fruit skin. It all starts with that glorious, fluffy mouthfeel. Then comes the rich eggy aroma and fruity-fresh flavor suffusing your mouth, as if you had plunged headfirst into pillowy clouds, such that the very air sings with subtle sweetness."
	},
	"ingredients": [
		{
			"id": 101230,
			"name": "Bulle Fruit",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 2
		},
		{
			"id": 100078,
			"name": "Milk",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		}
	]
}