{
	"id": 4405,
	"name": "Candy Shells",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Shield Strength by 25–35% and DEF by 165–235 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Candies in a variety of different shapes. It is said that a tiny fraction of the Candy Shells sold at the Chevalmarin Film Fantasyland contain real pearls, and that the pleasure of tasting these is reserved for only the very luckiest of visitors. Might you be one of them?",
	"suspicious": {
		"effect": "Increases all party members' Shield Strength by 25% and DEF by 165 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Candies in a variety of different shapes. The powdered sugar coating has a grainy texture, reminiscent of grit trapped in an oyster's shell. Perhaps only those willing to battle through the coarseness of this coating will earn the right to enjoy the spoils within — sweet candy."
	},
	"normal": {
		"effect": "Increases all party members' Shield Strength by 30% and DEF by 200 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Candies in a variety of different shapes. It is said that a tiny fraction of the Candy Shells sold at the Chevalmarin Film Fantasyland contain real pearls, and that the pleasure of tasting these is reserved for only the very luckiest of visitors. Might you be one of them?"
	},
	"delicious": {
		"effect": "Increases all party members' Shield Strength by 35% and DEF by 235 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Candies in a variety of different shapes. Their vibrant colors make them resemble gleaming gemstones resting majestically in an exquisite box, waiting to give their finder a sweet surprise. What could make someone happier than a trip to the Chevalmarin Film Fantasyland? Why, a trip to the Chevalmarin Film Fantasyland and a box of Candy Shells!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Tidalga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Bulle Fruit",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}