{
	"id": 3414,
	"name": "Cassoulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Shield Strength by 20–30% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A simple countryside stew. Simply put all the ingredients in a casserole, mix them up, and cook until they are ready to serve. It is worth noting that the full name of this dish is \"Glabrous Beans, Fowl Confit, and Smoked Sausage Stew in Cassoulet Casserole with a Side of Marcotte.\" The intimidating lengthiness of the name has, understandably, driven people to just call it \"Cassoulet.\"",
	"suspicious": {
		"effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple rustic stew. Though it looks okay at a glance, as you begin to eat, you notice a slight burned taste, before realizing the bottom layer of ingredients has been so badly burned they've all fused to the casserole. Ugh... next time, stir the ingredients occasionally while cooking..."
	},
	"normal": {
		"effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple countryside stew. Simply put all the ingredients in a casserole, mix them up, and cook until they are ready to serve. It is worth noting that the full name of this dish is \"Glabrous Beans, Fowl Confit, and Smoked Sausage Stew in Cassoulet Casserole with a Side of Marcotte.\" The intimidating lengthiness of the name has, understandably, driven people to just call it \"Cassoulet.\""
	},
	"delicious": {
		"effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple rustic stew. Time is the most wondrous of weapons for catalyzing the creation of deliciousness, and time allows the meat in this dish to soak up the ocean of stewed flavor it is bathing in, becoming soft and fragrant. Together with the rich aroma of the beans, it conjures a warm delight in one's mouth that stirs the spirit."
	},
	"ingredients": [
		{
			"id": 110011,
			"name": "Sausage",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 1
		},
		{
			"id": 100096,
			"name": "Glabrous Beans",
			"count": 1
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 1
		}
	]
}