{
	"id": 5502,
	"name": "Cheesy Crab Hotpot",
	"rarity": 5,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Max HP by 20–30% and Energy Recharge by 14-20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A glittering, gold-topped feast. The ingredients are pre-fried and layered in a casserole dish before being baked until the cheesy topping begins to bubble. Whether for a family dinner or a festive gathering, this luxurious classic is sure to elicit gasps of admiration from everyone present.",
	"suspicious": {
		"effect": "Increases all party members' Max HP by 20% and Energy Recharge by 14% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A glittering, gold-topped feast. The charred ingredients stick stubbornly to the casserole dish, and after you tried your best to dredge up a spoonful, the first bite sent shivers down your spine. It's like you're being targeted by some sort of magma effigy — your senses scream at you to flee..."
	},
	"normal": {
		"effect": "Increases all party members' Max HP by 25% and Energy Recharge by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A glittering, gold-topped feast. The ingredients are pre-fried and layered in a casserole dish before being baked until the cheesy topping begins to bubble. Whether for a family dinner or a festive gathering, this luxurious classic is sure to elicit gasps of admiration from everyone present."
	},
	"delicious": {
		"effect": "Increases all party members' Max HP by 30% and Energy Recharge by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A glittering, gold-topped feast. The sweetness of crab meat is like the first ray of dawn that pierces the clouds. The dense, savory aroma of cheese invites the radiance of the morning sun onto your tastebuds, bathing your mouth in a warm, golden glow. The sensation of bliss sweeps a soul-warming path from your tongue to your stomach, uniting all your senses in adoration."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Crab",
			"count": 6
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 5
		},
		{
			"id": 100078,
			"name": "Milk",
			"count": 4
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 4
		}
	]
}