{
	"id": 2508,
	"name": "Cheesy Mushroom Skewer",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 6–12% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A skewer covered in mouth-watering cheese. The caps of Red Berryshrooms are removed, filled with a generous sprinkling of cheese, and then grilled to perfection. The rich aroma carries a faint fruity tang best enjoyed while hot.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A skewer covered in burnt cheese. The acrid smell gives notice that the Red Berryshroom has been reduced to a Black Burnedshroom. It looks so awful that you wonder if you might have turned a harmless mushroom into a poisonous one..."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 9% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A skewer covered in mouth-watering cheese. The caps of Red Berryshrooms are removed, filled with a generous sprinkling of cheese, and then grilled to perfection. The rich aroma carries a faint fruity tang best enjoyed while hot."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 12% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A skewer covered in golden-brown, mouth-watering cheese. The mushrooms are almost as thick as steak. Although they don't smell like meat, the taste is far more splendid. A single bite blesses your whole mouth with the fragrant flavors packed within, as juicy joy overflows in abundance."
	},
	"ingredients": [
		{
			"id": 101256,
			"name": "Red Berryshroom",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 1
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 1
		}
	]
}