{
	"name": "Chicken Tofu Pudding",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' ATK by 224–320 and CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A dish that requires great precision to make. The finely diced chicken breast is stirred vigorously and added into a soup with various other minced meats, before being cooked over a small flame. The result is light and elegant, and it tastes like tofu pudding. The meat is presented in such a form that the experience of consuming it is like tasting the finest chicken one has ever eaten, yet without appearing to have eaten chicken at all. This is part of Liyue's culinary fine arts.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish that requires great precision to make. The soup base is far too salty and the texture of the chicken tofu pudding is not delicate enough. Lack of technical proficiency has led to a dish that looks the part, but has no soul."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish that requires great precision to make. The finely diced chicken breast is stirred vigorously and added into a soup with various other minced meats, before being cooked over a small flame. The result is light and elegant, and it tastes like tofu pudding. The meat is presented in such a form that the experience of consuming it is like tasting the finest chicken one has ever eaten, yet without appearing to have eaten chicken at all. This is part of Liyue's culinary fine arts."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish that requires great precision to make. Successfully formed into a single block with no debris, it truly looks like tofu pudding. Its exquisite tenderness unravels on the tongue the moment it is scooped up with a porcelain spoon and fed into the mouth, and the taste is so sublime that it almost feels like having an out-of-body experience. What lies before you is no mere dish, but a gentle breeze, a pure spring, a stroke of the divine."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 4
		},
		{
			"name": "Ham",
			"count": 2
		},
		{
			"name": "Bird Egg",
			"count": 2
		},
		{
			"name": "Snapdragon",
			"count": 1
		}
	]
}