{
	"name": "Chili-Mince Cornbread Buns",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "DEF-Boosting Dish",
	"foodcategory": "Def_Add",
	"effect": "Increases all party members' Shield Strength by 25–35% and DEF by 165–235 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A traditional snack from Liyue. The fresh dough is turned out into a round, rested, and then placed inside a cage to steam. The meat and vegetables are then washed and diced, before being fried quickly in an oiled wok. When eaten, the fried condiments must be placed into the empty space in the middle of the buns before they are eaten together. Between the crisp vegetables and the flavorful meat, this is solid, great flavor.",
	"suspicious": {
		"effect": "Increases all party members' Shield Strength by 25% and DEF by 165 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional snack from Liyue. A large bundle of fried-up Jueyun Chili has been piled up in the middle, and their heat is all but unbearable. Just one small bite feels like someone's trying to burn your throat. A few more bites, and who knows, you might actually end up breathing fire like Guoba!"
	},
	"normal": {
		"effect": "Increases all party members' Shield Strength by 30% and DEF by 200 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional snack from Liyue. The fresh dough is turned out into a round, rested, and then placed inside a cage to steam. The meat and vegetables are then washed and diced, before being fried quickly in an oiled wok. When eaten, the fried condiments must be placed into the empty space in the middle of the buns before they are eaten together. Between the crisp vegetables and the flavorful meat, this is solid, great flavor."
	},
	"delicious": {
		"effect": "Increases all party members' Shield Strength by 35% and DEF by 235 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional snack from Liyue. The intense charred aroma of the wok sits on the condiments, which are shoveled into the fluffy buns, filling the air with a fragrance that itself worth rave reviews. Just as the laboring hands of Liyue's people created this famous, prosperous harbor, these ordinary ingredients can be \"developed\" by one's labor into something surprising in its deliciousness. No wonder such a dish could even awaken a sleeping god..."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 4
		},
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Cabbage",
			"count": 2
		},
		{
			"name": "Jueyun Chili",
			"count": 2
		}
	]
}