{
	"id": 3410,
	"name": "Coffee Bavarois",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 26–30% of Max HP to the selected character.\nRegenerates 450–790 HP every 5s for the next 30s.",
	"description": "A refreshing dessert. Though it is one of Fontaine's trademark desserts, its recipe is very simple and straightforward. As long as the proportion of ingredients is right, hardly anyone could fail at making this dessert. It has an exquisite texture with a touch of refreshing cold taste, and can instantly lift your spirits.",
	"suspicious": {
		"effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s.",
		"description": "A refreshing dessert. After taking a big bite, an intense assault of bitterness and sourness attacks your brain, wiping it clean. You can only surmise that too many Coffee Beans were added. Though the bitterness in your mouth may subside after some time, you might want to worry more about the quality of your sleep tonight..."
	},
	"normal": {
		"effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s.",
		"description": "A refreshing dessert. Though it is one of Fontaine's trademark desserts, its recipe is very simple and straightforward. As long as the proportion of ingredients is right, hardly anyone could fail at making this dessert. It has an exquisite texture with a touch of refreshing cold taste, and can instantly lift your spirits."
	},
	"delicious": {
		"effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s.",
		"description": "A refreshing dessert. The rich fragrance of custard and savory scent of coffee mingle on the tip of your tongue, the steps of their delicate dance light, leaving a surprisingly silky and smooth texture lingering in your mouth. No wonder this dish is always the darling of the dessert menu!"
	},
	"ingredients": [
		{
			"id": 100098,
			"name": "Coffee Beans",
			"count": 4
		},
		{
			"id": 100078,
			"name": "Milk",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Cream",
			"count": 2
		}
	]
}