{
	"name": "Come and Get It",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_CritRate",
	"effect": "Increases all party members' CRIT Rate by 10–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A dish made out of a luxurious variety of ingredients. There is no great refinement in the making of this food, and it appears in Liyue often during festival season. Whenever this dish is served up, the person at the head of the table will invite everyone to dig in, saying \"Come on, eat, eat,\" hence the name.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish made out of a luxurious variety of ingredients... dumped into scalding-hot water and boiled beyond recognition. As if the taste of everything and nothing at the same time isn't bad enough, you'll want to watch out for the sand, too..."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish made out of a luxurious variety of ingredients. There is no great refinement in the making of this food, and it appears in Liyue often during festival season. Whenever this dish is served up, the person at the head of the table will invite everyone to dig in, saying \"Come on, eat, eat,\" hence the name."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish made out of a luxurious variety of ingredients. The mixture of meat and vegetables is spot-on, the presentation is flawless, and the blend of flavors in the broth brings out the best of everything. Don't mind if I do."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 3
		},
		{
			"name": "Fish",
			"count": 3
		},
		{
			"name": "Rice",
			"count": 3
		},
		{
			"name": "Tofu",
			"count": 1
		}
	]
}