{
	"id": 3413,
	"name": "Consomme",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 10–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A soup with a recipe involving many steps. Mash ingredients, then stew the mash in broth, and finally serve only the clear soup from the stew. Mysterious gossip on the streets in Fontaine claims that a writer suffering from writer's block had a sudden burst of inspiration after slurping this soup down... But how can one be sure that such stupendous effects are really not false advertising cooked up by some restaurant?",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A soup with a complex recipe. A turbid and muddy looking fluid, a single glance is enough to tell this is a failed creation. Perhaps the only thing in Fontaine that would accept such \"food\" are the Tainted Hydro Phantasms roaming beside the water..."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A soup with a recipe involving many steps. Mash ingredients, then stew the mash in broth, and finally serve only the clear soup from the stew. Mysterious gossip on the streets in Fontaine claims that a writer suffering from writer's block had a sudden burst of inspiration after slurping this soup down... But how can one be sure that such stupendous effects are really not false advertising cooked up by some restaurant?"
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A soup with a complex recipe. A clear soup the combines the essence of the boundless blue skies above and the limitless land below, the aromas of meat and vegetables blended seamlessly into a greater whole. No wonder a columnist for The Steambird, once unable to squeeze out a single word onto the blank paper before them, drank a single bowl and immediately became a font of literary genius, every word nearly as exquisite as this dish."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 100013,
			"name": "Carrot",
			"count": 2
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 1
		}
	]
}