{
	"name": "Crepes Suzette",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Adventurer's Dish",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Decreases Stamina depleted by gliding and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Crepes with fillings. Fry the crepes first, then serve them with jam, cream, and fruit slices. In fact, the recipe has quite a few variants. The dish's taste differs according to the different ingredients used.",
	"suspicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Crepes with fillings. The first bite is so bland you wonder if you've lost your sense of taste. The second bite is so unbearably sweet that you wish you actually had lost it... Such a stimulating culinary experience is like riding a waverider into a storm: Even if you make it to the shore, you'll be traumatized."
	},
	"normal": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Crepes with fillings. Fry the crepes first, then serve them with jam, cream, and fruit slices. In fact, the recipe has quite a few variants. The dish's taste differs according to the different ingredients used."
	},
	"delicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Crepes with fillings. The light cream and delectable jam are composed into a symphony of flavor, folded into a masterfully cooked soft crepe, as though robed in silken perfection, inviting your tongue to join an elegant, endless waltz of culinary delight."
	},
	"ingredients": [
		{
			"name": "Bulle Fruit",
			"count": 2
		},
		{
			"name": "Cream",
			"count": 1
		},
		{
			"name": "Jam",
			"count": 1
		},
		{
			"name": "Flour",
			"count": 1
		}
	]
}