{
	"id": 3901,
	"name": "Crisp Croissant Combo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by climbing and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A small pastry-and-coffee combo. Roll and fold the dough, lather it in egg wash, and place the creation into the oven. Soon, it will have expanded into an exquisite pastry, piping hot as it triumphantly exits the oven. It is said that the act of brushing the egg wash on is like a baker's signature — and it seems this one has fine penmanship indeed.",
	"suspicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A small pastry-and-coffee combo. The stony bread stands solid against your teeth, having seemingly been robbed of all moisture. The bitter drink stained with sourness is such that you'd be pardoned for thinking it some kind of medicinal concoction. The only saving grace is that this isn't the main course..."
	},
	"normal": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A small pastry-and-coffee combo. Roll and fold the dough, lather it in egg wash, and place the creation into the oven. Soon, it will have expanded into an exquisite pastry, piping hot as it triumphantly exits the oven. It is said that the act of brushing the egg wash on is like a baker's signature — and it seems this one has fine penmanship indeed."
	},
	"delicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A small pastry-and-coffee combo. The two pointy pieces of bread conceal fluffy softness within crispy crusts, and the aromatic butter dances in perfect harmony with the intense coffee aroma, a match made in heaven. Whether by early morning light or brief break hour, to partake of this lovely combo is to salve even the most exhausted soul."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Coffee Beans",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}