{
	"name": "Cured Pork Dry Hotpot",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_CritRate",
	"effect": "Increases all party members' CRIT Rate by 10–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A dish fried over a great flame. Matsutake and Ham have been sliced up, stir-fried, and garnished with some spicy condiments. The flavor of the Ham is a match for the Matsutake's crispness, and the combination grows ever lovelier and more addictive as you chew. The heat-conducting wok also serves to keep it piping hot for long periods.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish fried over a great flame. The quality of the pork is fair enough, but it is far too salty. Have a piece of this, and you will taste nothing but brine in your mouth no matter how many Snapdragons or Matsutake mushrooms you consume."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish fried over a great flame. Matsutake and Ham have been sliced up, stir-fried, and garnished with some spicy condiments. The flavor of the Ham is a match for the Matsutake's crispness, and the combination grows ever lovelier and more addictive as you chew. The heat-conducting wok also serves to keep it piping hot for long periods."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish fried over a great flame. The rendered fat from the fried ham layers the side dishes perfectly, and the flavors have long permeated the whole dish. Its shine alone is enough to whet one's appetite, and every bite is sure to evoke memories of house, home, and celebration in anyone from Liyue."
	},
	"ingredients": [
		{
			"name": "Ham",
			"count": 2
		},
		{
			"name": "Matsutake",
			"count": 2
		},
		{
			"name": "Snapdragon",
			"count": 1
		},
		{
			"name": "Pepper",
			"count": 1
		}
	]
}