{
	"id": 2306,
	"name": "Curry Shrimp",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 20–24% of Max HP and an additional 900-1,500 HP to the selected character.",
	"description": "A common household dish in Sumeru. The shrimps are first boiled until chewy, then added into the curry broth. The perfect blend of savory curry and flavors from the ocean is enough to make one's stomach growl. Though it's a common household dish, almost every family seems to have made their own variations to the recipe. Perhaps one could say that for every Sumeru household, there'll be a different version of curry shrimp.",
	"suspicious": {
		"effect": "Restores 20% of Max HP and an additional 900 HP to the selected character.",
		"description": "A simple, common dish in Sumeru. You can smell curry... though it stings your nose. After looking inside the squishy mess, you finally find a malnourished shrimp. Yes, this is curry shrimp for sure... But should you really give it a try?"
	},
	"normal": {
		"effect": "Restores 22% of Max HP and an additional 1,200 HP to the selected character.",
		"description": "A common household dish in Sumeru. The shrimps are first boiled until chewy, then added into the curry broth. The perfect blend of savory curry and flavors from the ocean is enough to make one's stomach growl. Though it's a common household dish, almost every family seems to have made their own variations to the recipe. Perhaps one could say that for every Sumeru household, there'll be a different version of curry shrimp."
	},
	"delicious": {
		"effect": "Restores 24% of Max HP and an additional 1,500 HP to the selected character.",
		"description": "A simple, common dish in Sumeru. Big shrimps are dipped in a creamy sauce, absorbing its rich flavor. The passionate aroma easily finds its way into your nose. Even a person who claims to have lost their appetite will drool over it."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Spice",
			"count": 1
		}
	]
}