{
	"id": 2114,
	"name": "Deep-Fried Doublecrisp",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 6–12% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "One of Liyue's famous dishes. Between the fierce heat, the boiling oil, and the sautéing process, this is a stern test of one's skills. Cook for a few seconds too few, and your ingredients might be left raw. Too many, and they will be overcooked and lacking in crispness. As such, this dish is often chosen by experienced Liyue chefs to display their mastery.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "One of Liyue's famous dishes. One careless flip and the raging fire mercilessly swept all crispness and tenderness aside, leaving naught but charred, blackened chunks in its wake."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 9% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "One of Liyue's famous dishes. Between the fierce heat, the boiling oil, and the sautéing process, this is a stern test of one's skills. Cook for a few seconds too few, and your ingredients might be left raw. Too many, and they will be overcooked and lacking in crispness. As such, this dish is often chosen by experienced Liyue chefs to display their mastery."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 12% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "One of Liyue's famous dishes. Scalloped red and white meat flowers, stir-fried as one, bloom tastiness on the tip of the tongue. Smooth, crispy, salty, and delicious, this is a must-have dish. You won't stop singing its praises even as you lick the plate clean."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		}
	]
}