{
	"id": 3219,
	"name": "Dragon Beard Noodles",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 160–228 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Noodles that are as slender as the hairs on a dragon's beard. The green onion is fried in a wok before the soup and condiments are added. Last in are the noodles, after which the lot is ladled out and plated up. The noodles must be skillfully hand-pulled multiple times before they become extremely thin — a technique that makes this dish the most challenging noodle recipe in Liyue.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 160 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Noodles that are as slender as the hairs on a dragon's beard. The all-consuming attempt to make the noodles as thin as possible caused the pieces to break up during the cooking process. This is harder than it looks — and you're in need of more practice for sure."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 194 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Noodles that are as slender as the hairs on a dragon's beard. The green onion is fried in a wok before the soup and condiments are added. Last in are the noodles, after which the lot is ladled out and plated up. The noodles must be skillfully hand-pulled multiple times before they become extremely thin — a technique that makes this dish the most challenging noodle recipe in Liyue."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 228 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Noodles that are as slender as the hairs on a dragon's beard. The slim noodles are as a waterfall, draping their way into a soup that has captured the very essence of the mountains themselves. The softer mouthfeel compared to the average noodle dish makes it nigh impossible to stop eating once you've started."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Mushroom",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 1
		}
	]
}