{
	"id": 4106,
	"name": "Drunken Plums in Snow",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' DEF by 215–308 and healing effectiveness by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "An elegant-looking Liyue dish. Once the crab is steamed, its roe and meat are carefully removed, stir-fried, then returned to the shell. Egg whites are whipped into a frothy coating to seal the crab shell, topped with finely chopped ham for a touch of color, then the whole thing is baked. Together, the succulent crab meat and fluffy egg whites make a combination that's sure to impress.",
	"suspicious": {
		"effect": "Increases all party members' DEF by 215 and healing effects by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An elegant-looking Liyue dish. The final presentation seems flawless, but hidden within the carefully disassembled crab meat are small, unnoticed fragments of shell. Before indulging, one must overcome a sense of unease, as there's always the risk of your teeth meeting a shard of hard chitin..."
	},
	"normal": {
		"effect": "Increases all party members' DEF by 261 and healing effects by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An elegant-looking Liyue dish. Once the crab is steamed, its roe and meat are carefully removed, stir-fried, then returned to the shell. Egg whites are whipped into a frothy coating to seal the crab shell, topped with finely chopped ham for a touch of color, then the whole thing is baked. Together, the succulent crab meat and fluffy egg whites make a combination that's sure to impress."
	},
	"delicious": {
		"effect": "Increases all party members' DEF by 308 and healing effects by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An elegant-looking Liyue dish. The snow-like coating is soft and airy, like snowflakes gently falling onto your tongue. Then, the rich, fresh crab meat quickly envelops your taste buds, like radiant, resplendent plum blossoms blooming amidst the lonesome, serene snowfall, captivating and enchanting."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Crab",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 2
		},
		{
			"id": 100074,
			"name": "Crab Roe",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 1
		}
	]
}