{
	"id": 3418,
	"name": "Feast-O's",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Healing Bonus by 15–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A golden brown fried snack. Mashed chicken is shaped into a hollow \"O\" shape by combining them with onion rings. Mashed fish and potatoes are similarly combined into a round form, making up the meat of the \"feast.\" Put them both into a pot of hot oil and presto — your \"Feast-O's\" are born amidst the crackling oil.",
	"suspicious": {
		"effect": "Increases all party members' Healing Bonus by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A golden brown fried snack, from which the excess oil was drained after much arduous labor, only to result in a soggy fried slop stripped of any crispiness. Hmm... Might the gulls by the shore be willing to accept such a meager offering?"
	},
	"normal": {
		"effect": "Increases all party members' Healing Bonus by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A golden brown fried snack. Mashed chicken is shaped into a hollow \"O\" shape by combining them with onion rings. Mashed fish and potatoes are similarly combined into a round form, making up the meat of the \"feast.\" Put them both into a pot of hot oil and presto — your \"Feast-O's\" are born amidst the crackling oil."
	},
	"delicious": {
		"effect": "Increases all party members' Healing Bonus by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A golden brown fried snack. Freshly fried and fully fragrant they come, ready to get appetites roaring. With the ring in your left hand and the round in your right, behold, the crest of crispness lies in your grasp. Dig in! Let the flavor flood forth into your mouth."
	},
	"ingredients": [
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		}
	]
}