{
	"id": 3401,
	"name": "Fontainian Foie Gras",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' DEF by 165–235 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A traditional dish of Fontaine. The foie gras only needs to be pan-fried before being served. Thanks to the masterful temperature control, the golden-brown foie gras tastes enticingly tender. The process takes focus and concentration, or else the delicious liver might be liquefied into an oily mess.",
	"suspicious": {
		"effect": "Increases all party members' DEF by 165 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional dish of Fontaine. You feel as if you were having a spoonful of oil, and if you venture to take another bite, it is just too greasy to swallow. Did they pour in a whole jar of oil when cooking the dish?"
	},
	"normal": {
		"effect": "Increases all party members' DEF by 200 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional dish of Fontaine. The foie gras only needs to be pan-fried before being served. Thanks to the masterful temperature control, the golden-brown foie gras tastes enticingly tender. The process takes focus and concentration, or else the delicious liver might be liquefied into an oily mess."
	},
	"delicious": {
		"effect": "Increases all party members' DEF by 235 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional dish of Fontaine. The tender and buttery foie gras greets your tastebuds with silky dance moves before waltzing down your throat like smooth satin. Such a supreme delight makes all other dishes you will have in the future taste bland in comparison — that being said, you can hardly regret eating it, can you?"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 110008,
			"name": "Jam",
			"count": 1
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 1
		}
	]
}