{
	"id": 3421,
	"name": "Fricassee de Poulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 160–228 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A well-known Fontainian meat dish. The meat is first fried in oil until the skin is a delicious crispy brown, then stir-fried with onions and other condiments, before adding fermented fruit juice and stewing — and don't forget to add cream once the soup thickens. When ready, every last piece of meat is wrapped uniformly in cream, giving it that warm, familiar flavor that Fontainians love.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 160 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A well-known Fontainian meat dish. Something is off about this — you knew that the moment it entered your mouth. The smooth cream has no hope of saving the bone-dry, yellowed, ever-so-slightly bitter meat, so much so that your previously ravenous appetite has long fled with its tail between its legs."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 194 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A well-known Fontainian meat dish. The meat is first fried in oil until the skin is a delicious crispy brown, then stir-fried with onions and other condiments, before adding fermented fruit juice and stewing — and don't forget to add cream once the soup thickens. When ready, every last piece of meat is wrapped uniformly in cream, giving it that warm, familiar flavor that Fontainians love."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 228 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A well-known Fontainian meat dish. The romantic rendezvous of cream and chicken instantly catalyzes a deep, rich aroma that lifts the spirits. It is said to be a favorite amongst Fontainians... One could feast on this fare for a lifetime and not fatigue of its fantastic flavor."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 4
		},
		{
			"id": 100099,
			"name": "Fermented Juice",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Cream",
			"count": 2
		}
	]
}