{
	"id": 3505,
	"name": "Fried Shrimp Beanballs",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Shield Strength by 20–30% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A deep-fried snack. First, deep fry the bean flour balls, then stuff them with fillings, fried shrimp, and sauce. Though they may be slightly complicated to prepare, the fact that they're so delicious makes it all worth it.",
	"suspicious": {
		"effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A deep-fried snack. The oil in the pot has mercilessly stripped the shrimp of moisture, resulting in a shriveled texture that could have been shown magnanimity if not for the jarring, hard mouthfeel. It's a good thing there are only two products... That makes dealing with them easy enough."
	},
	"normal": {
		"effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A deep-fried snack. First, deep fry the bean flour balls, then stuff them with fillings, fried shrimp, and sauce. Though they may be slightly complicated to prepare, the fact that they're so delicious makes it all worth it."
	},
	"delicious": {
		"effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A deep-fried snack. After experiencing the culinary magic known as deep-frying, this has gained a golden luster, with a crisp shell that tightly locks the juices in along with a crackling, satisfying toothsomeness. Alas, for there only being two per dish! Alas, for you desire more!"
	},
	"ingredients": [
		{
			"id": 100096,
			"name": "Glabrous Beans",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		}
	]
}