{
	"name": "Fruits of the Festival",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "DEF-Boosting Dish",
	"foodcategory": "Def_Add",
	"effect": "Increases all party members' Healing Bonus by 15–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A brightly colored non-alcoholic beverage. Freshly squeezed Sunsettia and Wolfhook juices have been poured into a cup in a specific order. The cool and refreshing flavor and vibrant color remind people of the beautiful holiday times. Do not mess the order up if you want to get the gradient effect right!",
	"suspicious": {
		"effect": "Increases all party members' Healing Bonus by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A brightly colored non-alcoholic beverage. The sourness of the Wolfhook has not been managed well, leading to a numbing sensation on your tongue. Wait a minute... Is that howling from Wolvendom you hear? That's got to be a hallucination, right? Right?"
	},
	"normal": {
		"effect": "Increases all party members' Healing Bonus by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A brightly colored non-alcoholic beverage. Freshly squeezed Sunsettia and Wolfhook juices have been poured into a cup in a specific order. The cool and refreshing flavor and vibrant color remind people of the beautiful holiday times. Do not mess the order up if you want to get the gradient effect right!"
	},
	"delicious": {
		"effect": "Increases all party members' Healing Bonus by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A brightly colored non-alcoholic beverage. The sublime enjoyment brought by the refreshing taste is almost like a sweet, illusory dream. One small sip transports you onto a white, sandy beach, where the sparkling seawater beats with the rhythm to which the hymn of your leisurely vacation shall be composed."
	},
	"ingredients": [
		{
			"name": "Wolfhook",
			"count": 2
		},
		{
			"name": "Sunsettia",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}