{
	"id": 3513,
	"name": "Gentle Sea Breeze",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by climbing and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A refreshing drink. Its vivid blue-to-white gradient is evocative of cresting waves caressed by the sea breeze. Having a sip of this while on a holiday is sure to fill your heart with ease.",
	"suspicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A refreshing drink. A tidal wave of saltiness almost sweeps you off your feet, with not a single hint of sweet in the whole glass. Is this just a cup of blue-colored brine?"
	},
	"normal": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A refreshing drink. Its vivid blue-to-white gradient is evocative of cresting waves caressed by the sea breeze. Having a sip of this while on a holiday is sure to fill your heart with ease."
	},
	"delicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A refreshing drink. The light and gentle bubbles dance on the tip of your tongue. The sweetness of the fruit juice and the salty flavor of the soda blend together in perfect harmony, as though you're stepping through waves in time with the breeze. Cheers and laughter from the resort fill the air..."
	},
	"ingredients": [
		{
			"id": 101249,
			"name": "Quenepa Berry",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		}
	]
}