{
	"id": 3315,
	"name": "Gilded Tajine",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Max HP by 20–25% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A stewed meat dish. The unique hat-shaped pot cover is capable of reducing the amount of moisture lost during the stewing process — a culinary secret known only to the desert folk. This delicious delicacy has followed the gilded Eremites all over Sumeru, and thus did it gain its name and fame.",
	"suspicious": {
		"effect": "Increases all party members' Max HP by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A stewed meat dish. Though it appears edible enough, a single taste reveals that the meat is dry as bones, almost as if one is chewing on branches. Did something go wrong with the lid? Or was the application of the pot at fault?"
	},
	"normal": {
		"effect": "Increases all party members' Max HP by 22% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A stewed meat dish. The unique hat-shaped pot cover is capable of reducing the amount of moisture lost during the stewing process — a culinary secret known only to the desert folk. This delicious delicacy has followed the gilded Eremites all over Sumeru, and thus did it gain its name and fame."
	},
	"delicious": {
		"effect": "Increases all party members' Max HP by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A stewed meat dish. The large chunks of meat have been steeped in the thick, rich soup, and they melt away the instant they touch your lips. The unique spice blend dances along with the rhythm of the meat aromas, playing the desert's tune upon your taste buds, with your tongue helpless but to applaud."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Spice",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 1
		}
	]
}