{
	"name": "Golden Fried Chicken",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' ATK by 224–320 and CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Fowl that has been seasoned and then fried. The seasonings were made into a paste and smeared onto the chicken before it was fried at high temperature. The fragrance alone brings the vivid image of crispy skin and tender meat to mind. One bite and the luscious juices begin to flow. Truly irresistible.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Fowl that has been seasoned and then fried. Perhaps the oil temperature was not sufficiently well-controlled, but what should have been a crispy outer skin seems to have gone all soggy, adding to the overall greasiness by at least a few degrees."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Fowl that has been seasoned and then fried. The seasonings were made into a paste and smeared onto the chicken before it was fried at high temperature. The fragrance alone brings the vivid image of crispy skin and tender meat to mind. One bite and the luscious juices begin to flow. Truly irresistible."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Fowl that has been seasoned and then fried. The golden outer skin has all but sealed the abundant juices into the meat, leading to absolute enjoyment with each bite. The taste at your fingertips will linger in memory far longer than the instant it takes to reduce the meal to nothing but slim bones."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 4
		},
		{
			"name": "Butter",
			"count": 4
		},
		{
			"name": "Pepper",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 3
		}
	]
}