{
	"id": 2009,
	"name": "Goulash",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases the rate of Sheer Cold accumulation for all party members for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Hot stew made from Chilled Meat and vegetables chopped into small pieces. Slow-boiled tomatoes give this dish a rich and thick texture. Filling one's stomach with this comforting mixture has a warming effect.",
	"suspicious": {
		"effect": "Slightly decreases the rate of Sheer Cold accumulation for all party members for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A steaming-hot stew. There was some flaw in the flame control during the stewing process, leading to a product with a very stiff mouthfeel. You can ignore those flaws if you scarf it all down — it'll keep the cold away regardless."
	},
	"normal": {
		"effect": "Somewhat decreases the rate of Sheer Cold accumulation for all party members for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Hot stew made from Chilled Meat and vegetables chopped into small pieces. Slow-boiled tomatoes give this dish a rich and thick texture. Filling one's stomach with this comforting mixture has a warming effect."
	},
	"delicious": {
		"effect": "Decreases the rate of Sheer Cold accumulation for all party members for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A steaming-hot stew. Just one spoonful sends a down-to-earth sense of satisfaction welling up from the depths of your heart. The meat's flavor grows with every chew, bringing limitless strength to the eater even in the coldest wintry wastes."
	},
	"ingredients": [
		{
			"id": 100094,
			"name": "Chilled Meat",
			"count": 2
		},
		{
			"id": 100013,
			"name": "Carrot",
			"count": 2
		},
		{
			"id": 100079,
			"name": "Tomato",
			"count": 1
		}
	]
}