{
	"id": 4402,
	"name": "Haggis",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' DEF by 215–308 and healing effectiveness by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A dish with strong and distinctive flavors. Chop up the sheep offal, mix it with oatmeal, and stuff the mixture into a sheep stomach along with various seasonings and spices. When the dish is served, the stomach-bag is usually removed while the fillings are served with radish paste and mashed potatoes. This is a local specialty that Fontainians often cook as a treat for important guests.",
	"suspicious": {
		"effect": "Increases all party members' DEF by 215 and healing effects by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish with a very distinctive flavor. Dry and coarse kernels of... something... scrape the surface of your tongue, making you feel like this may not be something edible at all. As you laboriously chew, you can't help but wonder... Did some chips of firewood or something accidentally get mixed in while it was being made?"
	},
	"normal": {
		"effect": "Increases all party members' DEF by 261 and healing effects by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish with strong and distinctive flavors. Chop up the sheep offal, mix it with oatmeal, and stuff the mixture into a sheep stomach along with various seasonings and spices. When the dish is served, the stomach-bag is usually removed while the fillings are served with radish paste and mashed potatoes. This is a local specialty that Fontainians often cook as a treat for important guests."
	},
	"delicious": {
		"effect": "Increases all party members' DEF by 308 and healing effects by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish with strong and distinctive flavors. After venturing a nibble, the mellow and rich taste of the offal and various spices serve up layer after layer of piquancy to your taste buds. As you savor the flavor, the abundant meaty aroma fills your mouth with a bountiful aftertaste that lingers long after you have finished. No wonder it inspires such strong emotions in the hearts of poets, and they can seldom resist dedicating a paean to this dish after trying it."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 3
		},
		{
			"id": 100014,
			"name": "Radish",
			"count": 3
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 2
		}
	]
}