{
	"id": 3204,
	"name": "Imported Poultry",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 10–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A meat dish drizzled with sauce. The fowl is marinated before being covered in batter and fried, and a thick sauce is drizzled over it as a finishing touch. The accompanying vegetables are local produce, but the marinating methods and sauce are all imported, hence the name \"imported poultry.\"",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A meat dish drizzled with sauce. Nothing seems wrong here at first, but in time, you will know the tragic extent of your failings. Poultry made without trimming off some fat and oil is far too greasy to swallow, and even its combination with vegetables cannot save this dish."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A meat dish drizzled with sauce. The fowl is marinated before being covered in batter and fried, and a thick sauce is drizzled over it as a finishing touch. The accompanying vegetables are local produce, but the marinating methods and sauce are all imported, hence the name \"imported poultry.\""
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A meat dish drizzled with sauce. Having been marinated beforehand, the fowl has had several layers of flavor added to it, keeping its oiliness in perfect moderation. Bite down on that crispy, crackling flour-skin, and feel the rich juices of the fowl rush into your mouth and whet your appetite."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 4
		},
		{
			"id": 101211,
			"name": "Lavender Melon",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 2
		}
	]
}