{
	"id": 3212,
	"name": "Invigorating Kitty Meal",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 26–30% of Max HP to the selected character.\nRegenerates 450–790 HP every 5s for the next 30s.",
	"description": "This main dish looks rather cute. With Kiminami Anna's help, this dish was made with the tastes of provisional head priestess Neko in mind. Although it does not quite match the flavor that Hibiki used to produce, Lady Neko seems rather pleased with your work nonetheless. Due to the lack of spices, humans might find this dish a tad on the plain side.",
	"suspicious": {
		"effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s.",
		"description": "This main dish looks rather cute. However, its appearance betrays a lack of experience in the making, with the final product being every bit the hastily thrown together slapdash job. Who knows if the provisional head priestess Neko will accept this..."
	},
	"normal": {
		"effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s.",
		"description": "This main dish looks rather cute. With Kiminami Anna's help, this dish was made with the tastes of provisional head priestess Neko in mind. Although it does not quite match the flavor that Hibiki used to produce, Lady Neko seems rather pleased with your work nonetheless. Due to the lack of spices, humans might find this dish a tad on the plain side."
	},
	"delicious": {
		"effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s.",
		"description": "This main dish looks rather cute. The simple methodology used to make it has maximized flavor retention in its ingredients. Even cats who usually pay humdrum humanity little mind will surely come running over when they catch a whiff of this. Uh, wait a moment. Was this supposed to attract dogs, too?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 101210,
			"name": "Seagrass",
			"count": 2
		},
		{
			"id": 100092,
			"name": "Rice",
			"count": 1
		}
	]
}