{
	"id": 3115,
	"name": "Jade Fruit Soup",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Healing Bonus by 15–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A traditional Liyue dessert. The water is brought to boil, various ingredients are added in, and then it is simmered for some time before rock sugar is added. The liquid mixture is then simmered until clear and thick. The lengthy simmering creates a soup with a gentle mouthfeel, causing the ingredients to melt with just a light sip. Suitable for all ages.",
	"suspicious": {
		"effect": "Increases all party members' Healing Bonus by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional Liyue dessert dish. Carelessly dumping all the ingredients into the pot will result in something akin to a Slime Concentrate in taste... Um, although the texture might affect one's enjoyment of this dish, the ingredients themselves should still be good for your health..."
	},
	"normal": {
		"effect": "Increases all party members' Healing Bonus by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional Liyue dessert. The water is brought to boil, various ingredients are added in, and then it is simmered for some time before rock sugar is added. The liquid mixture is then simmered until clear and thick. The lengthy simmering creates a soup with a gentle mouthfeel, causing the ingredients to melt with just a light sip. Suitable for all ages."
	},
	"delicious": {
		"effect": "Increases all party members' Healing Bonus by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A traditional Liyue dessert dish. The large chunk of fruit soaked in the soup seems like unto a lonesome boat drifting down a flowing river, and the fresh taste of the dish assails like a sudden breeze."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Sunsettia",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		},
		{
			"id": 100031,
			"name": "Qingxin",
			"count": 1
		},
		{
			"id": 100034,
			"name": "Violetgrass",
			"count": 1
		}
	]
}