{
	"id": 3607,
	"name": "Lakkaberry Pie",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Restores 70–100 Stamina.",
	"description": "A sweet treat from the borderlands. Once made using nothing but Lakkaberries, the recipe was later enhanced by adding Midsommar Berries to the mix. The two fruits complement each other perfectly, giving this sweet pie a rich, enticing flavor. The original name, however, remains unchanged.",
	"suspicious": {
		"effect": "Restores 70 Stamina.",
		"description": "A sweet treat from the borderlands. After mustering your full strength to bite through the near-impregnable crust, the coarse chunks of pastry grate against the inside of your mouth like rocks. Fortunately, just as you're questioning your life choices — or at least those that apply to baked goods — a slight hint of berries hits your palate, reminding you that you are, in fact, not eating frozen soil..."
	},
	"normal": {
		"effect": "Restores 85 Stamina.",
		"description": "A sweet treat from the borderlands. Once made using nothing but Lakkaberries, the recipe was later enhanced by adding Midsommar Berries to the mix. The two fruits complement each other perfectly, giving this sweet pie a rich, enticing flavor. The original name, however, remains unchanged."
	},
	"delicious": {
		"effect": "Restores 100 Stamina.",
		"description": "A sweet treat from the borderlands. The comforting aroma of freshly baked pastry blends perfectly with the sweet yet tart flavor of the succulent two-berry filling. Rich flavors dance vividly across your tongue — no wonder this delightfully punchy treat has become a beloved and comforting staple on the tables of Nod-Krai."
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Lakkaberry",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Midsommar Berry",
			"count": 3
		},
		{
			"id": 110016,
			"name": "Rye Flour",
			"count": 2
		},
		{
			"id": 110015,
			"name": "Smetana",
			"count": 1
		}
	]
}