{
	"id": 3416,
	"name": "La Lettre a Focalors",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Max HP by 20–25% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A small cake, shaped into a long rectangle. It is said that long, long ago, a certain patissier used the great love the people of Fontaine held for their Hydro Archon as inspiration to create this confectionary masterpiece. The manifold layers stacked one upon the other are a true test of the chef's skills, and each aspect of this cake is proof of the great Hydro Archon's influence.",
	"suspicious": {
		"effect": "Increases all party members' Max HP by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A small cake, shaped into a long rectangle. The flavor of each layer seems more or less the same, and... wait a minute, it's even missing a few layers! Connoisseurs will know the bakery messed up badly after the first bite."
	},
	"normal": {
		"effect": "Increases all party members' Max HP by 22% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A small cake, shaped into a long rectangle. It is said that long, long ago, a certain patissier used the great love the people of Fontaine held for their Hydro Archon as inspiration to create this confectionary masterpiece. The manifold layers stacked one upon the other are a true test of the chef's skills, and each aspect of this cake is proof of the great Hydro Archon's influence."
	},
	"delicious": {
		"effect": "Increases all party members' Max HP by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A small cake, shaped into a long rectangle. The endlessly indulgent aroma of coffee and almonds draws you in and pushes your thoughts forward, as though you absentmindedly stumbled into an extravagant opera without even realizing it. You find yourself drowning in the twists and turns of this luxurious performance, and only hope that the finale never comes."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 100098,
			"name": "Coffee Beans",
			"count": 3
		},
		{
			"id": 100089,
			"name": "Almond",
			"count": 2
		}
	]
}