{
	"id": 1302,
	"name": "Lambad Fish Roll",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 8–10% of Max HP and an additional 800–1,200 HP to the selected character.",
	"description": "A grilled fish dish with a faint floral scent. It is said that Lambad once adventured far and wide in his youth. Everywhere he went, he would taste the grilled fish at local taverns. Lambad found it regrettable that this dish was not widely available in Sumeru, so he invented his own fish roll. According to the people who often dine at his tavern, the tales of his adventures aren't necessarily true, but his fish roll is undoubtedly delicious.",
	"suspicious": {
		"effect": "Restores 8% of Max HP and an additional 800 HP to the selected character.",
		"description": "A grilled fish dish with a faint floral scent. Oh dearie me. The rank smell of fish and the stench of charred meat are the most telling signs of your terrible skills. Take the dish away before Lambad sees it, or he might make you pay twice as much for your next order."
	},
	"normal": {
		"effect": "Restores 9% of Max HP and an additional 1,000 HP to the selected character.",
		"description": "A grilled fish dish with a faint floral scent. It is said that Lambad once adventured far and wide in his youth. Everywhere he went, he would taste the grilled fish at local taverns. This dish was not a signature food in Sumeru, and Lambad thought it was a pity, so he invented his own fish roll. According to the gourmets who often dine at his tavern, the tales of his adventures aren't necessarily true, but his fish roll is undoubtedly delicious."
	},
	"delicious": {
		"effect": "Restores 10% of Max HP and an additional 1,200 HP to the selected character.",
		"description": "A grilled fish dish with a faint floral scent. The rolling golden fish meat and fragrant rose petals remind you of the billowing waves on the sea surface, colored crimson by the setting sun. You see why the dish is also called \"the Romance of Sailors.\" W—Wait just a minute! Does this mean that Lambad's adventure stories are not exaggerated after all?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 1
		},
		{
			"id": 101219,
			"name": "Sumeru Rose",
			"count": 1
		}
	]
}