{
	"id": 3015,
	"name": "Meatnado",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Restore 15–25 Stamina after any party member defeats an opponent. This effect can be triggered once every 3s. Lasts 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A rather popular meat dish. Bacon and other garnishes are placed over thin slices of meat, which are then rolled up and pan-fried until browned, then simmered in a broth. When the finished dish is cut open, the meat slices stay tightly wrapped around the filling, just like a tornado.",
	"suspicious": {
		"effect": "Restore 15 Stamina after any party member defeats an opponent. This effect can be triggered once every 3s. Lasts 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A rather popular meat dish. At first, things were going well enough, but at the final, crucial moment, the rolled meat suddenly fell apart, causing the meat and side dishes to look like the aftermath of a wild storm..."
	},
	"normal": {
		"effect": "Restore 20 Stamina after any party member defeats an opponent. This effect can be triggered once every 3s. Lasts 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A rather popular meat dish. Bacon and other garnishes are placed over thin slices of meat, which are then rolled up and pan-fried until browned, then simmered in a broth. When the finished dish is cut open, the meat slices stay tightly wrapped around the filling, just like a tornado."
	},
	"delicious": {
		"effect": "Restore 25 Stamina after any party member defeats an opponent. This effect can be triggered once every 3s. Lasts 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A rather popular meat dish. The rich meat fragrance sweeps through you, body and soul, satisfying what your imagination envisions for bountiful meat. No wonder, then, that this dish often finds itself a place at any joyous gathering."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 110010,
			"name": "Bacon",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 1
		}
	]
}