{
	"id": 4903,
	"name": "Meat-Lover's Feast",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 224–320 and CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A combo meal of meat and coffee. A crispy fried chicken cutlet wrapped in fresh greens, paired with peeled shrimp tails. This bold marriage of flavors hailing from land and water sparks an epiphany: Culinary delights, like an adventure into uncharted lands, are full of infinite possibilities.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A combo meal of meat and coffee. It's a chaotic medley of ingredients haphazardly jammed together. At a glance, it appears to be... um, food made from combining meat and shrimp? If you can overlook its jumbled appearance, it'll fill your stomach just fine..."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A combo meal of meat and coffee. A crispy fried chicken cutlet wrapped in fresh greens, paired with peeled shrimp tails. This bold marriage of flavors hailing from land and water sparks an epiphany: Culinary delights, like an adventure into uncharted lands, are full of infinite possibilities."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A combo meal of meat and coffee. The special sauce emits an enticing aroma that swirls throughout the air as though diffused by the power of Anemo itself, while the succulent, delectably fresh shrimp dances on your tongue, each bite bursting with juicy, multi-layered bliss... Even as your belly grows full, you pray that this meat-lover's dream never ends!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Coffee Beans",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		}
	]
}