{
	"id": 3215,
	"name": "More-and-More",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' Physical DMG by 20–40% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A snack grilled on an iron plate. Water is added to flour and stirred into a slurry, vegetables and meat are added, and the mix is grilled well on an iron plate before taking on a splash of sauce and a sprinkle of dried bonito flakes. This tastes delicious no matter how many ingredients one adds, and indeed it makes people feel like \"the more ingredients, the merrier,\" hence the dish's name.",
	"suspicious": {
		"effect": "Increases all party members' Physical DMG by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A snack grilled on an iron plate. It certainly looks the part, but you start getting a bad feeling about this upon first bite. Guess you can't slack off when making food after all, huh?"
	},
	"normal": {
		"effect": "Increases all party members' Physical DMG by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A snack grilled on an iron plate. Water is added to flour and stirred into a slurry, vegetables and meat are added, and the mix is grilled well on an iron plate before taking on a splash of sauce and a sprinkle of dried bonito flakes. This tastes delicious no matter how many ingredients one adds, and indeed it makes people feel like \"the more ingredients, the merrier,\" hence the dish's name."
	},
	"delicious": {
		"effect": "Increases all party members' Physical DMG by 40% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A snack grilled on an iron plate. The rich ingredients have been stacked atop one another. One bite into the crisp outer layer reveals the soft tenderness within. The lovely sauce clothes the condiments luxuriously, flowing between lips and teeth alike en route to the stomach. Even the aroma that lingers in the air has ascended to become part of its unforgettable deliciousness."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 3
		},
		{
			"id": 110010,
			"name": "Bacon",
			"count": 2
		},
		{
			"id": 101211,
			"name": "Lavender Melon",
			"count": 1
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 1
		}
	]
}