{
	"name": "Mushroom Hodgepodge",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "DEF-Boosting Dish",
	"foodcategory": "Def_Add",
	"effect": "Increases all party members' DEF by 88–126 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "An Aranara-style dish that Paimon has drained her brain juice dry to improve. But in fact, it only requires a few common mushrooms from Sumeru, along with some extra seasonings. Paimon selected three types of mushrooms, and they were prepared and then cooked in a simple way, but the texture and flavor aren't bad at all.",
	"suspicious": {
		"effect": "Increases all party members' DEF by 88 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An Aranara-style dish that Paimon drained her brain juice dry to improve. But in fact, it only requires a few common mushrooms from Sumeru, along with some extra seasonings. As for its flavor, you'd believe you've tasted the wildness of nature — ahem, \"the scent of the remaining heaps of dirt\" is probably the more accurate description though. Such bounties of the mountains and forests are best left for the boars to savor."
	},
	"normal": {
		"effect": "Increases all party members' DEF by 107 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An Aranara-style dish that Paimon has drained her brain juice dry to improve. But in fact, it only requires a few common mushrooms from Sumeru, along with some extra seasonings. Paimon selected three types of mushrooms, and they were prepared and then cooked in a simple way, but the texture and flavor aren't bad at all."
	},
	"delicious": {
		"effect": "Increases all party members' DEF by 126 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An Aranara-style dish that Paimon drained her brain juice dry to improve. But in fact, it only requires a few common mushrooms from Sumeru, along with some extra seasonings. The heat and cooking time have been adjusted to preserve the distinctive flavors of three different types of mushrooms. Depending on one's preference, they can either be eaten together or one at a time to study the subtly varying flavors."
	},
	"ingredients": [
		{
			"name": "Rukkhashava Mushrooms",
			"count": 1
		},
		{
			"name": "Mushroom",
			"count": 1
		},
		{
			"name": "Starshroom",
			"count": 1
		}
	]
}