{
	"id": 3512,
	"name": "Nanas Cake",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 160–228 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A cake with a fascinating shape. Mix the paste well, then place into a mold and heat until fully cooked. The edges are particularly susceptible to burning. If you're looking for a perfect golden color on your Nanas Cake, the most important thing is to control the heat.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 160 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A cake with a fascinating shape. It was a little deformed when you took it out of the pot, and its texture is a bit too soft. You can't help but think back on the cooking process... and how the cake tastes like it's just been dredged up from the sea."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 194 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A cake with a fascinating shape. Mix the paste well, then place into a mold and heat until fully cooked. The edges are particularly susceptible to burning. If you're looking for a perfect golden color on your Nanas Cake, the most important thing is to control the heat."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 228 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A cake with a fascinating shape. Its golden sheen reminds you of the sunset in Villa Guiztli. Made in the jovial likeness of a Nanasian, you can't help but feel a sense of delight from just looking at it. Bathed in the sweet aroma of eggs and cream, you wish you could preserve those joyful moments spent with everyone in Villa Guiztli forever."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 4
		},
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		}
	]
}