{
	"id": 3904,
	"name": "Nine-Fruit Nectar",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 10–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A blended juice cocktail. Mixed with balanced precision, the drink interweaves the flavors of various fruits and preserves their sweet and tangy deliciousness, elevated by a handful of ice cubes.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A blended juice cocktail. It's sour and bitter on the palate... and somehow manages to have a salty aftertaste? Every sensation seems present except for the sweetness you desire. Such a complex and unusual flavor profile... Did someone accidentally introduce a medicinal concoction to the mix?"
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A blended juice cocktail. Mixed with balanced precision, the drink interweaves the flavors of various fruits and preserves their sweet and tangy deliciousness, elevated by a handful of ice cubes."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A blended juice cocktail. With just one sip, you feel like you've been enveloped in a waterfall of fruit. The sweet aroma of nature's bounty fills your nostrils — each mouthful a perfect harmony of fruity flavors. When the heatwaves strike, this drink is sure to provide salvation for the soul!"
	},
	"ingredients": [
		{
			"id": 101218,
			"name": "Zaytun Peach",
			"count": 2
		},
		{
			"id": 100002,
			"name": "Sunsettia",
			"count": 2
		},
		{
			"id": 100001,
			"name": "Apple",
			"count": 2
		},
		{
			"id": 100051,
			"name": "Berry",
			"count": 2
		}
	]
}