{
	"id": 2207,
	"name": "Radish and Fish Stew",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 6–12% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A meat and vegetable dish. The de-skinned radishes have gone into the pot first to cook before large hunks of fish and seasonings are added in. The whole combination is then stewed on a low flame. The large servings of food — best served with rice — give everyone present a feeling of satisfaction.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A meat and vegetable dish. It certainly looks like the complete package, but careful tasting will reveal that there is no flavor of fresh fish in the radishes at all... Wait a minute, what are these fishbones doing in there instead?"
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 9% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A meat and vegetable dish. The de-skinned radishes have gone into the pot first to cook before large hunks of fish and seasonings are added in. The whole combination is then stewed on a low flame. The large servings of food — best served with rice — give everyone present a feeling of satisfaction."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 12% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A meat and vegetable dish. Migratory fish have experienced many trials of the bitter cold, towering waves, and tumultuous storms en route to arriving upon the stove, and together with the radish, they have absorbed the essence of the flavorful soup long before they were ladled onto your plate. This sweetness warms the heart and soul, like a fire in the midst of a blistering world of snow."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		},
		{
			"id": 100014,
			"name": "Radish",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 1
		}
	]
}