{
	"id": 3419,
	"name": "Rainbow Macarons",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by climbing and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Small, multi-colored round pastries. There's a saying in Fontaine that a dessert spread without macarons is like having the many waters bereft of their source. Never mind the dessert artists in Fontainian kitchens — even dessert dilettantes on the streets know this adage by heart.",
	"suspicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Small, multi-colored round pastries. The first one feels empty, the second is slanted, the third uneven, and the fourth's a fickle mix... As expected of a Fontainian dessert dictated by dozens of details, this will take more work to master."
	},
	"normal": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Small, multi-colored round pastries. There's a saying in Fontaine that a dessert spread without macarons is like having the many waters bereft of their source. Never mind the dessert artists in Fontainian kitchens — even dessert dilettantes on the streets know this adage by heart."
	},
	"delicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Small, multi-colored round pastries. The crisp shell wraps a thick, soft filling, and all is right with the world. Try one, and it shall be as if a little kitten's nose is nuzzling against your chest. Surely no one could help but fall for such an experience."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		},
		{
			"id": 100089,
			"name": "Almond",
			"count": 2
		},
		{
			"id": 101230,
			"name": "Bulle Fruit",
			"count": 1
		}
	]
}