{
	"id": 3605,
	"name": "Roulette Special",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by climbing and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Colorful drinks. It might be more accurate to call this a table game than nourishment of any sort, one where the rules are to drink whatever drink the pointer falls on. Demyan has modified the drinks to differ from The Flagship's usual offerings — all of them are alcohol-free and rather sweet.",
	"suspicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Colorful drinks. Every cup tastes the same — like dull, sugary water. It makes one wonder what the point of making eight different colored drinks is when they all have one flavor."
	},
	"normal": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Colorful drinks. It might be more accurate to call this a table game than nourishment of any sort, one where the rules are to drink whatever drink the pointer falls on. Demyan has modified the drinks to differ from The Flagship's usual offerings — all of them are alcohol-free and rather sweet."
	},
	"delicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Colorful drinks. The sweet and refreshing notes of flowers and fruit are perfectly balanced. Having one glass is never enough, and before one moves the pointer, an inner prayer rises quietly — please point to a full cup!"
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Lakkaberry",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Midsommar Berry",
			"count": 3
		},
		{
			"id": 101262,
			"name": "Nocturnal Blossom",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 1
		}
	]
}