{
	"name": "Sakura Tempura",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "DEF-Boosting Dish",
	"foodcategory": "Def_Add",
	"effect": "Increases all party members' Shield Strength by 20–30% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A dish deep-fried in oil. Incorporate the marinated sakura blossom petals into the batter before giving the fresh shrimp and vegetables an even coating, frying, and then draining the oil. This all sounds simple enough, but good tempura making is not something achieved in a mere day.",
	"suspicious": {
		"effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish deep-fried in oil. Perhaps it is an inexperience in controlling oil temperatures showing, but the ingredients began giving off a pungent smoke the instant they were dipped into the wok. The batter is now all mottled and browned. Shame about the waste... but best not to eat it, perhaps."
	},
	"normal": {
		"effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish deep-fried in oil. Incorporate the marinated sakura blossom petals into the batter before giving the fresh shrimp and vegetables an even coating, frying, and then draining the oil. This all sounds simple enough, but good tempura making is not something achieved in a mere day."
	},
	"delicious": {
		"effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish deep-fried in oil. The batter is thin and sheer, like a set of luxurious clothes over the ingredients. The outside crispness and freshness within form amazing layers of texture, leading those who eat it to marvel at just how this delicacy was created."
	},
	"ingredients": [
		{
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"name": "Lavender Melon",
			"count": 2
		},
		{
			"name": "Sakura Bloom",
			"count": 2
		},
		{
			"name": "Flour",
			"count": 1
		}
	]
}