{
	"id": 2209,
	"name": "Sangayaki",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A simple, humble fisherman's side dish. Freshly caught fish is de-skinned and sliced, minced together with Snapdragon, mixed with miso and salt to form a batter, and then finally grilled. The lovely scent enters your nose long before the food enters your mouth. Three servings later, and you're still raring to go for more.",
	"suspicious": {
		"effect": "Decreases all party members' sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple, humble fisherman's side dish. The overabundance of salt and rank smell of fish roll like a storm through your olfactory senses. Please keep your hands steady — please."
	},
	"normal": {
		"effect": "Decreases all party members' sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple, humble fisherman's side dish. Freshly caught fish is de-skinned and sliced, minced together with Snapdragon, mixed with miso and salt to form a batter, and then finally grilled. The lovely scent enters your nose long before the food enters your mouth. Three servings later, and you're still raring to go for more."
	},
	"delicious": {
		"effect": "Decreases all party members' sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A simple, humble fisherman's side dish. Full of nutrition and flavor. The lightly charred, yellowed exterior wraps the tender insides — providing two pleasures at once! Fish paste was already quite delectable raw, and the charcoal grilling only makes it better."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Snapdragon",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 1
		}
	]
}