{
	"name": "Sashimi Platter",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' ATK by 224–320 and CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A seafood dish made using fresh ingredients. The fish and shellfish are cut into pieces and arranged neatly. The slices have an elegant and tender taste, providing rich and high-quality nutrition. The lingering sweet aftertaste is derived fully from the ingredients' freshness, and every bite is an enjoyment worth closing one's eyes and savoring.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A seafood dish made using fresh ingredients. This has to be a practice dish. The rusty knife-work has ruined the original flavor of the ingredients, nor have the fish scales on the sashimi slices been completely cleaned off. It's... probably not too late to seek professional help..."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A seafood dish made using fresh ingredients. The fish and shellfish are cut into pieces and arranged neatly. The slices have an elegant and tender taste, providing rich and high-quality nutrition. The lingering sweet aftertaste is derived fully from the ingredients' freshness, and every bite is an enjoyment worth closing one's eyes and savoring."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A seafood dish made using fresh ingredients. The plate spread before you is like a work of art, almost too beautiful to shatter. The surpassing knife-work has imparted the greatest mouthfeel upon the ingredients possible. The delicate texture, the exquisite springiness, the natural sweetness... it is like something living is leaping inside your mouth — straight from the ocean and into your heart."
	},
	"ingredients": [
		{
			"name": "Fish",
			"count": 4
		},
		{
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"name": "Crab",
			"count": 4
		},
		{
			"name": "Radish",
			"count": 2
		}
	]
}