{
	"id": 3501,
	"name": "Saurus Crackers",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 30–34% of Max HP and an additional 600–1,900 HP to the selected character.",
	"description": "Crackers shaped like little Saurians. Light, crispy, sweet, and fragrant, with adorable patterns on top to boot — how could the people of Natlan not be won over by such delectable snacks? Apparently, even the Saurians love 'em... But are crackers really the type of thing Saurians eat?",
	"suspicious": {
		"effect": "Restores 30% of Max HP and an additional 600 HP to the selected character.",
		"description": "Crackers shaped like little Saurians. The bland taste and exquisite appearance make for a horrendous contrast, and when combined with the hard mouthfeel, makes for something that's neither delectable nor inedible... Hmm, would Saurians accept using these as teething sticks?"
	},
	"normal": {
		"effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character.",
		"description": "Crackers shaped like little Saurians. Light, crispy, sweet, and fragrant, with adorable patterns on top to boot — how could the people of Natlan not be won over by such delectable snacks? Apparently, even the Saurians love 'em... But are crackers really the type of thing Saurians eat?"
	},
	"delicious": {
		"effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character.",
		"description": "Crackers shaped like little Saurians. The enticing aroma of butter draws forth the delightful interplay between the Cacahuatl and Grainfruit, while the cute shapes make them truly hard to put down. In the end, even the crumbs that slipped through your fingers were not to be spared!"
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 1
		}
	]
}