{
	"id": 3514,
	"name": "Shrimp Bisque",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' Healing Bonus by 15–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A thick, orange-red soup. After stir-frying the spices, add the ingredients and simmer with broth until cooked. Up close, you'll catch a savory aroma laced with fiery, fragrant heat. The vibrant color of the broth whets the appetite at a glance, and it tastes even better.",
	"suspicious": {
		"effect": "Increases all party members' Healing Bonus by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A thick, orange-red soup. A single mouthful makes your face burn hot in an instant, giving even the redness of the cooked shrimp a run for its money. After coughing and gagging for a few minutes, you finally manage to breathe again, but by then, you no longer feel like giving the dish another try..."
	},
	"normal": {
		"effect": "Increases all party members' Healing Bonus by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A thick, orange-red soup. After stir-frying the spices, add the ingredients and simmer with broth until cooked. Up close, you'll catch a savory aroma laced with fiery, fragrant heat. The vibrant color of the broth whets the appetite at a glance, and it tastes even better."
	},
	"delicious": {
		"effect": "Increases all party members' Healing Bonus by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A thick, orange-red soup. Its flavor is warm and rich, the perfect spiciness of the soup blending with sweet shrimp meat and vegetables. It's as though elemental energy is surging through your body, lifting your spirits in an instant."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 2
		}
	]
}