{
	"name": "Squirrel Fish",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Recovery Dish",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Restores 30–34% of Max HP and an additional 600–1,900 HP to the selected character.",
	"description": "A hard-to-prepare fish dish. The fish is first completely deboned before crisscross cuts are made on the skin. The fish is then coated in flour and deep-fried to a golden-brown color, then served with ketchup drizzled on top. It is tender and juicy on the inside and crispy on the outside. The dish resembles a squirrel's tail to a certain degree, hence the name.",
	"suspicious": {
		"effect": "Restores 30% of Max HP and an additional 600 HP to the selected character.",
		"description": "A hard-to-prepare fish dish. Sure, you can make out the shape of the fish, but you can't see how it's related to any squirrel. It just proves that the more complicated the dish is to prepare, the harder it is to prepare it well."
	},
	"normal": {
		"effect": "Restores 32% of Max HP and an additional 1,250 HP to the selected character.",
		"description": "A hard-to-prepare fish dish. The fish is first completely deboned before crisscross cuts are made on the skin. The fish is then coated in flour and deep-fried to a golden-brown color, then served with ketchup drizzled on top. It is tender and juicy on the inside and crispy on the outside. The dish resembles a squirrel's tail to a certain degree, hence the name."
	},
	"delicious": {
		"effect": "Restores 34% of Max HP and an additional 1,900 HP to the selected character.",
		"description": "A hard-to-prepare fish dish. The fish is expertly handled to exhibit an elegant shape; however, the exquisitely balanced sweet-and-sour taste is really where the dish truly comes alive. The culinary skills involved in preparing this dish can impress even the greatest chefs of Liyue."
	},
	"ingredients": [
		{
			"name": "Fish",
			"count": 4
		},
		{
			"name": "Tomato",
			"count": 2
		},
		{
			"name": "Flour",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}