{
	"id": 2110,
	"name": "Stone Harbor Delicacies",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 6–12% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "Wok-fried vegetarian food. A stir-fried selection of three ingredients hailing from Liyue. Though the methodology is simple, it brings out the intense, innate flavors of the ingredients, and does not fade in brilliance when compared to some high-class delicacy.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Wok-fried vegetarian food. Improper oil temperature control has caused the ingredients to reek of oil. Those who eat but a single bite will shake their heads and mourn the loss of the rare violetgrass used."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 9% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Wok-fried vegetarian food. A stir-fried selection of three ingredients hailing from Liyue. Though the methodology is simple, it brings out the intense, innate flavors of the ingredients, and does not fade in brilliance when compared to some high-class delicacy."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 12% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "Wok-fried vegetarian food. The scents of the earth, the cool shade, and the moistness of the mist have all been enjoined into this plate of freshness. Pair it with simple white rice — both your taste buds and your soul shall experience a down-to-earth satisfaction many times over."
	},
	"ingredients": [
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		},
		{
			"id": 100034,
			"name": "Violetgrass",
			"count": 1
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}