{
	"id": 4205,
	"name": "Super Magnificent Pizza",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' Physical DMG by 25–45% and increases CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "An exceedingly sumptuous pizza. First lay out a base of ham, then add in meat that has been chopped up into little bits for a dish that packs an unrivaled sense of satisfaction. Once roasted, the char of meat and the creamy flavor of the cheese are truly a tantalizing combination.",
	"suspicious": {
		"effect": "Increases all party members' Physical DMG by 25% and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An exceedingly sumptuous pizza. If one ignores the grease for a moment, the cold meat chunks can still be forced down, but the stale pastry poses quite the challenge nonetheless... With how hard it is, perhaps you could lay a hilichurl out with it?"
	},
	"normal": {
		"effect": "Increases all party members' Physical DMG by 35% and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An exceedingly sumptuous pizza. First lay out a base of ham, then add in meat that has been chopped up into little bits for a dish that packs an unrivaled sense of satisfaction. Once roasted, the char of meat and the creamy flavor of the cheese are truly a tantalizing combination."
	},
	"delicious": {
		"effect": "Increases all party members' Physical DMG by 45% and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "An exceedingly sumptuous pizza. Amidst the heat that rises as it freshly exits the oven, give the crisp edges a gentle pull — a veritable waterfall of cheese gushes forth, wrapped up in the dense aroma of meat that satisfies the taste buds and gives a wondrous, hearty sense of fullness."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 2
		}
	]
}