{
	"id": 3508,
	"name": "Surf, Turf, and Perch",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Adventurer's Dish",
	"effect": "Decreases Stamina depleted by gliding and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A large platter with a mix of meat and vegetables. Various ingredients from the sea, land, and air have been roasted and mixed together. There's something for everyone here, making it a must-have at any important banquet in Natlan.",
	"suspicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A large platter with a mix of meat and vegetables. First, you find yourself biting into a half-raw skewer of meat; next, a chunk of charred fish. The contrast is so jarring that you simply can't muster up the courage to take a third bite..."
	},
	"normal": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A large platter with a mix of meat and vegetables. Various ingredients from the sea, land, and air have been roasted and mixed together. There's something for everyone here, making it a must-have at any important banquet in Natlan."
	},
	"delicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A large platter with a mix of meat and vegetables. Thick, juicy chunks of meat have soaked up all the spices, mingling delightfully with the crispness of the fruit and vegetables on the tip of your tongue, touching more than just your taste buds, as your stomach is also moved to satisfaction. No wonder this dish has so many loyal fans."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 2
		}
	]
}