{
	"id": 3214,
	"name": "Taiyaki",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Recovery Dish",
	"effect": "Restores 26–30% of Max HP to the selected character.\nRegenerates 450–790 HP every 5s for the next 30s.",
	"description": "A snack shaped like a snapper. The crisp exterior wraps the sweet filling within and is very popular amongst Inazumans. It is said that in the beginning, this was just a cylindrical snack, but constant improvements wound up shaping it into the cutesy image of a fish.",
	"suspicious": {
		"effect": "Restores 26% of Max HP to the selected character and regenerates 450 HP every 5s for 30s.",
		"description": "A snack shaped like a snapper. The filling is way too sweet, with a single small bite leaving you in dire need of some water to wash it all down. Even the sweetest of teeth will find stomaching this a rather tall order."
	},
	"normal": {
		"effect": "Restores 28% of Max HP to the selected character and regenerates 620 HP every 5s for 30s.",
		"description": "A snack shaped like a snapper. The crisp exterior wraps the sweet filling within and is very popular amongst Inazumans. It is said that in the beginning, this was just a cylindrical snack, but constant improvements wound up shaping it into the cutesy image of a fish."
	},
	"delicious": {
		"effect": "Restores 30% of Max HP to the selected character and regenerates 790 HP every 5s for 30s.",
		"description": "A snack shaped like a snapper. Fresh out of the oven, this taiyaki gives off a titillating aroma while it is still a mite scalding to the touch. A single bite causes the sweetness to melt in your mouth instantly. The feeling is akin to watching a fish in a pool bathed in sunset's gleam, its scales attaining a golden sheen."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Sunsettia",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Milk",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}