{
	"id": 4904,
	"name": "Thick-Cut Duelist's Burger",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 224–320 and CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A burger with a thick-cut steak as its main ingredient. The sumptuous bread gives off a pleasantly toasty aroma, which complements the rich sauce lavished on the thick steak. A variety of garnishes serve to enrich the mouthfeel and provide added nutritional value.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 224 and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A burger with a thick-cut steak as its main ingredient. The steak has been cut too thick and grilled too dry. It feels like you're chewing on some strange, rubbery meat, and the lettuce seems to have been left out for too long and wilted... Ingredients that should have complemented each other are now clashing on the tip of your tongue..."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 272 and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A burger with a thick-cut steak as its main ingredient. The sumptuous bread gives off a pleasantly toasty aroma, which complements the rich sauce lavished on the thick steak. A variety of garnishes serve to enrich the mouthfeel and provide added nutritional value."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 320 and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A burger with a thick-cut steak as its main ingredient. Constructed to embody the philosophy of \"defeating diners with deliciousness,\" the thick steak has a hearty texture, complemented by a variety of garnishes and toppings that bring out the flavor of the meat. It takes only one bite to be overwhelmed by the satisfaction of \"defeat.\""
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Cheese",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		}
	]
}