{
	"name": "Tianshu Meat",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' Physical DMG by 25–45% and increases CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A braised meat dish. The cut of meat used is a happy medium between lean and fatty, and has been braised to smoking perfection. The ingredients glisten, and are soft but not greasy. Word has it that the Tianshu of a certain generation of the Liyue Qixing invented this dish after much painstaking development.",
	"suspicious": {
		"effect": "Increases all party members' Physical DMG by 25% and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A braised meat dish. It's been braised for too long, resulting in meat that's too soft. The fatty cuts are greasy enough to give you palpitations, and you can barely scarf them down even when wrapped in the Qingxin leaves."
	},
	"normal": {
		"effect": "Increases all party members' Physical DMG by 35% and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A braised meat dish. The cut of meat used is a happy medium between lean and fatty, and has been braised to smoking perfection. The ingredients glisten, and are soft but not greasy. Word has it that the Tianshu of a certain generation of the Liyue Qixing invented this dish after much painstaking development."
	},
	"delicious": {
		"effect": "Increases all party members' Physical DMG by 45% and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A braised meat dish. Its intense aroma can be detected from miles away. The ingredients look exquisite in every way, capturing the essence of its original design. It would not look out of place on a gourmet spread at Yuehai Pavilion."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 4
		},
		{
			"name": "Sugar",
			"count": 2
		},
		{
			"name": "Qingxin",
			"count": 1
		},
		{
			"name": "Matsutake",
			"count": 1
		}
	]
}