{
	"name": "Tomates Narbonnaises",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' ATK by 160–228 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A dish with a well-balanced proportion of meat and vegetables. Hollow out a round tomato, fill the hollowed tomato with ground meat, then bake this combination. This dish has a sour flavor and a tender texture. It is a very popular choice on Fontainian tables.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 160 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish of meat and vegetables. Each dully colored tomato seems to be almost trembling, as though it wants to open its mouth and sob at what it has become. Even worse, the ground meat inside tastes like wood chips. There's four of these cup-like tomato abominations, just how should they be dealt with?"
	},
	"normal": {
		"effect": "Increases all party members' ATK by 194 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish with a well-balanced proportion of meat and vegetables. Hollow out a round tomato, fill the hollowed tomato with ground meat, then bake this combination. This dish has a sour flavor and a tender texture. It is a very popular choice on Fontainian tables."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 228 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A dish of meat and vegetables. Juicy mouthwatering tomatoes filled with hearty meat, each one has an agile, charming aroma, which explodes into a splendid savor after biting into it. After eating a single one, all the dark clouds in your heart will have been banished by the rich deliciousness emanating from your tongue."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 3
		},
		{
			"name": "Tomato",
			"count": 3
		},
		{
			"name": "Bacon",
			"count": 1
		},
		{
			"name": "Onion",
			"count": 1
		}
	]
}