{
	"id": 3119,
	"name": "Trembling Strings and Rushing Reeds",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' CRIT Rate by 10–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A unique meat dish. A variety of shredded meat is kneaded and fried for flavor. The complex ingredients and different textures make this dish quite the test of a chef's skills and is a rarity even in some of the most well-known restaurants.",
	"suspicious": {
		"effect": "Increases all party members' CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A unique meat dish. The mixed shredded meat was fused from being cooked over far too high a temperature, turning the whole dish into a meat slurry. A single bite — a roused rabble of different flavors — leaves your taste buds in utter turmoil."
	},
	"normal": {
		"effect": "Increases all party members' CRIT Rate by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A unique meat dish. A variety of shredded meat is kneaded and fried for flavor. The complex ingredients and different textures make this dish quite the test of a chef's skills and is a rarity even in some of the most well-known restaurants."
	},
	"delicious": {
		"effect": "Increases all party members' CRIT Rate by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A unique meat dish. Each type of shredded meat plays its role in an orchestra of flavor, while the delicate seasoning skillfully blends the various tonal tastes. As one critic put it, just as there are myriad modes, nuanced notes, and complex compositional correspondence, so is it with flavor, the apex of which might even transport you to a different realm..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Pepper",
			"count": 1
		}
	]
}