{
	"id": 3203,
	"name": "Tri-Flavored Skewer",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "ATK-Boosting Dish",
	"effect": "Increases all party members' ATK by 160–228 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A pieced-together skewer. Three different cooking processes can be tasted at a go in this dish, which has made it very popular. If you are ever at a loss at to what to pair with some wine, there's no going wrong with one of these.",
	"suspicious": {
		"effect": "Increases all party members' ATK by 160 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A pieced-together skewer. The burnt bamboo stick and the dull-colored ingredients give off a smell that must not be named. If you were to make this out in the wild, you might just attract some hilichurls..."
	},
	"normal": {
		"effect": "Increases all party members' ATK by 194 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A pieced-together skewer. Three different cooking processes can be tasted at a go in this dish, which has made it very popular. If you are ever at a loss at to what to pair with some wine, there's no going wrong with one of these."
	},
	"delicious": {
		"effect": "Increases all party members' ATK by 228 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A pieced-together skewer. The highly-refined temperature control has released sizzling blooms of oils. The many seasonings accentuate the flavor of the various ingredients. If there was but a little less of them, it would be too plain; if a little more, too dense. This keen balance reveals the craftsman's heart within the chef."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Snapdragon",
			"count": 1
		}
	]
}