{
	"name": "Triple-Layered Consommé",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "DEF-Boosting Dish",
	"foodcategory": "Def_Add",
	"effect": "Increases all party members' Shield Strength by 20–30% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A neatly arranged dish. The Ham, Fowl, and Bamboo Shoots have been sliced into threads of equal length, and they've been laid out neatly in the soup bowl after being steamed at high heat, before being covered in consommé. The layers are distinct, and the mouthfeel is salty yet fresh.",
	"suspicious": {
		"effect": "Increases all party members' Shield Strength by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A neatly arranged dish. It certainly looks the part, but tasting it reveals the blandness of the consommé. Was it diluted too much, perhaps?"
	},
	"normal": {
		"effect": "Increases all party members' Shield Strength by 25% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A neatly arranged dish. The Ham, Fowl, and Bamboo Shoots have been sliced into threads of equal length, and they've been laid out neatly in the soup bowl after being steamed at high heat, before being covered in consommé. The layers are distinct, and the mouthfeel is salty yet fresh."
	},
	"delicious": {
		"effect": "Increases all party members' Shield Strength by 30% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A neatly-arranged dish. The evenly-sized threads reveal exquisite knife-work. Rather than a dish, this seems more like a work of art. But once you work up the wherewithal to pick up those chopsticks and have at it, the delicious flavors will be utter bliss — leaving this as a mere work of art would be such a shame."
	},
	"ingredients": [
		{
			"name": "Ham",
			"count": 2
		},
		{
			"name": "Fowl",
			"count": 2
		},
		{
			"name": "Bamboo Shoot",
			"count": 1
		},
		{
			"name": "Mushroom",
			"count": 1
		}
	]
}