{
	"name": "Tulumba",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Adventurer's Dish",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Decreases Stamina depleted by gliding and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A snack fried in oil. Shaped flour is lowered directly into the pot to be deep-fried until golden-brown before being fished out and dipped into syrup while piping hot. This treat is an inseparable companion to many in Sumeru.",
	"suspicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A snack fried in oil. The fruit-shaped pieces of batter were not rescued from the oil-filled pot in time, and when you bite into it, your mouth practically overflows with grease, a predicament from which only a speedy chug of coffee can save you."
	},
	"normal": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A snack fried in oil. Shaped flour is lowered directly into the pot to be deep-fried until golden-brown before being fished out and dipped into syrup while piping hot. This treat is an inseparable companion to many in Sumeru."
	},
	"delicious": {
		"effect": "Decreases all party members' gliding and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A snack fried in oil. The radiant, golden fruit-shaped pieces wrapped up in tasty syrup are gone ever so quickly, one bite and one piece at a time. Hmm, there's still one thread of honey on the plate. Perhaps this sweetness can yet be made to last one second more..."
	},
	"ingredients": [
		{
			"name": "Bird Egg",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 2
		},
		{
			"name": "Coffee Beans",
			"count": 1
		}
	]
}