{
	"name": "Unagi Chazuke",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "DEF-Boosting Dish",
	"foodcategory": "Def_Add",
	"effect": "Increases all party members' Healing Bonus by 15–20% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A light and tasty main dish. Well-boiled tea is poured over rice with unagi on top and allowed to steep quietly until the rice grains have absorbed the fragrance of the tea. When combined with the lingering sweet aftertaste of the unagi, you can eat half a bowl before Paimon can say \"Whoa!\"",
	"suspicious": {
		"effect": "Increases all party members' Healing Bonus by 15% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A light and tasty main dish. The overly bland tea soup has been all but overpowered by the taste of the unagi, but you can probably still eat this if you slurried it into some sort of porridge."
	},
	"normal": {
		"effect": "Increases all party members' Healing Bonus by 17% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A light and tasty main dish. Well-boiled tea is poured over rice with unagi on top and allowed to steep quietly until the rice grains have absorbed the fragrance of the tea. When combined with the lingering sweet aftertaste of the unagi, you can eat half a bowl before Paimon can say \"Whoa!\""
	},
	"delicious": {
		"effect": "Increases all party members' Healing Bonus by 20% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A light and tasty main dish. The tea and soup weave an elegant, fragrant melody punctuated by the pure white grains, while the unagi, baptized in coal-fire, provides tender, gentle decoration to the mix. The various aromas of eel and tea and the light sweetness of rice mix well on your tongue into something truly sublime. A triple threat not to be trifled with, indeed."
	},
	"ingredients": [
		{
			"name": "Eel Meat",
			"count": 4
		},
		{
			"name": "Rice",
			"count": 3
		},
		{
			"name": "Seagrass",
			"count": 3
		},
		{
			"name": "Salt",
			"count": 1
		}
	]
}