{
	"name": "Vessie Chicken",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "ATK-Boosting Dish",
	"foodcategory": "Atk_Add",
	"effect": "Increases all party members' Physical DMG by 25–45% and increases CRIT Rate by 6–10% for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A famous Fontainian cuisine. \"Vessie\" means \"bladder\" in Fontaine. As the name suggests, the seasoned chicken meat is enclosed in a forest boar's bladder when being poached in a meat broth. The bladder will puff out during the process like a rotund Specter. People usually only eat the chicken meat inside.",
	"suspicious": {
		"effect": "Increases all party members' Physical DMG by 25% and CRIT Rate by 6% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A famous Fontainian cuisine. After a painstaking process of stuffing the chicken into the boar's bladder, you expectantly sample the dish that's finally ready... Ugh, what's the strange flavor? You begin to wonder if you're eating a boar or a chicken."
	},
	"normal": {
		"effect": "Increases all party members' Physical DMG by 35% and CRIT Rate by 8% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A famous Fontainian cuisine. \"Vessie\" means \"bladder\" in Fontaine. As the name suggests, the seasoned chicken meat is enclosed in a forest boar's bladder when being poached in a meat broth. The bladder will puff out during the process like a rotund Specter. People usually only eat the chicken meat inside."
	},
	"delicious": {
		"effect": "Increases all party members' Physical DMG by 45% and CRIT Rate by 10% for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A famous Fontainian cuisine. Delicious juice locked inside the meat gives off a rich and layered aroma. This dish is considered a highly sought-after cuisine by many gourmets. After wolfing down the whole plate, one can't help but lick their lips, savoring the lingering scent. This exquisite cuisine is no doubt the crown jewel of Fontaine's gastronomy."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 4
		},
		{
			"name": "Raw Meat",
			"count": 4
		},
		{
			"name": "Marcotte",
			"count": 3
		},
		{
			"name": "Fermented Juice",
			"count": 2
		}
	]
}