{
	"id": 3507,
	"name": "Xocoatl",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "DEF-Boosting Dish",
	"effect": "Increases all party members' DEF by 165–235 for 300s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A Natlan drink made from Cacahuatl. Initially, bitter Cacahuatl was ground up and blended with various spices, creating the eponymous \"bitter water.\" Much evolution later, added sugar would transform the final product into something fragrant, delectable, and broadly popular, though the name indicating \"bitter water\" has never changed.",
	"suspicious": {
		"effect": "Increases all party members' DEF by 165 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A Natlan drink made from Cacahuatl. If you had to guess before you took a swig, you might assume it would taste either sweet or bitter, but never in a million years would you have expected the sourness that sets upon the tip of your tongue... Did someone add the wrong ingredients?"
	},
	"normal": {
		"effect": "Increases all party members' DEF by 200 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A Natlan drink made from Cacahuatl. Initially, bitter Cacahuatl was ground up and blended with various spices, creating the eponymous \"bitter water.\" Much evolution later, added sugar would transform the final product into something fragrant, delectable, and broadly popular, though the name indicating \"bitter water\" has never changed."
	},
	"delicious": {
		"effect": "Increases all party members' DEF by 235 for 300s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A Natlan drink made from Cacahuatl. The rich, deep fragrance of the Cacahuatl is infused with a pure creaminess, tenderly caressing your tongue with the softness of smooth silk, leaving behind a touch of sweetness that is more than enough to melt your heart."
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Milk",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		}
	]
}