{
	"name": "Zhongyuan Chop Suey",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Adventurer's Dish",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Decreases Stamina depleted by climbing and sprinting for all party members by 15–25% for 900s.\nIn Co-Op Mode, this effect only applies to your own character(s).",
	"description": "A seasoned and cooked meat dish. Though it contains animal organ meat and bits and scraps of other things, the strong-flavored seasonings have masked the stench of the meat. Many have had this dish for the entirety of their lives without knowing \"chop suey\" is not actually a swear word in the local language.",
	"suspicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 15% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A seasoned and cooked meat dish. Even if the dish was extremely delicious, it surely doesn't look the part. Even the most popular stalls would have trouble selling this."
	},
	"normal": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 20% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A seasoned and cooked meat dish. Though it contains animal organ meat and bits and scraps of other things, the strong-flavored seasonings have masked the stench of the meat. Many have had this dish for the entirety of their lives without knowing \"chop suey\" is not actually a swear word in the local language."
	},
	"delicious": {
		"effect": "Decreases all party members' climbing and sprinting Stamina consumption by 25% for 900s. In Co-Op Mode, this effect only applies to your own character(s).",
		"description": "A seasoned and cooked meat dish. The authentic \"Liyue taste\" of this aromatic dish makes it a comfort food for golden-agers that may bring a tear to their eyes."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 3
		},
		{
			"name": "Fish",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Salt",
			"count": 2
		}
	]
}