{
	"id": 11515,
	"name": "Absolvição",
	"description": "Uma espada afiada utilizada por um trapaceiro que desistiu de tudo. No passado, ele a usava como um disfarce para a sua identidade.",
	"descriptionRaw": "Uma espada afiada utilizada por um trapaceiro que desistiu de tudo. No passado, ele a usava como um disfarce para a sua identidade.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "\"Sinceridade e diligência será certamente recompensado. Foi o que você sempre nos ensinou, Mãe.\"\n\"Mas aqueles que favorecem a sinceridade normalmente são mentirosos, e os diligentes serão explorados pelos outros.\"\n\"Mãe, acontece que você também era uma mentirosa. Por que mais você estaria enterrada aqui?\"\n\"E por isso, devo te agradecer. Agora finalmente compreendo seus verdadeiros ensinamentos...\"\nAntes de um pedaço de madeira se tornar o cabo de um machado, ele não pode ser muito exigente sobre os métodos nem muito meticuloso sobre dignidade.\nSeja em trajes formais incômodos ou trapos manchados com graxa e sangue, todos são trajes necessários para subir na vida.\n\nNesses momentos — não, talvez até mesmo se mil ou dez mil anos se passarem desde então—\nSempre haverá pessoas jovens que cresceram rápido demais, que ascendem na sociedade cobertos pela desculpa do tão chamado \"sobrevivência do mais forte\",\nQue vão se alimentar da sinceridade, se fartar da esperança e devorar os sonhos, se transformando em um monstro magnífico da cidade na superfície,\nPelo qual as duas cidades, seja tocada ou intocada pela luz do sol, são campos de caça abundantes.\n\n\"Olha só! De que nobre você pode ser filha, nobre dama, e o que a traz ao nosso Fleuve Cendre?\"\nQuanto a nobre garota que se deparou com o Fleuve Cendre, ela era, naturalmente, a presa mais merecedora de ser pendurada acima da lareira...\nComo o medo obscurece seu belo rosto, como nuvens sufocando a lua, pensou o monstro.\nEla reconhecia o rosto de um monstro, mas, ao invés disso, o que escapou foi uma pergunta sobre como seu disfarce foi descoberto.\n\"Bem, você é uma péssima mentirosa, para começar. Você não acabou de admitir que é uma forasteira?\"\n\"...E minha querida dama, suas roupas não têm fuligem nem óleo de máquina, nem nunca foram manchadas com sangue...\"\n\nSim, sim — essa era uma oportunidade perfeita, que não podia ser perdida, ele pensou, conforme estirava sua mão para ela.\nAs linhas das teias de aranha penduradas silenciosamente das nuvens acima. Eu usarei isso para entrar na família mais prestigiada,\nEssa escada para os céus, essa chave para abrir os portões de pérola.\nEu não devo deixá-la ir... Eu não devo nunca a deixar...\n\n\"Leticia, sua alma nobre é algo que eu adoro.\"\nUm pressentimento peculiar o atingiu conforme disse essas palavras, mas de qualquer forma, ele continuou a falar...\n\n...\nTodas as coisas possuem seu presságio, e essa foi a noite antes da tempestade,\nE estranhamente, ele estava falando descaracterizadamente sobre seus desejos egoístas:\n\"Leticia, você já imaginou um mundo—\"\n\"Um com três vezes mais luz do sol e terras férteis infinitas,\"\n\"Um onde as pessoas são livres feitos pássaros, livre de segregação, livres de enganos e roubos,\"\n\"Onde podemos voar através de planícies infinitas, ou rios e lagos, montanhas e vales,\"\n\"Até encontrarmos uma árvore para chamar de nossa, lá ficar, e construir nossa casa,\"\n\"Sem ninguém para nos incomodar, e nada para nos perturbar...\"\n\nTalvez, naquela altura, ele já acreditava que a esperança, antes efêmera, havia desaparecido como fumaça,\nOu já tivesse sido enterrada em silêncio e sangue junto de seus companheiros.\n\n\"Querida Leticia, pense nas crianças, daqueles brotos de árvores,\"\n\"Certamente não devem nascer em meio aos disparos de canhões, nem crescer em meio a lama e águas sujas.\"\n\"Devemos nutri-los com lágrimas de fúria e juramentos de ódio?\"\nDevemos deixá-los para herdas sonhos confusos ou uma missão com suas perspectivas desconhecidas?\"\n\nMas não, não precisa se preocupar, ele pensou. Tudo já foi arranjado.\nNosso futuro... Meu futuro... Está garantido.\nE novamente, ele sentiu aquela sensação agora familiar, porém peculiar.\n\n...\nNaquela época, ele já não andava entre nobres fazia um tempo. Quando perguntou o motivo de sua traição,\n\"Para ser recompensada com uma posição ainda mais alta.\" \"Para ter paz para ela e seus filhos.\"\nEle não mais se lembrava o que eram desculpas e o que era a verdade.\nPois quando um mentiroso conta uma mentira dez mil vezes, até mesmo eles começam a acreditar.\n\nEntão quando sua esposa fez a ele essa mesma pergunta no final, ele ainda não tinha descoberto.\nMas ele se lembrou da promessa que ele fez a ela. Se mais nada, eles dois sozinhos conseguiam manter seu contrato inicial.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "9,6%",
	"effectName": "Pacto da Morte",
	"effectTemplateRaw": "Aumenta o Dano CRIT em <color=#99FFFFFF>{0}</color>. Aumentar o valor de um Contrato de Vida aumentará o Dano causado pelo personagem que está com essa arma equipada em <color=#99FFFFFF>{1}</color> por 6s. Máximo de 3 acúmulos.",
	"r1": {
		"description": "Aumenta o Dano CRIT em 20%. Aumentar o valor de um Contrato de Vida aumentará o Dano causado pelo personagem que está com essa arma equipada em 16% por 6s. Máximo de 3 acúmulos.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Aumenta o Dano CRIT em 25%. Aumentar o valor de um Contrato de Vida aumentará o Dano causado pelo personagem que está com essa arma equipada em 20% por 6s. Máximo de 3 acúmulos.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Aumenta o Dano CRIT em 30%. Aumentar o valor de um Contrato de Vida aumentará o Dano causado pelo personagem que está com essa arma equipada em 24% por 6s. Máximo de 3 acúmulos.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Aumenta o Dano CRIT em 35%. Aumentar o valor de um Contrato de Vida aumentará o Dano causado pelo personagem que está com essa arma equipada em 28% por 6s. Máximo de 3 acúmulos.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Aumenta o Dano CRIT em 40%. Aumentar o valor de um Contrato de Vida aumentará o Dano causado pelo personagem que está com essa arma equipada em 32% por 6s. Máximo de 3 acúmulos.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragmento de uma Corda Antiga",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Eco de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 18
			}
		]
	}
}