{
	"name": "Akuoumaru",
	"description": "A querida espada do lendário \"Akuou\". A lâmina é gigantesca e majestosa, mas é surpreendentemente fácil de brandi-la.",
	"weapontype": "Espadão",
	"rarity": "4",
	"story": "Esta lâmina já foi usada por um poderoso general de Watatsumi.\nDiz-se que ele só conhecia tanto do manejo da espada quanto os estilos \"Getsumouun\" e \"Yuushio\" que ele mesmo aprendeu,\nNo entanto, pela graça deles, ele nunca foi vencido por nenhum mortal em um duelo ou no campo de batalha.\n\nCostuma-se dizer que as cobras e os peixes são ambos de sangue frio. Mas criaturas de sangue frio sempre procuram a terra prometida do calor.\nPara ver os sonhos de seu povo realizados, Omikami desafiou as nuvens de tempestade para a guerra.\nEntre o povo de Watatsumi inclinado para a conquista, um jovem se destacou entre os demais.\nSua bravura destemida lhe conquistou grande amor em Watatsumi, e lhe deram o nome de Touzannou.\nMas depois de muitos anos, seu nome real foi esquecido, para ser substituído apenas pelo apelido pelo qual seus inimigos o conheciam:\n\"Akuou\", as presas e garras perversas da Grande Serpente, o invasor selvagem e demoníaco da Ilha Yashiori...\n\nO massacre tinha endurecido o jovem rapaz em um guerreiro. Mas para ele,\nSomente o desejo que ele fez antes de partir, um desejo feito sobre a lua refletida nas águas ao lado do santuário, era eterno.\n\n\"Um dia, eu me posicionarei acima da Montanha Yougou, com vista para o palácio da Senhora do Trovão.\"\n\"Terei um confronto alegre contra o lendário Grande Tengu de Yougou sobre o telhado do Tenshukaku.\"\n\"...E então eu trarei a máscara do tengu de volta para Ayame e Mouun como uma lembrança!\"\n\nPor fim, as marés lavaram todos os seus sonhos como torres na areia.\nA máscara do tengu, brilhando como uma estrela carmesim, foi estilhaçada na areia da praia em meio à batalha caótica,\nNem a sacerdotisa que brilhava como o luar na alma do jovem jamais voltaria novamente,\nEnquanto o próprio Akuou enfrentaria o raio ofuscante ao lado da Grande Serpente.",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Dominadora de Ondas Watatsumi",
	"effect": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de {0} por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de {1}.",
	"r1": [
		"0.12%",
		"40%"
	],
	"r2": [
		"0.15%",
		"50%"
	],
	"r3": [
		"0.18%",
		"60%"
	],
	"r4": [
		"0.21%",
		"70%"
	],
	"r5": [
		"0.24%",
		"80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ramo de Coral de um Mar Distante",
				"count": 3
			},
			{
				"name": "Garra Escondida",
				"count": 3
			},
			{
				"name": "Protetor de Mão Velho",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ramo Perolado de um Mar Distante",
				"count": 3
			},
			{
				"name": "Garra Escondida",
				"count": 12
			},
			{
				"name": "Protetor de Mão Velho",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ramo Perolado de um Mar Distante",
				"count": 6
			},
			{
				"name": "Garra Afiada Oculta",
				"count": 6
			},
			{
				"name": "Protetor de Mão Kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ramo de Jade de um Mar Distante",
				"count": 3
			},
			{
				"name": "Garra Afiada Oculta",
				"count": 12
			},
			{
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Ramo de Jade de um Mar Distante",
				"count": 6
			},
			{
				"name": "Garra Fantasmagórica Oculta",
				"count": 9
			},
			{
				"name": "Protetor de Mão Famoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ramo Dourado de um Mar Distante",
				"count": 4
			},
			{
				"name": "Garra Fantasmagórica Oculta",
				"count": 18
			},
			{
				"name": "Protetor de Mão Famoso",
				"count": 12
			}
		]
	}
}