{
	"name": "Caçador do Beco",
	"description": "Um arco longo e opulento intrincado. Pertenceu a um ladrão de cavalheiros que nunca foi pego.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Este belo arco foi pintado de preto, para se misturar perfeitamente na noite mais profunda.\nEsta já foi a primeira escolha de uma opulenta casa nobre em seus jogos de caça.\nMas por acaso caiu nas mãos de um ladrão cavalheiro que nunca foi pego.\n\nUm vez, o dono dele abateu a coroa dos nobres.\nEle passou por muitos laços estreitos e desarmou muitos soldados em perseguição.\nEle também jurou trazer a luz para a era escura,\nPara trazer justiça, fortuna e alegria para os oprimidos.\n\nNo passado, ele realmente trouxe justiça, riqueza e alegria aos oprimidos, e trouxe medo aos que estavam no poder, dando-lhes inúmeras noites sem dormir em sua raiva impotente.\nEle trouxe passos leves como a chuva para os telhados e terraços, e canções para os bardos nas praças.\nEle também ofereceu uma safira pura, retirada de uma arma real, para uma bruxa de olhos azuis que sempre carregava uma lança afiada.\n\nMas infelizmente, ele não conseguiu fazer sorrir a bruxa, fria como pedra, mas amada pela sua alma.\nNo final, em busca da morte, o seu rosto de flor foi marcado com a marca de uma pecadora, e ninguém sabia para onde ela foi depois disso.\nNo final, o ladrão nobre foi convencido pelas exortações do seu irmão, e decidiu abandonar as suas promessas e ir para o mar que não pertencia a ninguém.\n\"Diga-me, ela ainda se lembra da minha canção? Será que ela se lembra daqueles anos que continuam a me perseguir até hoje, das ruas inundadas com cheiro de vinho e das canções cantadas sobre ela?\"",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Emboscada nos Becos",
	"effect": "Quando o personagem com essa arma equipada estiver na equipe mas não no campo da batalha, o Dano causado por personagem será aumentado em {0} a cada 1s, a quantidade máxima do aumento do Dano desta maneira é de {1}. Depois de 4s de ficar no campo, o efeito de aumento do Dano será reduzido em {2} a cada 1s até que seja reduzido para 0%.",
	"r1": [
		"2%",
		"20%",
		"4%"
	],
	"r2": [
		"2.5%",
		"25%",
		"5%"
	],
	"r3": [
		"3%",
		"30%",
		"6%"
	],
	"r4": [
		"3.5%",
		"35%",
		"7%"
	],
	"r5": [
		"4%",
		"40%",
		"8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grilhões de Dandelion",
				"count": 3
			},
			{
				"name": "Dispositivo do Caos",
				"count": 3
			},
			{
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 3
			},
			{
				"name": "Dispositivo do Caos",
				"count": 12
			},
			{
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 6
			},
			{
				"name": "Circuito do Caos",
				"count": 6
			},
			{
				"name": "Secreção de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 3
			},
			{
				"name": "Circuito do Caos",
				"count": 12
			},
			{
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 6
			},
			{
				"name": "Fornalha do Caos",
				"count": 9
			},
			{
				"name": "Essência de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sonho do Gladiador de Dandelion",
				"count": 4
			},
			{
				"name": "Fornalha do Caos",
				"count": 18
			},
			{
				"name": "Essência de Slime",
				"count": 12
			}
		]
	}
}