{
	"name": "Arco de Amos",
	"description": "Um arco extremamente antigo que reteve seu poder, apesar de seu mestre original ter desaparecido há muito tempo. Ele extrai poder de todos e de tudo no mundo, e quanto mais longe você estiver daquilo que seu coração deseja, mais poderoso será.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "Em uma época estéril, quando a terra agora verdejante ainda era apenas um deserto,\nUma donzela, descalça na neve, seguiu os passos do Senhor da Torre.\n\nEle já foi seu amor, mas os ventos implacáveis nunca poderiam entender a suavidade da carne mortal.\nEle já foi seu inimigo, mas sua caça era mais do que uma simples vingança.\n\n\"Sonhei com as ondas do mar e as areias, com exuberantes florestas e terra.\"\n\"Sonhei com javalis que brincavam em arbustos de bagas e com uma torre muito alta.\"\nEssas palavras que ela falou ao Rei de Deus em um tom suave, não foram ouvidas.\n\nDespertada de um amor cego, ela percebeu que ele nunca tinha sido sincero.\nPois ele falava de amor, mas era acompanhado apenas por ventos de navalha.\nEle olhou para as costas curvadas de seus súditos no vento uivante,\nAcreditando ser um sinal de sua adoração e obediência inabalável.\n\nFoi a época em que o Tirano do Vento Norte lutou contra o Senhor da Torre.\nA caçadora se julgava amada pelo mestre de escravos.\nNo final da guerra, e quando o vento de revolta soprou pela primeira vez,\nela andava com todos os outros lutadores anônimos, os jovens, as fadas, os cavaleiros,\ne invadiu a torre que desfigurava o céu, desafiando o rei com o vento.\n\n\"Assim conseguirei sua atenção.\"\n\nAté o momento em que ela disparou a flecha para ele,\naté o momento em que o vento forte a rasgou,\nque ela finalmente percebeu a distância entre ela e o Senhor da Tempestade.",
	"baseatk": 46,
	"substat": "ATQ",
	"subvalue": "10.8",
	"effectname": "Inabalável",
	"effect": "Aumenta o Dano infligido pelo Ataque Normal e Ataque Carregado em {0}. A cada 0.1s depois de disparar uma flecha com o Ataque Normal e Ataque Carregado, terá aumento de Dano de {1}, acumulando até um máximo de 5 vezes.",
	"r1": [
		"12%",
		"8%"
	],
	"r2": [
		"15%",
		"10%"
	],
	"r3": [
		"18%",
		"12%"
	],
	"r4": [
		"21%",
		"14%"
	],
	"r5": [
		"24%",
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grilhões de Dandelion",
				"count": 5
			},
			{
				"name": "Dispositivo do Caos",
				"count": 5
			},
			{
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 5
			},
			{
				"name": "Dispositivo do Caos",
				"count": 18
			},
			{
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 9
			},
			{
				"name": "Circuito do Caos",
				"count": 9
			},
			{
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 5
			},
			{
				"name": "Circuito do Caos",
				"count": 18
			},
			{
				"name": "Secreção de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 9
			},
			{
				"name": "Fornalha do Caos",
				"count": 14
			},
			{
				"name": "Essência de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Sonho do Gladiador de Dandelion",
				"count": 6
			},
			{
				"name": "Fornalha do Caos",
				"count": 27
			},
			{
				"name": "Essência de Slime",
				"count": 18
			}
		]
	}
}