{
	"id": 15508,
	"name": "Aqua Simulacra",
	"description": "A cor desse arco longo muda imprevisivelmente. Sob a luz, possui um brilho azulado como água.",
	"descriptionRaw": "A cor desse arco longo muda imprevisivelmente. Sob a luz, possui um brilho azulado como água.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Dizem que a água não tem uma cor ou forma fixa, e pode tanto servir brilhantemente como uma lâmina ou um arco.\nDe todas as substâncias no mundo, apenas a água é a mais gentil, e também a mais perspicaz.\nDentre as diversas armas curiosas neste mundo, este incrível arco tem a habilidade de evocar água.\n\n\"A água pode envolver tudo que é impuro, limpar toda sujeira, mas mantendo sua própria pureza\".\n\"Consegue mudar para qualquer forma, imitar qualquer vida, caprichosa, porém sem nunca perder seu verdadeiro eu\".\n\"Dividida, como correntes incontáveis, próximas, porém soltas. Unida, como uma onda gigantesca, inexorável e imparável\".\n\"Muitos segredos que nenhuma luz consegue penetrar se escondem debaixo da translucidez azulada\".\n\"Este é o mistério da água, que até mesmo mentes brilhantes falham em compreender suas inúmeras mudanças\".\n\nAntes dela ter começado a trabalhar para a nobre dama da Câmara de Jade, ela ouviu um experiente veterano falar sobre este ensinamento.\nArrecifes ocultos e tempestades sempre perseguem o mundo das conspirações comerciais e jogos de poder, assim como as estrelas cobrem os esqueletos de navios naufragados.\nAqueles cujos corações brilham com grande ambição e se sentam em vastos amontoados de recursos conseguem muitas vezes navegar habilidosamente em segurança,\nEvitando a constante competição e a malícia, e se elevam através das correntes turbulentas.\n\n\"É o que dizem, mas eu não tenho o espírito que esses figurões têm, nem tenho a paciência para o tédio necessário\".\n\"Eu preferiria apreciar o ambiente e o aroma de uma sala cheia de chá, e me fascinar com as infinitas possibilidades que derivam de jogar um dado de seis lados\".\n\"Me infiltrei nos esconderijos de muitos bandidos à noite, e quebrei conspirações de inimigos de terras longínquas\".\n\"Mas eu não fiz essas coisas para ajudar os poderosos e impetuosos a se livrarem de forças dissidentes, mas porque a água também tem sua nascente\".\n\nÉ em defesa da pureza da nascente que a gentileza da água também pode se tornar como uma lâmina e arco.\nConspiração e linguagens codificadas são entrelaçadas com facilidade sob a lua azul pálida — esta é a sabedoria da forma da água.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Forma Purificadora",
	"effectTemplateRaw": "Aumenta a Vida em <color=#99FFFFFF>{0}</color>. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de <color=#99FFFFFF>{1}</color>, independentemente do personagem estar ativo no campo de batalha ou não.",
	"r1": {
		"description": "Aumenta a Vida em 16%. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de 20%, independentemente do personagem estar ativo no campo de batalha ou não.",
		"values": [
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "Aumenta a Vida em 20%. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de 25%, independentemente do personagem estar ativo no campo de batalha ou não.",
		"values": [
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "Aumenta a Vida em 24%. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de 30%, independentemente do personagem estar ativo no campo de batalha ou não.",
		"values": [
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "Aumenta a Vida em 28%. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de 35%, independentemente do personagem estar ativo no campo de batalha ou não.",
		"values": [
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "Aumenta a Vida em 32%. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de 40%, independentemente do personagem estar ativo no campo de batalha ou não.",
		"values": [
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Areia Brilhante de Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Escultura Sombria",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Escultura Sombria",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Escultura do Alvorecer",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Escultura do Alvorecer",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Escultura das Profundezas",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Corpo Divino de Guyun",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Escultura das Profundezas",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 18
			}
		]
	}
}