{
	"id": 14427,
	"name": "Cálice de Chifre Cinza Escarlate",
	"description": "Um artefato cerimonial herdado por Meztli, dizem que é um tesouro amado, mas nunca usado pelo herói conhecido como \"Gigante\", Tupac.",
	"descriptionRaw": "Um artefato cerimonial herdado por Meztli, dizem que é um tesouro amado, mas nunca usado pelo herói conhecido como \"Gigante\", Tupac.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Sempre escuto o povo cantar, escuto contarem histórias,\nNesse banquete alegre, quando se reúnem juntos.\nMeu coração me compele a recitar uma nova canção para você:\nTocarei minhas cordas e tecerei minha melodia,\nComeçarei minha música, começarei minha história,\nDe um ancestral antigo, o corajoso gigante Tupac.\n...\nO jovem e heroico Tenoch, que se enfureceria de ouvir isso,\nComo um crocodilo furioso, como um cervo orgulhoso.\nEle ergueria seu cajado e diria para Tupac:\nPor que você veio para o mar? Por que você cruzou as ondas?\nSeu ancestral Uenuke não teria sido tão audacioso.\nSe você ousar se opor a mim, eu garantirei que você acabe como comida de peixe!\n\nTupac, parecendo uma montanha, teria dado risada ao ouvir isso,\nComo um rinoceronte poderoso, uma emu majestosa.\nSegurando firme seu chifre de beber, ele responderia:\nComo um fracote como você poderia me ferir?\nPor direito, esse chifre de beber pertence a mim, ao povo de minha pátria.\nSe você ousar tomar de mim, lute comigo primeiro!\n\nTupac, parecendo uma montanha, sempre foi uma figura heroica:\nCerta vez, em um ataque de fúria, ele quebrou montanhas com suas próprias mãos,\nperfurou pedras na terra para fazer fontes termais.\n(As fontes termais que agora podem ser vistas ao sudoeste,\nsão seu legado, ainda visíveis até hoje.)\nCerta vez, ele saiu sozinho para o oceano para batalhar contra uma baleia de duas caudas,\ne arrancou o dente da besta feroz para carregar consigo.\nComo as nascentes daquela era, seu coração era ardente e selvagem,\ncomo poderia o jovem e heroico Tenoch esperar impressioná-lo?\n...\nTupac, parecendo uma montanha, se lembrando dos eventos de décadas atrás,\nquando ele lutou contra Tenoch pelo chifre de beber.\nE então ele falou diante do lorde das chamas ardentes,\nTupac, parecendo uma montanha, ofereceu o chifre de beber.\nEle o ofereceria, revelando sua última esperança,\nrevelando sua última esperança, assim empunhando bem alto a chama,\nassim empunhando bem alto a chama, mesmo até seu último suspiro,\nmesmo até seu último suspiro, ele não traiu seu juramento.\n...\nÉ aqui que termina minha história; que os jovens se lembrem bem,\nse lembrem das palavras que proferi, as lendas dos antigos.\nCerta vez meu pai cantou, na brisa de um mar dourado,\nminha mãe também me ensinou, quando eu era jovem e inocente.\nOs anos de escuridão passaram há muito tempo, as calamidades passaram.\nSempre há cantoria acima das nascentes correntes; há sempre banquetes quando o crepúsculo começa a cair.\nMas deixe que a nova geração se lembre, para que não se esqueçam desse aviso:\nAcima de tudo, existem duas coisas que nunca devem ser abandonadas — união e promessas.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Garra de Tupac",
	"effectTemplateRaw": "Quando um ataque acerta um oponente, causa <color=#99FFFFFF>{0}</color> da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
	"r1": {
		"description": "Quando um ataque acerta um oponente, causa 40% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Quando um ataque acerta um oponente, causa 50% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Quando um ataque acerta um oponente, causa 60% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Quando um ataque acerta um oponente, causa 70% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Quando um ataque acerta um oponente, causa 80% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eixo da Fonte Secreta",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eixo da Fonte Secreta",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Revestimento da Fonte Secreta",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Revestimento da Fonte Secreta",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Coração da Fonte Secreta",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Coração da Fonte Secreta",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 12
			}
		]
	}
}