{
	"id": 15514,
	"name": "Plumagem Escarlate do Abutre Astral",
	"description": "Um arco antigo com penas vermelhas. É uma relíquia sagrada do Clã das Plumas de Flores que passou de geração em geração.",
	"descriptionRaw": "Um arco antigo com penas vermelhas. É uma relíquia sagrada do Clã das Plumas de Flores que passou de geração em geração.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Isso foi há muito tempo, em um tempo agora conhecido como lenda, quando o transgressor que ousou se nomear de \"Lorde Sagrado\", deu as costas a aliança pelo único deus que ele amava.\nEntão, os juramentos entre humanos e Saurianos desvaneceu como fogueiras se apagando, e a sombra solitária da Cidade Incandescente enterrou a Noite profunda em meio a sussurros assustadores...\nA harmonia enfraqueceu e a luz do sol quente ficou mais distante, apenas o vento frio da noite permaneceu dos grandiosos e loucos sonhos do Rei Píton.\n\nNaqueles dias, nos penhascos altos que caíram em alvoroço devido à perda de seu mestre, o ancião do Clã das Plumas de Flores, que apenas obedecia ostensivamente ao rei, baniu um jovem da tribo,\nPara evitar que ele, que desejava proteger os Saurianos, escapasse de ser capturado pelo usurpador. Assim esse herói, corajoso como uma ave de rapina, embarcou em uma peregrinação daquela noite em diante,\nSeus olhos vermelhos queimando como o sol na escuridão, conforme refletiam apenas a proeminência fria dos céus claros como a água.\n\nMais tarde, os poetas tocariam o Nyatiti de oito cordas, exaltando a lenda do libertador de olhos vermelhos com inúmeras canções encantadoras,\nE tais poemas, nascidos da fantasia, são tão numerosos quanto as estrelas brilhantes, que se entrelaçam ao longo dos anos para produzir aventuras das quais todos possuem opiniões diferentes—\n\n\"Venha, e escute minhas palavras, ouça enquanto eu canto sobre o herói, nosso salvador de olhos vermelhos, e sobre o velho amigo que foi com ele\"\n\"Pois aquele que o guiou em sua jornada era um herdeiro nobre que uma vez serviu ao lorde dragão, um Abutre Vermelho cujos olhos refletiam os céus profundos e as incontáveis estrelas\"\n\"Contarei como aquela ave sagrada foi movida por seus nobres ideais, e deu de sua carne e sangue para forjar este mais afiado dos arcos\"\n\"Eu cantarei sobre como ela usou suas penas para guiar o abençoado herói, levando-o a encontrar nosso nobre ancestral, Sakkuk.\"\nAssim, os poetas que não acreditavam que a peregrinação do jovem havia sido realizada sozinho conceberam um guia que nunca existiu.\n\nA lenda da qual cantarei difere daquela dos Filhos dos Ecos, pois por que o herói de olhos carmesim seguiria o canto dos pássaros sem rumo pela floresta?\"\n\"Certamente ele era alguém acima dos meros mortais, mas sim, um fio de pensamento vindo Daquele Sepultado Com o Fogo Primordial, surgindo do Reino Noturno para salvar os oprimidos\".\n\"Este arco longo é a prova de que ele voltou daquela terra proibida à qual ninguém pode chegar, pois como poderia um mero mortal queimar a amaldiçoada Cidade Incandescente?\"\n\"Quando Natlan enfrentar uma crise mais uma vez, ele emergirá das Chamas, para corrigir os erros deste mundo e nos guiar adiante.\"\nAssim diziam os letristas que não acreditavam que o jovem era de carne mortal, ligando-o de volta àquele primeiro deus humano\".\n\nE é por haver tantas versões da lenda que não há uma música que todos reconheçam como a história definitiva desse herói.\nIncontáveis anos se passaram como luz da lua fluida, e ainda assim o único consenso é que o jovem de olhos vermelhos uma vez ascendeu à divindade.\nAté os dias de hoje, a ideia de que \"humanos podem se tornar deuses\" se tornou aceita por todas as planícies ardentes, inscrito em todos os corações dos habitantes de Natlan que aspiram ao heroísmo—\n\"Não há necessidade de colocar sua fé em tais nomes nobres, não há necessidade de oferecer orações inúteis para ninguém além de si mesmo\"\n\"Por favor, apague meu nome, Sakkuk, para que todos possam saber que todos os humanos podem se tornar o deus que nos guia\"\n\n\"Você não me levará consigo para a Chama... Você sequer deixará meu nome acompanhar o seu na história...\"\n\"...Todos aqui realmente gostam de tomar decisões egoístas, hein? Você e aquele sujeito.\"\n\"Hnf... Nesse caso, deixe-me fazer algo por conta de minha própria ganância insaciável, ■■■■■\"\n\"Essa pena que você me deu — farei com que ela seja passada naquela terra natal da qual você nunca pôde voltar, e assim será por milhares de anos.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "14,4%",
	"effectName": "Vista do Brinco da Lua",
	"effectTemplateRaw": "Após desencadear uma reação de Redemoinho, o ATQ aumenta em <color=#99FFFFFF>{0}</color> por 12s. Além disso, se houver pelo menos 1/2 personagens na equipe com um Tipo Elemental diferente do personagem que está com essa arma equipada, o Dano causado por Ataques Carregados do personagem que está com essa arma equipada aumenta em <color=#99FFFFFF>{1}</color>, e o Dano causado pelo Supremo aumenta em <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Após desencadear uma reação de Redemoinho, o ATQ aumenta em 24% por 12s. Além disso, se houver pelo menos 1/2 personagens na equipe com um Tipo Elemental diferente do personagem que está com essa arma equipada, o Dano causado por Ataques Carregados do personagem que está com essa arma equipada aumenta em 20%/48%, e o Dano causado pelo Supremo aumenta em 10%/24%.",
		"values": [
			"24%",
			"20%/48%",
			"10%/24%"
		]
	},
	"r2": {
		"description": "Após desencadear uma reação de Redemoinho, o ATQ aumenta em 30% por 12s. Além disso, se houver pelo menos 1/2 personagens na equipe com um Tipo Elemental diferente do personagem que está com essa arma equipada, o Dano causado por Ataques Carregados do personagem que está com essa arma equipada aumenta em 25%/60%, e o Dano causado pelo Supremo aumenta em 12.5%/30%.",
		"values": [
			"30%",
			"25%/60%",
			"12.5%/30%"
		]
	},
	"r3": {
		"description": "Após desencadear uma reação de Redemoinho, o ATQ aumenta em 36% por 12s. Além disso, se houver pelo menos 1/2 personagens na equipe com um Tipo Elemental diferente do personagem que está com essa arma equipada, o Dano causado por Ataques Carregados do personagem que está com essa arma equipada aumenta em 30%/72%, e o Dano causado pelo Supremo aumenta em 15%/36%.",
		"values": [
			"36%",
			"30%/72%",
			"15%/36%"
		]
	},
	"r4": {
		"description": "Após desencadear uma reação de Redemoinho, o ATQ aumenta em 42% por 12s. Além disso, se houver pelo menos 1/2 personagens na equipe com um Tipo Elemental diferente do personagem que está com essa arma equipada, o Dano causado por Ataques Carregados do personagem que está com essa arma equipada aumenta em 35%/84%, e o Dano causado pelo Supremo aumenta em 17.5%/42%.",
		"values": [
			"42%",
			"35%/84%",
			"17.5%/42%"
		]
	},
	"r5": {
		"description": "Após desencadear uma reação de Redemoinho, o ATQ aumenta em 48% por 12s. Além disso, se houver pelo menos 1/2 personagens na equipe com um Tipo Elemental diferente do personagem que está com essa arma equipada, o Dano causado por Ataques Carregados do personagem que está com essa arma equipada aumenta em 40%/96%, e o Dano causado pelo Supremo aumenta em 20%/48%.",
		"values": [
			"48%",
			"40%/96%",
			"20%/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 18
			}
		]
	}
}