{
	"id": 11518,
	"name": "Corrupção Sombria",
	"description": "Uma espada preciosa presenteada pelo Rei do Dia para o corajoso herói na história da Bruxa. No final, a Bruxa a roubou e derrotou o herói sozinha.",
	"descriptionRaw": "Uma espada preciosa presenteada pelo Rei do Dia para o corajoso herói na história da Bruxa. No final, a Bruxa a roubou e derrotou o herói sozinha.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "Quando a pequena Bruxa chegou ao palácio do Rei do Dia, o crepúsculo já se aprofundava.\nSeu momento não poderia ter sido mais oportuno, pois, se tivesse demorado um pouco mais, o reino já teria escapado ao domínio do rei.\nAntes que o manto da noite caísse, o Rei do Dia a recebeu no que restava de sua hora passageira.\n\n\"Ó Bruxa que cruzou o vasto firmamento, guardiã da chama eterna do tempo... o que te traz a esta estrela solitária?\"\n\"Não vim por vontade própria. Foi o clamor do planeta que me alcançou através do vazio. Atendendo ao seu chamado, atravessei o portão das estrelas há muito perdido no tempo.\"\n\"Num universo que se aproxima de seu silencioso fim, cada mundo que ainda reluz é um tesouro além de qualquer medida...\"\n\"Quem diria\", murmurou a pequena Bruxa, \"que numa região há muito chamada de Extensão Sombria, ainda existiria um mundo vivo?\"\n\nEla não havia contado toda a verdade. Na realidade, a pequena bruxa havia captado rumores vindos da Extensão Sombria na véspera do Carnaval Noturno.\nEm circunstâncias normais, provavelmente teria descartado um sinal tão estranho como apenas mais um erro do Hydroprofetizador.\nMas naquele momento, ela se preocupava com as festividades do dia seguinte, fazendo de tudo para evitar certos convidados indesejados.\nAssim, ela aproveitou essa como a desculpa perfeita para se esconder em seu estúdio — e dedicou-se com afinco a decifrar aquela mensagem distante.\n\"Hmm... então essa mensagem estranha significa que algum planeta desconhecido anda se sentindo indisposto ultimamente?\"\n\n\"De qualquer forma, o justo Reino do Dia jamais faria algo que pudesse ferir o planeta\", declarou solenemente o Rei do Dia.\n\"Talvez devesse perguntar àquele perverso Rei da Noite. Hoje de manhã já enviei um destacamento para confrontá-lo, mas...\"\nAntes que pudesse terminar, quando os últimos raios de sol foram engolidos pela terra, a aparição do rei se desfez como creme derretido.\nCom a descida das trevas, a corte também desapareceu. O chão fervia como um mar enfurecido, e fumaça negra subia do solo.\nTodo o planeta se reduziu a um oceano negro. Felizmente, a pequena bruxa não havia se esquecido de sua vassoura, ou teria despencado na água.\nCavalgando sua vassoura sob a lua vermelho-sangue, ela viajou por um longo tempo até finalmente avistar o único castelo brilhando com fogo.\n\n\"Derrotar o Rei da Noite? Essa é a parte fácil. O que precisamos fazer é muito mais importante.\"\nParecia que esse castelo havia sido construído pela força expedicionária do Rei do Dia. Por motivos desconhecidos, apenas ele havia escapado da dissolução pelo mar de névoa.\nO guerreiro à frente, carregando uma espada nas costas, não pareceu surpreso com a chegada da pequena bruxa. Em vez disso, saudou-a com um convite.\n\"Mesmo que derrotemos o Rei da Noite, nada mudará. Assim que o sol se põe, as marés voltam a engolir a terra mais uma vez.\"\n\"Para romper esse ciclo sem fim, construímos este castelo para buscar uma solução.\"\n\nA convite dele, a pequena bruxa desceu até o nível mais profundo do castelo, onde, além de seus frágeis limites, se estendia um mar de escuridão pura.\nSustentando essa fronteira havia um enorme mecanismo que produzia nuvens e névoa. Incontáveis tubos sugavam continuamente a água viscosa do mar para seu núcleo.\n\"Esta é a máquina de movimento perpétuo, ou, se preferir, o Santo Graal. Ao queimar a água do mar, ela gera luz e calor.\"\n\"Já que todas as coisas tangíveis deste planeta são apenas sombras da luz, se conseguirmos criar um fogo que nunca se apague...\"\n\"Mas fazer isso só fará o planeta se consumir ainda mais rápido...\" suspirou a pequena Bruxa.\n\"Quando o mar for drenado, este lugar estará acabado. Não há nada de 'sagrado' nesse tal Graal...\"\n\"Então é por isso que o planeta tem se sentido mal.\"\n\nAntes que o guerreiro pudesse reagir, a pequena Bruxa puxou a espada das costas dele e a arremessou dentro da \"máquina de movimento\".\nO guerreiro estendeu a mão para recuperá-la, mas no instante em que a lâmina tocou a névoa negra do mar, tanto ele quanto a luz que se esvaía desapareceram no nada.\nTodo o planeta foi novamente engolido pela escuridão. Quando a luz do dia enfim retornou, era como se tudo da noite anterior não passasse de um sonho profundo e distante.\n\n\"Suponho que isso sirva como um conserto temporário, pelo menos\", murmurou a pequena bruxa, lançando um último olhar para trás antes de deixar o planeta em sua vassoura.\nÀ luz da manhã, o guerreiro — sua sombra se estendendo longa atrás dele — empunhou a espada concedida pelo Rei do Dia e partiu em sua jornada mais uma vez.\n\"Esse ciclo pode continuar por muito, muito tempo... até o dia em que você também se torne apenas uma casca vazia.\"\n\"Mas não importa o que aconteça, você precisa continuar. Pelo menos... deve viver até que nos encontremos novamente.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "7,2%",
	"effectName": "Esplendor do Rei Diurno",
	"effectTemplateRaw": "Aumenta o Dano CRIT do Supremo em <color=#99FFFFFF>{0}</color>. Obtém o efeito Lâmina do Dia ao atingir o Supremo no inimigo: aumenta o ATQ em <color=#99FFFFFF>{1}</color>; aumenta o ATQ de personagens ativos próximos que não sejam o portador em <color=#99FFFFFF>{2}</color> por 3s.\nAlém disso, quando a equipe possuir o efeito Mágico: Ritual Secreto, o efeito de Lâmina do Dia será aumentado em mais 75%. Esse efeito pode ser desencadeado mesmo que o portador não seja o personagem ativo.",
	"r1": {
		"description": "Aumenta o Dano CRIT do Supremo em 16%. Obtém o efeito Lâmina do Dia ao atingir o Supremo no inimigo: aumenta o ATQ em 20%; aumenta o ATQ de personagens ativos próximos que não sejam o portador em 16% por 3s.\nAlém disso, quando a equipe possuir o efeito Mágico: Ritual Secreto, o efeito de Lâmina do Dia será aumentado em mais 75%. Esse efeito pode ser desencadeado mesmo que o portador não seja o personagem ativo.",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Aumenta o Dano CRIT do Supremo em 20%. Obtém o efeito Lâmina do Dia ao atingir o Supremo no inimigo: aumenta o ATQ em 25%; aumenta o ATQ de personagens ativos próximos que não sejam o portador em 20% por 3s.\nAlém disso, quando a equipe possuir o efeito Mágico: Ritual Secreto, o efeito de Lâmina do Dia será aumentado em mais 75%. Esse efeito pode ser desencadeado mesmo que o portador não seja o personagem ativo.",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Aumenta o Dano CRIT do Supremo em 24%. Obtém o efeito Lâmina do Dia ao atingir o Supremo no inimigo: aumenta o ATQ em 30%; aumenta o ATQ de personagens ativos próximos que não sejam o portador em 24% por 3s.\nAlém disso, quando a equipe possuir o efeito Mágico: Ritual Secreto, o efeito de Lâmina do Dia será aumentado em mais 75%. Esse efeito pode ser desencadeado mesmo que o portador não seja o personagem ativo.",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Aumenta o Dano CRIT do Supremo em 28%. Obtém o efeito Lâmina do Dia ao atingir o Supremo no inimigo: aumenta o ATQ em 35%; aumenta o ATQ de personagens ativos próximos que não sejam o portador em 28% por 3s.\nAlém disso, quando a equipe possuir o efeito Mágico: Ritual Secreto, o efeito de Lâmina do Dia será aumentado em mais 75%. Esse efeito pode ser desencadeado mesmo que o portador não seja o personagem ativo.",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Aumenta o Dano CRIT do Supremo em 32%. Obtém o efeito Lâmina do Dia ao atingir o Supremo no inimigo: aumenta o ATQ em 40%; aumenta o ATQ de personagens ativos próximos que não sejam o portador em 32% por 3s.\nAlém disso, quando a equipe possuir o efeito Mágico: Ritual Secreto, o efeito de Lâmina do Dia será aumentado em mais 75%. Esse efeito pode ser desencadeado mesmo que o portador não seja o personagem ativo.",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Pedaços de Sonho da Decarabian",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 18
			}
		]
	}
}