{
	"name": "Sonhos Flutuantes das Mil Noites",
	"description": "Essa lanterna ilumina os sonhos que flutuam sobre as mil noites, e a sua luz esmeralda flui de dias antigos.",
	"weapontype": "Catalisador",
	"rarity": "5",
	"story": "\"Existe um tempo predefinido para todas as coisas viverem e morrerem, assim como o ciclo infinito da noite e dia.\"\n\"Que a história contida nesta lâmpada lhe traga sonhos esperançosos.\"\n\nQuando o Jardim Imperial caiu, a Donzela que nunca conheceu a \"luz\" ouviu seu sussurro em seu sonho.\nA criança que decidiu partir com o \"sonho\" viu sua compaixão em lágrimas.\n\nA lâmpada de esmeralda refletia o luar silencioso, e falava das estrelas e da canção eterna—\nA dançarina de olhos azuis beijou suavemente a seda manchada de mel, peixes brilhantes e coloridos rodopiavam na água perolada,\nUm músico noturno, guiando as tochas das Jinni, cantando canções sobre a fortaleza dourada em um mar de areia e fios com cor de romã,\nO marinheiro astuto embarca em uma viagem gloriosa, apenas para encontrar a voz da música de seus sonhos e o exuberante jardim do outro lado.\n\nAcompanhados pelos magníficos sonhos de mil mundos, as luzes serenas iluminavam o palácio caído,\ne a brisa suave da floresta varreu o caminho poeirento para casa, levando a criança perdida para fora do palácio onde a paz não reinava mais.\nA lâmpada de esmeralda que contava o sonho de mil noites ficava cada vez mais fraca à medida que o sol da manhã penetrava nas folhas.\nFoi apenas quando ela olhou para trás, estando entre os sonhos e a realidade, que a garota cega percebeu que não havia mais volta, pois o amanhecer tinha chegado.\n\nDesde aquele dia, a lâmpada dos sonhos parou de piscar, e os sonhos do dia anterior foram engolidos pela passagem do tempo.\nMas, os pássaros ainda cantavam, conforme aceitavam o amanhecer. Cantaram sobre lendas que desabrocharam como um campo de flores resplandecentes,\nTrazendo coragem, a esperança e a alegria prometidas às crianças que nunca tiveram a chance de ver um sonho,\ntecer o canto sem fim de mil noites e acendendo as lamparinas momentos antes do longo esperado amanhecer.\n\nDepois de atravessar milhares de sonhos, até que o rouxinol não cante mais, até que o sol elusivo caísse no horizonte novamente,\na viajante que chegou ao fim de sua jornada encontrou finalmente a lâmpada de esmeralda e sua pátria distante,\nA rosa coberta de orvalho ainda balançava suavemente na brisa enluarada, esperando que ela contasse novas histórias:\n\"Mesmo que as memórias da noite anterior se percam para sempre, ainda temos que cantar para o belo sonho que teremos esta noite.\"",
	"baseatk": 44,
	"substat": "Proficiência Elemental",
	"subvalue": "58",
	"effectname": "Canção das Mil Noites",
	"effect": "Os personagens da equipe além do personagem com esta arma equipada darão bônus ao personagem com esta arma equipada baseado no seu Tipo Elemental. Se o Tipo Elemental for o mesmo do personagem com esta arma equipada, aumentarão a Proficiência Elemental em {0}. Se o Tipo Elemental for diferente do personagem com esta arma equipada, aumentarão o Bônus de Dano Elemental do Tipo Elemental do personagem com esta arma equipada em {1}. Os efeitos mencionados acima podem acumular até 3 vezes. Além disso, todos os aliados próximos exceto pelo personagem com esta arma equipada terão sua Proficiência Elemental aumentada em {2}. Os efeitos de várias armas com este mesmo nome podem ser acumulados.",
	"r1": [
		"32",
		"10%",
		"40"
	],
	"r2": [
		"40",
		"14%",
		"42"
	],
	"r3": [
		"48",
		"18%",
		"44"
	],
	"r4": [
		"56",
		"22%",
		"46"
	],
	"r5": [
		"64",
		"26%",
		"48"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Reminiscência do Jardim Oásis",
				"count": 5
			},
			{
				"name": "Prisma Danificado",
				"count": 5
			},
			{
				"name": "Esporo de Cogumelo Flutuante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Graça do Jardim Oásis",
				"count": 5
			},
			{
				"name": "Prisma Danificado",
				"count": 18
			},
			{
				"name": "Esporo de Cogumelo Flutuante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Graça do Jardim Oásis",
				"count": 9
			},
			{
				"name": "Prisma Turvo",
				"count": 9
			},
			{
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Luto do Jardim Oásis",
				"count": 5
			},
			{
				"name": "Prisma Turvo",
				"count": 18
			},
			{
				"name": "Pólen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Luto do Jardim Oásis",
				"count": 9
			},
			{
				"name": "Prisma Radiante",
				"count": 14
			},
			{
				"name": "Poeira Cristalina de Cisto",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Verdade do Jardim Oásis",
				"count": 6
			},
			{
				"name": "Prisma Radiante",
				"count": 27
			},
			{
				"name": "Poeira Cristalina de Cisto",
				"count": 18
			}
		]
	}
}