{
	"id": 11517,
	"name": "Azul Brilhante",
	"description": "A lâmina pura e imaculada, que outrora era tão límpida quanto uma estrela da manhã, agora está tingida de um sombrio azul escuro.",
	"descriptionRaw": "A lâmina pura e imaculada, que outrora era tão límpida quanto uma estrela da manhã, agora está tingida de um sombrio azul escuro.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "\"As leis não devem ser testadas, ou as escrituras questionadas, nem infringidas.\"\n\"Nisso eu acreditei, proclamei e ordenei.\"\n\n\"Somente quanto a luz das estrelas encontrou os meus olhos,\"\n\"se revelando a mim no topo da montanha de rocha branca das canções,\"\n\"o desejo foi posto em meu coração para falar com vocês sobre o alvorecer vindouro.\"\n\n\"Irmãos! Irmãs! Vocês que se submeteram ao mestre primordial, deixem-me falar da verdade que testemunhei.\"\n\"Um de nós vagará sob a noite sem luar, derramando lágrimas futilmente por parentes que não retornarão.\"\n\"Outro viajará pelas areias douradas, jamais compreendendo a sinceridade escarlate ou admiração ardente.\"\n\"Outro ainda se encolherá no escuro, em hostilidade de furar os ossos, até que as marés prometidas surjam para desempenhar um ato final.\"\n\"E ainda outro perambulará para sempre, em sonhos exclusivamente para viajar, aguardando um encontro em uma terra estrangeira e estagnada.\"\n\"Implore, suplique e sacrifique — nenhum desses afrouxará os grilhões em seus pescoços.\"\n\n\"Se esse é o caso, é sua esperança querida e genuína de esquecer que palpita silenciosamente em seus corações?\"\n\"Vocês cairão em uma eternidade sem começo ou fim? Cometerão atrocidades em nome de falsas promessas?\"\n\"Portanto...\"\n\"Abandonem tudo, mergulhem suas asas na impureza — deixe que o amor que queima em seus peitos exploda.\"\n\"Fome, sede, anseio, desejo, confie ao mundo aqueles que vivem nele — que a glória das nações exceda a glória dos céus.\"\n\"Cante e aclame, conceda autoridade à humanidade — que as lanças de luz lunar perfurem as ilusões do criador.\"\n\"Estenda sua mão para aquele amanhecer imaculado, onde as nações precisam implorar por permissão para viver mais!\"\n\"Levantem suas cabeças e observem o alvorecer brilhante, deixem-me guiá-los a novos céus.\"\n\n\"Chegará o momento quando o regente inimigo do amor será abalado,\"\n\"E quando o véu for destruído e despedaçado, um novo dia surgirá sobre esta terra.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4,8%",
	"effectName": "Dádiva da Montanha Branca",
	"effectTemplateRaw": "Dentro de 12s após uma Habilidade Elemental ser usada, o ATQ é aumentado em <color=#99FFFFFF>{0}</color>. Durante esse tempo, quando o personagem que está com essa arma equipada possui 0 de Energia, o ATQ será aumentado em mais <color=#99FFFFFF>{1}</color>, e o Dano CRIT será aumentado em <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Dentro de 12s após uma Habilidade Elemental ser usada, o ATQ é aumentado em 24%. Durante esse tempo, quando o personagem que está com essa arma equipada possui 0 de Energia, o ATQ será aumentado em mais 24%, e o Dano CRIT será aumentado em 40%.",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Dentro de 12s após uma Habilidade Elemental ser usada, o ATQ é aumentado em 30%. Durante esse tempo, quando o personagem que está com essa arma equipada possui 0 de Energia, o ATQ será aumentado em mais 30%, e o Dano CRIT será aumentado em 50%.",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Dentro de 12s após uma Habilidade Elemental ser usada, o ATQ é aumentado em 36%. Durante esse tempo, quando o personagem que está com essa arma equipada possui 0 de Energia, o ATQ será aumentado em mais 36%, e o Dano CRIT será aumentado em 60%.",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Dentro de 12s após uma Habilidade Elemental ser usada, o ATQ é aumentado em 42%. Durante esse tempo, quando o personagem que está com essa arma equipada possui 0 de Energia, o ATQ será aumentado em mais 42%, e o Dano CRIT será aumentado em 70%.",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Dentro de 12s após uma Habilidade Elemental ser usada, o ATQ é aumentado em 48%. Durante esse tempo, quando o personagem que está com essa arma equipada possui 0 de Energia, o ATQ será aumentado em mais 48%, e o Dano CRIT será aumentado em 80%.",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 18
			}
		]
	}
}