{
	"name": "Canção do Fiorde",
	"description": "Uma lança usada por aqueles que querem pegar peixes nas tundras. Não deixa ninguém escapar.",
	"weapontype": "Lança",
	"rarity": "4",
	"story": "As lendas dizem que o inverno vem da Hiperbórea, e os fiordes e auroras por lá são curvados e afiados como as presas de um lobo.\nLá, as geleiras e campos de neve estão sempre abrindo novas fendas, ou as preenchendo, e a terra está em constante mudança.\nAté que finalmente, a terra congelada buscou se separar do cordão umbilical do continente, como se tivesse seus próprios sonhos,\ndeixando para trás apenas a lenda do jovem Ajax, que descobriu o país do ouro e pedra branca nas profundezas do oceano congelado.\nEm meio ao ar congelado que se desprendia lentamente das grossas camadas de gelo, a história do jovem herói trazia um pouco de calor e luz.\nAs histórias sobre ele são muitas. Dizem que navegou um navio até a barriga de uma enorme baleia e lutaou contra um dragão nas planícies congeladas por sete dias.\nEle e Snegurochka se apaixonaram, porém, se perderam por conta dos truques perversos dos metamorfos - uma história verdadeiramente trágica.\n\nA última história que vale a pena ser contada é mais ou menos assim:\nO garoto que nasceu para pescar sob o gelo com um arpão caiu em um reino desconhecido.\nEsse antigo reino havia sido arrastado para as profundezas da terra por conta de um antigo desastre. Porém, apesar de estar enterrado, ainda era tão reluzente quanto o amanhecer.\nO solene e silencioso rei ainda estava sentado em seu gigantesco trono branco. O cetro em sua mão ainda não havia sido devorado pelos insetos,\ne as árvores brancas prateadas do jardim eram como os braços de uma mãe ou de uma amada, abraçando o virtuoso e sábio sacerdote.\nFormas de vida belas, porém traiçoeiras, monstros violentos e desfigurados acordaram de seu sono milenar um após o outro...\n\nUma voz se ouvia à distância...\n\"...Pai! Pai! Ei! Fisgamos um!\"\n\n\"...Oh. Desculpe.\"\n\n\"Então, o que aconteceu? O que aconteceu depois?\"\n\n\"Oh, certo... finalmente, o rapaz derrotou o dragão que dormia nas profundezas do reino.\"\n\"O tesouro do dragão era ouro infinito. Mas ele era uma pessoa corajosa e gentil, e sabia que o ouro era a verdadeira causa da calamidade e do caos. Por isso, pegou apenas uma pequena quantidade, suficiente para satisfazer as suas próprias necessidades e curar seus amigos doentes.\"\n\n\"Hã? Esse é o fim da história?\"\n\n\"Fim.\"\n\n\"Sério...? Então me conte outra história!\"\n\n\"Outra história... fica para a próxima. Hoje vamos parar por aqui, caso contrário, até os peixes vão ser espantados.\"",
	"baseatk": 42,
	"substat": "Taxa Crítica",
	"subvalue": "6",
	"effectname": "Contos das Tundras",
	"effect": "Quando houver pelo menos 3 personagens de Tipos Elementais diferentes na equipe, aumenta a Proficiência Elemental em {0} pontos.",
	"r1": [
		"120"
	],
	"r2": [
		"150"
	],
	"r3": [
		"180"
	],
	"r4": [
		"210"
	],
	"r5": [
		"240"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 3
			},
			{
				"name": "Flor Que Ainda Não Floresceu",
				"count": 3
			},
			{
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 3
			},
			{
				"name": "Flor Que Ainda Não Floresceu",
				"count": 12
			},
			{
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 6
			},
			{
				"name": "Flor Estimada",
				"count": 6
			},
			{
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Cálice de Prata do Mar Pristino",
				"count": 3
			},
			{
				"name": "Flor Estimada",
				"count": 12
			},
			{
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Cálice de Prata do Mar Pristino",
				"count": 6
			},
			{
				"name": "Flor Florescente do Andarilho",
				"count": 9
			},
			{
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 4
			},
			{
				"name": "Flor Florescente do Andarilho",
				"count": 18
			},
			{
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}