{
	"id": 14433,
	"name": "Lanterna do Tutano Preto",
	"description": "Uma lanterna que emite um brilho sutil fantasmagórico, contida por uma liga metálica que lembra ossos interligados. Dizem ter sido venerada como um tesouro precioso por uma certa organização secreta.",
	"descriptionRaw": "Uma lanterna que emite um brilho sutil fantasmagórico, contida por uma liga metálica que lembra ossos interligados. Dizem ter sido venerada como um tesouro precioso por uma certa organização secreta.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Se o poder fosse um majestoso edifício, quantos tijolos seriam necessários para torná-lo realidade?\nTijolos sozinhos não formam um prédio. A questão é: quem decide quais tijolos formarão a fundação e quais se tornarão o pináculo?\nPor trás da fachada de rigorosa ordem, encontra-se a verdade: apenas o puro acaso decide arbitrariamente o destino de cada tijolo.\nUm edifício imponente pode ser derrubado por um único tijolo crucial, aquele que não obedecerá à falsa ordem.\n\n\"O tesouro secreto do Padrinho está escondido nas profundezas do mercado clandestino.\" O banquete para destruir a velha ordem começou, e ladrões famintos já se reúnem pelo prêmio.\nEsta é uma batalha de todos contra todos. A ameaça mais fatal não vem dos homens do Padrinho, mas dos próprios ladrões impiedosos.\nUm feérico foi o primeiro a entrar no cofre do tesouro. Seu mundo o havia ensinado a buscar vantagens, evitar ferimentos pessoais e manter distância dos esquemas alheios.\nEra astuto além da conta, capaz de ler a mente das pessoas como se fossem mapas e de percorrer os caminhos mais seguros através das intrigas mais emaranhadas.\nA próxima a tentar foi uma jovem para quem vencer o feérico importava mais do que os enigmas deixados pelo Padrinho.\nCom sua lâmina, ela cortou com destreza cada fechadura, ludibriando os supostamente complexos mecanismos com as soluções mais simples.\nO último a encarar o desafio foi um caçador, que não via o labirinto como um enigma, mas como um campo de caça que exigia toda a sua cautela.\nA paciência é uma armadilha envenenada, e a perspicácia, uma lâmina sedenta de sangue. Guiado por suas habilidades brutas e primordiais, o caçador enfrentou o desafio de frente.\n\nAinda assim, todos foram derrotados diante do cofre do tesouro — o feérico, a jovem e o caçador igualmente.\nUm mordomo vestido de preto prendeu os três e os conduziu, um a um, para uma câmara interna.\n\"Estimado Padrinho, seus convidados já estão acomodados e aguardam suas ordens.\"\nCom um pêssego Zaytun na mão, o Padrinho mastiga lentamente e diz a cada um dos convidados trazidos pelo mordomo o seguinte:\n\n\"Você não demonstrou respeito pela ordem do mundo e ousou tomar o que não lhe pertencia. E, por isso, pretendo recompensá-lo.\"\n\"A ordem, tal como é conhecida, existe apenas para servir aos seus arquitetos. Acho isso completamente inaceitável, e é por isso que vou precisar da sua ajuda.\"\n\"O que este mundo chama de ordem nada mais é do que os ricos ficando mais ricos e os pobres ficando com menos. Concluí que o roubo é a única forma de restaurar o equilíbrio.\"\n\"Se decidir seguir o código do ladrão a partir de hoje, coma esta fruta na presença dos restos mortais do mestre ladrão.\"\nTendo desejado desde a infância escapar do luxo vazio da vida nobre, o feérico foi tocado pelas palavras do Padrinho e comeu a Fruta de Bulle para aceitar sua oferta.\nA jovem, que jamais se curvara diante da arrogância dos que estavam acima dela, engoliu o Gancho-de-Lobo sem hesitar, pois sua filosofia estava totalmente alinhada à do Padrinho.\nO último a engolir a fruta, a Valberry, foi o caçador, que certa vez se refugiara na floresta gelada em vez de viver em conivência com um mundo corrupto.\n\"Excelente. O pacto está selado. A partir de hoje, vocês são a espinha dorsal da resistência contra a injustiça.\"\n\nApós ver seus convidados partirem um a um, o Padrinho passou suavemente a mão pelas paredes nuas do cofre, perdido em reflexão.\nEle havia removido o tijolo mais crucial do edifício da ordem, mas não podia prever o que viria a seguir.\nEnquanto o Padrinho segurava o estômago e franzia o cenho, a mordoma ao seu lado sorria serenamente para si mesma.\nCom a máxima calma, ela pegou o osso negro da espinha do mestre ladrão, deixando para trás a Lótus de Leite desintoxicante enquanto saía rapidamente.\n\n\"O que você acabou de dizer aos outros ladrões finalmente me fez compreender os ideais do mestre ladrão. Por isso, pouparei a sua vida.\"\n\"A verdadeira justiça não está na ordem em si, mas na simples verdade de que ninguém pode jamais impô-la aos outros.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "48",
	"effectName": "Prova do Contrato",
	"effectTemplateRaw": "Dano de Florescimento é aumentado em <color=#99FFFFFF>{0}</color>. Dano de Florescimento Lunar é aumentado em <color=#99FFFFFF>{1}</color>. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Florescimento Lunar em mais <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Dano de Florescimento é aumentado em 48%. Dano de Florescimento Lunar é aumentado em 12%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Florescimento Lunar em mais 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Dano de Florescimento é aumentado em 60%. Dano de Florescimento Lunar é aumentado em 15%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Florescimento Lunar em mais 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Dano de Florescimento é aumentado em 72%. Dano de Florescimento Lunar é aumentado em 18%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Florescimento Lunar em mais 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Dano de Florescimento é aumentado em 84%. Dano de Florescimento Lunar é aumentado em 21%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Florescimento Lunar em mais 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Dano de Florescimento é aumentado em 96%. Dano de Florescimento Lunar é aumentado em 24%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Florescimento Lunar em mais 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragmento de Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Desejo do Instrumento Arcano",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 12
			}
		]
	}
}