{
	"id": 13404,
	"name": "Lança do Penhasco Obscuro",
	"description": "Uma arma afiada e carmesim que já foi o tesouro inestimável de um gladiador. Seu furador foi manchado pelo sangue de incontáveis bestas e homens. Uma arma feita de pedra preta e aerossiderita. Há um brilho vermelho-escuro em seu brilho frio e preto.",
	"descriptionRaw": "Uma arma afiada e carmesim que já foi o tesouro inestimável de um gladiador. Seu furador foi manchado pelo sangue de incontáveis bestas e homens. Uma arma feita de pedra preta e aerossiderita. Há um brilho vermelho-escuro em seu brilho frio e preto.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "Uma lança de ponta afiada, forjada a partir de raras pedras negras. Ela penetra no ar como um relâmpago, desimpedido pelo vento.\nFeito de cristal de pedra negra da cabeça à ponta, o corpo é incrustado com pedras de jade vermelhas para decoração.\nVisto durante a luz da lua, o turbilhão de luz vermelha-sangue pode ser observado em seu interior.\n\nO mestre artesão de Liyue, Han Wu, teve um filho com sua primeira esposa. O nome do filho era \"Han Ce, o Frio e Calculista\". Frio porque seu pai desejava que ele tivesse cabeça fria e racional. Calculista, pois, seu pai desejava que ele fosse preciso em seu ofício, para que ele pudesse herdar o negócio da família.\nMas Han Ce tinha outras ambições. Durante os seus dias de estudante, Han Ce gastava seu tempo de estudo lendo ficção de artes marciais, enquanto passava seu tempo livre praticando a arte da lança nas montanhas. Ele foi consumido pelo desejo de se tornar um nômade marcial, vagando pelo mundo com seu bastão para se proteger.\nQuando ele partiu para explorar as terras vizinhas em busca de aerosiderite, não foi o metal raro que o cativou, mas a emoção da aventura. E quando ele escalou os picos mais altos para encontrar os Adepti, não foi a sabedoria deles que ele quis ouvir, mas os relatos de suas viagens.\nHan Ce não se importava com as chamas da forja e com o manuseio de armas. Seu pai o repreendeu, mas foi em vão. Eventualmente, Han Ce saiu de casa um dia sem se despedir de seu pai.\n\nEm seus últimos anos, o Han Wu sofreu de um acidente de mineração que mudou profundamente seu temperamento. Ao saber essa notícia, o Han Ce partiu em direção à casa, imediatamente.\nAnteriormente temperamental e nunca sem nada a dizer, o Han Wu agora estava calmo e quieto. Ele não tinha mais nenhuma animosidade em relação ao filho por sua relutância em assumir a forja.\nFinalmente, o pai e o filho se tornaram próximos pela primeira vez em suas vidas. O Han Ce tinha vergonha de suas ações anteriores, mas não sabia como se redimir.\nVários anos mais tarde, Han Wu deu seu último suspiro. Assim terminou a vida do mestre artesão de uma geração. Por vontade de seu pai, Han Ce recuperou um arquivo de desenhos de armas do escritório - eles eram os lendários protótipos.\nO arquivo foi selado dentro de uma arca de madeira juntamente com uma carta endereçada a Han Ce, que dizia:\n\"Para meu querido filho, Han Ce. O mundo é vasto e repleto de muitas maravilhas. Que você sempre veja as maravilhas do mundo, aonde quer que sua jornada o leve.\"\n\nOs desenhos estão cheios das anotações escritas pelo seu pai. Ao lê-los, Han Ce ficou afligido e acabou se sentando sozinho por toda a noite, ponderando silenciosamente.\nEnfrentando o primeiro raio do amanhecer, assim que o Han Ce empurrou a porta, viu um meteorito passando do céu que no final caiu perfeitamente diante dele, na frente da casa de família Han.\nUma série de emoções inundou o coração de Han Ce. Lágrimas de alegria e tristeza corriam pelo seu rosto enquanto ele clamava: \"Os céus falaram! Os céus falaram!\"\nE usando como material base o aerosiderite de meteorito preto e adicionando a rara rocha extraída por seu pai, Han Ce forjou uma lança com uma ponta afiada que brilhava como o gelo e com uma base dura como a rocha, se baseando nos desenhos de seu falecido pai.\nO Han Ce poderia ter viajado o mundo com essa arma confiável em mãos, mas optou por não fazê-lo. Pois o Han Ce jurou que, a partir daquele dia, nunca mais as chamas da fornalha se extinguiriam e nunca mais o trabalho das armas cessaria.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "12%",
	"effectName": "De vitória em vitória",
	"effectTemplateRaw": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>{0}</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
	"r1": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 12% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 15% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 18% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 21% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 24% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Alternação das Nuvens e o Mar",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 12
			}
		]
	}
}