{
	"id": 11408,
	"name": "Espada do Penhasco Obscuro",
	"description": "Uma espada feita de pedra negra. Tem um brilho vermelho escuro em sua lâmina preta.",
	"descriptionRaw": "Uma espada feita de pedra negra. Tem um brilho vermelho escuro em sua lâmina preta.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Uma espada longa feita por pedra negra super rara, afiada o suficiente para quebrar ouro e jade.\nEm uma noite sem nuvens, ao luar, se vê um vermelho profundo no meio da lâmina da espada que se estende por vários centímetros,\nSeu brilho vermelho-sangue cintila levemente no escuro, como se a lâmina estivesse uivando pela noite afora, anunciando seu desejo de dilacerar a terra.\n\nApós a concepção dos novos protótipos, o mestre artesão Han Wu reformulou todo o seu catálogo de armas,\neste desenho em particular utilizou uma substância rara, pedra negra cristalizada, para produzir uma lâmina de qualidade superior.\nAo forjar uma espada de pedra negra, diferenças sutis na temperatura e no tipo de água usada para resfriamento podem influenciar a dureza final e a durabilidade da lâmina.\nIsso representa um grande desafio para os fabricantes de armamento de pedra negra. Como a montanha por conquistar, ou o domínio por desbloquear, é algo que o cuteleiro tem que superar.\nComo o Han Wu se fascinava por forjar as espadas, graças ao contato do seu amigo Yun, ele vai pessoalmente ao Despenhadeiro para coletar os melhores materiais.\nMas um deslizamento de terra ocorreu na veia; várias pessoas ficaram presas no subsolo por quatro longos dias.\n\nAprisionados nas paredes de rocha impenetráveis da caverna, a tripulação descobriu que suas ferramentas de mineração eram inúteis.\nA falta de indicação da passagem dos dias e a escuridão permanente acabaram por pesar na estabilidade mental dos homens presos, que começaram a ceder à loucura.\nQuando eles pensaram que todas as esperanças estavam perdidas, o Han Wu pensou ter visto uma luz bruxuleante emanar do canto da caverna, onde estava o protótipo de espada que tinha trazido consigo para a mina...\nCom essa espada, ele abriu caminho para a liberdade, e os sobreviventes emergiram dos buracos da terra para a gloriosa luz solar brilhante. Mas, no momento em que o primeiro raio de sol fez contato com a lâmina, ela se quebrou em um milhão de pedaços.\nToda a força deixou as pernas do mestre artesão e ele desmaiou no chão. Meses depois, ele refez a espada e declarou: \"Esta espada deverá ser chamada de Espada Longa do Penhasco Obscuro, pois é feita de pedra negra.\"\nTodos os que viram a espada longa do Penhasco Obscuro foram enfeitiçados por sua beleza, encantados por sua nitidez, e seduzidos por sua tenacidade.\nMas a tripulação não falou uma só palavra do que testemunharam durante o incidente nas minas...\n\n\"Na escuridão profunda, o artesão atingiu a rocha com a sua espada com toda a sua força, daí surgiu um som como um relâmpago.\"\nEntre os sons causados pelas espadas, talvez eles já tenham um pressentimento de que ocorrerá um terremoto daqui a uns anos.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "8%",
	"effectName": "De vitória em vitória",
	"effectTemplateRaw": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>{0}</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
	"r1": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 12% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 15% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 18% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 21% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 24% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Areia Brilhante de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Faca de Caça",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Faca de Caça",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Faca Especial",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Faca Especial",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Faca Longa de Inspetor",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo Divino de Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Faca Longa de Inspetor",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}