{
	"id": 12408,
	"name": "Foice do Penhasco Obscuro",
	"description": "Uma espada extremamente resistente da Forja do Penhasco Obscuro. Tem uma cor carmesim escura ao longo de sua lâmina.",
	"descriptionRaw": "Uma espada extremamente resistente da Forja do Penhasco Obscuro. Tem uma cor carmesim escura ao longo de sua lâmina.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Uma espada grande, feita por pedra negra super rara, pesada como rocha, é capaz cortar montanhas.\nA lâmina é forjada a partir de uma combinação de cristal de pedra negra e um minério carmesim. Ela é escura como uma piscina de tinta preta, com chamas vermelhas saltando de dentro.\n\nO armamento de Pedra negra tem suas raízes na antiga série \"protótipo\". As lâminas de Pedra Negra possuem três características distintas: duras como rocha, brilhantes como gelo, ferozes como o sangue que nos dá a vida.\nEmbora esta \"adaga\" seja na verdade uma espada larga, ela tem uma lâmina afiada única, apenas um pouco mais grossa que um fio de seda.\nA união entre os cristais vermelhos e pretos é perfeita, e cada segmento de lâmina se encaixa perfeitamente com o próximo para formar um único corpo coeso.\nComo seu cabo se assemelha a um totem de fogo adornado com rubis, quando visto em movimento de longe, ele parece espirrar sangue violentamente.\n\nO Han Wu, famoso artesão, que saiu para extrair o minério para forjar, foi vítima de um acidente na mina.\nEnquanto estava preso na caverna, seus olhos não conseguiam ver nada além de uma escuridão totalmente envolvente e profundamente desorientadora. Seus ouvidos estremeceram com o estrondo das rochas, como se as fundações do próprio mundo estivessem caindo.\nDaquele dia em diante, o seu forno permaneceu inativo; as cinzas esfriaram e a forja tornou-se um sonho antigo.\nO filho de Han Wu, Han Ce, leu que o núcleo da terra havia sido selado devido a uma infestação de monstros, e correu para informar seu pai.\nHan Wu foi atormentado pela culpa ao ouvir a notícia. Ele estava certo de que sua viagem à mina que havia perturbado o dragão do subsolo e o meteorito do céu. Ele se obrigou a levantar-se de sua cama, ainda doente, acendeu o fogo da fornalha mais uma vez e forjou um poderoso sabre.\nQuando estava pronto, Han Ce levou a espada para dentro do poço da mina. Lá, sob instruções de seu pai, ele ergueu um santuário tão alto quando ele e colocou a espada dentro para afastar o mal e conter o dragão.\n\nHan Wu morreu pacificamente durante seu sono vários anos depois.\nNo momento da morte de Han Wu, um viajante que passava pelo poço da mina do Monte Tianheng viu uma luz carmesim brilhando de algum lugar dentro das rochas. Enquanto o viajante observava, um santuário escondido apareceu e lentamente se abriu.\nA espada larga no interior do santuário brilhavam levemente, como se chorasse de luto.\nHan Ce foi para as montanhas naquela mesma noite para recuperar a lâmina.\nO Tianshu daquela época pessoalmente gravou uma inscrição na lâmina:\n\"Destrói as montanhas e rasga por entre os mares, dilacera as nuvens e divide a lua.\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "12%",
	"effectName": "De vitória em vitória",
	"effectTemplateRaw": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>{0}</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
	"r1": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 12% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 15% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 18% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 21% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 24% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Alternação das Nuvens e o Mar",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 12
			}
		]
	}
}