{
	"id": 14408,
	"name": "Ágata do Penhasco Obscuro",
	"description": "Um misterioso catalisador feito de pedra preta. Tem um brilho carrancudo ameaçador que parece pulsar em sincronia com os tremores das profundezas da terra.",
	"descriptionRaw": "Um misterioso catalisador feito de pedra preta. Tem um brilho carrancudo ameaçador que parece pulsar em sincronia com os tremores das profundezas da terra.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Um catalisador feito de raras pedras negras. Ele brilha quando ativado e a energia cósmica circula dentro dele.\nO dispositivo é circular com um pedaço de Cor Purum vermelho-sangue encaixado no centro. A Cor Purum parece encerar e diminuir como uma lua carmesim, ficando cada vez mais brilhante e depois mais escuro em um ciclo sem fim.\n\nOs picos das montanhas Tianheng contêm muita riqueza e as terras da região oferecem muitas pedras preciosas. Os recursos minerais do reino do Arconte Geo são abundantes.\nUm a um os depósitos de minério no Monte Tianheng e arredores ficariam vazios, e os mineradores cavariam mais. O resultado era uma rede de minas que se estendia por toda a região em todas as direções. Em seu ponto mais profundo, as minas chegavam até o núcleo da terra.\nLentamente, a região outrora tranquila foi assolada por distúrbios cada vez mais frequentes. Com um rosnado profundo, à terra tremia, causando deslizamentos de terra nas montanhas e cavernas nas minas.\nÀ noite, as almas aflitas dos inocentes que morreram nos desastres podiam ser ouvidas chorando à distância.\n\nEntão, um dia, um estranho chegou ao Monte Qingce.\nO estranho estava vestido com uma bata completa e falava de maneira esotérica e eloquente. Ele afirmou ser um exorcista visitando Liyue em uma busca para encontrar dois artesões com o nome de Yun e Han.\nYun Huang, a primeira filha da família Yun, vivia na Vila Qingce. Ela imediatamente enviou um mensageiro para buscar Han Ce, primeiro filho do mestre artesão Han Wu.\nO exorcista informou aos dois que, no passado, os Yuns e Hans haviam criado em conjunto um catalisador para os exorcistas do mundo.\nCom a agitação agora se espalhando por Liyue, os exorcistas desejaram fornecer aos Yuns e Hans um pedaço de Cor Purum carmesim, na esperança que eles pudessem ajudar o povo de Liyue através deste tempo conturbado.\n\nAo receber a mensagem, Yun Huang e Han Ce acenderam o forno imediatamente e criaram um amuleto de pedra negra com o carmesim Pur Lapis em seu núcleo.\nA pedra carmesim ressoava com as linhas ley da terra. Um brilho vermelho-sangue se desvaneceria para dentro e para fora como se fosse um aviso de atividade tectônica iminente,\nAssim como as estrelas guiam aqueles que viajam a noite, este amuleto foi a luz que deu passagem segura ao povo de Liyue através daquela época tumultuada de deslizamentos de terra e desmoronamentos. O amuleto foi colocado aos pés do Monte Tianheng para todos verem.\nQuando os dias de paz finalmente voltaram, o amuleto desapareceu silenciosamente sem deixar rastros, assim como havia desaparecido a fúria do núcleo da Terra.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "12%",
	"effectName": "De vitória em vitória",
	"effectTemplateRaw": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>{0}</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
	"r1": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 12% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 15% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 18% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 21% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Após derrotar um inimigo, o ATQ é aumentado em 24% por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Areia Brilhante de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Faca de Caça",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Faca de Caça",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Faca Especial",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Faca Especial",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Faca Longa de Inspetor",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo Divino de Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Faca Longa de Inspetor",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 12
			}
		]
	}
}