{
	"id": 13516,
	"name": "Ruínas Ensanguentadas",
	"description": "Uma lança longa pintada de preto por causa de incontáveis batalhas, reluz com um brilho etéreo sob a luz azulada fantasmagórica do fogo da lanterna.",
	"descriptionRaw": "Uma lança longa pintada de preto por causa de incontáveis batalhas, reluz com um brilho etéreo sob a luz azulada fantasmagórica do fogo da lanterna.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Um conto popular do Norte fala de dois irmãos: o Rei Carvalho de Verão, que trouxe calor ao mundo, e seu irmão mais velho, o Rei Azevinho de Inverno.\nMas uma súbita e trágica disputa fez com que o Rei Azevinho de Inverno matasse acidentalmente seu irmão mais novo e, desde então, o mundo tem vivido sob um inverno implacável.\nTalvez, na mente das pessoas, sem esse evento trágico, seria impossível explicar por que seu benevolente rei está para sempre envolto em vento e neve.\nMas somente os feéricos imortais sabem que o pergelissolo eterno já dura muito mais do que o reinado de qualquer Tsaritsa.\nO Imperador Branco, que governa os feéricos de um trono elevado na Estrela Pálida, tem permanecido em silêncio desde que voltou das ruínas do extremo norte.\nEle permaneceu na floresta de bétulas, imerso em pensamentos, antes de finalmente abrir a porta para os humanos que outrora havia rejeitado.\nUm palácio labiríntico erguia-se à beira da terra congelada, ao lado da fornalha gigante de Snezhnograd.\nFoi para este lugar que foram convocados os mais sábios entre humanos e os feéricos, e aqui foram lançadas as primeiras sementes de uma grande fantasia.\nPor incontáveis dias e noites, os mais leais e valentes vassalos da Tsaritsa montaram guarda sobre este palácio de ambição audaciosa.\nEntre eles, havia feéricos que seguiam sua soberana desde o princípio, assim como mortais de uma linhagem que havia provado sua lealdade inabalável à Tsaritsa.\nOs dois irmãos pertenciam à geração mais jovem do clã. O mais velho, tendo herdado a insígnia de Luscinia, assumiu o dever de proteger a carruagem sagrada.\nO filho mais novo, que sempre admirara seu irmão mais velho, não teve escolha senão renunciar ao nome da família e resignar-se a uma vida obscura na fronteira.\nEntão, uma calamidade, nascida do egoísmo, despedaçou seus ideais e mudou seu destino para sempre...\nO guarda leal foi consumido pela “besta”, uma criatura de pura escuridão, pelo simples crime de ter vislumbrado o segredo dos Filósofos.\nSeu irmão mais novo, que havia partido para apaziguar distúrbios distantes, retornou a um mundo já mergulhado na neve.\nMas, em vez de suas costumeiras penas branco-prateadas, a lança que ele encontrou carregava agora a mancha negra do sangue nobre.\nAnos depois, o general que herdara o nome da família abandonou sua terra natal, partindo para as selvagens terras fronteiriças em uma busca por vingança.\nCada vez que seus dedos percorriam a lança, ele era transportado de volta àquela longa noite nevada diante do antigo palácio.\nEra uma lembrança encharcada de tristeza, com as palavras de seu velho amigo — ditas quando estava diante da guilhotina — ecoando em sua mente.\nSob a fria luz da lua, o mundo jazia acorrentado por um destino trágico, e seus cidadãos perdidos vagavam sem rumo pelas ruas que um dia chamaram de lar.\nO Forjador da Tocha, banhado pela luz eterna da lua, acendeu a chama perpétua e iniciou sua vigília.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4,8%",
	"effectName": "Tributo à Lamentação",
	"effectTemplateRaw": "Nos 3.5s depois de lançar o Supremo, aumenta o Dano de Carga Lunar causado pelo personagem que está com essa arma equipada em <color=#99FFFFFF>{0}</color>. Além disso, quando o personagem que está com essa arma equipada desencadear Carga Lunar, obtém Canção Desolada: aumenta o Dano do Supremo em <color=#99FFFFFF>{1}</color> por 6s, e regenera <color=#99FFFFFF>{2}</color> de Energia Elemental para o personagem que está com essa arma equipada. Esse efeito de regeneração de Energia Elemental pode ser ativado uma vez a cada 14s.",
	"r1": {
		"description": "Nos 3.5s depois de lançar o Supremo, aumenta o Dano de Carga Lunar causado pelo personagem que está com essa arma equipada em 36%. Além disso, quando o personagem que está com essa arma equipada desencadear Carga Lunar, obtém Canção Desolada: aumenta o Dano do Supremo em 28% por 6s, e regenera 12 de Energia Elemental para o personagem que está com essa arma equipada. Esse efeito de regeneração de Energia Elemental pode ser ativado uma vez a cada 14s.",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "Nos 3.5s depois de lançar o Supremo, aumenta o Dano de Carga Lunar causado pelo personagem que está com essa arma equipada em 48%. Além disso, quando o personagem que está com essa arma equipada desencadear Carga Lunar, obtém Canção Desolada: aumenta o Dano do Supremo em 35% por 6s, e regenera 13 de Energia Elemental para o personagem que está com essa arma equipada. Esse efeito de regeneração de Energia Elemental pode ser ativado uma vez a cada 14s.",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "Nos 3.5s depois de lançar o Supremo, aumenta o Dano de Carga Lunar causado pelo personagem que está com essa arma equipada em 60%. Além disso, quando o personagem que está com essa arma equipada desencadear Carga Lunar, obtém Canção Desolada: aumenta o Dano do Supremo em 42% por 6s, e regenera 14 de Energia Elemental para o personagem que está com essa arma equipada. Esse efeito de regeneração de Energia Elemental pode ser ativado uma vez a cada 14s.",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "Nos 3.5s depois de lançar o Supremo, aumenta o Dano de Carga Lunar causado pelo personagem que está com essa arma equipada em 72%. Além disso, quando o personagem que está com essa arma equipada desencadear Carga Lunar, obtém Canção Desolada: aumenta o Dano do Supremo em 49% por 6s, e regenera 15 de Energia Elemental para o personagem que está com essa arma equipada. Esse efeito de regeneração de Energia Elemental pode ser ativado uma vez a cada 14s.",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "Nos 3.5s depois de lançar o Supremo, aumenta o Dano de Carga Lunar causado pelo personagem que está com essa arma equipada em 84%. Além disso, quando o personagem que está com essa arma equipada desencadear Carga Lunar, obtém Canção Desolada: aumenta o Dano do Supremo em 56% por 6s, e regenera 16 de Energia Elemental para o personagem que está com essa arma equipada. Esse efeito de regeneração de Energia Elemental pode ser ativado uma vez a cada 14s.",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Brasas da Noite Eterna",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Fulgor da Noite Eterna",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 18
			}
		]
	}
}