{
	"id": 13507,
	"name": "Subjugadora de Calamidades",
	"description": "Uma arma afiada forjada de algum cristal estranho. Sua luz azul tênue parece murmurar incontáveis histórias do passado.",
	"descriptionRaw": "Uma arma afiada forjada de algum cristal estranho. Sua luz azul tênue parece murmurar incontáveis histórias do passado.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Dizem que esta longa lança foi forjada usando materiais que não são deste mundo.\nEla passou pelas mãos de muitas almas leais, porém, desafortunadas,\nviu muitos massacres começarem e terminarem, e provou a carne e o sangue de muitas bestas.\n\nDizem que uma pessoa cujo trabalho era exorcizar o mal uma vez chegou ao grande abismo das areias cristalinas,\nRecuperando de suas profundezas um cristal maligno com a cor da água,\nantes de contratar alguém para forjá-lo em uma arma, nomeando-a de \"Subjugadora de Calamidades\".\n\n\"Caso ocorra um desastre, isto certamente será usado para acalmá-lo.\"\nAs pessoas das tribos que viviam nas montanhas rochosas não se vangloriavam nem criticavam.\nMas como não havia contrato assinado, e tais palavras não tinham custo, eles aceitaram todas da mesma forma.\n\nQuando as marés monstruosas escalaram o leito rochoso, tornando a terra cor de cinábrio preta,\na parede do escudo dos Millelith e as forças das trevas se chocaram, e quaisquer sobreviventes deixados para trás foram mortos.\nComo uma estrela fria no meio da escuridão, a Subjugadora de Calamidades brilhou por todos os lados em meio ao caos...\n\nQuando, finalmente, a luz do sol poente dividiu as nuvens lúgubres, a corrupção afundou de volta nas profundezas do abismo.\nA Subjugadora de Calamidades também se perdeu, junto com os Yaksha que a empunharam - ambos voltaram ao silêncio.\nEm épocas mais tarde, aqueles que empunharam esta lança, em grande parte, enfrentariam destinos semelhantes,\nmas para aqueles que lutariam sem precisar de ordens ou proteger as pessoas sem fazer nenhum juramento,\ndificilmente este destino era de se lamentar...\n\nTambém dizem que esta lança uma vez foi emprestada a alguém.\nE em uma caverna deserta e erodida pela água, ela testemunharia um confronto entre bons amigos.",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "3,6%",
	"effectName": "Preceito Extinguidor",
	"effectTemplateRaw": "Obtém um Bônus de Dano Elemental para todos os Elementos de <color=#99FFFFFF>{0}</color>; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente <color=#99FFFFFF>{1}</color> por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
	"r1": {
		"description": "Obtém um Bônus de Dano Elemental para todos os Elementos de 12%; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente 3.2% por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
		"values": [
			"12%",
			"3.2%"
		]
	},
	"r2": {
		"description": "Obtém um Bônus de Dano Elemental para todos os Elementos de 15%; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente 4% por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
		"values": [
			"15%",
			"4%"
		]
	},
	"r3": {
		"description": "Obtém um Bônus de Dano Elemental para todos os Elementos de 18%; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente 4.8% por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
		"values": [
			"18%",
			"4.8%"
		]
	},
	"r4": {
		"description": "Obtém um Bônus de Dano Elemental para todos os Elementos de 21%; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente 5.6% por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
		"values": [
			"21%",
			"5.6%"
		]
	},
	"r5": {
		"description": "Obtém um Bônus de Dano Elemental para todos os Elementos de 24%; após lançar uma Habilidade Elemental, obtém Consumação por 20s, fazendo com que o Ataque aumente 6.4% por segundo. Este efeito pode ser acumulado em até 6 vezes. Quando o personagem da equipe que estiver com esta arma equipada não for o ativo no campo de batalha, o aumento do Ataque de Consumação será duplicado.",
		"values": [
			"24%",
			"6.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 9
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 5
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 9
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Alternação das Nuvens e o Mar",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 18
			}
		]
	}
}