{
	"id": 11432,
	"name": "Calamidade de Eshu",
	"description": "Uma lâmina cerimonial forjada por Sanhaj, o sumo-sacerdote dos Mestres do Vento Noturno. Nas histórias do passado, Sanhaj podia usar essa lâmina curva para realizar rituais, apagando a linha entre o Reino da Noite e o mundo.",
	"descriptionRaw": "Uma lâmina cerimonial forjada por Sanhaj, o sumo-sacerdote dos Mestres do Vento Noturno. Nas histórias do passado, Sanhaj podia usar essa lâmina curva para realizar rituais, apagando a linha entre o Reino da Noite e o mundo.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Assim como uma borboleta não é nada mais que um casulo verde encolhido antes de sua metamorfose,\nA graciosa Cegonha Escarlate não passa de uma bola de penas de cinzas quando jovem,\nE assim foi com o grande sacerdote que encantou o povo com palavras confusas,\nQue passou muito tempo em silêncio após seu nascimento.\n\nO ancião que supervisionava o fogo ritual da tribo afirmou que metade de sua alma havia sido perdida nas chamas da noite,\nE assim, o filho silencioso adentrou as terras áridas de pedra em seu aniversário para buscar a parte de si que faltava.\nMas tal jornada estava repleta de perigos, pois a alma deve atravessar sete camadas de cortinas para conseguir uma audiência com o Senhor do Silêncio,\nE poucos retornam, mesmo com a ajuda dos companheiros Saurianos que podem atravessar dois reinos.\nEntre os Iktomissauros, apenas o enigmático Mahamba estava disposto a acompanhar o menino para terras desconhecidas.\n\nNo longo corredor pavimentado com obsidiana, o menino parecia uma pessoa cujos olhos se abriam pela primeira vez.\nAs memórias do reino antigo fluíam como água através de suas pupilas, e em meio às luzes fluorescentes flutuantes,\nEra como se ele realmente tivesse vivido aqueles anos... Quando o primeiro Arconte Pyro fez um juramento a suas forças diante do vulcão,\nEle se encontrava à sombra de muitos heróis, embora jamais tivesse estado nessas memórias do passado.\nQuando o Senhor Sagrado, saqueador de cidades, que havia caído em um torpor, foi derrubado pelo jovem de olhos carmesim nas escadas diante de um trono vazio,\nEle olhou para baixo e viu o rosto daquele que caiu na lama escura acima da cidade que fora incendiada.\n\nTudo o que aconteceu no passado lhe concedeu a compreensão de todas as palavras, suas estruturas silábicas e o significado por trás desses elementos,\nE isso também lhe permitiu enxergar mais longe e por mais tempo nos fios do tempo,\nAté que ele percebeu que o mestre da noite havia arranjado para que tudo isso lhe fosse mostrado.\nNaquele momento, o agora crescido menino viu uma sombra que em breve cobriria toda Natlan e monstros vindos de além.\nEle viu a ilha solitária e a sombra negra que a ocupava, escavando em todas as fronteiras como uma larva óssea, devastando como um fogo.\nOnde a sombra escura se deitava, os mortos e os prestes a morrer choravam em voz alta.\n\nQuando a névoa escura estava prestes a tocar as tribos de Natlan, ele não pôde evitar gritar: \"Pare!\"\nE com suas primeiras palavras, ele subitamente despertou, encontrando-se deitado ao lado de uma fogueira azul.\nEle viu os olhos de Mahamba brilharem com uma luz tênue, e o velho ancião então lhe entregou um cajado cerimonial.\n\nA partir daquele dia, Sanhaj, que conhecia todas as coisas do passado,\nUsaria aquelas palavras antigas para repreender os tolos que menosprezariam os perigos futuros.\nDaquele dia em diante, Sanhaj, que conhecia todas as histórias, teceu uma enorme rede de mentiras,\nPara ofuscar as pilhas de pergaminhos tecidos, para ocultar um passado que não deveria ser tocado novamente.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Fronteira Permeante",
	"effectTemplateRaw": "Enquanto os personagens estiverem protegidos por um Escudo, o Dano causado por Ataques Normais e Carregados é aumentado em <color=#99FFFFFF>{0}</color>, e a Taxa CRIT de Ataques Normais e Carregados é aumentada em <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Enquanto os personagens estiverem protegidos por um Escudo, o Dano causado por Ataques Normais e Carregados é aumentado em 20%, e a Taxa CRIT de Ataques Normais e Carregados é aumentada em 8%.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "Enquanto os personagens estiverem protegidos por um Escudo, o Dano causado por Ataques Normais e Carregados é aumentado em 25%, e a Taxa CRIT de Ataques Normais e Carregados é aumentada em 10%.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "Enquanto os personagens estiverem protegidos por um Escudo, o Dano causado por Ataques Normais e Carregados é aumentado em 30%, e a Taxa CRIT de Ataques Normais e Carregados é aumentada em 12%.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "Enquanto os personagens estiverem protegidos por um Escudo, o Dano causado por Ataques Normais e Carregados é aumentado em 35%, e a Taxa CRIT de Ataques Normais e Carregados é aumentada em 14%.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "Enquanto os personagens estiverem protegidos por um Escudo, o Dano causado por Ataques Normais e Carregados é aumentado em 40%, e a Taxa CRIT de Ataques Normais e Carregados é aumentada em 16%.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadência do Santo Delirante",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divindade do Santo Delirante",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 12
			}
		]
	}
}