{
	"id": 14513,
	"name": "Supervisão de Caixa",
	"description": "Um dispositivo flutuante que pode monitorar certos fenômenos. Foi pego e modificado para servir a outros usos depois de abandonado.",
	"descriptionRaw": "Um dispositivo flutuante que pode monitorar certos fenômenos. Foi pego e modificado para servir a outros usos depois de abandonado.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "A circulação do dinheiro traça as próprias artérias do mundo.\nInúmeras vidas fluiriam com as marés de sangue, até que fossem arrastadas e engolidas.\nClaro, tudo deveria ter sido as realizações da humanidade.\nAssim como os números e a matemática surgiram para calcular o dinheiro,\nHaveria registros escritos para documentar dívidas e leis para determinar a transferência de riqueza.\n\nA humanidade deveria ter sido a mestra da moeda, e não sua escrava.\nE o coração de ouro deveria pulsar pelo mundo da humanidade.\nClaro, ninguém realmente pode ser dono do dinheiro,\nEle tem apenas estado emprestado nas mãos da humanidade,\nFluindo de um canto do mundo até o fim dos tempos.\n\nUma pessoa específica encontrou esse fato como o mais difícil de compreender,\nQue um \"canto do mundo\" poderia ter sido selecionado e definido.\nA mesma pessoa também achou esse fato quase impossível de aceitar,\nQue a grande realização que deveria ter pertencido à humanidade,\nFoi proposta e limitada por um chamado \"Deus\".\nE é por isso que o sistema precisa ser reformulado.\nUma vez que o coração do dinheiro foi tomado por um deus de uma terra distante,\nEntão eles agora possuem o poder de escravizar todos a seu bel-prazer.\nMesmo que se tornar o mestre do coração de ouro possa ser uma tarefa impossível de realizar,\nO controle do dinheiro deveria ser dado igualmente a todos.\n\n\"Pode ser difícil para você imaginar isso apenas com palavras, então permita-me mostrar-lhe.\"\n\"Vamos começar criando uma nova moeda para substituir a dependência de Mora.\"\n\"Quanto à localização, deve ser uma microeconomia isolada do resto do mundo.\"\n\"Eu fixei meu olhar em uma nação dentro de uma nação com interferência mínima do divino.\"\n\"Infiltrá-la não vai levar muito tempo.\"\n\n\"Como devo nomear a nova moeda? Ah, não sou realmente fã de dar nomes às coisas. Oh, eu consegui.\"\n\"Em homenagem ao cupom que você me deu para conduzir esse experimento, vou chamá-lo de Cupom Especial.\"\n\nO supervisor feito de maquinaria de precisão ronrona enquanto observa o fluxo monetário da pequena nação,\nRegistrando incansavelmente o movimento de cada pedacinho de dinheiro, as economias e os gastos de todos,\nAs mudanças de valor e o número de vezes que cada nota de moeda é circulada durante um período específico.\nA única lei presente é a lei privada do acumulador, e as únicas sanções são a pobreza ou a morte.\nTornar um rentista e ganhar poder e controle, ou ser submetido ao controle e trabalhar até a morte. As regras são sempre justas.\n\nAssim, a humanidade ficará em pé de igualdade com os Deuses em virtude de suas ambições e riqueza inerentes,\nE os fracos que não conseguiram prevalecer serão engolidos pela inundação que é o mundo mortal.\nO poder dos Deuses não mais intervirá para disfarçar o poder dos ricos diante dos pobres,\nNem a riqueza dos Deuses descerá para resgatar a dignidade dos pobres dos pés dos ricos.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4,8%",
	"effectName": "Maré de Sangue Dourado",
	"effectTemplateRaw": "Aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Quando a Vida atual aumentar ou cair, o Dano causado pelo Ataque Normal aumenta em <color=#99FFFFFF>{1}</color>, e o Dano causado pelo Ataque Carregado em <color=#99FFFFFF>{2}</color>. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Quando possuir 3 acúmulos, aumenta a Vel. de ATQ em <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "Aumenta o ATQ em 16%. Quando a Vida atual aumentar ou cair, o Dano causado pelo Ataque Normal aumenta em 16%, e o Dano causado pelo Ataque Carregado em 14%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Quando possuir 3 acúmulos, aumenta a Vel. de ATQ em 8%.",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ em 20%. Quando a Vida atual aumentar ou cair, o Dano causado pelo Ataque Normal aumenta em 20%, e o Dano causado pelo Ataque Carregado em 17.5%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Quando possuir 3 acúmulos, aumenta a Vel. de ATQ em 10%.",
		"values": [
			"20%",
			"20%",
			"17.5%",
			"10%"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ em 24%. Quando a Vida atual aumentar ou cair, o Dano causado pelo Ataque Normal aumenta em 24%, e o Dano causado pelo Ataque Carregado em 21%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Quando possuir 3 acúmulos, aumenta a Vel. de ATQ em 12%.",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ em 28%. Quando a Vida atual aumentar ou cair, o Dano causado pelo Ataque Normal aumenta em 28%, e o Dano causado pelo Ataque Carregado em 24.5%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Quando possuir 3 acúmulos, aumenta a Vel. de ATQ em 14%.",
		"values": [
			"28%",
			"28%",
			"24.5%",
			"14%"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ em 32%. Quando a Vida atual aumentar ou cair, o Dano causado pelo Ataque Normal aumenta em 32%, e o Dano causado pelo Ataque Carregado em 28%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Quando possuir 3 acúmulos, aumenta a Vel. de ATQ em 16%.",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 18
			}
		]
	}
}