{
	"id": 15426,
	"name": "Tocador de Nuvens",
	"description": "Após analisar os antigos mecanismos Adepti que protegem o Tianheng, a Yuheng comissionou a fabricação desse protótipo para a Forja do Penhasco Obscuro.",
	"descriptionRaw": "Após analisar os antigos mecanismos Adepti que protegem o Tianheng, a Yuheng comissionou a fabricação desse protótipo para a Forja do Penhasco Obscuro.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Os antigos dizem que as montanhas do Monte Tianheng estão repletas de gemas, e as profundezas do Despenhadeiro são ricas em jade. A nação de milhares de montes há muito tempo é conhecida por sua abundância,\nE suas instalações mais importantes de mineração e fundição estão localizadas na Forja do Penhasco Obscuro, entalhado no próprio Monte Tianheng.\n\nA Forja foi construída ao escavar as montanhas, com inúmeras oficinas, fornalhas, e túneis de conexão já escurecidos pela poeira.\nNos anos tumultuosos em que sinalizadores de alerta pintavam a terra de vermelho, esse lugar também foi onde os ancestrais das tribos das montanhas procuraram refúgio.\nDizem que existem passagens esquecidas por ele, túneis para reinos antigos subterrâneos que estão em lugares bem profundos debaixo da terra...\n\nDe acordo com os Compilados de Placas de Pedras, o primeiro a restaurar os caminhos obscurecidos através das montanhas foi o fundador da famosa família Yun de Liyue.\nDesde então, seu clã, uma família de ferreiros, tomou o seu lugar no palco da história, considerado como progenitores honrados por inúmeras gerações de artesões depois disso.\n\nQuanto as histórias daquela pessoa, os anais da história deixam apenas algumas linhas—\n\"A engenhosidade de Yun era tão grande que madeira e bambu podiam ser esculpidos em pássaros que voariam por três dias sem retornar. Essas eram obras consideradas o ápice do artesanato.\"\n\nO estudo de mecanismos e a arte da forja inicialmente eram intrinsecamente ligados com os adepti.\nDessa forma, o fundador era normalmente visto como um aprendiz dos adepti, e suas técnicas consideradas ensinamentos adepti.\nO conto mais conhecido hoje em dia é de que ele um dia lutou ao lado de Rex Lapis em uma campanha,\nE tendo conquistado muito, foi reconhecido por três adepti, um após o outro, e recebeu instruções nas artes mecânicas secretas.\n\nDiz a lenda que essas técnicas divinas eram tão incríveis, que até nuvens poderiam ser arrancadas do céu e usadas para moldar mansões,\nE até mesmo a madeira apodrecida e de sobra poderia ser usada para fazer pássaros e bestas que se movem, tão parecidos com os reais que poderiam confundir aos olhos.\nDessa forma, a frase: \"O Penhasco Obscuro, forjado de nuvens\" há muito tempo é bem conhecido em Liyue,\nE poetas e contadores há muito se deliciam com o contraste entre essas duas imagens.\nEmbora a lenda de \"forjamento com nuvem\" é uma interpretação fantasiosa moderna do nome da família \"Yun\" que significa \"nuvem\",\nNinguém disputa que o fundador dedicou o resto de sua vida na Forja do Penhasco Obscuro e nos ensinamentos do trabalho artesanal.\n\nNo final de sua vida e lenda, eles ascenderam em uma luz sagrada, se tornando a estrela guardiã do artesanato.\nMesmo assim, lendas não passam de lendas. Não foram artes adepti que construíram a Forja, nem foram tecidos de vento e nuvem.\nAo invés disso, foi entalhado por um floco e golpe de martelo por vez, pelo suor derramado de inúmeras testas de artesões comuns durante longos séculos.\nAfinal de contas, o contrato do Deus Auri nunca estipulou que a determinação mortal nunca poderia superar milagres adepti.\n\n\"A engenhosidade de Yun era tão grande que madeira e bambu podiam ser esculpidos em pássaros que voariam por três dias sem retornar. Essas eram obras consideradas o ápice do artesanato.\"\n\"No entanto, a vida e carreira de Yun foram passadas transformando pedras em oficinas, e modelando nuvens em mansões. Assim o Penhasco Obscuro foi forjado em Tianheng, para que todas as pessoas possam se beneficiar.\"\n\"Assim, Yun disse: O que é inteligente? E o que é desajeitado? Aquilo que ajuda as pessoas é inteligente, e aquilo que faz o contrário é desajeitado.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "36",
	"effectName": "Padrões Entalhados na Rocha",
	"effectTemplateRaw": "Depois que a Energia Elemental diminui, a Proficiência Elemental do personagem que está com essa arma equipada aumenta em <color=#99FFFFFF>{0}</color>. Esse efeito dura 18s e pode ser acumulado até 2 vezes.",
	"r1": {
		"description": "Depois que a Energia Elemental diminui, a Proficiência Elemental do personagem que está com essa arma equipada aumenta em 40. Esse efeito dura 18s e pode ser acumulado até 2 vezes.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Depois que a Energia Elemental diminui, a Proficiência Elemental do personagem que está com essa arma equipada aumenta em 50. Esse efeito dura 18s e pode ser acumulado até 2 vezes.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Depois que a Energia Elemental diminui, a Proficiência Elemental do personagem que está com essa arma equipada aumenta em 60. Esse efeito dura 18s e pode ser acumulado até 2 vezes.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Depois que a Energia Elemental diminui, a Proficiência Elemental do personagem que está com essa arma equipada aumenta em 70. Esse efeito dura 18s e pode ser acumulado até 2 vezes.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Depois que a Energia Elemental diminui, a Proficiência Elemental do personagem que está com essa arma equipada aumenta em 80. Esse efeito dura 18s e pode ser acumulado até 2 vezes.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grão de Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Punho Danificado",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Punho Danificado",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Punho Quebrado",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Punho Quebrado",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Punho Incandescente",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Bloco de Aerosiderite",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Punho Incandescente",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 12
			}
		]
	}
}