{
	"id": 14515,
	"name": "Chamado Ecoante da Garça",
	"description": "Um leque esculpido em jade puro, ao redor do qual circula uma antiga aura de Força Adepti.",
	"descriptionRaw": "Um leque esculpido em jade puro, ao redor do qual circula uma antiga aura de Força Adepti.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Isso foi há muito tempo, quando a próspera cidade portuária ainda não tinha começado.\nNem mesmo a morada dos Adepti foi poupada daquele caos.\nNaquela época, os seres outrora venerados como divindades lutavam uns contra os outros por suas próprias razões,\nsangue e fogo, separação e renúncia, mancharam tudo que pertencia ao mundo mortal.\n\nAs pessoas que perderam tudo em meio ao tumulto do mundo fugiram para as montanhas, implorando pela proteção dos Adepti,\nos sobreviventes foram perseguidos por inúmeros monstros que haviam perdido a consciência há muito tempo.\nSeus nomes eram desconhecidos, seus números, impossíveis de calcular. Eles avançavam como uma inundação devastadora, destruindo tudo em seu caminho.\nO outro senhor a quem veneravam já havia caído, e seus ferozes rugidos eram seus últimos lamentos.\n\nMas os mortais daquela época ainda não sabiam que o nobre guardião dessas montanhas e rios já havia falecido,\ne diante da calamidade que se espalhava como uma maré turbulenta, os únicos que separavam a vida da morte eram alguns Guardiões Yaksha que protegiam o local.\nApós dias de batalha sangrenta, as vestes brancas foram tingidas de vermelho carmesim, e o carmesim transformou-se em preto profundo, mas as criaturas malignas pareciam não ter fim...\n\nDevido a sua antiguidade, as histórias que se seguiram são muito dispersas. Algumas pessoas dizem que quando a vida está perdida,\ncom suas penas azuis e brancas, uma Adeptus atravessou as nuvens e desceu do firmamento como uma rajada de vento,\nsolitária e grave, silenciosa e reservada, ainda assim governava com orgulho e autoridade sobre os muitos protetores e ancestrais,\nrevertendo um destino que antes parecia sem esperança, derrotando as aparentemente intermináveis hordas de criaturas malignas...\n\nOutros dizem que, no momento mais crítico e desesperador, duas garças esculpidas em jade esmeralda desceram em voo rasante do céu,\nacompanhadas por uma chuva densa de selos mágicos, aniquilando inúmeras entidades malignas num instante, como um vento norte dispersando nuvens pesadas.\nAo olhar atentamente novamente, onde estariam as garças de jade? Havia apenas a Adeptus no céu, fechando delicadamente o leque em suas mãos...\n\nAinda há quem diga que o poder dos Adepti é incompreensível para os mortais. Naquele tempo, os ancestrais apenas ouviram o canto de uma garça,\ne as incontáveis criaturas malignas se transformaram em cinzas num instante, assim como a poeira que se dissipa na luz do sol...\n\nIndependente de qual versão é a verdadeira, quando os descendentes de Liyue falam da Adeptus conhecida como \"Retentora de Nuvem\",\nsempre há um tom de respeito em suas palavras. Quanto à verdadeira situação daquela época...\n\n\"Ah, você também tem uma curiosidade considerável por coisas de um tempo tão distantes,\"\n\"Bem, já que por acaso estou um pouco interessada também, vamos conversar um pouco sobre isso.\"\n\"Vá buscar uma cadeira ali. Não vai levar muito tempo, só umas oito ou nove horas...\"\n\"... Ei, você estava pensando em aproveitar enquanto eu não estava olhando para fugir, não é?!\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "3,6%",
	"effectName": "Axioma da Queda da Nuvem",
	"effectTemplateRaw": "Após o personagem que está com essa arma equipada atingir um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque Imersivo de todos os membros próximos da equipe em <color=#99FFFFFF>{0}</color> por 20s. Quando o Ataque Imersivo dos personagens próximos atinge um inimigo, regenera <color=#99FFFFFF>{1}</color> de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma. O personagem que está com essa arma equipada pode regenerar Energia Elemental mesmo não estando ativo no campo de batalha.",
	"r1": {
		"description": "Após o personagem que está com essa arma equipada atingir um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque Imersivo de todos os membros próximos da equipe em 28% por 20s. Quando o Ataque Imersivo dos personagens próximos atinge um inimigo, regenera 2.5 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma. O personagem que está com essa arma equipada pode regenerar Energia Elemental mesmo não estando ativo no campo de batalha.",
		"values": [
			"28%",
			"2.5"
		]
	},
	"r2": {
		"description": "Após o personagem que está com essa arma equipada atingir um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque Imersivo de todos os membros próximos da equipe em 41% por 20s. Quando o Ataque Imersivo dos personagens próximos atinge um inimigo, regenera 2.75 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma. O personagem que está com essa arma equipada pode regenerar Energia Elemental mesmo não estando ativo no campo de batalha.",
		"values": [
			"41%",
			"2.75"
		]
	},
	"r3": {
		"description": "Após o personagem que está com essa arma equipada atingir um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque Imersivo de todos os membros próximos da equipe em 54% por 20s. Quando o Ataque Imersivo dos personagens próximos atinge um inimigo, regenera 3 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma. O personagem que está com essa arma equipada pode regenerar Energia Elemental mesmo não estando ativo no campo de batalha.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "Após o personagem que está com essa arma equipada atingir um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque Imersivo de todos os membros próximos da equipe em 67% por 20s. Quando o Ataque Imersivo dos personagens próximos atinge um inimigo, regenera 3.25 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma. O personagem que está com essa arma equipada pode regenerar Energia Elemental mesmo não estando ativo no campo de batalha.",
		"values": [
			"67%",
			"3.25"
		]
	},
	"r5": {
		"description": "Após o personagem que está com essa arma equipada atingir um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque Imersivo de todos os membros próximos da equipe em 80% por 20s. Quando o Ataque Imersivo dos personagens próximos atinge um inimigo, regenera 3.5 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma. O personagem que está com essa arma equipada pode regenerar Energia Elemental mesmo não estando ativo no campo de batalha.",
		"values": [
			"80%",
			"3.5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Nadadeira Emplumada",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Nadadeira Emplumada",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Nadadeira Lunar",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Nadadeira Lunar",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Nadadeira Luz do Abismo",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Alternação das Nuvens e o Mar",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Nadadeira Luz do Abismo",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 18
			}
		]
	}
}