{
	"id": 13512,
	"name": "Semblante da Lua Carmesim",
	"description": "Uma arma de gume afiado, brilho deslumbrante como a Lua Carmesim. Dizem que uma antiga dinastia a considerava um objeto ritual que poderia unir dois mundos, mas ninguém mais se lembra das crenças e cerimônias daquela era passada.",
	"descriptionRaw": "Uma arma de gume afiado, brilho deslumbrante como a Lua Carmesim. Dizem que uma antiga dinastia a considerava um objeto ritual que poderia unir dois mundos, mas ninguém mais se lembra das crenças e cerimônias daquela era passada.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "\"Ó Grande Senhor dos Nobres de Khaenri'ah, a lua carmesim há muito caiu no firmamento abissal, e seu sangue finalmente está cego,\"\n\"Ó benevolente senhor que nos lidera, se ainda tens piedade dos filhos da humanidade, então beba profundamente o vinho neste cálice.\"\n\nEra uma era antiga, antes que a luz do sol sombrio iluminasse o subterrâneo, e um antigo e glorioso clã ainda governava aquele vasto reino.\nOs sacerdotes dogmáticos convenceram o rei confuso no trono de que o casco da Lua Carmesim no céu era o governante de todos,\nPois o brilho da luz da lua fluía sob a carne mortal, e a escuridão escondida no fundo do abismo também emergia da Lua Carmesim.\nAssim sendo, o rei da humanidade deveria assumir o nome da Lua Carmesim e, pela luz e chama de dois mundos, julgar o destino volúvel.\nAssim, ansiavam por indivíduos transcendentes para construir inúmeras torres gloriosas, e oravam para a Lua Carmesim, há muito morta, trazer-lhes salvação.\nAté que os astrólogos, rotulados de hereges, vislumbraram na imagem invertida do falso céu a origem de todo o destino do mundo,\nAté que as chamas indomáveis de dúvida e fúria irromperam pelo reino sem sonhos como fogo selvagem, queimando finalmente até o próprio palácio em tons de luz da lua...\n\nNa época do sol escurecido, o nome da Lua Carmesim há muito tempo já havia se desvanecido, junto com o carmesim que fluía. Tudo o que manchou os restos foi o epíteto de Balemoon.\nSe os impuros que sofriam da maldição, ou aqueles imaculados que ainda não haviam sido manchados pelo destino, nenhum voltaria a se considerar seguidor dos ossos da lua.\nPoucos sobreviveram à destruição total de sua espécie, escondendo-se nas sombras onde o sol não brilhava, ansiando para que a Lua Carmesim decretasse que seu desejo por vingança fosse retribuído—\n\nMas a chamada retribuição nunca veio, e o sol sombrio caiu na mesma ignorância e arrogância.\nQuando a destruição novamente se aproximava, apenas a zombaria da luz da lua derramava-se sobre a sombra do sol, há muito reduzido a cinzas.\n\n\"Destino, destino, ó terrível e pálido destino, por que deves te humilhar e submeter a um usurpador tão tirânico\nSe a casca de Balemoon já havia sido marcada pela sua morte, qual significado poderia ser encontrado na vingança sangrenta de dias passados?\nSe o destino que ela tecia nos zomba assim, então vamos zombar do destino tão alto quanto pudermos.\nAté que a última sombra do sol cinzento queime o mundo antigo, até que a Lua Carmesim testemunhe o amanhecer imaculado.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4,8%",
	"effectName": "Sombra do Sol de Cinzas",
	"effectTemplateRaw": "Quando um Ataque Carregado atinge um inimigo, ganha um Contrato de Vida equivalente a 25% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 14s. Além disso, quando o personagem que está com essa arma equipada tem um Contrato de Vida, aumenta o Dano em <color=#99FFFFFF>{0}</color>. Se o valor do Contrato de Vida for maior ou igual a 30% da Vida Máxima, então ganha <color=#99FFFFFF>{1}</color> de aumento de Dano adicional.",
	"r1": {
		"description": "Quando um Ataque Carregado atinge um inimigo, ganha um Contrato de Vida equivalente a 25% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 14s. Além disso, quando o personagem que está com essa arma equipada tem um Contrato de Vida, aumenta o Dano em 12%. Se o valor do Contrato de Vida for maior ou igual a 30% da Vida Máxima, então ganha 24% de aumento de Dano adicional.",
		"values": [
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Quando um Ataque Carregado atinge um inimigo, ganha um Contrato de Vida equivalente a 25% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 14s. Além disso, quando o personagem que está com essa arma equipada tem um Contrato de Vida, aumenta o Dano em 16%. Se o valor do Contrato de Vida for maior ou igual a 30% da Vida Máxima, então ganha 32% de aumento de Dano adicional.",
		"values": [
			"16%",
			"32%"
		]
	},
	"r3": {
		"description": "Quando um Ataque Carregado atinge um inimigo, ganha um Contrato de Vida equivalente a 25% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 14s. Além disso, quando o personagem que está com essa arma equipada tem um Contrato de Vida, aumenta o Dano em 20%. Se o valor do Contrato de Vida for maior ou igual a 30% da Vida Máxima, então ganha 40% de aumento de Dano adicional.",
		"values": [
			"20%",
			"40%"
		]
	},
	"r4": {
		"description": "Quando um Ataque Carregado atinge um inimigo, ganha um Contrato de Vida equivalente a 25% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 14s. Além disso, quando o personagem que está com essa arma equipada tem um Contrato de Vida, aumenta o Dano em 24%. Se o valor do Contrato de Vida for maior ou igual a 30% da Vida Máxima, então ganha 48% de aumento de Dano adicional.",
		"values": [
			"24%",
			"48%"
		]
	},
	"r5": {
		"description": "Quando um Ataque Carregado atinge um inimigo, ganha um Contrato de Vida equivalente a 25% da Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 14s. Além disso, quando o personagem que está com essa arma equipada tem um Contrato de Vida, aumenta o Dano em 28%. Se o valor do Contrato de Vida for maior ou igual a 30% da Vida Máxima, então ganha 56% de aumento de Dano adicional.",
		"values": [
			"28%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Punho Danificado",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Punho Danificado",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Punho Quebrado",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Punho Quebrado",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Punho Incandescente",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Punho Incandescente",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 18
			}
		]
	}
}