{
	"id": 14434,
	"name": "Estrela Gelada",
	"description": "Um recipiente de ritual forjado em prata, puro e completamente imaculado. Dizem que foi uma Relíquia Sagrada passada por gerações entre sacerdotisas do norte distante.",
	"descriptionRaw": "Um recipiente de ritual forjado em prata, puro e completamente imaculado. Dizem que foi uma Relíquia Sagrada passada por gerações entre sacerdotisas do norte distante.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "\"Sempre se lembre, Averelan, meu querido filho, o único presente precioso que o destino me concedeu,\"\n\"uma maldição milenar corre em suas veias, e meu único desejo é que você viva uma vida de paz e alegria.\"\n\"Não importa o que aconteça, você jamais deve pôr os pés em Nod-Krai, e nunca deve se deixar enganar por aquelas falas delirantes e pelo sonho insensato de 'paraíso'.\"\n\"Um paraíso para a humanidade jamais existiu no mundo mortal sob a lua, e tudo o que o Senhor do Céu criou tem seus limites.\"\n\nNuma noite nevada suavemente velada pela luz da aurora, a mulher outrora reverenciada como a Donzela teve mais uma visão dos sonhos que prediziam o destino de sua pátria.\nJá fazia muitos anos desde que ela se despediu de sua terra natal. Ainda assim, como neve molhada, aqueles sussurros deliberadamente esquecidos sempre encontravam um caminho até seus sonhos quentes e silenciosos.\nTalvez fosse a nova vida crescendo em seu ventre que despertava as visões há muito adormecidas e, agora, aqueles fantasmas inquietantes e retorcidos tornavam-se cada vez mais nítidos...\n\nA princípio, vinham até ela como pesadelos incessantes, inúmeros sonhos que iam e vinham sem fim em ciclos sufocantes e implacáveis.\nAs Sementes da Vida, nascidas não da evolução da natureza, caíram de galhos prateados nas ruínas da cidade desolada,\nonde criaturas sem penas, que caminhavam sobre duas patas traseiras, passaram a desfrutar de uma sabedoria sem precedentes e das bênçãos que ela concedia.\nEntão vieram a ganância sem fim e o desejo egoísta, cada um mascarado por nomes de aparência nobre,\ne deles seguiram-se o ódio, as maldições, a traição, a discórdia, a pilhagem, o massacre e irmãos voltando-se contra irmãos.\nAs cidades espalhadas pela terra seguiram seus próprios caminhos de bem e de mal, enquanto o emissário divino permanecia em silêncio, observando tudo se desenrolar.\nEntão os reis das terras ousaram testar os céus eternos,\ne somente então as grandes torres caíram em chamas, soterrando os gritos dos escravos que há tanto sofriam.\n\nComo uma sombra fugidia que se desfaz em um único sopro, um sonho sem sonhos estendeu-se por mil anos e depois mais mil,\nde coroas empilhadas em segredo, não reclamadas, em reinos ocultos sob árvores murchas e frágeis.\nMas às vezes o plano divino se despedaça, e a vasta cidade dourada erguida da terra\nnão foi suficiente para acalmar os corações mortais inchados de ambição,\ncorações que cobiçavam o trono vazio do mundo e buscavam romper o limite entre o mortal e o divino.\nMas como todas as ilusões trágicas, aquele paraíso sem fronteiras cairá,\nos reis da chama cairão na névoa sombria e as marés engolirão eventualmente os impérios de pedra branca inteiros.\nO mundo agonizante avançava para o seu fim, restando apenas as sombras do passado a vagar por seus salões.\n\nIncontáveis sonhos encharcados de sangue, lágrimas e pecado... Incontáveis sonhos, para sempre fora de alcance...\nAnos de divisão e ódio, carregados de geração em geração, girando sem fim sob uma noite sem estrelas.\nMesmo assim, uma voz que ela jamais escutara, mais familiar do que qualquer uma que ouvira,\nsempre sussurrava para ela na beira da escuridão e dor, com uma compaixão macia e luminosa como luz.\n\n\"Nesse caso, trarei um fim aos guerreiros desta terra e erguerei um paraíso sem fronteiras em seu lugar.\"\n\"Fiz isso não para me tornar um soberano, mas para garantir que ninguém mais jamais possa se chamar assim.\"\n\nO sonho dela sempre acabava quando chegava no momento prometido, e ela sempre era trazida de volta às costas da realidade,\nacompanhada por uma luz matinal pálida e uma leve agitação de vida nela.\nA jovem mãe soltou um suspiro suave enquanto seus dedos roçavam no talismã prateado que repousava contra seu peito.\nContemplando o rosto de quem amava ao seu lado, a mulher pousou delicadamente a mão sobre o ventre e perguntou:\n\n\"Meu filho, meu querido filho... por que você se agita assim?\"\n\"Você se agita porque sente o coração da sua mãe, e por isso tem medo?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "12%",
	"effectName": "Sonhos Noturnos",
	"effectTemplateRaw": "Nos 10s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color>. Nos 10s após a Habilidade Elemental atingir um inimigo, aumenta a Proficiência Elemental em <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Nos 10s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental em 72. Nos 10s após a Habilidade Elemental atingir um inimigo, aumenta a Proficiência Elemental em 48.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Nos 10s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental em 90. Nos 10s após a Habilidade Elemental atingir um inimigo, aumenta a Proficiência Elemental em 60.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Nos 10s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental em 108. Nos 10s após a Habilidade Elemental atingir um inimigo, aumenta a Proficiência Elemental em 72.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Nos 10s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental em 126. Nos 10s após a Habilidade Elemental atingir um inimigo, aumenta a Proficiência Elemental em 84.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Nos 10s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental em 144. Nos 10s após a Habilidade Elemental atingir um inimigo, aumenta a Proficiência Elemental em 96.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragmento de Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Desejo do Instrumento Arcano",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 12
			}
		]
	}
}