{
	"id": 13405,
	"name": "Lança do Duelo",
	"description": "Uma lança afiada vermelho-sangue que era inestimável para um gladiador no passado. Sua ponta está manchada com o sangue de inúmeras bestas e pessoas.",
	"descriptionRaw": "Uma lança afiada vermelho-sangue que era inestimável para um gladiador no passado. Sua ponta está manchada com o sangue de inúmeras bestas e pessoas.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "Esta lança carmesim já presenciou a inúmeras batalhas e testemunhou o valor de um certo gladiador.\nSua ponta gelada muitas vezes estava encharcada com o sangue de seus inimigos, para os aplausos estrondosos da multidão.\nO destino do gladiador estava manchado de sangue, e a liberdade, tão próxima, mas tão distante, era muitas vezes equilibrada na ponta de uma faca.\nE o som abafado do aço carmesim afundando na carne era o som da morte para muitos lutadores.\n\nQuando a apresentação final do gladiador terminou, o seu mestre falou em meio aos aplausos estrondosos:\n\"O número prometido foi cumprido. Você agiu bem e é um guerreiro digno de grande renome.\"\n\"Considere esta arma como um presente de despedida... Ainda assim, você não consideraria continuar lutando?\"\n\"Continue a sua brilhante atuação como pessoa livre, para a sua glória e a minha. O que você diz?\"\nMuitos anos atrás, os animais e homens que caíram com aquela lança se tornaram numerosos demais para serem contados.\nEnquanto a arma ficou conhecida por ser invencível em duelos, o coração do Gladiador passou a ser propriedade de seu jovem mestre.\n\nQuando a performance final do gladiador terminou, em meio a aplausos estrondosos,\nsua arma caiu na areia ensanguentada enquanto a lâmina ardente da donzela de cabelos vermelhos perfurava o coração do velho guerreiro.\nAo cair, abatido, voltou os olhos para seu amado mestre, seu nobre senhor que tanto o apreciava...\n\"Eberhart, Mestre Eberhart... Meu desempenho final lhe agradou?\"\nO assento de seu mestre estava desocupado, havia apenas uma taça de vinho e uma bandeja de prata caídos.\n\n\"No início, lutei por mim mesmo, pelo sangue e pela luxúria da batalha.\"\n\"Mas desde uma época que não sei quando, tenho matado para meu mestre.\"\n\"Somente para o bem dos outros é que conseguimos lutar como bestas selvagens sem preocupações.\"\n\"Alguém como você, que luta pelo seu povo e não para si mesma... Certamente, você entende o que quero dizer com isso.\"",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "8%",
	"effectName": "Gladiador",
	"effectTemplateRaw": "Se houver 2 inimigos ao redor, o ATQ é aumentado em <color=#99FFFFFF>{0}</color> e a DEF é aumentada em <color=#99FFFFFF>{1}</color>. Se houver menos que 2 inimigos ao redor, o ATQ é aumentado em <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Se houver 2 inimigos ao redor, o ATQ é aumentado em 16% e a DEF é aumentada em 16%. Se houver menos que 2 inimigos ao redor, o ATQ é aumentado em 24%.",
		"values": [
			"16%",
			"16%",
			"24%"
		]
	},
	"r2": {
		"description": "Se houver 2 inimigos ao redor, o ATQ é aumentado em 20% e a DEF é aumentada em 20%. Se houver menos que 2 inimigos ao redor, o ATQ é aumentado em 30%.",
		"values": [
			"20%",
			"20%",
			"30%"
		]
	},
	"r3": {
		"description": "Se houver 2 inimigos ao redor, o ATQ é aumentado em 24% e a DEF é aumentada em 24%. Se houver menos que 2 inimigos ao redor, o ATQ é aumentado em 36%.",
		"values": [
			"24%",
			"24%",
			"36%"
		]
	},
	"r4": {
		"description": "Se houver 2 inimigos ao redor, o ATQ é aumentado em 28% e a DEF é aumentada em 28%. Se houver menos que 2 inimigos ao redor, o ATQ é aumentado em 42%.",
		"values": [
			"28%",
			"28%",
			"42%"
		]
	},
	"r5": {
		"description": "Se houver 2 inimigos ao redor, o ATQ é aumentado em 32% e a DEF é aumentada em 32%. Se houver menos que 2 inimigos ao redor, o ATQ é aumentado em 48%.",
		"values": [
			"32%",
			"32%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}