{
	"id": 14413,
	"name": "Contos de Dodoco",
	"description": "Um livro infantil com uma bela capa. Seu conteúdo é pequenas estórias infantis inofensivas, e quem as ler não poderá evitar rir.\nMesmo que seu leitor já seja um adulto, ao ler tais aventuras inocentes, também acabará fascinado por elas.",
	"descriptionRaw": "Um livro infantil com uma bela capa. Seu conteúdo é pequenas estórias infantis inofensivas, e quem as ler não poderá evitar rir.\nMesmo que seu leitor já seja um adulto, ao ler tais aventuras inocentes, também acabará fascinado por elas.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Lendas falam sobre um mar longínquo sob uma densa neblina, e no centro dele há um arquipélago chamado Arquipélago de Maçã Dourada.\nDizem que o Clã Dodo pacífico e fofo vive junto nas muitas ilhas, e não têm problemas com o resto do mundo.\nEles são criaturas bondosas e travessas. Eles gostam de brincar juntos, ninguém fica entediado ou triste.\nEles chamam de \"Dodoco\" uns aos outros, o que significa \"melhor amigo\"!\n\nMas assim como os Dandelions, que um dia deixarão o abraço de seu talo e irão com o vento, cada Dodoco um dia surfará o vento e as ondas, e viajará para o mundo inteiro em uma aventura, em busca de um Trifolium.\nPor que eles fazem isso?\nÉ porque, tendo vivido por muito tempo no Arquipélago de Maçã Dourada, os Dodocos não podem mais se reconhecer uns aos outros. Eles são todos \"Dodocos\", e todos parecem iguais, afinal de contas! Portanto, não há \"você\" ou \"eu\" para eles de forma alguma!\nMas somente o Trifolium vermelho e flamejante pode fazê-los saber o verdadeiro significado de \"Dodoco\" e se distinguir, permitindo-lhes assim brincar livremente com todos os seus amigos!\n- Pelo menos, foi isso que a minha mãe disse, e ela consegue fazer qualqueeeeer coisa!\nEntão para entender o que faz um \"Dodoco\" de verdade, eles se despedem de seus melhores amigos atuais e vão para um lugar mais longe para fazer novos amigos, tornando-se assim o \"Dodoco\" deles também!\nEles verão todo tipo de coisas legais, ouvirão todo tipo de coisas interessantes, conhecerão muitos amigos... E um dia, quando seus amigos estiverem olhando para eles, num momento em que ninguém espera - é quando o Trifolium abrasador e cintilante aparecerá!\n\nE é por isso que quando um Dodoco peludo do Arquipélago de Maçã Dourada rola para o mar ou pula no vento antes de ir para longe, bem longe, isso significa que uma criança sortuda está prestes a conhecer seu melhor amigo de todo sempre!\nEste pequeno e precioso livro foi dado pela mãe mais livre do mundo para a filha mais sortuda do mundo. Ele narra as inúmeras aventuras que Dodoco teve antes de conhecê-la, e as aventuras que ela e Dodoco tiveram desde então - maiores e melhores aventuras cheias de faíscas, respingos, tesouros, e muitos amigos!",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "Dodo-aventura!",
	"effectTemplateRaw": "Dentro de 6s após acertar um inimigo com o Ataque Normal, o Dano causado pelo Ataque Carregado aumenta em <color=#99FFFFFF>{0}</color>. Dentro de 6s após acertar um inimigo com o Ataque Carregado, o ATQ aumenta em <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Dentro de 6s após acertar um inimigo com o Ataque Normal, o Dano causado pelo Ataque Carregado aumenta em 16%. Dentro de 6s após acertar um inimigo com o Ataque Carregado, o ATQ aumenta em 8%.",
		"values": [
			"16%",
			"8%"
		]
	},
	"r2": {
		"description": "Dentro de 6s após acertar um inimigo com o Ataque Normal, o Dano causado pelo Ataque Carregado aumenta em 20%. Dentro de 6s após acertar um inimigo com o Ataque Carregado, o ATQ aumenta em 10%.",
		"values": [
			"20%",
			"10%"
		]
	},
	"r3": {
		"description": "Dentro de 6s após acertar um inimigo com o Ataque Normal, o Dano causado pelo Ataque Carregado aumenta em 24%. Dentro de 6s após acertar um inimigo com o Ataque Carregado, o ATQ aumenta em 12%.",
		"values": [
			"24%",
			"12%"
		]
	},
	"r4": {
		"description": "Dentro de 6s após acertar um inimigo com o Ataque Normal, o Dano causado pelo Ataque Carregado aumenta em 28%. Dentro de 6s após acertar um inimigo com o Ataque Carregado, o ATQ aumenta em 14%.",
		"values": [
			"28%",
			"14%"
		]
	},
	"r5": {
		"description": "Dentro de 6s após acertar um inimigo com o Ataque Normal, o Dano causado pelo Ataque Carregado aumenta em 32%. Dentro de 6s após acertar um inimigo com o Ataque Carregado, o ATQ aumenta em 16%.",
		"values": [
			"32%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara Danificada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara Danificada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara Suja",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara Suja",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara Ominosa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara Ominosa",
				"count": 12
			}
		]
	}
}