{
	"id": 15503,
	"name": "Elegia do Suspiro Final",
	"description": "Um arco tão adorável quanto a lira de qualquer bardo, suas flechas perfuram o coração como um suspiro lamentável.",
	"descriptionRaw": "Um arco tão adorável quanto a lira de qualquer bardo, suas flechas perfuram o coração como um suspiro lamentável.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "\"O vento do leste leva a fragrância do vinho.\"\n\"O vento das montanhas traz notícias do destino.\"\n\"A brisa vinda de longe agitou meu coração.\"\n\"Ela expressa minhas saudades de você.\"\n\nHá muito tempo, havia um cavaleiro que sempre parecia aflito.\nApenas essa música pode aliviar sua dor.\nApenas aquela garota que canta essa música no palácio\nPoderia fazer com que ele se esquecesse do grande fardo de seu dever por um tempinho.\n\nMas, por fim, a calamidade veio sobre esta terra.\nAs canções que outrora voavam alegremente ao vento foram afogadas por um dragão venenoso.\nOs seus passos que abalavam a terra, junto com os seus gritos e as chamas, foram todos despedaçados.\nO Arconte Anemo que se recusou a governar ouviu um choro aflito,\nMas, para proteger o sonho de seus velhos amigos e defender os campos verdes beijados pelo vento,\nEle acordou de seu longo sono novamente, e voltou a defrontar o dragão azul do céu em uma batalha...\nO cavaleiro e os seus companheiros também lutaram por suas terras.\n\nQuando o dragão maligno finalmente foi derrotado na montanha de gelo selado, e o dragão azul adormeceu na torre da cidade antiga,\nMas o Cavaleiro estava no vale, esgotando o sangue de sua vida, e ao cair, ele apenas pensava:\n\"Ela está estudando no exterior, então ela deve estar bem. Mas, ah! Se pudesse ouvi-la cantar novamente.\"\n\"Pelo menos Arundolyn e Roland estão bem. Quando ela voltar, esta calamidade deverá ter passado.\"\n\nOs poemas de louvor ao arconte e as melodias que gravaram a batalha dos dois dragões foram muitos, mas todas lentamente se desapareceram.\nA música que a garota adorava cantar também mudou quando ela voltou.\n\"Os Dandelions vão para longe com o vento matinal.\"\n\"O vento do outono leva de volta a fragrância de colheita.\"\n\"Mas não havia nenhum vento em nenhuma das estações na terra.\"\n\"Nunca pode trazer os seus olhares.\"\n\nE depois que sua voz e suas lágrimas secaram, a garota jurou usar a chama de sua vida para limpar as tortuosidades do mundo.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "12%",
	"effectName": "Canção de Despedida",
	"effectTemplateRaw": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <color=#99FFFFFF>{1}</color> pontos, além disso, o ATQ será aumentado em <color=#99FFFFFF>{2}</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
	"r1": {
		"description": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta a Proficiência Elemental em 60 pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolo das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em 100 pontos, além disso o ATQ será aumentado em 20%. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
		"values": [
			"60",
			"100",
			"20%"
		]
	},
	"r2": {
		"description": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em 75% pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em 125 pontos, além disso o ATQ será aumentado em 25%. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
		"values": [
			"75%",
			"125",
			"25%"
		]
	},
	"r3": {
		"description": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em 90% pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em 150 pontos, além disso o ATQ será aumentado em 30%. Dentro de 20s depois da ativação, não é possível obter o Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
		"values": [
			"90%",
			"150",
			"30%"
		]
	},
	"r4": {
		"description": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em 105% pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Despedida\" por 12s: A Proficiência Elemental será aumentada em 175 pontos, além disso o ATQ será aumentado em 35%. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
		"values": [
			"105%",
			"175",
			"35%"
		]
	},
	"r5": {
		"description": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em 120% pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em 200 pontos, além disso, o ATQ será aumentado em 40%. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
		"values": [
			"120%",
			"200",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 18
			}
		]
	}
}