{
	"name": "Fumetsu Gekka",
	"description": "Um lindo cordão de jaspe das profundezas do mar. Ele brilha com um brilho puro, e igualmente distante quanto o da lua.",
	"weapontype": "Catalisador",
	"rarity": "5",
	"story": "Dizem que o emblema \"pérola e ondas\" do Sangonomiya representa as ondas que abraçam Watatsumi,\nE as pérolas brilhantes que podem ser encontradas lá. Mas alguns também dizem que ela mostra a roda com as joias de Watatsumi Omikami mantendo vigilância eterna sobre a terra dos corais como a lua.\n\nNos sonhos do mar profundo onde as esponjas e os corais habitam, nas profundezas onde nuvens fluem e as areias oceânicas dançam como uma só,\nA esperança eterna passaria de geração em geração daqueles descendentes de seu deus - aqueles que sonhavam os mesmos sonhos que Watatsumi.\nAs cores dos céus estão sempre mudando, e as luzes e sombras lançadas no fundo das ondas são de formas mal definidas...\nAssim fez a brilhante compaixão que o oceano escuro não podia esconder, difundir com tranquilidade e felicidade.\n\nNaqueles dias, a primeira Sacerdotisa Divina uma vez conduziu seus irmãos com sabedoria tão preciosa quanto as pérolas,\nE ela selecionou clérigos entre as pessoas recentemente introduzidas ao sol, que ajudaram a progênie de seu deus a confortar aqueles para quem a luz do dia trouxe terror.\nNos tempos mais recentes, os \"Umigozen\" que faziam tremer as marinhas de Narukami cantavam canções de baleias ao seu lado,\nE foi este símbolo que eles desenharam enquanto dançavam com o kurage voador.\n\nAlguns anos mais tarde, um único raio rejeitaria o sonho do povo Watatsumi.\nNa tempestade, a serpente se abateu, os raios brilhavam impiedosamente para certamente enfrentar a aparência implacável de um relâmpago...\nMas os filhos do deus e as sacerdotisas, que tinham coração de pérola, não se esqueceriam.\nInúmeras histórias, gratidão inumeráveis, e aquele anel de pedras preciosas do oceano seria para sempre passado adiante,\nE elas brilhariam cada vez mais e com mais beleza por conta disso.\n\nSejam as histórias dos ramos de joias sendo despedaçados ou o nascimento de pérolas preciosas,\nOu a derrota de criaturas perversas nas profundezas para trazer a luz do sol para a nação empalidecida sob as ondas,\nOu como o jovem que sonhou em ficar no topo do Monte Yougou chegou a ter o nome de um \"rei do mal\", e teve seu grandioso duelo contra os tengu...\nTudo isso iluminaria os corações das crianças de Watatsumi, como pérolas do céu, como ondas sob o brilho da lua.\nEles levarão a dor da perda para dentro das águas agitadas e salgadas, guardando-as dentro de pérolas radiantes.\nQue as histórias e sacrifícios da era dos deuses sejam eternamente proferidos, juntamente com este emblema de \"pérola e ondas\".\n\nMesmo que as nuvens da tempestade se acumulem, e mesmo que a ferocidade do relâmpago violeta seja perigoso e imprevisível,\nA lua de prata de Watatsumi ainda atravessará as nuvens e espalhará sua luz.",
	"baseatk": 46,
	"substat": "Vida",
	"subvalue": "10.8",
	"effectname": "Byakuya Kougetsu",
	"effect": "Bônus de Cura aumentado em {0}, o Ataque Normal é aumentado em {1} da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s.",
	"r1": [
		"10%",
		"1%"
	],
	"r2": [
		"12.5%",
		"1.5%"
	],
	"r3": [
		"15%",
		"2%"
	],
	"r4": [
		"17.5%",
		"2.5%"
	],
	"r5": [
		"20%",
		"3%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Ramo de Coral de um Mar Distante",
				"count": 5
			},
			{
				"name": "Prisma Sombrio",
				"count": 5
			},
			{
				"name": "Casca Espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ramo Perolado de um Mar Distante",
				"count": 5
			},
			{
				"name": "Prisma Sombrio",
				"count": 18
			},
			{
				"name": "Casca Espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ramo Perolado de um Mar Distante",
				"count": 9
			},
			{
				"name": "Prisma Cristalino",
				"count": 9
			},
			{
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ramo de Jade de um Mar Distante",
				"count": 5
			},
			{
				"name": "Prisma Cristalino",
				"count": 18
			},
			{
				"name": "Coração Espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Ramo de Jade de um Mar Distante",
				"count": 9
			},
			{
				"name": "Prisma Polarizado",
				"count": 14
			},
			{
				"name": "Núcleo Espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Ramo Dourado de um Mar Distante",
				"count": 6
			},
			{
				"name": "Prisma Polarizado",
				"count": 27
			},
			{
				"name": "Núcleo Espectral",
				"count": 18
			}
		]
	}
}