{
	"name": "Olho da Percepção",
	"description": "Uma pérola negra esmaltada que se diz ter o poder de ler a pureza do coração.",
	"weapontype": "Catalisador",
	"rarity": "4",
	"story": "Um belo artigo feito com um esmalte natural raro.\nDiz a lenda que o Olho da Percepção já foi tão brilhante, claro e liso como a superfície de um lago, mas se deteriorou com o passar dos anos.\nRegistros populares afirmam que, em noite calma, se pode ouvi-lo fazer ruídos suaves.\nÀs vezes parece uma brisa suave, outras vezes como uma fonte fluida.\n\nDizem que o Olho da Percepção foi uma herança dos Adepti que foi passada para Liyue e finalmente encontrou seu caminho para a família Yun.\nUm dia, a Yun estava passeando nas montanhas, e lá ela encontrou um exorcista chamado o Huang, que veio para visitar o Adeptus.\nA Yun falou com o Huang com entusiasmo e longamente, e presenteou o Huang com o Olho da Percepção. Quando o Huang recusou freneticamente, a Yun disse isso com um sorriso:\n\"Esta pérola é a quintessência da natureza. Somente um cujo coração é puro pode usá-la.\"\n\nAgradecendo a Yun, Huang pegou o Olho da Percepção e o colocou em sua pessoa, e aos poucos foi se aproximando de Liyue. No caminho, nem a chuva e nem o vento foram capazes de o impedir.\nComo alguém que buscava o caminho do Adeptus, Huang vagava pelas terras sem descanso. Assim, ele costumava ir ao mercado comprar água e comida.\nNas ruas do lado do porto tinham todos os tipos de pessoas. Ainda assim, o Huang caminhou entre eles como se estivesse ocioso e nunca foi usado.\nAlguns estavam curiosos: como esse exorcista erudito poderia ir para a cidade como um peixe na água e nunca perder um passo?\nQuando perguntado, ele respondeu: \"Este Olho da Percepção treme ante a maldade, e me ajuda a ver quais corações são verdadeiros.\"\n\nEste Olho da Percepção poderia revelar corações humanos, embora ninguém soubesse como funcionava, fazendo com que muitos dependessem de contos folclóricos para explicá-lo.\nAlegadamente, na meia-noite ele pode fazer barulho, como o som da brisa na caverna, ou do correr de água por pedras.\nAmbos lembram dos murmúrios dos demônios que se alimentam de pensamentos malignos, uma característica comum das histórias que as mães contavam aos seus filhos antigamente.",
	"baseatk": 41,
	"substat": "ATQ",
	"subvalue": "12",
	"effectname": "Echo",
	"effect": "Ataques Normais e Ataques Carregados possuem 50% de chance de disparar uma Bola da Percepção, causando {0} de Dano de ATQ. Esta bola pode rebater entre os inimigos por até 4x. Este efeito pode ser ativado uma vez a cada {1}.",
	"r1": [
		"240%",
		"12s"
	],
	"r2": [
		"270%",
		"11s"
	],
	"r3": [
		"300%",
		"10s"
	],
	"r4": [
		"330%",
		"9s"
	],
	"r5": [
		"360%",
		"8s"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 3
			},
			{
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"name": "Máscara Danificada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 3
			},
			{
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"name": "Máscara Danificada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 6
			},
			{
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"name": "Máscara Suja",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 3
			},
			{
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"name": "Máscara Suja",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 6
			},
			{
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"name": "Máscara Ominosa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Alternação das Nuvens e o Mar",
				"count": 4
			},
			{
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"name": "Máscara Ominosa",
				"count": 12
			}
		]
	}
}