{
	"name": "Crepúsculo Desvanecido",
	"description": "Um arco precioso feito de platina, com uma gema incrustada que cintila com o brilho do crepúsculo.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Um arco longo de jade colorido, com uma pérola incrustada, que dizem ser capaz de disparar contra nuvens crepusculares.\nMesmo após ter sido contaminado nos abismos mais escuros por um longo período, seu brilho eterno ainda permanece.\n\nHá muito tempo, quando a Calamidade Tenebrosa caiu sobre o vale carmesim, inúmeros soldados Millelith partiram, carregando seu heroísmo.\nDentre esses heróis, havia uma jovem arqueira oriunda das montanhas, e uma vez tendo adentrado nas profundezas, jamais delas saiu.\n\n\"Sou a filha dos penhascos de Cristal de Areia Vitrificada. Meu sangue não conhece o medo\".\n\"Com tantos soldados Millelith sacrificando suas vidas, seria uma vergonha se nós, pessoas das montanhas, apenas ficássemos paradas assistindo\".\n\"Talvez seja natural que uma catástrofe que ainda não testemunhamos seja uma noção abstrata para nós\".\n\"No entanto, agora que estamos bem diante dele, devemos nos manter firmes e cumprir com o nosso dever...\"\n\nÀ noite, a teimosa jovem mulher roubou o arco que pertencia ao seu pai, o chefe da tribo, antes de seguir os Millelith que partiam.\nConforme ela seguia para nunca mais ver a luz do dia, as gemas do arco brilharam.\n\n\"Suas flechas abateram os morcegos tenebrosos e a tartaruga-gigante de Lama Preta\".\n\"O arco magnífico dançou como se fosse uma nuvem, o brilho gélido de suas flechas rasgando através da carne da besta\".\n\"Nenhuma enxurrada de sujeira do abismo, nem demônios retorcidos das profundezas...\"\n\"Nenhum tipo de terror incompreensível poderia fazer seu coração estremecer, ou forçá-la a fugir\".\n\nAs pessoas das montanhas cantavam músicas para glorificar sua filha. Mas aquela que cantavam em suas músicas jamais retornaria para eles.\nEstas melodias mudariam e se modificariam com o passar dos tempos, como o brilho do amanhecer até os dias de hoje, porém ela, a dona do arco, jamais retornaria.\n\n\"A única coisa que eu realmente temo é ser perdida e esquecida\".\n\"Se porventura, o destino ditar que eu seja enterrada em um lugar sem nome, não se esqueçam de mim\".",
	"baseatk": 44,
	"substat": "Recarga de Energia",
	"subvalue": "6.7",
	"effectname": "Brilho Abismal",
	"effect": "Possui três estados: Entardecer, Amanhecer e Alvorada. Estes estados aumentam o Dano infligido em {0} respectivamente. Ao atingir um inimigo com um ataque, se trocará para o próximo estado. Essa troca pode acontecer uma vez a cada 7s. Esse efeito também ocorrerá se o personagem que tiver esta arma equipada não estiver ativo no campo de batalha.",
	"r1": [
		"6%/10%/14%"
	],
	"r2": [
		"7.5%/12.5%/17.5%"
	],
	"r3": [
		"9%/15%/21%"
	],
	"r4": [
		"10.5%/17.5%/24.5%"
	],
	"r5": [
		"12%/20%/28%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grão de Aerosiderite",
				"count": 3
			},
			{
				"name": "Faca de Caça",
				"count": 3
			},
			{
				"name": "Pergaminho Guia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Pedaço de Aerosiderite",
				"count": 3
			},
			{
				"name": "Faca de Caça",
				"count": 12
			},
			{
				"name": "Pergaminho Guia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Pedaço de Aerosiderite",
				"count": 6
			},
			{
				"name": "Faca Especial",
				"count": 6
			},
			{
				"name": "Pergaminho do Encantamento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de Aerosiderite",
				"count": 3
			},
			{
				"name": "Faca Especial",
				"count": 12
			},
			{
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de Aerosiderite",
				"count": 6
			},
			{
				"name": "Faca Longa de Inspetor",
				"count": 9
			},
			{
				"name": "Pergaminho da Maldição",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Bloco de Aerosiderite",
				"count": 4
			},
			{
				"name": "Faca Longa de Inspetor",
				"count": 18
			},
			{
				"name": "Pergaminho da Maldição",
				"count": 12
			}
		]
	}
}