{
	"id": 14401,
	"name": "Codex de Favonius",
	"description": "Um livro secreto que pertencia aos estudiosos dos Cavaleiros de Favonius. Descreve o poder da matéria e da lógica.",
	"descriptionRaw": "Um livro secreto que pertencia aos estudiosos dos Cavaleiros de Favonius. Descreve o poder da matéria e da lógica.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Um volume secreto que pertenceu aos estudiosos dos Cavaleiros de Favonius. Ele contém o conhecimento coletivo dos acadêmicos.\nÉ incrustado com elementos cristalizados, o que torna o Codex de Favonius uma raridade.\nNão apenas porque os cristais elementais são preciosos, mas também porque todos os Codex de Favonius têm que ser feito à mão pelos eruditos.\nApenas aqueles que realmente dominam o controle dos elementos conseguem criar tais cristais elementais...\n\nQuando os Cavaleiros de Favonius foram fundados, o Cavaleiro da Alvorada Ragnvindr transformou os banhos privados dos aristocratas em uma biblioteca,\nCom o tempo, inúmeras contribuições de barões, estudiosos e viajantes transformaram a biblioteca na maior coleção de literatura da metade norte do continente.\nAfinal de contas, as canções são levadas pelo vento e o prazer do vinho dura apenas um momento fugaz. Somente o que está comprometido com a página pode brilhar e resplandecer por toda eternidade.\n\nAinda assim, a escala da coleção da livraria é agora uma fração do que foi no seu pico.\nInfelizmente, a livraria queimou no \"Grande Incêndio do Equinócio do Outono.\"\n\nHá uma larga porta de madeira de álamo no porão da biblioteca.\nDizem que a porta é mais antiga que a biblioteca e que permaneceu firme contra as chamas e a fumaça,\nA verdade é que essa porta já estava lá muito antes até mesmo da fundação dos Cavaleiros de Favonius.\nOs Cavaleiros de Favonius dizem oficialmente que a seção restrita da biblioteca está atrás daquela porta.\nMas lendas falam de um segredo mais profundo escondido atrás dela...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "10%",
	"effectName": "Companhia do Vento",
	"effectTemplateRaw": "Os Acertos Críticos possuem <color=#99FFFFFF>{0}</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>{1}</color>s.",
	"r1": {
		"description": "Os Acertos Críticos possuem 60% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 12s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Os Acertos Críticos possuem 70% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 10.5s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Os Acertos Críticos possuem 80% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 9s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Os Acertos Críticos possuem 90% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 7.5s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Os Acertos Críticos possuem 100% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 6s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 12
			}
		]
	}
}