{
	"id": 11401,
	"name": "Espada de Favonius",
	"description": "Uma espada longa comum usada pelos Cavaleiros de Favonius. Canalizar o poder dos elementos nunca foi tão fácil nesta arma ágil e afiada!",
	"descriptionRaw": "Uma espada longa comum usada pelos Cavaleiros de Favonius. Canalizar o poder dos elementos nunca foi tão fácil nesta arma ágil e afiada!",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Uma espada longa padrão dos Cavaleiros de Favonius, só é entregue após a aprovação do Grande Mestre e da Igreja.\nOs artesãos em Mondstadt alcançaram alguns resultados em afinidade elemental ao estudar o Anemo de Mondstadt.\nEsta espada leve e ágil não é apenas uma honra concedida a um Cavaleiro de Favonius, mas também o fruto do trabalho árduo e das habilidades dos guardiões de Mondstadt.\nEla pode canalizar a energia elemental com facilidade. Seu portador faria bem em lembrar que sua lâmina afiada se destina a defender, não atacar.\n\nA arte tradicional da Espada de Favonius foi originada pelo seu amigo de infância e sua contraparte espiritual de Arundolyn, o Leão da Luz, cujo nome era Rostam, o Filhote de Lobo.\nA lenda diz que ele poderia cortar cada gota de chuva do céu, e que o vento de sua dança com espada poderia dividir a rosa e extinguir a tocha.\nNisto reside a essência da técnica com espada dos Favonius: a leveza, a rapidez e na precisão na defesa de Mondstadt.\n\nAos vinte e sete anos, Rostam recebeu o título de Filhote de Lobo.\nA tradição dos Cavaleiros de Favonius ditava que os títulos de Leão e Lobo eram reservados para aqueles com grande potencial de liderança,\ntais indivíduos um dia assumiriam a posição de Grande Mestre, devotando-se para liderar uma legião de cavaleiros para proteger Mondstadt.\nMas, apesar dele ter cumprido seus deveres fielmente, e se dedicar à Mondstadt, Rostam não viveria para ver esse dia.\n\nDesde que Rostam introduziu sua técnica de espada, nenhum outro praticante alcançou sua habilidade lendária.\nMas seu fervor, junto com sua vontade para proteger Mondstadt, permaneceram com os cavaleiros por gerações.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Companhia do Vento",
	"effectTemplateRaw": "Os Acertos Críticos possuem <color=#99FFFFFF>{0}</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>{1}</color>s.",
	"r1": {
		"description": "Os Acertos Críticos possuem 60% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 12s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Os Acertos Críticos possuem 70% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 10.5s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Os Acertos Críticos possuem 80% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 9s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Os Acertos Críticos possuem 90% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 7.5s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Os Acertos Críticos possuem 100% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 6s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}