{
	"id": 12401,
	"name": "Grande Espada de Favonius",
	"description": "Uma espada pesada cerimonial dos Cavaleiros de Favonius. Canaliza poderes elementais facilmente e é altamente destrutiva.",
	"descriptionRaw": "Uma espada pesada cerimonial dos Cavaleiros de Favonius. Canaliza poderes elementais facilmente e é altamente destrutiva.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Uma espada cerimonial pesada dos Cavaleiros de Favonius. Geralmente, só é entregue após a aprovação do Grande Mestre e da Igreja.\nO artesão de Mondstadt alcançou alguns resultados em afinidades elementais ao estudar os artefatos antigos de Mondstadt.\nEste espadão não é apenas uma honra concedida a um Cavaleiro de Favonius, mas também o fruto do trabalho árduo e das habilidades dos guardiões de Mondstadt.\nEle pode canalizar poder elemental com facilidade. Lembre bem, destruir é para defender o que deve ser defendido.\n\nHoje em dia apenas sobrevive uma técnica de espada Favonius: a de Rostam, o Filhote de Lobo, que consiste em brandir a espada com uma mão.\nOutra forma se perdeu na história: a de Arundolyn, o Leão da Luz, que podia empunhar uma espada longa e uma espada grande juntos na batalha.\nComo era tão exigente a nível de força, apenas os super jeitosos podiam conseguir, portanto, parou essa transmissão.\n\nBons amigos enquanto cresciam, Arundolyn era de uma longa linhagem de cavaleiros enquanto Rostam nasceu de uma família de camponeses.\nNo início, o sonho compartilhado de ser herói os tornou em bons amigos, logo depois, companheiros, e no final, Grande Mestre e assistente.\n\nComo o Grande Mestre, o Arundolyn nunca recebeu a Visão. Todas as suas forças vêm do seu talento e treinamento duro.\nEle é orgulhoso pela sua força, como todos os Cavaleiros de Favonius são orgulhosos pelo seu Grande Mestre.\nApós a morte do Rostam, o Arundolyn nunca mais ostentou a sua força, e nunca mais sentia honrado por desafiar os monstros.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Companhia do Vento",
	"effectTemplateRaw": "Os Acertos Críticos possuem <color=#99FFFFFF>{0}</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>{1}</color>s.",
	"r1": {
		"description": "Os Acertos Críticos possuem 60% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 12s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Os Acertos Críticos possuem 70% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 10.5s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Os Acertos Críticos possuem 80% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 9s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Os Acertos Críticos possuem 90% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 7.5s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Os Acertos Críticos possuem 100% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 6s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insígnia de Recruta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insígnia de Oficial",
				"count": 12
			}
		]
	}
}