{
	"id": 15401,
	"name": "Arco de Favonius",
	"description": "Um arco recurvo usado pelos Cavaleiros de Favonius. Apenas os melhores arqueiros conseguem tirar todo o seu potencial.",
	"descriptionRaw": "Um arco recurvo usado pelos Cavaleiros de Favonius. Apenas os melhores arqueiros conseguem tirar todo o seu potencial.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Um arco recurvo padrão empunhado pelos Cavaleiros de Favonius. Somente emitido para os melhores arqueiros há muito tempo em serviço.\nEspecialmente trabalhada, a estrutura de carvalho proporciona uma resistência superior, enquanto que a adição de peças metálicas facilita o uso.\nO cordão do arco é encantado com os segredos da alquimia e da magia, concedendo proteção aos dedos do arqueiro.\nEste arco serve como uma recompensa para os guardiões responsáveis, e como uma arma letal para defender Mondstadt.\n\nOs Cavaleiros de Favonius tinham uma vez uma equipe formidável de arqueiros exploradores conhecidos como os Batedores.\nA equipe foi fundada por um líder mercenário de Liyue, que transmitiu aos Batedores o valor de sua vida inteira de conhecimento.\n\nAs habilidades de rastreamento que adquiriram, juntamente com a capacidade de sentir quando o perigo estava à espreita, eram únicas entre todos os cavaleiros.\nPor isso, as habilidades de um Batedor são muito preciosas para os Cavaleiros de Favonius.\n\nEste estado de coisas continuou até que um dia o primeiro dos Batedores deixou os Cavaleiros de Favonius, sem dar nenhuma razão.\nA partir daquele dia, a equipe de Batedores era apenas uma casca de si mesma. Sua experiência se foi, embora sua estrutura e nome tenham sido preservados.\nNo entanto, ainda existem aqueles que trabalham incansavelmente para manter a dignidade do título de Batedor.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Companhia do Vento",
	"effectTemplateRaw": "Os Acertos Críticos possuem <color=#99FFFFFF>{0}</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>{1}</color>s.",
	"r1": {
		"description": "Os Acertos Críticos possuem 60% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 12s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Os Acertos Críticos possuem 70% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 10.5s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Os Acertos Críticos possuem 80% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 9s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Os Acertos Críticos possuem 90% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 7.5s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Os Acertos Críticos possuem 100% de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada 6s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}