{
	"id": 11425,
	"name": "Epílogo das Profundezas",
	"description": "Essa lâmina é silenciosa como as profundezas misteriosas do oceano. É ainda mais antiga do que sua afiliação pode insinuar.",
	"descriptionRaw": "Essa lâmina é silenciosa como as profundezas misteriosas do oceano. É ainda mais antiga do que sua afiliação pode insinuar.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Lendas dizem que essa espada cerimonial pertenceu a um músico de nome há muito esquecido.\nCamada sobre camada de decorações e gemas preciosas provam que esse não era um músico comum.\n\nSegundo as lendas, esse músico tinha um orgulho imenso de uma sinfonia antiga, mas ele nunca a tocou na frente de ninguém.\nPois ninguém naquele mundo caótico jamais aplaudiria ou se daria ao trabalho de transcrever uma composição tão complexa...\nHá uma ópera de Fontaine que apresenta sua vida. Ninguém sabe suas origens, mas todos conhecem sua tragédia.\nComo tantos de origem humilde, ele decidiu seu destino na cidade em que todos canais de água se encontram.\n\n\"Estudantes! Somos os compositores da música, os harmonizadores da autoridade, e a música avançará sob nosso comando!\"\n\"Nossa música é como as ondas, que bate como um porrete e acaricia como um amante, conquistando todos os ouvintes!\"\nNa academia de teatro, os professores ensinavam as maravilhas da música, concedendo civilização e arte aos seus ignorantes pupilos.\nAs notas na partitura e as melodias estavam organizadas na ordem perfeita, e foram tocadas na ordem correta com razão e sabedoria absoluta...\n\n\"Mas, como pode a vontade da ordem se apoiar tão rigidamente em convenções inflexíveis? Músicos devem ser aqueles que transcendem e se tornam a voz do sublime.\"\n\"O sublime deve ser poderoso, como o canto de pássaros no pico de uma montanha e a fúria do mar numa tempestade. A ordem deve ter paixão infinita.\"\n\"E depois disso, a glória vem da paixão, paixão cria unidade, e a unidade estabiliza a ordem. Esse é o papel essencial da música e dos músicos.\"\n\"A paixão de derrotar seus inimigos, de amar seus camaradas... Essas são as emoções sublimes que separam a humanidade entre mestres e escravos.\"\nDepois, enquanto a ópera era cantanda, o entendimento e a interpretação da música elevava o músico aos mais altos pavilhões...\nNaquela época, sob a  direção e autoridade única dos músicos, a música se tornou o cetro e escudo da autoridade, conquistando incontáveis ouvintes.\n\nNa era dourada, os ouvintes eram intoxicados e obcecados com essa beleza sublime, e compartilhavam a alegria e tristeza na busca da mesma paixão.\nMas quando a visão das pessoas é bloqueada por uma onda gigante, a vacilação dos devorados será silenciada...\nE por fim, quando a academia de teatro foi destruída no tsunami, as pessoas tiveram pavor ao descobrir...\nOs corpos esqueléticos daqueles queimados pela paixão do músico saindo fundação do prédio e flutuando para a superfície.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Final Sublime",
	"effectTemplateRaw": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em <color=#99FFFFFF>{0}</color> por 15s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em <color=#99FFFFFF>{1}</color> do valor removido por 15s, podendo ser aumentado até <color=#99FFFFFF>{2}</color> pontos.",
	"r1": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 12% por 15s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 2.4% do valor removido por 15s, podendo ser aumentado até 150 pontos.",
		"values": [
			"12%",
			"2.4%",
			"150"
		]
	},
	"r2": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 15% por 15s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 3% do valor removido por 15s, podendo ser aumentado até 187.5 pontos.",
		"values": [
			"15%",
			"3%",
			"187.5"
		]
	},
	"r3": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 18% por 15s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 3.6% do valor removido por 15s, podendo ser aumentado até 225 pontos.",
		"values": [
			"18%",
			"3.6%",
			"225"
		]
	},
	"r4": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 21% por 15s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 4.2% do valor removido por 15s, podendo ser aumentado até 262.5 pontos.",
		"values": [
			"21%",
			"4.2%",
			"262.5"
		]
	},
	"r5": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 24% por 15s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 4.8% do valor removido por 15s, podendo ser aumentado até 300 pontos.",
		"values": [
			"24%",
			"4.8%",
			"300"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Impureza da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota de Água Impura",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota de Água Impura",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Colherada de Água Impura",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Colherada de Água Impura",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essência da Gota de Orvalho Pura Sagrada",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 12
			}
		]
	}
}