{
	"id": 12432,
	"name": "Forja da Sabedoria",
	"description": "Histórias da tribo contam sobre uma grande lâmina forjada pelo Povo das Termas para proteger uma criança que embarcaria numa jornada para uma terra distante. Essa arma parece ser uma réplica da espada lendária.",
	"descriptionRaw": "Histórias da tribo contam sobre uma grande lâmina forjada pelo Povo das Termas para proteger uma criança que embarcaria numa jornada para uma terra distante. Essa arma parece ser uma réplica da espada lendária.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Segundo tradições tribais transmitidas pelo tolo que gritou para a noite,\nas chamas na lareira queimavam carmesim, conforme o descendente que estava prestes a começar sua jornada se sentava no canto da casa do artesão.\nO ferreiro das montanhas balançou seu martelo, destruindo cristais em um coro de batidas.\nO velho, que tinha problemas de locomoção e segurava uma bengala, foi até uma cesta com sua mão livre e pegou um tesouro de outro tempo.\n\n\"Akamai, chegou a hora. Com certeza vamos descobrir algum veio rico em minério, ou uma reserva de tesouros!\"\n\"Sim, Kau Kau, e quando encontrarmos, nossos atos serão registrados em pergaminhos tecidos.\"\nEra uma vez, dois jovens do Povo das Termas que juraram explorar toda Natlan.\nPara eles, aventuras e vitórias eram um dever dado pelo Wayob.\nEnquanto histórias de ilhas misteriosas e heróis de outrora preenchiam seus corações e mentes.\nEntão, os jovens aventureiros partiram em sua jornada para realizar a peregrinação a pé.\n\nMas lendas de heróis do passado raramente mencionam os problemas que acometem as pessoas comuns.\nE o mundo contém muito menos tesouros do que exploradores intrépidos.\nO minério que eles escavam continha pouco valor, e era menos raro ainda.\nMas e daí? O otimismo deles permanecia imutável, e à luz de suas fogueiras noturnas, eles seguravam as rochas que coletavam.\nEles relembravam as cenas e sentimentos que haviam experimentado quando as encontravam.\nEssa foi tirada debaixo das garras de um Tepetlissauro gigante enquanto estavam passando por montanhas cheias de cristais.\nEnquanto essa foi a maldita que os fez tropeçar na beira de uma fonte termal natural.\nEssa pedra, coberta em cinzas, ficou de vigília por muito tempo no penhasco de uma vila queimada até o chão.\nAté que um dia, dois viajantes passaram por lá e a pegaram para si, sem prestar atenção aos desejos da sentinela cinzenta.\n\nE agora, conforme o forjador das pedras pega cada uma e as derrete, o passado se agita mais uma vez, trazido de volta à vida com cada memória falada.\nQuando eles descobriram que o descendente de Akamai desejava emular seu antepassado, eles escolheram usar essas rochas como materiais.\nEles forjaram uma espada para protegê-los, pois eles sabiam muito bem dos perigos à espreita naquele mundo.\nQuando a grande espada foi forjada, Akamai e Kau Kau a entregaram ao futuro andarilho como presente de despedida.\n\n\"Que as memórias do passado o acompanhem em sua jornada, no lugar dos antepassados que já não têm mais força...\"\n\"O passado flui pelas linhagens sanguíneas em cada nova geração, como um fogo inextinguível transmitido por rituais que nunca se apagam.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "36",
	"effectName": "Pensamentos de Florescimento",
	"effectTemplateRaw": "Ao desencadear Eletricamente Carregado, Carga Lunar, Florescimento ou Florescimento Lunar, regenera <color=#99FFFFFF>{0}</color> de Energia Elemental, e aumenta a Proficiência Elemental em <color=#99FFFFFF>{1}</color> pontos por 15s. Esse efeito pode ser desencadeado uma vez a cada 15s, e pode ser desencadeado mesmo que o personagem que esteja com essa arma equipada não esteja ativo no campo de batalha.",
	"r1": {
		"description": "Ao desencadear Eletricamente Carregado, Carga Lunar, Florescimento ou Florescimento Lunar, regenera 12 de Energia Elemental, e aumenta a Proficiência Elemental em 60 pontos por 15s. Esse efeito pode ser desencadeado uma vez a cada 15s, e pode ser desencadeado mesmo que o personagem que esteja com essa arma equipada não esteja ativo no campo de batalha.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Ao desencadear Eletricamente Carregado, Carga Lunar, Florescimento ou Florescimento Lunar, regenera 15 de Energia Elemental, e aumenta a Proficiência Elemental em 75 pontos por 15s. Esse efeito pode ser desencadeado uma vez a cada 15s, e pode ser desencadeado mesmo que o personagem que esteja com essa arma equipada não esteja ativo no campo de batalha.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Ao desencadear Eletricamente Carregado, Carga Lunar, Florescimento ou Florescimento Lunar, regenera 18 de Energia Elemental, e aumenta a Proficiência Elemental em 90 pontos por 15s. Esse efeito pode ser desencadeado uma vez a cada 15s, e pode ser desencadeado mesmo que o personagem que esteja com essa arma equipada não esteja ativo no campo de batalha.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Ao desencadear Eletricamente Carregado, Carga Lunar, Florescimento ou Florescimento Lunar, regenera 21 de Energia Elemental, e aumenta a Proficiência Elemental em 105 pontos por 15s. Esse efeito pode ser desencadeado uma vez a cada 15s, e pode ser desencadeado mesmo que o personagem que esteja com essa arma equipada não esteja ativo no campo de batalha.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Ao desencadear Eletricamente Carregado, Carga Lunar, Florescimento ou Florescimento Lunar, regenera 24 de Energia Elemental, e aumenta a Proficiência Elemental em 120 pontos por 15s. Esse efeito pode ser desencadeado uma vez a cada 15s, e pode ser desencadeado mesmo que o personagem que esteja com essa arma equipada não esteja ativo no campo de batalha.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadência do Santo Delirante",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divindade do Santo Delirante",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 12
			}
		]
	}
}