{
	"id": 11426,
	"name": "Cruzamento de Fleuve Cendre",
	"description": "Um cano de cobre abandonado que foi usado como arma. Era famoso, ou infame, dependendo de onde se estivesse.",
	"descriptionRaw": "Um cano de cobre abandonado que foi usado como arma. Era famoso, ou infame, dependendo de onde se estivesse.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Componentes descartados que acabam sendo arrastados até a sarjeta podem ser usados como uma arma em uma situação de emergência.\nNo início, o oponente era apenas um monstro nutrido por \"águas ricamente nutritivas\".\nDepois, ele quebrou os joelhos e mandíbulas de inúmeras outras criaturas.\nComo ele mandava tantos que ameaçavam seus compatrioras ao rio cinza que abraça tudo,\nnas mãos de Eduardo, foi carinhosamente chamado de \"Barqueiro\".\n\nO propósito da realização de tantas melhorias na cidade de Fontaine era para que um dia os esgotos se tornassem uma cidade sob a cidade.\nNaturalmente, não foi a burocracia da Corte de Fontaine que pôde manter a ordem no Fleuve Cendre.\nEntão, nos dias que seguiram, o líder fora-da-lei começou a sua ascensão no dia que pegou um cano de bronze para bater em crocodilos.\nDepois disso, usou esse mesmo cano para proteger os comerciantes de serem extorquidos, assediados e chantageados pelas gangues,\nresolver conflitos entre \"compatriotas\" do Fleuve Cendre e abençoar casais recém-casados.\nAté que por fim, foram proferidas as seguintes palavras: \"Permitam que tudo sob a luz do sol pertença a eles, e que o Fleuve Cendre pertença a nós.\"\n\nMas para o progresso, não há limites.\nAs posições das pessoas não podem ser mudadas, mas para este propósito, as coordenadas dessas posições podem ser alteradas.\nDe um certo ângulo, não há diferença entre eles e nós.\nHá apenas lugares que podem ser desenvolvidos e lixo que pode ser descartado ou \"movido\".\n\nEduardo estava entre aqueles que foram presos resistindo ao expurgo do Fleuve Cendre. E enquanto estava sendo escoltado ao exílio no deserto,\nele foi resgatado por seus capangas. Junto com seus companheiros ativos próximo ao Monte Automnequi, eles ocuparam Poisson.\nAo prender os membros da Maison Gardiennage encarregados e transportá-los como reféns, eles fizeram uma série de demandas nada razoáveis.\nEste incidente foi finalmente resolvido após uma intervenção ativa dos Caçadores das Sombras.\n\nO repórter que se voluntariou para entregar as demandas de negociação, Karl Ingold, tirou esta foto em Poisson antes da situação se deteriorar:\nNo meio da foto está Eduardo Beck, se apoiando em seu famoso — ou infame — cano de bronze, como se apoiasse em uma bengala.\nA outra mão de Eduardo está no ombro de seu filho Jakob, que está apertando nervosamente a manga de René d'Petrichor.\nÀ esquerda deles está a Grande Mágica Parsifal, casualmente encostada no corrimão, com seu famoso sorriso de palco.\nÀ direita de Eduardo está o atual prefeito de Poisson, Renault d'Petrichor. Ele está vestido formalmente para a ocasião, embora sua gola esteja torta.\nO filho dele, René está de pé em frente a ele, atraído por uma maravilha como este novo Aparelho Fotográfico, com os olhos esbugalhados e um tanto perdidos.\nA mulher segurando uma criança à esquerda de Parsifal é Rosa Reed, com seu marido Thompson. Na extrema direita da imagem está Tom Alter.\nTodos estavam olhando para frente, seus rostos pálidos pelo flash do Aparelho Fotográfico. O olhar de nenhum deles parece estar se focando em Ingold, nem no Aparelho Fotográfico.\nEles se focam no futuro.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "10%",
	"effectName": "Ossos de Aço",
	"effectTemplateRaw": "Aumenta a Taxa CRIT da Habilidade Elemental em <color=#99FFFFFF>{0}</color>. Além disso, após utilizar a Habilidade Elemental, aumenta a Recarga de Energia em <color=#99FFFFFF>{1}</color> por 5s.",
	"r1": {
		"description": "Aumenta a Taxa CRIT da Habilidade Elemental em 8%. Além disso, após utilizar a Habilidade Elemental, aumenta a Recarga de Energia em 16% por 5s.",
		"values": [
			"8%",
			"16%"
		]
	},
	"r2": {
		"description": "Aumenta a Taxa CRIT da Habilidade Elemental em 10%. Além disso, após utilizar a Habilidade Elemental, aumenta a Recarga de Energia em 20% por 5s.",
		"values": [
			"10%",
			"20%"
		]
	},
	"r3": {
		"description": "Aumenta a Taxa CRIT da Habilidade Elemental em 12%. Além disso, após utilizar a Habilidade Elemental, aumenta a Recarga de Energia em 24% por 5s.",
		"values": [
			"12%",
			"24%"
		]
	},
	"r4": {
		"description": "Aumenta a Taxa CRIT da Habilidade Elemental em 14%. Além disso, após utilizar a Habilidade Elemental, aumenta a Recarga de Energia em 28% por 5s.",
		"values": [
			"14%",
			"28%"
		]
	},
	"r5": {
		"description": "Aumenta a Taxa CRIT da Habilidade Elemental em 16%. Além disso, após utilizar a Habilidade Elemental, aumenta a Recarga de Energia em 32% por 5s.",
		"values": [
			"16%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota de Água Impura",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota de Água Impura",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Colherada de Água Impura",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Colherada de Água Impura",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco de uma Corda Antiga",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 12
			}
		]
	}
}