{
	"id": 14425,
	"name": "Fluxo da Pureza",
	"description": "Uma antologia de roteiros com uma forma estranha. Todos os roteiros escritos por Coppelius estão registrados dentro dele.",
	"descriptionRaw": "Uma antologia de roteiros com uma forma estranha. Todos os roteiros escritos por Coppelius estão registrados dentro dele.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "...\nPor razões conhecidas a todos, o roteiro de \"Mecautômato Coppelia\" nunca foi publicado. Dos sobreviventes daquele esplendoroso teatro de ópera naquele dia, alguns escreveram suas memórias de partes e falas que foram apresentadas antes daquele intervalo.\nApós obter consentimento da família do falecido Sr. Coppelius e de pessoas relacionadas ao caso, nossa empresa tem reunido e organizado os materiais relevantes na tentativa de recriar uma parte da obra original do Sr. Coppelius.\nEmbora talvez seja meramente especulativo e impreciso, esperamos que nossos esforços iniciem o processo e atriam esforços mais sofisticados.\n...\nSinopse: Como o plano de Coppelius foi exposto perante os Caçadores das Sombras, e como ele disse seu adeus para Coppelia antes de sua punição.\n...\nCoppelius: Cante para mim, minha Coppelia, meu amor, meu pecado, minha alma! Cante para mim, uma última vez!\nCoppelius: Passe um fio pelo meu coração, e com ele, prenda-me firmemente! Me coloque em correntes e grilhões, e deixe-me ser destruído em seus olhos.\nCoppelius: Pois meu coração está decidido. A partir de hoje, não buscarei aqueles que me fazem feliz, mas trarei felicidade àqueles que eu escolher.\nCoppelius: Mesmo que você deva zombar de quem sou, isso não zomba de meus pensamentos, apenas de minha tola conduta.\nCoppelia: Como quer que eu cante? Meu amado, como quer que eu cante sobre este pecado e sua inevitável punição?\nCoppelia: Todos são felizes com fachadas coloridas e fantásticas, assim como aqueles de carne e sangue perseguem frutas douradas, totalmente inconscientes do veneno letal oculto nelas.\nCoppelia: Coppelius, meu Coppelius, tudo que você busca é vazio como um cenário de palco, deixando nem sequer um sopro de fumaça, pois a tentação encerrará a jornada — isso, toda pessoa inteligente entende.\n...\nSinopse: Coppelia confessa o propósito de sua jornada ao jovem que viaja com ela, e resolve procurar por seu criador, que aos olhos dela, já se foi.\n...\nNathaniel: Isso é completamente absurdo, ainda assim, absurdamente comum. Os sábios sempre recebem ordens dos tolos e a vida não é nada além de uma comédia vulgar.\nCoppelia: Precisamente, senhor, então você não precisa se preocupar comigo. Logo, todo esse terrível sofrimento será completamente obliterado.\nCoppelia: Aquele que me criou e me deu vida já deu o adeus final a este sofrimento mortal, e quando estas engrenagens enferrujadas retornarem às mesmas cinzas que os ossos dele, todos os pecados serão esquecidos. E para aqueles de carne e sangue, ser esquecido é ser perdoado.\nCoppelia: Nunca mais precisarei ver o sol, lua ou estrelas, nunca mais precisarei ouvir os pássaros cantando alegremente nas florestas, nunca mais precisarei forçar este meu coração solitário a continuar batendo em um mundo que já foi abandonado por aquele que me deu esse coração.\nNathaniel: O que você pretende fazer?\nCoppelia: Este meu coração, que bate como se estivesse abrigado em um recipiente de carne e sangue, já foi maculado com o mesmo pecado nesta jornada. Este meu coração, tão torturado pela dor do arrependimento — onde ele poderia esperar encontrar paz?\n...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Obra-prima Incompleta",
	"effectTemplateRaw": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em <color=#99FFFFFF>{0}</color> por 15s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em <color=#99FFFFFF>{1}</color> o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. Em um máximo de <color=#99FFFFFF>{2}</color> de Bônus de Dano Elemental de todos os Elementos, esse efeito dura 15s.",
	"r1": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 8% por 15s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 2% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. Em um máximo de 12% de Bônus de Dano Elemental de todos os Elementos, esse efeito dura 15s.",
		"values": [
			"8%",
			"2%",
			"12%"
		]
	},
	"r2": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 10% por 15s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 2.5% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. O máximo de 15% de Bônus de Dano Elemental de todos os Elementos, esse efeito dura 15s.",
		"values": [
			"10%",
			"2.5%",
			"15%"
		]
	},
	"r3": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 8% por 15s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 3% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. Em um máximo de 18% de Bônus de Dano Elemental de todos os Elementos, esse efeito dura 15s.",
		"values": [
			"8%",
			"3%",
			"18%"
		]
	},
	"r4": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 14% por 15s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 3.5% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. Em um máximo de 21% de Bônus de Dano Elemental de todos os Elementos, esse efeito dura 15s.",
		"values": [
			"14%",
			"3.5%",
			"21%"
		]
	},
	"r5": {
		"description": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 16% por 15s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 4% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. Em um máximo de 24% de Bônus de Dano Elemental de todos os Elementos, esse efeito dura 15s.",
		"values": [
			"16%",
			"4%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Impureza da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essência da Gota de Orvalho Pura Sagrada",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 12
			}
		]
	}
}