{
	"id": 15430,
	"name": "Penas Cercadas de Flores",
	"description": "Um arco longo que queima como uma chama. Dizem que as penas que o decoram vieram do antigo tirano, Ngoubou.",
	"descriptionRaw": "Um arco longo que queima como uma chama. Dizem que as penas que o decoram vieram do antigo tirano, Ngoubou.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "\"Escute minhas últimas palavras, ó, herói que porta o nome de 'Transcendência'\"\n\"A calamidade que flui dentro de suas veias é ainda mais antiga do que seu próprio nome\"\n\"Se você ainda tem pena dos mortais assim como seus ancestrais tinham\"\n\"Então corte seu pescoço e conceda-lhe a alegria da liberdade\"\n\nEmbora o velho sábio corcunda tenha lhe revelado esse oráculo, o herói, que tanto havia sofrido, não lhe deu ouvidos.\nTalvez ele tenha sofrido de muitas despedidas até então, mas ele simplesmente se curvou, segurando em seus braços o filhote de Sauriano moribundo.\nEle esfregou as penas manchadas de sangue do jovem Sauriano com um precioso elixir, ignorando completamente o suspiro que marcou a partida do sábio.\n\n\"Seja um usurpador ou um dragão furioso, seja maldição ou destino\"\n\"Os descendentes do Clã das Plumas de Flores não se curvam para nada, nem ninguém\"\n\"Se essa maldição ridícula for uma corrente com a qual ele nasceu\"\n\"Então deixe-me quebrá-la, assim como nossos gloriosos ancestrais fizeram\"\n\nEntão, o guerreiro chamado Menilek e seu leal companheiro, Ngoubou, embarcaram em uma peregrinação,\ne várias canções e pergaminhos foram passados até hoje pelo Clã das Plumas de Flores, que contam sobre as magníficas aventuras que esse humano e Sauriano passaram:\nElas contam como o herói rasgou montanhas ao meio com estrondosas cordas de arco, como o filhote usou a astúcia para perfurar a garganta da píton perversa,\ncomo juntos lutaram contra um enorme monstro por quarenta dias, e como eles finalmente o aniquilaram usando um único peixe — um Lúcio para ser mais exato...\nAs histórias até mesmo contam sobre como Menilek lutou contra Tenoch, que ainda não havia sido exilado de sua tribo, debaixo das rochas queimadas por incontáveis chamas,\nE como Menilek passou a admirar o heroísmo e a bravura do poderoso guerreiro, ficando ao seu lado por muitos anos mais tarde, quando enfrentaram a maré da escuridão...\nEssas são as lendas que agora são conhecidas por todos que vivem nas planícies ardentes, cujos versos e estrofes foram cantados por inúmeros poetas por quinhentos anos.\n\nDizem que todas as uniões devem levar a despedidas fatídicas.\nMas, mesmo assim, alguns se agarram àquilo que as pessoas chamam de \"esperança\",\nacreditando que novas flores florescerão, até mesmo em campos devastados e queimados.\nPorém, assim como o poder descontrolado é a raiz de muitas tragédias,\nDa mesma forma, a esperança bem intencionada é o molde do qual diversas misérias do mundo são moldadas.\nAmanhã, e amanhã, e amanhã, ele sempre se consolava,\naté que toda esperança se tornou em traição, e até que o amanhã nunca mais chegasse.\n\n\"Ngoubou, meu companheiro leal, descanse aqui por um tempo\"\n\"Voltarei assim que eu terminar, então tenha uma boa noite de sono\"\n\"Uma vez que a maré escura se dissipar, voltarei rapidamente para seu lado e te acordarei\"\n\"E uma vez que a primavera retorne à terra, irei com você para ver as novas flores florescendo no alto dos penhascos\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Inflorescência Inatingível",
	"effectTemplateRaw": "Diminui o consumo de Stamina ao Planar em 15%. Ao usar Disparo com Mira, o Dano causado por Ataques Carregados aumenta em <color=#99FFFFFF>{0}</color> a cada 0.5s. Esse efeito pode acumular até 6 vezes e será removido 10s após sair do Modo de Mira.",
	"r1": {
		"description": "Diminui o consumo de Stamina ao Planar em 15%. Ao usar Disparo com Mira, o Dano causado por Ataques Carregados aumenta em 6% a cada 0.5s. Esse efeito pode acumular até 6 vezes e será removido 10s após sair do Modo de Mira.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Diminui o consumo de Stamina ao Planar em 15%. Ao usar Disparo com Mira, o Dano causado por Ataques Carregados aumenta em 7.5% a cada 0.5s. Esse efeito pode acumular até 6 vezes e será removido 10s após sair do Modo de Mira.",
		"values": [
			"7.5%"
		]
	},
	"r3": {
		"description": "Diminui o consumo de Stamina ao Planar em 15%. Ao usar Disparo com Mira, o Dano causado por Ataques Carregados aumenta em 9% a cada 0.5s. Esse efeito pode acumular até 6 vezes e será removido 10s após sair do Modo de Mira.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Diminui o consumo de Stamina ao Planar em 15%. Ao usar Disparo com Mira, o Dano causado por Ataques Carregados aumenta em 10.5% a cada 0.5s. Esse efeito pode acumular até 6 vezes e será removido 10s após sair do Modo de Mira.",
		"values": [
			"10.5%"
		]
	},
	"r5": {
		"description": "Diminui o consumo de Stamina ao Planar em 15%. Ao usar Disparo com Mira, o Dano causado por Ataques Carregados aumenta em 12% a cada 0.5s. Esse efeito pode acumular até 6 vezes e será removido 10s após sair do Modo de Mira.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pedra em Chamas",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pedra em Chamas",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Semente da Vida em Chamas",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Semente da Vida em Chamas",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Olho Que Tudo Vê em Chamas",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Olho Que Tudo Vê em Chamas",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 12
			}
		]
	}
}