{
	"id": 13515,
	"name": "Resplendor Fragmentado",
	"description": "Uma lâmina mecânica giratória produzida pela Oficina de Rolinho de Ovo Trilimlim que parece esconder os segredos de uma era passada...",
	"descriptionRaw": "Uma lâmina mecânica giratória produzida pela Oficina de Rolinho de Ovo Trilimlim que parece esconder os segredos de uma era passada...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Aquela foi uma época desconhecida até mesmo pelos bardos mais sábios de hoje.\nDas espécies longevas do passado, a maioria ainda eram bestas selvagens, o caos ainda queimando em seus olhos.\nA governante que no passado dominou o mundo, agora se revirava na poeira pálida e derivante.\nA soberana que perseguiu o mundo além levantou a lua aos céus, para governar os ciclos em seu lugar.\nApós sua ressurreição, ela não conseguia deixar de sentir que as memórias espalhadas daquele tempo haviam perdido toda a sabedoria, como o solo que se torna poeira.\nElas não pareciam mais reais, como pensamentos queimando em surgimento, então desaparecendo em um transe.\n \nEla já seguira o mestre da luz e chama para visitar as vontades que habitavam a lua em seus três tronos de jade.\nNesse momento, o próprio trono da soberana estava vago, e melancolia caiu dos céus conforme cada lorde dragão agia como desejava.\nO mestre da luz e das chamas procurou sua ajuda, entrando na névoa estelar do rei desaparecido,\nMas a única resposta que ele recebeu foram três silêncios separados em três salões de palácios separados.\nDali em diante, até os campos de neve sem fim se tornaram terra escurecida, enquanto vulcões ficaram bloqueados por gelo.\nE eles ainda não podiam, ou não queriam falar.\nEmbora aquela tenha sido uma época em que três ainda eram três.\n \nOs saqueadores do além dos céus substituíram o criador primordial e fizeram votos que causaram o mundo a girar.\nMas quando o rei retornou, agora corrompido pela escuridão, sua fúria não conhecia limites.\nAssim, quando o Mestre da Luz e Chama respondeu ao chamado do rei antigo, despertando de sua morte forjada,\nEle separou os lordes e a regente de sua exploração de estrelas e suas tentativas de replicar o grande milagre da forja da lua.\nAs deusas de coroa de jade realmente traíram o reino dos dragões com tal facilidade?\nInfelizmente, ninguém que sabia a resposta sobreviveu àquela guerra.\n \n\"Essas vagas imagens são tudo que consigo lembrar.\"\nEla explicou à garota que reconstruíra seu corpo e forjou para ela essa arma.\nMas a garota era mais inteligente do que ela imaginava e suprimiu seu olhar curioso.\nDaquele dia em diante, era o segredo dela. No dia que o anel celestial se partiu, a placa de jade caiu do céu.\nOs dragões clamaram cruelmente pela morte das luas que outrora os traíram, mas para ela, era um lembrete.\nEla relembrou como as sombras silenciosas em seus palácios entre as estrelas escondiam silenciosamente o resto da lua que caiu perante eles.\nO resto agora colocado no centro do mecanismo ciclônico.\nEscondido onde ninguém saberá e mantido em segurança até hoje.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "14,4%",
	"effectName": "Coroa de Jade Gelado",
	"effectTemplateRaw": "Nos 20s depois de lançar a Habilidade Elemental ou o Supremo, aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Nesse período, se o personagem que está com essa arma equipada criar um escudo, obterá o efeito Corrente das Ordens Sagradas nos 20s seguintes: aumenta o Dano de Carga Lunar de todos os membros próximos da equipe <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Nos 20s depois de lançar a Habilidade Elemental ou o Supremo, aumenta o ATQ em 24%. Nesse período, se o personagem que está com essa arma equipada criar um escudo, obterá o efeito Corrente das Ordens Sagradas nos 20s seguintes: aumenta o Dano de Carga Lunar de todos os membros próximos da equipe 40%.",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Nos 20s depois de lançar a Habilidade Elemental ou o Supremo, aumenta o ATQ em 30%. Nesse período, se o personagem que está com essa arma equipada criar um escudo, obterá o efeito Corrente das Ordens Sagradas nos 20s seguintes: aumenta o Dano de Carga Lunar de todos os membros próximos da equipe 50%.",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Nos 20s depois de lançar a Habilidade Elemental ou o Supremo, aumenta o ATQ em 36%. Nesse período, se o personagem que está com essa arma equipada criar um escudo, obterá o efeito Corrente das Ordens Sagradas nos 20s seguintes: aumenta o Dano de Carga Lunar de todos os membros próximos da equipe 60%.",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Nos 20s depois de lançar a Habilidade Elemental ou o Supremo, aumenta o ATQ em 42%. Nesse período, se o personagem que está com essa arma equipada criar um escudo, obterá o efeito Corrente das Ordens Sagradas nos 20s seguintes: aumenta o Dano de Carga Lunar de todos os membros próximos da equipe 70%.",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Nos 20s depois de lançar a Habilidade Elemental ou o Supremo, aumenta o ATQ em 48%. Nesse período, se o personagem que está com essa arma equipada criar um escudo, obterá o efeito Corrente das Ordens Sagradas nos 20s seguintes: aumenta o Dano de Carga Lunar de todos os membros próximos da equipe 80%.",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terror do Sacrifício do Coração Flamejante",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Esplendor do Sacrifício do Coração Flamejante",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 18
			}
		]
	}
}