{
	"name": "Juramento pela Liberdade",
	"description": "Uma espada azul como canção antediluviana e tão aguçada quanto os juramentos de liberdade prestados na Terra do Vento.",
	"weapontype": "Espada",
	"rarity": "5",
	"story": "No passado existia uma canção popular que era cantada quando se bebia, era assim:\n\"Se alguém arranca sua língua, você ainda pode cantar com seus olhos.\"\n\"Se alguém cega seus olhos, você ainda pode ver com seus ouvidos.\"\n\"Se alguém conspira para destruir o amanhã, então faça um brinde a eles.\"\n\"Pois mesmo que o amanhã morra, essa música permanecerá viva.\"\n\nDizem que o caráter de uma região segue o de seu arconte, e que isso vale tanto para o povo quanto para a própria terra.\nMas foi o arconte irrestrito que concedeu amor à liberdade e ao vinho à terra e às pessoas em meio ao conflito?\nOu foram as pessoas que nutriram o amor do Arconte Anemo pela liberdade enquanto ansiavam por ele em meio ao vento uivante e ao gelo?\nEsta é uma pergunta que não pode mais ser respondida.\n\nMas aquela música é geralmente cantada em períodos obscuros.\nSeja nos dias em que Decarabian reinava de sua torre,\nOu quando a nobreza corrupta derrubou a estátua do arconte,\nEm sótãos confinados, becos escuros e tavernas decrépitas,\nA música vazava do punho da tirania, e se tornou um hino da resistência dos heróis.\n\nNo passado distante, uma cidade silenciosa rodeada por todos os lados,\nGritos de felicidade ecoaram ao som de uma lira e, finalmente, perfuraram a prisão das tempestades furiosas.\nUm certo grupo, formado por um jovem, um espírito, um arqueiro, um cavaleiro e um guerreiro errante de cabelo vermelho,\nVieram e pararam frente à torre que parecia uma lança perfurando o céu,\nque projetava uma sobra como a de um titã,\ne juraram que seriam livres, que destruiriam o reinado do tirano solitário da torre.\n\nAqueles fracos enfermos que não conseguiam escalar a torre, em vez disso, cantavam a canção que, até agora, só tinha sido sussurrada por onde o vento não chegava,\nE aquela canção para brindar elevou-se com força suficiente para sacudir as muralhas da cidade, estimulando os heróis enquanto as subiam...\n\"Se alguém arranca sua língua, você ainda pode cantar com seus olhos.\"\n\"Se alguém cega seus olhos, você ainda pode ver com seus ouvidos.\"\n\"Mas se alguém se atrever a roubar sua canção, essa liberdade que tanto deseja...\"\n\"— Então, isso jamais poderá ser perdoado!\"",
	"baseatk": 46,
	"substat": "Proficiência Elemental",
	"subvalue": "43",
	"effectname": "Hino da Rebelião",
	"effect": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta o Dano causado em {0}. Quando ativa a Reação Elemental, o personagem obterá um Símbolo da Resistência, que pode ser ativado uma vez a cada 0.5s, mesmo quando o personagem não está no campo de batalha. Possuir 2 Símbolos da Resistência faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Resistência\" por 12s: Aumenta o Dano de Ataque Normal, Ataque Carregado, Ataque Imersivo em {1}, além disso o ATQ será aumentado em {2}. Dentro de 20s depois da ativação, não é possível obter os Símbolos da Resistência de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
	"r1": [
		"10%",
		"16%",
		"20%"
	],
	"r2": [
		"12.5%",
		"20%",
		"25%"
	],
	"r3": [
		"15%",
		"24%",
		"30%"
	],
	"r4": [
		"17.5%",
		"28%",
		"35%"
	],
	"r5": [
		"20%",
		"32%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grilhões de Dandelion",
				"count": 5
			},
			{
				"name": "Dispositivo do Caos",
				"count": 5
			},
			{
				"name": "Pergaminho Guia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 5
			},
			{
				"name": "Dispositivo do Caos",
				"count": 18
			},
			{
				"name": "Pergaminho Guia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 9
			},
			{
				"name": "Circuito do Caos",
				"count": 9
			},
			{
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 5
			},
			{
				"name": "Circuito do Caos",
				"count": 18
			},
			{
				"name": "Pergaminho do Encantamento",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 9
			},
			{
				"name": "Fornalha do Caos",
				"count": 14
			},
			{
				"name": "Pergaminho da Maldição",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Sonho do Gladiador de Dandelion",
				"count": 6
			},
			{
				"name": "Fornalha do Caos",
				"count": 27
			},
			{
				"name": "Pergaminho da Maldição",
				"count": 18
			}
		]
	}
}