{
	"id": 14412,
	"name": "Fruto do Sabugueiro",
	"description": "Uma fruta que possui uma aura estranha e gélida. Uma leve sensação de agonia emana dela.",
	"descriptionRaw": "Uma fruta que possui uma aura estranha e gélida. Uma leve sensação de agonia emana dela.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Quando a filha do Sacerdote Findnell nasceu sob essa árvore branca, \nela recebeu bênçãos, e essas terras verdes das montanhas estavam cheias de felicidade.\n\nA bênção de Shahr Findnell existirá eternamente,\nComo a árvore de prata branca que perfura a terra e nunca murcha.\nIsso foi o que as pessoas que compilaram a história do país na montanha pensaram.\nAqueles que registraram incontáveis eventos e pessoas estavam convencidos,\nQue a beleza e os talentos da princesa brilhariam eternamente como a lua...\n\nMas quando as pontas que congelaram o mundo caíram subitamente,\nQuando essa árvore foi esmagada,\nAquela garota removeu o galho mais intacto,\nQueria continuar a vida dessas árvores que escondiam um país.\nMas no final, essa vida não era mais capaz de sobreviver.\nA nevasca, como uma lâmina, bloqueou a luz do luar...\n\nMuito tempo depois, e muito tempo antes de hoje...\nQuando o dragão negro e o dragão do vento lutaram até a morte,\nQuando o sangue podre cobriu o vale branco de vermelho,\nEssa árvore pensou que ainda não havia morrido,\nE suas raízes se estendiam para o sangue que irradiava pela terra.\n\nPorque alguém regou com a essência imaculada do vermelho carmesim,\nA árvore branca, que deveria ter morrido anteriormente, começou a lembrar de seu passado,\nE reuniu todo seu poder para criar um fruto...\n\nAs pessoas que escondi, os sacerdotes que cantaram para mim,\nA garota que comumente desenhava ao meu lado,\nA felicidade nunca possuída se tornou um fruto gelado escarlate\n\nÀquele que puder retribuir a este mundo venenoso\nQue eles carreguem meu fruto inocente e amargo enquanto fazem justiça.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Enterro Congelante",
	"effectTemplateRaw": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>{0}</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>{1}</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>{2}</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
	"r1": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 60% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 80% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 200% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 70% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 95% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 240% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 80% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 110% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 280% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 90% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 125% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 320% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 100% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 140% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 360% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}