{
	"id": 12430,
	"name": "Gancho Frutífero",
	"description": "O audacioso Burkina, dos Descendentes das Copas, construiu esta arma com a ajuda do herói Tenoch — tudo para obter Fogorromãs incomparáveis em Natlan.",
	"descriptionRaw": "O audacioso Burkina, dos Descendentes das Copas, construiu esta arma com a ajuda do herói Tenoch — tudo para obter Fogorromãs incomparáveis em Natlan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "A grande árvore-mãe enraizada nas fendas e rachaduras que hoje crescem sob a Montanha Coatepec, já cresceram em outro lugar,\nsegundo contadores de histórias, foi no sopé que era ainda mais alto do que o vulcão, mais alto até mesmo que as nuvens.\nHavia um jovem mensageiro que se irritava imensamente com um Sauriano que vivia na outra ponta da montanha, pois esse Sauriano zombava frequentemente de seus movimentos serem tolice,\nentão ele jurou que iria ao pico mais alto para colher as Fogorromãs crescendo na árvore-mãe,\npara exibir suas grandes habilidades como o mais ágil, até entre todos os Yumkassauros.\n\nMas não há grande ato neste mundo que possa ser feito simplesmente ao pensar nele,\ne embora o herói chamado de Burkina pudesse escalar os picos com as próprias mãos nuas, agarrando as rochas com nada além das pontas dos dedos,\nele não podia impedir os Saurianos alados circulando o topo, de o assediarem, como se estivessem ridicularizando-o com suas asas,\nsem contar as inúmeras feras selvagens de guarda sob a árvore olhando para cima, enquanto esperavam a fruta amadurecer.\nConforme a estação de amadurecimento da fruta se aproximava, Burkina não conseguia nem se aproximar das pontas dos galhos cheios de frutas,\nmas o jovem herói não estava com pressa e simplesmente se virou e saiu após murmurar algo.\n\nEle veio até a tribo que vivia com os Saurianos alados e cuidou das necessidades diárias dos Saurianos para eles,\nobservando-os dia após dia, e ao fazer isso, se familiarizando com seus membros e movimentos.\nEle seguiu as pessoas da montanha abaixo do vulcão, usando grandes pedregulhos para aprimorar seu corpo e alma,\ne buscou orientação dos Alto-Sacerdotes do Vento Noturno com suas pesadas cerimônias, aumentando sua percepção e consciência.\n\nQuando Tenoch, que estava viajando para lá, viu seu amigo e seu cabelo desgrenhado, ele ficou quase com medo de perguntar,\nmas quando Tenoch descobriu o propósito dele, não conseguia esconder o sorriso e pediu para acompanhar Burkina.\nO herói dos Descendentes das Copas rejeitou a oferta carinhosa do amigo, pois sabia que isso tudo era apenas treino,\no \"custo\" certo de tais \"resultados\", enquanto a bondade do amigo, talvez,\npudesse não ser inteiramente de graça, como ele tinha uma vaga sensação que o dia chegaria em que tal ajuda devesse ser paga de volta.\nVendo a determinação de seu amigo, Tenoch não falou mais em ajudar,\ndisse apenas que ele ainda podia fazer um pequeno favor pelo bem dessa aventura...\n\nNo dia do amadurecimento, o jovem mensageiro pegou a arma que fez junto ao seu amigo,\ne seu corpo ágil atravessou os penhascos, ainda mais rápido do que uma corrida em uma planície.\nHá muito tempo ele percebeu as formas que os Saurianos alados o assediavam e, ao invés disso, foram eles que perderam a compostura,\nenquanto ele balançava a espada com gancho em sua mão para esquivar ou bloquear os ataques das feras que tentavam o interceptar.\nCom as Fogorromãs da árvore-mãe recentemente amadurecidas perante a ele, ele só precisava de um balanço do gancho na mão dele para colhê-las.\nMas conforme o herói estava na beira do sucesso, seu orgulho o tornou complacente, e uma lufada repentina o fez cambalear.\nParecia que ele estava prestes a cair de tal altura, e ele temia ser amassado até virar polpa com a fruta em seus braços...\n\nMas com a vida dele por um fio, uma figura verde surgiu da profunda sombra das árvores,\ne atirou a goma de suas bochechas com sua língua longa, trazendo o herói de volta do precipício da morte.\nNão foi ninguém menos do que o Yumkassauro que sempre brigava com Burkina, e que o seguiu das sombras,\nfinalmente se revelando quando o perigo estava iminente, o resgatando da convocação da Dama da Noite.\n\nBurkina ofereceu as Fogorromãs ao Sauriano que o salvou, conquistando seu reconhecimento em retorno.\nEssa, então, é a história de como o herói da Têmpera e o Rei da Montanha Kongamato se tornaram companheiros.\nMais tarde, os heróis dos Descendentes das Copas juntos, transplantaram a árvore-mãe no pé da montanha,\nEm comemoração, de agora em diante, as melhores Fogorromãs também eram nomeadas de \"Rei da Montanha\".",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Peso dos Galhos Caídos",
	"effectTemplateRaw": "Aumenta a Taxa CRIT dos Ataques Imersivos em <color=#99FFFFFF>{0}</color>. Quando um Ataque Imersivo atinge um inimigo, aumenta o Dano causado pelos Ataques Normais, Carregados e Imersivos em <color=#99FFFFFF>{1}</color> por 10s.",
	"r1": {
		"description": "Aumenta a Taxa CRIT dos Ataques Imersivos em 16%. Quando um Ataque Imersivo atinge um inimigo, aumenta o Dano causado pelos Ataques Normais, Carregados e Imersivos em 16% por 10s.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Aumenta a Taxa CRIT dos Ataques Imersivos em 20%. Quando um Ataque Imersivo atinge um inimigo, aumenta o Dano causado pelos Ataques Normais, Carregados e Imersivos em 20% por 10s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Aumenta a Taxa CRIT dos Ataques Imersivos em 24%. Quando um Ataque Imersivo atinge um inimigo, aumenta o Dano causado pelos Ataques Normais, Carregados e Imersivos em 24% por 10s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Aumenta a Taxa CRIT dos Ataques Imersivos em 28%. Quando um Ataque Imersivo atinge um inimigo, aumenta o Dano causado pelos Ataques Normais, Carregados e Imersivos em 28% por 10s.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Aumenta a Taxa CRIT dos Ataques Imersivos em 32%. Quando um Ataque Imersivo atinge um inimigo, aumenta o Dano causado pelos Ataques Normais, Carregados e Imersivos em 32% por 10s.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eixo da Fonte Secreta",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eixo da Fonte Secreta",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Revestimento da Fonte Secreta",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Revestimento da Fonte Secreta",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Coração da Fonte Secreta",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Coração da Fonte Secreta",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 12
			}
		]
	}
}