{
	"id": 14414,
	"name": "Anel de Hakushin",
	"description": "Um catalisador que guarda a memória de Kitsune Saiguu dos tempos passados. E, ainda assim, esse dispositivo é apenas um recipiente empobrecido para toda a amplitude do seu pensamento.",
	"descriptionRaw": "Um catalisador que guarda a memória de Kitsune Saiguu dos tempos passados. E, ainda assim, esse dispositivo é apenas um recipiente empobrecido para toda a amplitude do seu pensamento.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "\"As pessoas chegam e partem com muita pressa, como sonhos que permanecem durante a noite e vão embora pela manhã.\"\n\nEssa vida simples e comum,\nsim, acho que tive uma vida plena.\n\nEu costumava ser a Kitsune Hakushin\nCom meus ágeis e adoráveis companheiros,\nnós corremos pelas montanhas e planícies de Narukami.\n\nTomara que, quando tudo terminar,\neles possam correr alegremente de novo...\n\nUma vez, conheci uma garota Oni que possuía um lindo rosto,\njuntos, nos apresentamos e tocamos música divina diante do trono.\nEu aplaudi sua dança de espadas.\nEspero que a beleza, bravura e conduta dela\npossam ser enaltecidas pelas pessoas por milhares de anos.\n\nQuando penso na incomparável beleza da garota,\nnão consigo evitar o desejo de esconder minha aparência atual com uma máscara...\n\nUma vez, eu competi em uma corrida com a líder do clã dos Tengus,\nEu percorri todos os caminhos e rotas das montanhas espirituais, por dentro e por fora.\nPara competirmos em velocidade e força.\n\nEu, nascida do Clã Hakushin, fui a eventual vencedora.\nAgora que penso sobre isso, ela deve ter se segurado.\nSempre que penso nisso, me sinto insatisfeita...\n\nCerta vez, enganei uma Bake-Danuki que insistia em querer me desafiar,\nEu fiz ele se render completamente a Shogun.\nEu também enganei desavergonhadamente a Shogun,\nEu fiz ela recrutar o grande Bake-Danuki sob seu comando.\n\nNaquela noite, o luar da corte imperial acariciou os galhos e as pétalas das flores,\nQue caíram no pátio como pérolas vindas do céu,\nIsso ainda brilha intensamente em meu coração frívolo...\n\nEspero que ela se lembre do lema que corajosamente formulei antes de partirmos.\n\"Nunca se deixe enganar ou abalar. Persiga o caminho em que você acredita.\"\nEspero que meu lema a ajude a resistir a algumas mentiras e pensamentos ruins.\nTambém espero que aquela travessa porém inocente danuki não me odeie por meu engodo final...\n\nAgora, no mais escuro dos lugares,\nVou me agarrar firmemente a essas cenas,\nComo a lua brilhando por entre as nuvens,\nPermitir que iluminem meu pequeno e frágil coração.\n\nNesta vida, eu já estive na forma humana,\nEu caminhei com essas pequenas criaturas belas e efêmeras,\nFiz amizade com muitas pessoas de diferentes identidades.\nQuer seja a Sacerdotisa que veio treinar em Narukami para o santuário em sua cidade natal,\nOu a criança que se separou dos adultos por causa das escoltas de palanquins divinos no Festival de Verão,\nOu o simpático jovem que finalmente foi para Liyue para praticar a arte dos Adeptus,\nQuer tenha sido o Kanjou que trabalhou duro para tornar a cidade próspera,\nOu o artesão que era obcecado em fazer espadas extremamente afiadas,\nOu o grupo que usou técnicas engenhosas para fazer meteoros artificiais florescerem nas profundezas do espaço,\nTodos eles são amigos que eu não esperava ser capaz de fazer.\n\nEspero que a barreira que os protege não seja corroída pela escuridão...\n\nTudo isso é o que sinto falta agora.\n\n\"Então, é a escuridão que tira um pedaço de mim,\"\n\"Agora que perdi todas as minhas forças,\"\n\"Meu sangue Hakushin está ao seu dispor.\"\n\"Contudo, apesar de minha humilde posição,\"\n\"Ainda espero que você ouça minhas súplicas...\"\n\n\"Se você puder ver tudo que eu valorizo,\"\n\"Então, por favor, perdoe essas criaturas.\"\n\"Se você me permitir fazer um pedido,\"\n\"Por favor, devolva minhas lembranças perfeitas,\"\n\"Para a terra que eu amo profundamente.\"\n\"Espero que após sua devastação,\"\n\"Ainda restem coisas belas...\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "6,7%",
	"effectName": "Palácio de Sakura",
	"effectTemplateRaw": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em <color=#99FFFFFF>{0}</color>, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
	"r1": {
		"description": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em 10%, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em 12.5%, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
		"values": [
			"12.5%"
		]
	},
	"r3": {
		"description": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em 15%, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em 17.5%, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
		"values": [
			"17.5%"
		]
	},
	"r5": {
		"description": "Depois de o personagem com essa arma equipada desencadear uma reação Electro, os membros da equipe ao redor com Tipo Elemental envolvidos na reação terão Dano Adicional do Elemento em 20%, por 6s. O Dano adicional obtido pelo personagem dessa forma não pode ser acumulado.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Ramo de Coral de um Mar Distante",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma Sombrio",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Ramo Perolado de um Mar Distante",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma Sombrio",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo Perolado de um Mar Distante",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Prisma Cristalino",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Ramo de Jade de um Mar Distante",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Prisma Cristalino",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Ramo de Jade de um Mar Distante",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma Polarizado",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Ramo Dourado de um Mar Distante",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Prisma Polarizado",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 12
			}
		]
	}
}