{
	"id": 11510,
	"name": "Maremoto da Lua de Futsu",
	"description": "Uma obra da linhagem Futsu. Seu nome tem como origem devido à maneira que lembra uma onda violenta do mar.",
	"descriptionRaw": "Uma obra da linhagem Futsu. Seu nome tem como origem devido à maneira que lembra uma onda violenta do mar.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "Essa lâmina foi registrada na \"Antologia de Lâminas de Inazuma\", escrita pelo Inspetor Mikoshi Nagamasa de Tatarasuna.\nExistiam duas espadas da série \"Geppaku Futsu\" feitas pela Escola Futsu: \"Ondulação\" e \"Maremoto\",\nDessas duas, \"Maremoto\" é a única lâmina forjada pelo grande ferreiro Masagomaru que perdurou até hoje.\n\nMuitos dizem que as lâminas estão gravadas com as almas daqueles que as forjam...\nÉ assim que a Antologia começa.\nDizem que a lâmina \"Ondulação\" foi forjada pela terceira geração de mestres da escola, o Mestre Futsu Minori.\nSua espada era de um azul pálido, e sua lâmina era bela como a água ondulante, por isso era comumente vista nas cinturas dos guardas da Shogun.\nDepois, a espada foi partida durante um duelo mortal para decidir o futuro do povo Oni, e foi enviada para ser reforjada.\nNessa época, Minori, que já há muito sofria do álcool, feridas e memórias remanescentes de Tatarigami, era uma pessoa quebrada igual a uma espada de aço não temperado.\nO jovem da quarta geração, Futsu Hiroyoshi, não era habilidoso como sua mãe.\nEra seu irmão, Futsu Masayoshi, o conhecido como Masagomaru,\nQue finalmente forjou essa arma, permitindo que a obra-prima Futsu retornasse para o mundo.\nAs duas espadas Geppaku Futsu são similares, mas suas qualidades são muito distintas.\n\nMasagomaru só deu o nome dessa espada em sua vida por uma simples razão:\nEle era um órfão que foi adotado pela mestre da terceira geração, era analfabeto e com problemas de fala.\nQuando lhe ordenaram reviver a beleza da espada \"Ondulação\", ele entalhou seu nome assim como antes.\n\nQuando Futsu Minori faleceu, Masagomaru a ajudou a transmitir suas técnicas de forja para Hiroyoshi,\nDizem que ela desejava que ele assumisse o cargo de mestre da escola, mas ele recusou sucessivas vezes.\nA fama por forjar \"Maremoto\" quase afetou a sucessão de Hiroyoshi como líder da quarta geração.\nDessa forma, quando seu irmão ficou independente, Masagomaru decidiu partir para outras terras.\nDepois, ele estudou a técnica de outras escolas de forjamento, e aprendeu com os mais hábeis ferreiros.\nNos seus anos finais, ele tinha três discípulos de que tinha orgulho: Kaedehara Kagemitsu, Niwa Nagamitsu e Akame Mitsunaga.\nEsses três criaram a \"Isshin Sansaku\", as três obras-primas da Arte Isshin.\n\n\"Naquela época, eu nasci sem poder falar, um garoto feio, sujo e abandonado\".\n\"Como uma mariposa, eu buscava por calor nas noites frias, e o que encontrei foram as chamas da forja\".\n\"Perante mim estava a mestre de terceira geração, a que as pessoas diziam ser antipática e arrogante\".\n\"Mas ela não me disse para ir embora, pelo contrário, me deu arroz para encher meu estômago\".\n\"Ela viu que eu estava coberto de areia metálica, por isso me chamou de 'Masagomaru'\".\n\nO esperto Masagomaru, incapaz de falar, devia ter muitas histórias escondidas em seu coração.\nTodas essas coisas não ditas afundaram, desaparecendo sob as ondas...\n\n\"A mestre da terceira geração contava para mim, aquele que não podia falar, muitas histórias\".\n\"Como a velha ferida que afligia uma metade de seu corpo, como os desejos de sua mãe e irmão,\"\n\"Como o hakama escarlate que ela usar nunca podia, e a onda gigante que um dia tudo devoraria...\"\n\nNuma noite, uma criança entrou na ferraria, e viu a temperamental ferreira,\nEla martelava o ferro, não se importando com as lágrimas que escorriam de seu rosto...\n\"Esqueça do que você viu. Entendeu?\"\nAssustado, ele assentiu. A mulher subitamente bateu palmas e sorriu alegremente:\n\"Oh, você é um bom amigo! Um que sabe guardar segredos!\"\n\n\"É como dizem: não se pode depender muito daquele que depende da bebida\".\n\"Mas agora que penso nisso, eu deveria ter aceitado o convite dela para beber...\"\n\nA \"Antologia\" também fala das diferenças de forma entre as lâminas Geppaku Futsu.\nAssim, a obra-prima de Futsu Minori era bela como o oceano durante a noite, por isso foi chamada de \"Ondulação\".\nA feita pelo silencioso Masayoshi era formidável como uma tempestade, por isso foi chamada de \"Maremoto\".",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "7,2%",
	"effectName": "Fluxo Aperfeiçoado",
	"effectTemplateRaw": "Obtém <color=#99FFFFFF>{0}</color> de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerarão um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, se tiver acúmulos de \"Ondulação\", consumirá os acúmulos existentes e obterá \"Maremoto\", cada acúmulo consumido aumenta o Dano do Ataque Normal em <color=#99FFFFFF>{1}</color> por 8s.",
	"r1": {
		"description": "Obtém 12% de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerarão um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, se tiver acúmulos de \"Ondulação\", consumirá os acúmulos existentes e obterá \"Maremoto\", cada acúmulo consumido aumenta o Dano do Ataque Normal em 20% por 8s.",
		"values": [
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Obtém 15% de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerarão um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, se tiver acúmulos de \"Ondulação\", consumirá os acúmulos existentes e obterá \"Maremoto\", cada acúmulo consumido aumenta o Dano do Ataque Normal em 25% por 8s.",
		"values": [
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Obtém 18% de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerarão um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, se tiver acúmulos de \"Ondulação\", consumirá os acúmulos existentes e obterá \"Maremoto\", cada acúmulo consumido aumenta o Dano do Ataque Normal em 30% por 8s.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Obtém 21% de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerarão um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, se tiver acúmulos de \"Ondulação\", consumirá os acúmulos existentes e obterá \"Maremoto\", cada acúmulo consumido aumenta o Dano do Ataque Normal em 35% por 8s.",
		"values": [
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Obtém 24% de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerarão um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, se tiver acúmulos de \"Ondulação\", consumirá os acúmulos existentes e obterá \"Maremoto\", cada acúmulo consumido aumenta o Dano do Ataque Normal em 40% por 8s.",
		"values": [
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "A Sabedoria de Narukami",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Escultura Sombria",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "A Alegria de Narukami",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Escultura Sombria",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "A Alegria de Narukami",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Escultura do Alvorecer",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "O Afeto de Narukami",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Escultura do Alvorecer",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "O Afeto de Narukami",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Escultura das Profundezas",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "A Coragem de Narukami",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Escultura das Profundezas",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 18
			}
		]
	}
}