{
	"name": "Caminho do Caçador",
	"description": "Este arco adornado foi feito usando galhos brancos preciosos. Ele já derrotou inúmeras bestas malignas que tentaram infiltrar a floresta.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "Um arco de caça dourado, feito de galhos brancos. Ele carrega a bênção da floresta.\nRaramente são encontradas árvores que crescem ramos brancos tão puros.\nA bênção já foi oculta por sangue escura, mas a mancha foi purificada com água.\n\nUma caçadora de bestas negras. Sua caçada parece interminável.\nNoites de espera sob folhas secas e mortas, dias de se enterrar sob carne,\napenas para atirar aquela flecha no coração, e então ela irá buscar um novo alvo.\n\nCom o tempo, a caçadora deixou de se preocupar com o vento que revelava sua localização para a presa.\nEla deixou de usar flores silvestres para esconder seu cheiro humano,\nporque ela começou a exalar o mesmo fedor com o qual os animais selvagens estavam familiarizados.\n\nEla tinha esquecido a língua dos humanos antes mesmo de se tornar uma caçadora.\nEm meio às suas infinitas caçadas, até mesmo o tempo foi esquecido por ela.\nEla tinha se esquecido do campo de caça sem fim que havia sido prometido a ela.\nAté o jovem cego que primeiro a encontrou e lhe deu o arco feito de galhos brancos,\no mesmo que a fez trilhar o caminho das feras negras,\ntinha sido esquecido em meio ao foco dela na caça.\n\n\"Aqueles que foram manchados de sangue nunca encontrarão o campo de caça verdejante e interminável.\"\n\"Não, Mestre, meu real campo de caça fica no mundo dos monstros...\"\n\nNa piscina clara iluminada pelo luar, a caçadora descobriu que havia se transformado em uma fera sem perceber.\nPercorrendo os rastros deixados pelos animais, o cavaleiro negro e sua lâmina refletida na água encontraram a desconcertada figura dela.\n\n\"É apenas mais um monstro que precisa ser eliminado e que se confundiu pelo reflexo da lua na água.\"\n\"Que estranho. Por um momento, pensei que fosse uma jovem perdida na floresta...\"\n\n\"Continue sua viagem para o oeste. Por justiça... e para reparar a transformação de seres humanos em feras.\"",
	"baseatk": 44,
	"substat": "Taxa Crítica",
	"subvalue": "9.6",
	"effectname": "O Destino da Besta",
	"effect": "Ganha {0} de Bônus de Dano de todos os Elementos. Obtém o efeito \"Caça Incansável\" ao acertar um oponente com um Ataque Carregado. Esse efeito aumenta o Dano do Ataque Carregado em {1} da Proficiência Elemental. Esse efeito será removido depois de 12 Ataques Carregados ou após 10s. Só é possível obter 1 efeito de Caça Incansável a cada 12s.",
	"r1": [
		"12%",
		"160%"
	],
	"r2": [
		"15%",
		"200%"
	],
	"r3": [
		"18%",
		"240%"
	],
	"r4": [
		"21%",
		"280%"
	],
	"r5": [
		"24%",
		"320%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Eco do Poder Escaldante",
				"count": 5
			},
			{
				"name": "Núcleo Fúngico Inerte",
				"count": 5
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 5
			},
			{
				"name": "Núcleo Fúngico Inerte",
				"count": 18
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 9
			},
			{
				"name": "Núcleo Fúngico Adormecido",
				"count": 9
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sonho do Poder Escaldante",
				"count": 5
			},
			{
				"name": "Núcleo Fúngico Adormecido",
				"count": 18
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Sonho do Poder Escaldante",
				"count": 9
			},
			{
				"name": "Núcleo Fúngico Robusto",
				"count": 14
			},
			{
				"name": "Cetim Vermelho",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Glória Passada do Poder Escaldante",
				"count": 6
			},
			{
				"name": "Núcleo Fúngico Robusto",
				"count": 27
			},
			{
				"name": "Cetim Vermelho",
				"count": 18
			}
		]
	}
}