{
	"name": "Bico de Íbis",
	"description": "Um arco dourado forjado a partir da descrição de uma história. Se você usá-lo como uma arma comum, também pode pensar nele como parte de um mundo fictício extraído de suas páginas.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Este item era para ser uma amostra de produto de uma pré-compra especial para o volume final de O Rei do Chamado Sagrado dos Sete #1.\nPorém, devido a suas especificações únicas, o pedido para produzir uma amostra foi mal-entendido como sendo um pedido para fabricar uma arma real.\nDessa forma, os editores da Editora Yae ficaram frustrados com o que aconteceu após receberem este arco. Fukumoto, que estava presente quando o arco foi entregue, ficou profundamente inspirada por essa reviravolta e escreveu o seguinte trecho, que mais tarde seria incluído no livro como um apêndice.\n\n\"Aquele que empunhar este arco, será o arqueiro mais habilidoso sob o comando do Rei do Grande Mar de Areias Escarlates.\"\nÉ como todos disseram, e com a crença de que o jovem rapaz de pele verde aguentou fortemente. Quando o Rei Íbis demonstrou seu tesouro, este arco longo adornado e com as cores das areias chamou sua atenção imediatamente. Foi uma época em que o jovem rapaz ainda não tinha sido envenenado pelo destino, uma época em que ele ainda acreditava que tudo que ele desejava eram prêmios a serem conquistados—\nPara ele, era apenas uma questão de quanto esforço seria necessário.\nAssim, ele fez uma pergunta para o Rei Íbis com confiança, \"Se eu me tornar o melhor arqueiro de todos, se eu possuir poder e força que supere a de todos os outros reis, este arco longo me pertenceria?\"\nO silêncio tomou conta. Nas sombras, que não foram iluminadas pelas lanternas, ninguém ousava responder.\nHavia apenas uma exceção: o homem em cima do trono, cujos olhos eram tão aguçados como os de um falcão, deu uma leve risada, e concedeu ao jovem rapaz o seu desejo.\n\"Esse dia chegará,\" o jovem rapaz de pele verde pensou.\n\nDessa forma, longos e difíceis anos se passaram desde então.\nForam várias centenas de anos depois que o senhor da guerra realizou o seu desejo. Com a ajuda do jovem rapaz que abriu a Urna de Grimórios, ele entrou no \"Salão dos Duelos\" selado, e só então ele viu o arco longo sendo segurado por um fantasma.\nÉ como se o tempo tivesse parado, para que os restos de sua alma pudessem passar pelas portas quebradas e os corredores espalhados e retornar para a câmara da traição e conspiração. Agarrando a inescapável flecha dourada disparada pelo arco de rituais secretos que se lançava em sua direção, ele salvou o corpo de um destino infeliz de ser perfurado bem no peito.\nIsso sempre fez parte de seu plano.\nMas nesse momento, o ritual secreto se dissipou. A flecha se desmanchou e a silhueta daquele que segurava o arco sumiu em um flash.\nEle pegou o arco antes que caísse ao chão.\nSuas múltiplas tentativas de conquistar este arco forjado a ouro haviam terminado em fracasso, o que contribuiu para o distanciamento entre ele e o Rei Íbis. Por fim, quando finalmente adquiriu o tesouro que há muito cobiçava, descobriu que seu coração estava tão frio quanto um pântano estagnado, sem sequer uma onda de alegria. O Rei Crocodilo ponderou e concluiu que ele não tinha mais um anseio tão grande de satisfazer aqueles desejos não realizados como tinha em sua juventude.\nAlém disso, o reverenciado Lorde das Areias Escarlates havia sido escondido em muitas histórias, e a Rainha das Flores nunca mais foi vista novamente. Ao disputar o trono do mausoléu, diversas disputas e caos irromperam entre os reinos. Em meio à confusão, ele aproveitou a oportunidade para pisotear o mar de areias em nome do \"Ritual dos Duelos\", tudo para incitar uma guerra frenética que apagaria as barreiras entre os diversos mundos. Para pará-lo, uma figura solitária e envelhecida, segurando o arco dourado, subiu os degraus que conduziam ao ritual...\nEssas eram apenas lembranças de uma era passada.\nEle passou seus dedos pelo orbe no arco, até que percebeu que não era poeira que estava ofuscando seu brilho, sem falar que essa poeira não passava de uma imaginação de sua cabeça.\n\n\"Esqueça,\" o lorde da guerra pensou.\nEle ouviu o som de uma mesa sendo ativada novamente no \"Salão dos Duelos\", e supôs que o jovem rapaz que sua alma residual outrora possuiu, estava esperando ansiosamente por um duelo.\nAssim, ele prendeu o seu arco em sua cintura, criando uma imagem de vitória da qual uma vez sonhou.\nO rei de pele esverdeada caminhou lentamente para o campo de batalha decretado pelo destino.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Favor da Sabedoria Secreta",
	"effect": "Nos 6s após um Ataque Carregado atingir um inimigo, aumenta a Proficiência Elemental do personagem em {0}. Esse efeito pode ser acumulado até 2 vezes e desencadeado uma vez a cada 0.5s.",
	"r1": [
		"40"
	],
	"r2": [
		"50"
	],
	"r3": [
		"60"
	],
	"r4": [
		"70"
	],
	"r5": [
		"80"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Talismã de Bronze do Orvalho Florestal",
				"count": 3
			},
			{
				"name": "Flor Que Ainda Não Floresceu",
				"count": 3
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 3
			},
			{
				"name": "Flor Que Ainda Não Floresceu",
				"count": 12
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 6
			},
			{
				"name": "Flor Estimada",
				"count": 6
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 3
			},
			{
				"name": "Flor Estimada",
				"count": 12
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 6
			},
			{
				"name": "Flor Florescente do Andarilho",
				"count": 9
			},
			{
				"name": "Cetim Vermelho",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talismã de Ouro do Orvalho Florestal",
				"count": 4
			},
			{
				"name": "Flor Florescente do Andarilho",
				"count": 18
			},
			{
				"name": "Cetim Vermelho",
				"count": 12
			}
		]
	}
}