{
	"id": 14505,
	"name": "Esplendor Índigo",
	"description": "Um recipiente ritualístico esculpido de jade que reflete o brilho dos céus e águas cristalinas.",
	"descriptionRaw": "Um recipiente ritualístico esculpido de jade que reflete o brilho dos céus e águas cristalinas.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "A esplêndida jadeíta caiu do céu, lavada pelas sempre-fluentes águas purificadoras.\nLivre da terra escura e madeira podre, com cada rastro de resíduos removido.\nUma rocha primordial, esculpida e moldada pelas mãos da juventude mortal.\nNo fim de tudo se tornando um esplêndido instrumento de jade, aguardando um momento fortuito para realizar seu propósito sagrado...\n\n\"É como falei,\" declarou o pesquisador do reino das florestas tropicais durante o chá, \"o arco da história se dobra em direção ao decaimento e ao colapso.\"\n\"A queda da humanidade pode apenas ser prevenida com a sabedoria e misericórdia dos deuses. Sem isso, os humanos inevitavelmente se aniquilarão.\"\n\"Testemunhe o testamento silencioso das ruínas desertas existentes entre montanhas e pântanos. Testemunhe as feras selvagens nos morros, abandonadas pelos seus poderes de fala e determinação...\"\n\"O povo do passado pereceu sem deixar rastros, e até seus maiores reis e chefes falharam em propagar uma única onda.\"\n\nO povo do Vale Chenyu nem sempre viveu lá, mas já chamaram essas montanhas com veias de cristal de lar.\nAs vidas tanto em âmbito familiar quanto tribal giravam em torno das minas, e seus assentamentos se estendiam de pico a pico.\nMas o antigo pecado enterrado sob seus pés e pás era desconhecido aos mortais, oculto sob os poços mais profundos.\nA punição divina é implacável e não se importa com as vidas mortais. Após a catástrofe, seus ancestrais foram forçados a levar suas famílias em direção ao norte.\n\nOs anciões da Vila Qiaoying afirmam que os ancestrais do povo do Vale Chenyu vieram do desfiladeiro ao sul.\nEles trouxeram consigo um grande altar de jade e deixaram ruínas antigas e enigmáticas para trás...\nQuando a guerra entre os deuses trouxe tragédia, os ancestrais do povo do Vale Chenyu foram reduzidos a andarilhos refugiados.\nSeus descendentes já acreditaram em um deus agora esquecido, e todos estão desaparecidos da história, consignados ao pó.\n\n\"Uma teoria instável,\" respondeu o convidado de camisa escura, \"a história dos mortais é repleta de renascimentos.\"\n\"Tanto a glória quanto a ruína brotam dos próprios mortais. Sem gerenciamento, não existe ascensão ou queda\".\n\"Ruínas antigas permanecem abandonadas, mas seus antigos habitantes, fustigados pelo destino, continuam vivos até hoje...\"\n\"O desaparecimento de seus ancestrais deu origem à prosperidade de hoje... mesmo se agora sejam assimilados, como um com o povo de um novo deus\".\n\"Mesmo que sejam por muitas vezes indefesos em questões grandes e pequenas, eles não foram destruídos pelas circunstâncias, mas fizeram suas próprias escolhas\".\n\"Quanto à sabedoria e as leis dos deuses, são baseados nos consensos dos mortais, e não em impulsos pessoais\".\n\nDepois de um tempo, o debate trivial durante o chá terminou de forma inconclusiva. Tais discussões entre mortais e deuses não terminam em brigas sem sentido.\nMas o rio de águas limpas flui eternamente, assim como o brilho do jade sagrado dentro dele permanece tão constante quanto seu antigo mestre.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "10,8%",
	"effectName": "Presente de Jade Primordial",
	"effectTemplateRaw": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera <color=#99FFFFFF>{0}</color> de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de <color=#99FFFFFF>{1}</color> para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até <color=#99FFFFFF>{2}</color>. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha.",
	"r1": {
		"description": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera 4.5 de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de 0.3% para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até 12%. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha.",
		"values": [
			"4.5",
			"0.3%",
			"12%"
		]
	},
	"r2": {
		"description": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera 5 de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de 0.5% para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até 20%. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha.",
		"values": [
			"5",
			"0.5%",
			"20%"
		]
	},
	"r3": {
		"description": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera 5.5 de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de 0.7% para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até 28%. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha.",
		"values": [
			"5.5",
			"0.7%",
			"28%"
		]
	},
	"r4": {
		"description": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera 6 de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de 0.9% para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até 36%. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha.",
		"values": [
			"6",
			"0.9%",
			"36%"
		]
	},
	"r5": {
		"description": "Nos 3s após lançar um Supremo ou criar um Escudo, gera o efeito \"Presente de Jade Primordial\": regenera 6.5 de Energia Elemental a cada 2.5s, e concede um Bônus de Dano Elemental do Tipo Elemental correspondente do personagem que tem esta arma equipada de 1.1% para cada 1.000 pontos de Sua Vida Máxima. É possível aumentar em até 44%. O efeito \"Presente de Jade Primordial\" pode ser desencadeado mesmo se o personagem que tem esta arma equipada não estiver ativo no campo de batalha.",
		"values": [
			"6.5",
			"1.1%",
			"44%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Areia Brilhante de Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "Flor Que Ainda Não Floresceu",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "Flor Que Ainda Não Floresceu",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 9
			},
			{
				"id": 112078,
				"name": "Flor Estimada",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 5
			},
			{
				"id": 112078,
				"name": "Flor Estimada",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 9
			},
			{
				"id": 112079,
				"name": "Flor Florescente do Andarilho",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Corpo Divino de Guyun",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Flor Florescente do Andarilho",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 18
			}
		]
	}
}