{
	"name": "Kagotsurube Isshin",
	"description": "Esta lâmina famosa foi forjada em uma nação distante do norte. Contudo, o nome \"Isshin\" foi manchado com muitos atos sombrios em sua jornada para casa.",
	"weapontype": "Espada",
	"rarity": "4",
	"story": "Uma lâmina longa, tingida com a cor do sangue, que foi denominada Isshin. É extremamente afiada e vividamente sinistra.\nDizem que esta lâmina pode cortar facilmente uma cesta de bambu trançada e a água dentro dela antes mesmo que ela consiga vazar.\n\nAs pessoas costumam dizer que dentro do corpo de cada lâmina reside um espírito.\nEntão, é natural imaginar que uma lâmina forjada usando o Tatarigami seja habitada por um demônio maligno.\nA famosa lâmina Kagotsurube Isshin foi forjada pelo ferreiro Akame Kanenaga, que falhou ao tentar se tornar um mestre ferreiro.\nEmbora tenha sido forjada nas mãos de um ferreiro de Inazuma, essa lâmina não foi feita na nação dos trovões e aço de jade, mas em uma terra coberta pela neve, bem ao norte.\nSe visto ao luar, o padrão da lâmina parece como se estivesse fluindo, como o sangue e as lágrimas de um andarilho longe de casa.\n\n\"O Tatarigami é maldade pura por natureza. Ele carrega o ressentimento contra os desejos mortais.\"\n\"Esta lâmina é um artefato de enorme infortúnio. Ela nasceu do mal e do ressentimento, e só poderá conceber o massacre e o sangue.\"\n\"Isshin é a quietude da mente, livre de distrações. A pureza do desejo fortalece o ferreiro a forjar incansavelmente.\"\n\"Mas com esse princípio, o ressentimento contra os seres vivos é o metal pelo qual a lâmina que mata deve ser forjada.\"\n\nEm sua paixão desenfreada pela técnica \"Isshin\", a Escola Akame sempre buscou forjar uma lâmina assassina que pudesse atingir os extremos da letalidade.\nPor conta disso, os membros da Escola Akame eram frequentemente solitários e duravam pouco, seus corpos e corações carregavam marcas doloridas.\nAs lâminas feitas pela Escola Akame eram realmente muito afiadas, mas muitas delas tinham algum mal dentro de si, o que fez com que a própria escola fosse considerada pelas autoridades como \"indesejável\".\nPor essa razão, a posição da Escola Akame como líder da Arte Isshin, passada por Mitsunaga, não durou três gerações até ser revogada pelas autoridades.\n\nApós isso, Akame Kanenaga foi implicado no Caso do Excêntrico e considerado como tendo cometido traição.\nIsso fez com que ele mudasse seu nome e se fosse para uma nação coberta pela neve bem ao norte, para viver humildemente em uma terra governada pelo gelo imponente.\nO único desejo do falecido Kaedehara era o de ver a Arte Isshin ser celebrada por aqueles que realmente compreendiam a beleza da espada.\nMas o ferreiro, a lâmina, e o Tatarigami eram apenas ferramentas e títulos para as pessoas carregarem...\n\n\"Desperdicei metade da minha vida em busca de uma falsa reputação que a Arte Isshin é, quando conquistei o que queria, percebi que me tornei apenas mais um 'Kaedehara'!\"\n\"Ah, o que está feito, está feito. Minha única esperança é de que a espada nascida do gelo e da geada não será tão fraca quanto seu título inútil...\"\n\nO Clã Kaedehara era de mestres ferreiros de armas cujo trabalho melhor simbolizava o estilo Masagomaru; enquanto o Clã Niwa era humilde e zeloso, habilidosos em moldar o barro.\nEm sua paixão desenfreada pela técnica \"Isshin\", a Escola Akame sempre buscou forjar uma lâmina assassina que pudesse atingir os extremos da letalidade.\nAo falecer em meio a neve densa, Kaedehara apenas desejava forjar uma lâmina renomada com a qual pudesse restaurar o nome da família e recuperar o reconhecimento do povo...",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Claridade da Arte Isshin",
	"effect": "Quando um Ataque Normal, Ataque Carregado ou Ataque Imersivo atinge um inimigo, criará Vento Cortador, que infligirá Dano em AdE equivalente a 180% do ATQ e aumenta o ATQ em 15% por 8s. Esse efeito pode ser desencadeado uma vez a cada 8s.",
	"r1": [],
	"r2": [],
	"r3": [],
	"r4": [],
	"r5": [],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Máscara do Tenente Perverso",
				"count": 3
			},
			{
				"name": "Escultura Sombria",
				"count": 3
			},
			{
				"name": "Casca Espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Máscara da Mordida do Tigre",
				"count": 3
			},
			{
				"name": "Escultura Sombria",
				"count": 12
			},
			{
				"name": "Casca Espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Máscara da Mordida do Tigre",
				"count": 6
			},
			{
				"name": "Escultura do Alvorecer",
				"count": 6
			},
			{
				"name": "Coração Espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Máscara Daquele com Um Chifre",
				"count": 3
			},
			{
				"name": "Escultura do Alvorecer",
				"count": 12
			},
			{
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Máscara Daquele com Um Chifre",
				"count": 6
			},
			{
				"name": "Escultura das Profundezas",
				"count": 9
			},
			{
				"name": "Núcleo Espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Máscara de Kijin",
				"count": 4
			},
			{
				"name": "Escultura das Profundezas",
				"count": 18
			},
			{
				"name": "Núcleo Espectral",
				"count": 12
			}
		]
	}
}