{
	"id": 14509,
	"name": "Prova de Kagura",
	"description": "Sino usado para a execução da Dança Kagura, abençoado pela própria Guuji. O cheiro da Sakura Sagrada ainda permanece nele.",
	"descriptionRaw": "Sino usado para a execução da Dança Kagura, abençoado pela própria Guuji. O cheiro da Sakura Sagrada ainda permanece nele.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Onde antes haviam danças em frente ao trono, os sons dos sinos ainda permanecem.\nA silhueta branca, antes algo a se perseguir, nunca retornou, mesmo assim, ela continua como um sonho inalcançável cujo qual não se pode acordar...\n\n\"Foi uma bobagem na época, nem um pouco tão inteligente quanto a nossa matriarca Hakushin.\"\n\"Me batendo desajeitadamente, eu era como um cachorrinho procurando pela neve, na esperança de chamar a atenção da Vossa Excelência.\" \n\"Ironicamente, foi exatamente por causa da minha coragem ignorante, que Vossa Excelência teve compaixão de mim.\"\n\"E foi assim que acabei servindo a ela. Sabe, esquentando os pés e mãos dela e tudo mais. Uma grande honra.\"\n\n\"A Senhorita Saiguu mais tarde também iria embora, para nunca mais voltar, e aqueles meus superiores também se perderiam por vários outros motivos.\"\n\"E foi assim que alguém tão inepta quanto eu, acabou com o cargo de \"Miko\" e cresci para ser a pessoa que sou hoje.\"\n\"Foi assim, que a infeliz tarefa de colocar um sorriso no rosto da Vossa Excelência caiu sobre meus ombros.\"\n\"Na noite que fiz pela primeira vez a dança Kagura, senti o peso do 'passado'.\"\n\nO badalar dos sinos ficaram distantes, e a grande kitsune prateada, mestre e amiga, desapareceu no rio corrente dos sonhos.\nOs sinos tocaram novamente, e os obstinados bancos de areia se dissolveram na corrente turbulenta.\nEntão, quando as figuras brancas puras e gentis finalmente se tornaram apenas uma obscura recordação,\na solitária filha da linhagem Kitsune pegou os sinos Kaguras e dançou pelo vibrante \"presente\".\n\nConheci uma jovem e obstinada guerreira tengu, e usei o pretexto de \"treiná-la\" para enganá-la a ir até as montanhas,\nmas, ao sentir seu caráter rebelde, eu a recomendei aos tontos dos Kujou.\nE embora eu tenha lutado contra um obstinado Oni e fui derrotado por sua perseverança implacável...\nEu fiz alguns pequenos truques para fazer nossa competição um pouco mais interessante.\nMantive contato com uma meio-adeptus de uma terra distante, e a dei de presente a ela, plantas frescas do oceano.\nMesmo assim, senti profundamente que não era capaz de compreender seu amor quase tolo. Isso não é uma forma de escravidão para com os adepti?\nO brilho da luz penetrou através do jardim imperial, pelos galhos e pétalas, se estendendo por todo pátio vazio.\nAquela cena ainda brilha intensamente em meu coração vazio, como inúmeras joias cintilantes...\n\n\"Neste pequeno espaço de tempo de algumas centenas de anos, andei sobre a terra em diferentes formas.\"\n\"Embora eu não tenha tido a sorte de estar em um relacionamento tão profundo com nenhum mortal, pude conhecer a beleza humana profundamente.\"\n\"E a Vossa Excelência, cuja ouso chamar de amiga, ainda deve ter muito mais tempo para viajar pelo mundo.\"\n\"Então, vamos ver este mundo imperfeito juntos e desfrutar de suas imperfeições com amor e ódio, com encontros e despedidas.\"\n\nCom a Vossa Excelência absorvida em seu sonho pela Eternidade, alguém precisa cuidar das pessoas comuns.\nPara reprimir o ressentimento do perverso Oni Kuroami, uma vez demonstrei uma parte do poder sinistro que possuo.\nA fim de acalmar o distúrbio, causado pelo Kosanta, o Tanuki Careca, seria necessário o uso de um pouco da minha magia.\nO pirata saqueador, Rinzou, terror do arquipélago, também teria sido traído por alguma pequena discordância nos planos.\nE quanto aquele que parecia uma folha em branco, aquele imortal excêntrico...\nEspero que \"ele\" encontre seu caminho e não se torne uma ameaça para nós.\nOs restos mortais obscuros da alma do espadachim, as bestas da catástrofe se escondendo na floresta sagrada, todas foram eliminadas...\nComparado com o sonho da Eternidade que Vossa Excelência procura, tais coisas eram como apenas contratempos,\ne a espera para que ela mudasse de ideia parecia ser infinito, mas eu sabia que o tempo estava a nosso favor.\n\n\"Quero dizer, a Eutimia sem vento ou lua, com lótus e udumbaras que não murcham...\"\n\"Me desculpe, mas a solidão acabaria tomando o melhor de mim. Eu ficaria extremamente entediada.\"\n\"Eu preferiria mil vezes cortar os galhos da Sakura do Trovão em um surto bêbado e me envolver com os youkai imprudentes.\"\n\"E não, essas não são histórias de um passado remoto, mas a de um futuro cheio de esperanças.\"\n\"Será que eu poderia ter a honra de me juntar a você para assistir aos primeiros brotos violetas emergir da neve derretendo?\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "14,4%",
	"effectName": "Dança Kagura da Sakura Sagrada",
	"effectTemplateRaw": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>{0}</color> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <color=#99FFFFFF>{1}</color> de Bônus de Dano de todos os Elementos.",
	"r1": {
		"description": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em 12% do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém 12% de Bônus de Dano de todos os Elementos.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em 15% do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém 15% de Bônus de Dano de todos os Elementos.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em 18% do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém 18% de Bônus de Dano de todos os Elementos.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em 21% do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém 21% de Bônus de Dano de todos os Elementos.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em 24% do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém 24% de Bônus de Dano de todos os Elementos.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Máscara do Tenente Perverso",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Garra Escondida",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara da Mordida do Tigre",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Garra Escondida",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Máscara da Mordida do Tigre",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Garra Afiada Oculta",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Máscara Daquele com Um Chifre",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Garra Afiada Oculta",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Máscara Daquele com Um Chifre",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Garra Fantasmagórica Oculta",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Máscara de Kijin",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Garra Fantasmagórica Oculta",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 18
			}
		]
	}
}