{
	"name": "Chave de Hierofania",
	"description": "Um dos pares de cetros feitos com obsidiana. Dizem que pode ser usado como chave para abrir a porta do paraíso escondido sob o mar de areia.",
	"weapontype": "Espada",
	"rarity": "5",
	"story": "Essa é uma história dos dias após o despedaçar dos sonhos do Rei da Areia, e após a Mestre da Exuberância esconder os sussurros dos céus demoníacos.\nAs engrenagens do declínio fragmentaram o grande reino divino em vários reinos, antes de reduzi-los a areia.\nA rainha de um destes reinos queimou as roupas douradas e a coroa deste pequeno príncipe, e deixou que ele escapasse vestido nas roupas de um servo;\nOs anos se passaram, e o príncipe foi reduzido a ser o filho algum mestre dos mercados de escravos, para então servir um andarilho que perdeu tudo.\n\n\"Quando eu ainda podia chorar pelo amanhecer na torre das miragens, aconselhei meu senhor, esmagando muitas cidades ao seu lado.\"\n\"Eu uma vez abençoei o filho do antigo rei em seu nascimento: mesmo após sua despedida, cantos para honrá-lo continuarão...\"\n\"Eu devo ter julgado erroneamente muitas pessoas e coisas no passado. Mas agora não mais, pois não vejo mais nada. Essa é a punição do destino sobre mim.\"\n\"Torne-se meu aprendiz. Seja meus olhos e descreva para mim o povo e as coisas desse deserto dourado.\"\n\"Espero um dia tecer poemas de heróis no mais belo tapete que existirá nas cortes divinas...\"\n\nMoedas são gastas quando passam de mão em mão, mas coisas nobres ficam cada vez mais fortes quando isso acontece.\nSeu último dono era um poeta cego. Depois, a história mudou de um conto de um mestre e um servo para o de um mestre e um aprendiz.\n\n\"Antes de partir, minha mãe me disse que nos encontraríamos novamente no oásis eterno...\"\n\"Use essa espada como uma chave para o portão do paraíso, e reconstrua o reino entre esmeraldas e romãs.\"\n\nAo ouvir a história do príncipe andarilho, o velho poeta tocou sua lâmina sem fio escura, e respondeu:\n\"Então é aqui que acaba o cruzamento de nossos destinos, pois eu sou apenas um ponto insignificante em sua épica jornada.\"\n\n\"Mestre...\"\n\n\"Xiphos, seu destino está acima de nós, humildes poetas. Você não deveria se rebaixar ao ponto de escrever histórias para outras pessoas.\"\n\"Você é aquele abençoado pelas Jinni. Você é quem possui a Chave de Hierofania, e quem é o príncipe do reino perdido.\"\n\"Embarque em sua jornada através dos reinos decadentes. Você criará novas histórias e encontrará o oásis eterno...\"\n\"Nos tempos que eu escrevi os hinos para o meu mestre e poemas para o príncipe, eu fantasiei sobre escrever para o herói do destino.\"\n\"Recontarei o seu épico, o épico de seu reencontro com sua mãe, e o retorno da glória do Rei da Areia para esta terra...\"\n\nE no fim, seus caminhos se cruzariam. O príncipe que virou um escravo e depois um herói, e o mercenário que caiu do trono...\n\nMuitas lendas mencionam uma chave. Dizem que ela pode comandar as areias a formarem um rio no ar, e que selaram sua terra natal depois do Rei da Areia se despedir de seus velhos amigos.\nDisseram que ela foi utilizada para esconder a torre do deserto e o paraíso onírico sob um escudo de ilusões quando a bolha estourou e nações se dispersaram.\nEssa chave foi passada entre as mãos de tiranos e reis mortais, até que em um dia finalmente retornou para a areia.\nQuanto ao velho poeta cego, ele seguiria o rastro de histórias e pegadas ensanguentadas, até finalmente encontrar o caminho para a floresta...",
	"baseatk": 44,
	"substat": "Vida",
	"subvalue": "14.4",
	"effectname": "Canção Sepultada nas Areias",
	"effect": "Aumenta a Vida em {0}. Quando uma Habilidade Elemental acerta os oponentes, gera o efeito \"Grande Poema\" que dura 20s. Esse efeito aumenta a Proficiência Elemental do personagem que está com essa arma equipada baseada em {1} de sua Vida Máxima. Esse efeito pode ser desencadeado uma vez a cada 0.3s, acumulando até 3 vezes. Quando acumular 3 vezes ou quando a duração do 3º acúmulo for redefinida, aumentará a Proficiência Elemental de todos os personagens da equipe próximos baseada em {2} da Vida Máxima do personagem que está com essa arma equipada por 20s.",
	"r1": [
		"20%",
		"0.12%",
		"0.2%"
	],
	"r2": [
		"25%",
		"0.15%",
		"0.25%"
	],
	"r3": [
		"30%",
		"0.18%",
		"0.3%"
	],
	"r4": [
		"35%",
		"0.21%",
		"0.35%"
	],
	"r5": [
		"40%",
		"0.24%",
		"0.4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Talismã de Bronze do Orvalho Florestal",
				"count": 5
			},
			{
				"name": "Prisma Danificado",
				"count": 5
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 5
			},
			{
				"name": "Prisma Danificado",
				"count": 18
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 9
			},
			{
				"name": "Prisma Turvo",
				"count": 9
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 5
			},
			{
				"name": "Prisma Turvo",
				"count": 18
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 9
			},
			{
				"name": "Prisma Radiante",
				"count": 14
			},
			{
				"name": "Cetim Vermelho",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Talismã de Ouro do Orvalho Florestal",
				"count": 6
			},
			{
				"name": "Prisma Radiante",
				"count": 27
			},
			{
				"name": "Cetim Vermelho",
				"count": 18
			}
		]
	}
}