{
	"name": "Vassalo do Rei",
	"description": "Uma arma obtida através de uma das histórias dos Aranara. Ela tomou a forma de um arco que é capaz de perfurar os inimigos da floresta.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "\"Há muito, muito tempo atrás, havia uma princesa chamada Cinnamon...\"\n\"... No final, ela deixou o palácio com o tigre.\"\n\nMas essa história é sua, e todas as palavras devem ter significado em suas histórias.\nEu sei que em suas histórias o \"palácio\" é a base da vida de Cinnamon:\nOs outros ligados a ela pelo sangue, a casa enorme, o bom-senso e a razão; e o rei é o desejo que se esconde no coração dela como a luz da lua.\nPara nós, o palácio é um palácio, Cinnamon é Cinnamon, o Rei da Floresta é o Rei da Floresta, e o luar é o luar.\n\nA história que eu ouvi de Cinnamon é diferente.\nCerta vez, uma criança se perdeu na floresta e ela seguiu os passos do Rei da Floresta até o jardim do tigre.\n\"Grrr! Cada animal ou besta da terra e do céu passou por mim antes de retornar à terra.\n\"Eu sou o Rei da Floresta. Já matei muitos e protegi muitos, mas nunca provei um humano minúsculo como você.\"\nO tigre disse isso. É claro que a criança não havia esquecido sua língua e, naturalmente, ela não conseguia entender o que o rei dizia.\n\n\"Grrr!\", rosnou a criança.\n\nO Rei da Floresta achou muito interessante porque sempre que ele falava, o seu povo geralmente corria e se escondia em suas casas de madeira.\nAs feras caíam imóveis no chão, os pássaros voavam para longe em direção ao sol, e até os enormes Caracais se escondiam na floresta.\n\"Grrr! Criatura minúscula que não entende de etiqueta. Muito bem, lhe ensinarei as leis e a língua da floresta.\"\n\"De agora em diante, você irá me servir. O palácio da floresta está aberto para você, e as feras da floresta não lhe farão mal.\"\n\n\"Lembre-se, este mundo é apenas um sonho da floresta. Um dia, você acordará na realidade e chegará aos intermináveis campos de caça.\"\n\"Um dia chegaremos aonde a nossa presa vai. Nunca se esqueça disso.\"\n\n...\nQuando o Rei da Floresta desta geração envelhecer, um novo rei o substituirá. É assim para você, nós e para toda vida na floresta.\nAntes de envelhecer com o rei, eles encontraram a criança perdida que entrou no palácio sem fazer um único som ao pisar em folhas secas,\ne eles lhe ensinaram tudo. Assim como essa história foi passada para mim, aquela criança passou os seus ensinamentos para outras crianças no futuro.\nMais tarde, algumas crianças se tornaram guardiãs da floresta e passaram adiante, para muitos outros, a linguagem da floresta e o dever de proteger a terra do rei.\nAlguns (diante da terrível dor dos outros) decidiram se despedir dos campos de caça no final de suas carreiras e se tornaram caçadores que provocam medo nos monstros.",
	"baseatk": 41,
	"substat": "ATQ",
	"subvalue": "12",
	"effectname": "Instruções do Rei do Labirinto",
	"effect": "Obtém o efeito \"Ensinamentos da Floresta\" ao desencadear Habilidades Elementais e Supremos, aumentando a Proficiência Elemental em {0} por 12s. Este efeito será removido ao trocar de personagens. Quando o efeito de Ensinamentos da Floresta termina ou é removido, irá causar {1} de ATQ como Dano a 1 oponente próximo. O efeito de Ensinamentos da Floresta pode ser desencadeado uma vez a cada 20s.",
	"r1": [
		"60",
		"100%"
	],
	"r2": [
		"80",
		"120%"
	],
	"r3": [
		"100",
		"140%"
	],
	"r4": [
		"120",
		"160%"
	],
	"r5": [
		"140",
		"180%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Eco do Poder Escaldante",
				"count": 3
			},
			{
				"name": "Núcleo Fúngico Inerte",
				"count": 3
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 3
			},
			{
				"name": "Núcleo Fúngico Inerte",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 6
			},
			{
				"name": "Núcleo Fúngico Adormecido",
				"count": 6
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sonho do Poder Escaldante",
				"count": 3
			},
			{
				"name": "Núcleo Fúngico Adormecido",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sonho do Poder Escaldante",
				"count": 6
			},
			{
				"name": "Núcleo Fúngico Robusto",
				"count": 9
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Glória Passada do Poder Escaldante",
				"count": 4
			},
			{
				"name": "Núcleo Fúngico Robusto",
				"count": 18
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}