{
	"id": 11512,
	"name": "Luz das Folhas Cortadas",
	"description": "Uma lâmina ornamentada feita de preciosos ramos brancos. No passado cortou incontáveis sujeiras que percorreram a floresta contaminada.",
	"descriptionRaw": "Uma lâmina ornamentada feita de preciosos ramos brancos. No passado cortou incontáveis sujeiras que percorreram a floresta contaminada.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "Da terra do ouro, veio um andarilho. Com o seu corpo cheio de cicatrizes de batalha,\nUma vez um príncipe, agora apenas alguém perdido em um labirinto verdejante, tão sinuoso e enganador.\nO antigo rei da floresta, provando do cheiro do derramamento de sangue, foi incapaz de segurar um suspiro profundo.\nUma convocação foi feita, e uma caçadora portando um arco branco como a lua foi chamada para caçar criaturas que não pertenciam à floresta.\n\nUma nuvem cinzenta manchava o céu, espalhando-se como manchas de tinta nas nuvens. A voz grave da própria morte sussurrou através do labirinto de madeira, tentando sentir um caminho a seguir.\nSeguindo os passos do exilado, a maldição se espalhou pelas areias do deserto para engolir a soberania da terra em florescimento.\nPelos salões de jade e caminhos estreitos, ela descobriu a intenção do intruso da estranheza de seu cheiro...\nÀ deriva entre a memória e a ambição, ele se encontrou perdido entre a discordância da água corrente e o canto de pássaros...\n\n\"Você já recebeu uma flecha, invasor insolente! A próxima encontrará o caminho até o seu coração.\"\n\"Você não vagará mais pela floresta, nem perturbará mais os sonhos das crianças. Não há coroa para você encontrar aqui!\"\n\nFoi assim que a caçadora forte alertou sua presa, pois nenhuma delas escapou de suas flechas ou perspicácia,\nAinda assim, por razões desconhecidas, ela baixou a mira de seu arco alguns centímetros e deliberadamente errou o homem confuso.\nO verde observou, perplexo, e as crianças escondidas no sonho exalaram enquanto sangue não era derramado.\nO rei da floresta adormecido, abençoado com discernimento que pode perfurar tudo, entendeu a intenção dela e deu um murmúrio estrondoso que causou até as maiores árvores tremerem:\n\n\"Aquele mortal não é parecido com você. Ele vem de uma terra sórdida, e suas mãos estão manchadas de sangue, enquanto seu coração apodrece com delírios e loucura\".\n\"Mas a floresta apenas mantém sonhos forjados da ingenuidade e sangue só deve ser derramado pela caça ou em sacrifícios. Enganação não é permitida.\"\n\"Se você acredita que ele ainda tem o potencial de recuperar sua honra no labirinto, então guie-o para achar o ramo pálido...\"\n\"Apenas então, a lua e estrelas podem conceder a ele a pureza da sabedoria e ajudá-lo a se livrar de memórias e desejos amargos.\"\n\nEntão, ela novamente pegou seu arco branco-lua e afastou o exilado que fugiu para as profundezas do labirinto...\nO que aconteceu depois foi testemunhado pela lua e pelas estrelas, e apenas habita parado nas memórias enlameadas de crianças.\nAlguns rumores dizem que o nobre exilado finalmente usou um ramo pálido para forjar uma lâmina que pertencia a ele, apenas a ele,\nenquanto a fala sonâmbula proferida por certas crianças afirmavam que ele esqueceu o nome de sua casa, de seu sonho de ser rei.\nPortanto, o nome do Príncipe Faramarz desapareceu na floresta tropical, carregado nas costas de uma tempestade de areia de volta ao deserto.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Ponta do Galho da Lua Branca",
	"effectTemplateRaw": "Aumenta a Taxa CRIT em <color=#99FFFFFF>{0}</color>; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a <color=#99FFFFFF>{1}</color> da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s.",
	"r1": {
		"description": "Aumenta a Taxa CRIT em 4%; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a 120% da Proficiência Elemental. Esse efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s.",
		"values": [
			"4%",
			"120%"
		]
	},
	"r2": {
		"description": "Aumenta a Taxa CRIT em 5%; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a 150% da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s.",
		"values": [
			"5%",
			"150%"
		]
	},
	"r3": {
		"description": "Aumenta a Taxa CRIT em 6%; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a 180% da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s.",
		"values": [
			"6%",
			"180%"
		]
	},
	"r4": {
		"description": "Aumenta a Taxa CRIT em 7%; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a 210% da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s.",
		"values": [
			"7%",
			"210%"
		]
	},
	"r5": {
		"description": "Aumenta a Taxa CRIT em 8%; quando o Ataque Normal causa Dano elemental, obtém o efeito \"Poda\": aumenta o Dano causado pelos Ataques Normais e pela Habilidade Elemental. O aumento de Dano é equivalente a 240% da Proficiência Elemental. Este efeito desaparecerá depois de ser ativado 28 vezes ou após 12s. Só é possível desencadear o efeito \"Poda\" uma vez a cada 12s.",
		"values": [
			"8%",
			"240%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Talismã de Bronze do Orvalho Florestal",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Casco Destruído",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Cetim Vermelho Desbotado",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Casco Destruído",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Cetim Vermelho Desbotado",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Casco Duro",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Seda Vermelha Bordada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Casco Duro",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Seda Vermelha Bordada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Casco Marcado",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Cetim Vermelho",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Talismã de Ouro do Orvalho Florestal",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Casco Marcado",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Cetim Vermelho",
				"count": 18
			}
		]
	}
}