{
	"id": 13406,
	"name": "Lança de Millelith",
	"description": "Uma lança forjada com pedras da floresta de Guyun. Sua robustez é conhecida por não haver outra igual.",
	"descriptionRaw": "Uma lança forjada com pedras da floresta de Guyun. Sua robustez é conhecida por não haver outra igual.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "A arma predileta dos Millelith de antigamente.\nFeita a partir de uma rocha da Floresta de Pedra de Guyun, é dito ser capaz de perfurar até mesmo através de escamas de dragão...\nDevido ao seu grande peso, impede que os Millelith de hoje sejam capazes de equipá-lo.\n\nNos tempos antigos, os Millelith atuavam em nome de Rex Lapis de acordo com este axioma:\n\"Enquanto a rocha permanecer dura, a montanha nunca falhará; enquanto os Millelith estiverem de guarda, o mal nunca prevalecerá.\"\nNo passado, eles saíam para subjugar os demônios e proteger as estradas e o campo.\nNestes tempos de paz, seus deveres se transformaram em manter a ordem.\n\nEm certo momento do passado, a terra estremeceu, e as montanhas tremeram.\nEntão, um guerreiro Millelith de extraordinária força, pegou uma arma da guerra antiga.\nEra uma Lança dos Millelith, de peso incrível, e em suas mãos, a arma pesada se tornou uma ferramenta, que ele usou para cavar e salvar os feridos.\n\"A Lança dos Millelith perfura a rocha com facilidade.\"\n\"Se mil dessas lanças pudessem ser alinhadas em formação hoje, ninguém seria capaz de estar perante a elas.\"\n\nNo entanto, em uma época ainda mais precoce, quando o mundo estava em um tumulto ainda mais profundo,\nTodos os soldados Millelith poderiam empunhar estas armas colossais.\nAssim, puderam proteger o reino de Rex Lapis e defender sua pátria.\nCom mil lanças dos Millelith alinhadas em formação, nenhum mal poderia prevalecer contra eles.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Axioma de Millelith: Unidade",
	"effectTemplateRaw": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>{0}</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>{1}</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
	"r1": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 7% e aumenta sua Taxa CRIT em 3%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 8% e aumenta sua Taxa CRIT em 4%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 9% e aumenta sua Taxa CRIT em 5%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 10% e aumenta sua Taxa CRIT em 6%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 11% e aumenta sua Taxa CRIT em 7%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grão de Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de osso frágil",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de osso frágil",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de osso sólido",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de osso sólido",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de osso fossilizado",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Bloco de Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de osso fossilizado",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}