{
	"id": 12410,
	"name": "Espada Antiga de Millelith",
	"description": "Uma espada grande esculpida e cinzelada na própria base de Liyue.",
	"descriptionRaw": "Uma espada grande esculpida e cinzelada na própria base de Liyue.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "A arma predileta dos Millelith de antigamente.\nEsculpida na rocha divina sobre a qual o porto de Liyue foi estabelecido, ela é incomparavelmente pesada.\nNenhum humano comum conseguia levantar esta lâmina, muito menos empunhá-la em batalha.\nE, no entanto, os registros afirmam que os Millelith de antigamente conseguiam usá-la com facilidade.\n\nOs Millelith eram uma organização fundada pela primeira vez por iniciativa dos seguidores de Rex Lapis.\nSua história pode ser rastreada até quando a cidade portuária foi completada pela primeira vez.\nSob a bandeira de Rex Lapis e Liyue eles marcham, e nunca a abandonarão, seja durante o ataque ou durante a retirada.\n\"Enquanto a rocha permanecer dura, a montanha nunca falhará; enquanto os Millelith estiverem de guarda, o mal nunca prevalecerá.\"\nOs guerreiros Millelith aderem sem falta a este código, e por ele morreriam sem arrependimento.\n\nEles se dedicaram a seguir os passos do Rex Lapis o melhor que pudessem, matando monstros, protegendo os cidadãos e mantendo a paz em Liyue.\nOs Millelith fizeram seus nomes não no abate, mas na defesa, usando seus próprios corpos para proteger sua pátria.\n\nEsta grande espada de peso e dureza inigualáveis espelha o dever e a vontade dos guardiões de Liyue.\nXing e Han, os dois que primeiro entalharam espadas na pedra, devem saber em seus corações que,\nNo futuro, aqueles que teriam a força para usar essas espadas de pedra seriam cada vez menores.\nMas isto também significava que o mundo estaria em paz, e não seriam mais necessários guardiões nem espadas.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Axioma de Millelith: Unidade",
	"effectTemplateRaw": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>{0}</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>{1}</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
	"r1": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 7% e aumenta sua Taxa CRIT em 3%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 8% e aumenta sua Taxa CRIT em 4%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 9% e aumenta sua Taxa CRIT em 5%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 10% e aumenta sua Taxa CRIT em 6%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em 11% e aumenta sua Taxa CRIT em 7%. Esse efeito pode ser acumulado no máximo 4 vezes.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Areia Brilhante de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Faca de Caça",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Faca de Caça",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Faca Especial",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Faca Especial",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Faca Longa de Inspetor",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo Divino de Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Faca Longa de Inspetor",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}