{
	"name": "Oração Perdida aos Ventos Sagrados",
	"description": "Um livro educacional escrito por habitantes anônimos que adoravam o vento. Foi abençoado pelo vento por sua fidelidade e influência ao longo dos milênios.",
	"weapontype": "Catalisador",
	"rarity": "5",
	"story": "Escrituras sobre os antigos ventos, transmitidas de geração em geração entre os observadores do ritual a serviço do Arconte Anemo.\nInúmeras mãos têm tocado as páginas agora amareladas deste livro, embora quaisquer impressões que tenham deixado tenham sido levadas pelo vento desde então.\n\nNa época em que o Senhor de Tempestade no torre alto reinava supremo no continente, os roteiros estavam cheios de apelos desesperados.\nNos anos em que derretiam as neves, a alegria e ansiedade pela primavera enchiam todos os livros.\n\nNos dias de antigamente, quando a aristocracia dominante puxava os cordões das marionetes para controlar as massas,\nas escrituras nas mãos dos escravos contavam de sua inveja e seu desejo pelos mil ventos.\n\nO povo de Mondstadt viveu, suportou, lutou, se regozijou e desfrutou da liberdade.\nCom o passar dos preciosos anos, as escrituras foram se tornando mais grossas e pesadas.\n\nQuando Mondstadt nasceu de novo, e a Igreja finalmente se desvinculou da aristocracia,\nas escrituras dos ventos não poderiam mais ser confinadas a uma prateleira,\ne assim o livro decolou, deixou o tesouro da Igreja e desapareceu.\nAssim como os ventos e o povo de Mondstadt,\nEle pertencia à liberdade e aos ventos.\n\nA elegante caligrafia na página do título diz:\n\nFilhos do Arconte Anemo, escutem estas palavras:\nDos ventos viemos e com os ventos iremos.\nNunca, jamais chore por mim.\nÉ apenas minha carne e meus ossos que descansam no solo,\nMinha alma se tornou uma só com os milhares de ventos.\n\nQuando as flores desabrocham e quando as folhas balançam,\nsou eu quem canta as canções de liberdade dos ventos.",
	"baseatk": 46,
	"substat": "Taxa Crítica",
	"subvalue": "7.2",
	"effectname": "Bênção Sem Fronteiras",
	"effect": "Aumenta a Veloc. Mov. em 10%. Durante a batalha, ganha um adicional de {0} de Dano Elemental a cada 4s, sendo capaz de acumular até 4 vezes. Dura até o último personagem ser abatido ou trocar de personagem.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grilhões de Dandelion",
				"count": 5
			},
			{
				"name": "Dispositivo do Caos",
				"count": 5
			},
			{
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 5
			},
			{
				"name": "Dispositivo do Caos",
				"count": 18
			},
			{
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Correntes do Gladiador de Dandelion",
				"count": 9
			},
			{
				"name": "Circuito do Caos",
				"count": 9
			},
			{
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 5
			},
			{
				"name": "Circuito do Caos",
				"count": 18
			},
			{
				"name": "Secreção de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 9
			},
			{
				"name": "Fornalha do Caos",
				"count": 14
			},
			{
				"name": "Essência de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Sonho do Gladiador de Dandelion",
				"count": 6
			},
			{
				"name": "Fornalha do Caos",
				"count": 27
			},
			{
				"name": "Essência de Slime",
				"count": 18
			}
		]
	}
}