{
	"id": 13513,
	"name": "Elegia Lumidouce",
	"description": "Uma lança magnífica adornada com cristal azul. Dizem que foi o tesouro de um certo lendário Duelista Representante — no entanto, nunca foi usada nem uma vez sequer.",
	"descriptionRaw": "Uma lança magnífica adornada com cristal azul. Dizem que foi o tesouro de um certo lendário Duelista Representante — no entanto, nunca foi usada nem uma vez sequer.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Sob a cidade subterrânea, onde a luz do sol e a chuva não alcançam, lutamos para sobreviver, apenas por um ou dois pedaços de pão mofado.\nNão hesitaria em puxar uma lâmina enferrujada para tirar a vida de alguém tão insignificante quanto ela mesma.\nÉ inevitável que o fraco e covarde se torne presa do forte — essa é a \"ordem natural\" do Fleuve Cendre.\nDessa forma, se algum dia o caçador se tornar a presa, eles devem aceitar o seu destino como tal.\nAssim como sua falecida mãe havia a ensinado: Do pó viemos, ao pó voltaremos.\n\nRepensando sua vida, tudo até esse ponto parecia completamente sem motivo, com nada conquistado e nada para se ter esperanças.\nAinda assim, essa era a forma \"natural\" do mundo, vir a aceitar isso certamente era uma forma de felicidade?\nPorém, apesar de suas expectativas, a morte não chegou. Abrindo seus olhos nervosamente, ela olhou para cima.\nVendo uma garota com roupas estranhas sorrindo gentilmente para ela, que então colocou uma flor branca — que ela não fazia ideia de onde veio — atrás de sua orelha.\n\n\"Chamamos essa flor de Campânula Lumidouce, que na língua das flores... significa esperança. Veja, a cor combina com o seu cabelo.\"\n\"Você tem olhos tão bonitos. Seria uma grande pena que tudo que houvesse para refletir neles fosse desespero.\"\n\"Venha, senhorita dos olhos safira, deixe-me trocar essa flor branca pelo seu coração.\"\n\nAssim Marfisa, mais tarde conhecida como uma Duelista Representante, pisou pela primeira vez na cidade acima.\nAssistindo do luxo de uma cabine VIP no teatro glorioso, ela não conseguia mais se lembrar dos rostos sorridentes do mágico e sua assistente no palco,\nApenas em como, conforme a fantasia se desenvolvia, uma flor branca floresceu debaixo do holofote deslumbrante — brilhante, pura e poderosa.\nSe ela pudesse apenas andar em uma luz do sol tão \"natural\" quanto ela, ela não mais precisaria se esconder nas cinzas.\nVendo isso, ela entendeu que ela ainda deveria ter esperanças — de que essa vida, agora tendo visto a luz, pudesse florescer como Lumidouce.\n\nDessa forma, assim como ela sonhava, a garota nascida das cinzas finalmente pisou em um palco próprio.\nE com nada além de seu próprio talento incrível, todas as técnicas de luta com lança que ela já viu encontraram expressão em suas apresentações.\nNão há piedade debaixo da ponta afiada de sua lança, apenas chuvas de carmesim, como uma cama de rosas caindo apenas para ela.\nNo palco, ela era uma figura fria e nobre que parecia dançar com a própria \"morte\"\nQuase como a bruxa safira no trabalho famoso do Mestre Coppelius, que dizem ter sido capaz de visualizar falhas críticas.\n\nVida e morte, vitória e derrota, tudo era da forma que deveria ser, e desde que ela agisse de acordo com a lógica da forma que ela visse,\no caminho para \"vitória\" se abriria diante dela — independente de bom, mal e das tais regras do mundo superior.\nAté que um dia, finalmente chegando ao final de sua série invicta, ela foi enganada por um espadachim de olhos aguçados, enganada por uma redução deliberada de ritmo,\nrevelando uma falha crítica sua, seu braço acertado pela sua lâmina, forçando ela a admitir que sua habilidade de luta era inferior.\n\n\"Você possui um estilo de luta interessante, embora meio rígido, como se você seguisse um caminho predeterminado.\"\n\"Mas os corações humanos mudam, e nesse mundo não existe uma luz que queima para sempre. Se ater às regras é a sua fraqueza.\"\n\"Dito isso, seu estilo parece apenas depender das 'regras' que você confia, por isso sua dificuldade em abandoná-las.\"\n\"Talvez você deveria considerar mudar sua abordagem, e tornar 'aquilo que é imutável' sua 'regra'?\"\n\"Por exemplo, veja a 'justiça'. Como o Caçador Dourado diz, até mesmo se o céu cair e a terra for despedaçada, ainda existiria justiça no mundo.\"\n\n\"Que direito vocês, moradores da superfície, têm ao falar sobre justiça? Suas habilidades podem ser levemente superiores à minha, porém você não precisa me dar uma lição, se sentindo todo superior.\"\n\"Cedo ou tarde, Caçador, haverá um dia em que você também cairá sobre minha lança.\"\n\nApesar de sua resposta, talvez o homem estivesse certo — crimes devem ser punidos e mentiras expostas.\nÉ assim que o mundo deveria ser, justiça prevalecendo sobre todas as coisas. Caso contrário, como ele poderia ter derrotado ela?\nNesse caso, fazia sentido para ela ser guiada por justiça, e oferecer uma elegia fria àqueles que tentam se esquivar do julgamento.\nE assim, a garota nascida das cinzas abandonou suas antigas regras, se tornando uma executora vestida de roxo.\nMantendo a justiça \"como deveria ser\", até que o fogo de Poisson trouxe o criminoso Parsifal diante dela...\n\n...\nRepensando sua vida, tudo até esse ponto parecia completamente sem motivo, com nada conquistado e nada para se ter esperanças.\nAinda assim, essa era a forma \"natural\" do mundo, vir a aceitar isso certamente era uma forma de felicidade?\nMas, apesar disso, quando ela caiu naquelas águas da fonte pura, tudo que antes parecia tão evidente, perdeu o sentido.\nAté o momento em que suas memórias dissolveram na água, ela nunca soube que o verdadeiro significado da língua das flores da Campânula Lumidouce nunca foi esperança.\nAssim como sua falecida mãe havia a ensinado: Do pó viemos, ao pó voltaremos.\nNo final daquela longa perseguição, até mesmo o destino não ofereceu a ela a elegia florescente que ele deveria ter oferecido.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "7,2%",
	"effectName": "Prelúdio do Amanhecer",
	"effectTemplateRaw": "Aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Quando o personagem que está com essa arma equipada desencadeia Queimadura ou causa Dano Dendro a oponentes com Queimaduras, aumenta o Dano causado em <color=#99FFFFFF>{1}</color>. Esse efeito dura 8s e pode ser acumulado até 2 vezes. Quando atingir 2 acúmulos ou a duração dos 2 acúmulos for redefinida, regenera <color=#99FFFFFF>{2}</color> de Energia Elemental. É possível regenerar Energia Elemental dessa forma uma vez a cada 12s. Esses dois efeitos também são aplicáveis a personagens que não estão ativos no campo de batalha.",
	"r1": {
		"description": "Aumenta o ATQ em 15%. Quando o personagem que está com essa arma equipada desencadeia Queimadura ou causa Dano Dendro a oponentes com Queimaduras, aumenta o Dano causado em 18%. Esse efeito dura 8s e pode ser acumulado até 2 vezes. Quando atingir 2 acúmulos ou a duração dos 2 acúmulos for redefinida, regenera 12 de Energia Elemental. É possível regenerar Energia Elemental dessa forma uma vez a cada 12s. Esses dois efeitos também são aplicáveis a personagens que não estão ativos no campo de batalha.",
		"values": [
			"15%",
			"18%",
			"12"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ em 19%. Quando o personagem que está com essa arma equipada desencadeia Queimadura ou causa Dano Dendro a oponentes com Queimaduras, aumenta o Dano causado em 23%. Esse efeito dura 8s e pode ser acumulado até 2 vezes. Quando atingir 2 acúmulos ou a duração dos 2 acúmulos for redefinida, regenera 13 de Energia Elemental. É possível regenerar Energia Elemental dessa forma uma vez a cada 12s. Esses dois efeitos também são aplicáveis a personagens que não estão ativos no campo de batalha.",
		"values": [
			"19%",
			"23%",
			"13"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ em 23%. Quando o personagem que está com essa arma equipada desencadeia Queimadura ou causa Dano Dendro a oponentes com Queimaduras, aumenta o Dano causado em 28%. Esse efeito dura 8s e pode ser acumulado até 2 vezes. Quando atingir 2 acúmulos ou a duração dos 2 acúmulos for redefinida, regenera 14 de Energia Elemental. É possível regenerar Energia Elemental dessa forma uma vez a cada 12s. Esses dois efeitos também são aplicáveis a personagens que não estão ativos no campo de batalha.",
		"values": [
			"23%",
			"28%",
			"14"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ em 27%. Quando o personagem que está com essa arma equipada desencadeia Queimadura ou causa Dano Dendro a oponentes com Queimaduras, aumenta o Dano causado em 33%. Esse efeito dura 8s e pode ser acumulado até 2 vezes. Quando atingir 2 acúmulos ou a duração dos 2 acúmulos for redefinida, regenera 15 de Energia Elemental. É possível regenerar Energia Elemental dessa forma uma vez a cada 12s. Esses dois efeitos também são aplicáveis a personagens que não estão ativos no campo de batalha.",
		"values": [
			"27%",
			"33%",
			"15"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ em 31%. Quando o personagem que está com essa arma equipada desencadeia Queimadura ou causa Dano Dendro a oponentes com Queimaduras, aumenta o Dano causado em 38%. Esse efeito dura 8s e pode ser acumulado até 2 vezes. Quando atingir 2 acúmulos ou a duração dos 2 acúmulos for redefinida, regenera 16 de Energia Elemental. É possível regenerar Energia Elemental dessa forma uma vez a cada 12s. Esses dois efeitos também são aplicáveis a personagens que não estão ativos no campo de batalha.",
		"values": [
			"31%",
			"38%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Punho Danificado",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 5
			},
			{
				"id": 112098,
				"name": "Punho Danificado",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 9
			},
			{
				"id": 112099,
				"name": "Punho Quebrado",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 5
			},
			{
				"id": 112099,
				"name": "Punho Quebrado",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 9
			},
			{
				"id": 112100,
				"name": "Punho Incandescente",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Punho Incandescente",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 18
			}
		]
	}
}