{
	"id": 12418,
	"name": "Flor de Aço",
	"description": "Um Espadão com linhas finas e elegantes, adornado com laços festivos e flores.",
	"descriptionRaw": "Um Espadão com linhas finas e elegantes, adornado com laços festivos e flores.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "A imagem da Flor do Vento foi perdida em meio aos ventos fluentes do tempo,\nem momentos de paz, se tornou sinônimo de amor e alegria.\nÀs vezes, até mesmo as armas forjadas para serem usadas em conquistas e vitórias,\nsão enfeitadas com tais flores seguindo o desejo do comissário ou do forjador.\nParece que essa lâmina foi feita sob medida por alguém para a sua pessoa amada.\n\n\"Lâminas de ferro não conseguem cortá-lo, nem prisões de pedra podem confiná-lo.\"\n\"O vento não tem medo do futuro, apenas flui constantemente fluindo em direção a ele.\"\nO pastor sem nome, que não veio da igreja, contou silenciosamente sobre as histórias do vento,\ne apresentou as \"flores\" para aqueles que a luz havia se esvaído de seus olhos.\n\nSe todos os descendentes nobres haviam esquecido sua promessa original, se o silêncio pretensioso alcançasse popularidade,\ne se o princípio do sangue fosse forte contra o fluir do vento, a lenda daquelas árvores e flores teria sido proibida.\nNaquela época, inúmeras flores floresceram em lugares não favorecidos pelas pessoas.\nAs flores foram varridas pelo vento, mas deixaram um momento de encanto glorioso ao mundo sombrio.\n\n\"Na sombra causada pela torre do passado, pelas vielas e ruas de hoje,\"\n\"as flores estão florindo com um brilho suave pelos cantos insignificantes.\"\nO pastor sem nome, que não veio do palácio, contou silenciosamente histórias sobre as flores.\n\nEle disse: \"Hoje, o Ludi Harpastum foi tomado pelos nobres.\"\nMas você sabia que nas ruínas em que ventos fortes uma vez sopraram, costumava haver flores silvestres florescendo sobre colinas e vales.\nAquelas flores não eram comuns. Quanto mais forte o vento soprava, mais firme as raízes dessas flores cresceriam, e ainda mais floresciam.\nO dia em que o reino estivesse repleto daquelas flores, seria o dia em que a torre finalmente cairia.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "24",
	"effectName": "Código do Vento e das Flores",
	"effectTemplateRaw": "Nos 8s depois da Habilidade Elemental atingir um inimigo ou desencadear uma Reação Elemental, aumenta o ATQ em <color=#99FFFFFF>{0}</color> e a Proficiência Elemental em <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Nos 8s depois da Habilidade Elemental atingir um inimigo ou desencadear uma Reação Elemental, aumenta o ATQ em 12% e a Proficiência Elemental em 48.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Nos 8s depois da Habilidade Elemental atingir um inimigo ou desencadear uma Reação Elemental, aumenta o ATQ em 15% e a Proficiência Elemental em 60.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Nos 8s depois da Habilidade Elemental atingir um inimigo ou desencadear uma Reação Elemental, aumenta o ATQ em 18% e a Proficiência Elemental em 72.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Nos 8s depois da Habilidade Elemental atingir um inimigo ou desencadear uma Reação Elemental, aumenta o ATQ em 21% e a Proficiência Elemental em 84.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Nos 8s depois da Habilidade Elemental atingir um inimigo ou desencadear uma Reação Elemental, aumenta o ATQ em 24% e a Proficiência Elemental em 96.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Casco Destruído",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Casco Destruído",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Casco Duro",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Casco Duro",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Casco Marcado",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Casco Marcado",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 12
			}
		]
	}
}