{
	"id": 12415,
	"name": "Água-Marinha de Mahara",
	"description": "Um espadão antigo que brilha como a própria água. Nem mesmo os milhares de anos de erosão da areia conseguiram tirar o fio impecável de sua lâmina.",
	"descriptionRaw": "Um espadão antigo que brilha como a própria água. Nem mesmo os milhares de anos de erosão da areia conseguiram tirar o fio impecável de sua lâmina.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "A lenda diz que mil anos atrás, na era em que o rei tolo foi enterrado sob as dunas,\nNa terra dourada estéril e sem fronteiras, havia muitas cidades-estado de vida breve espalhadas.\nEste espadão pertence à dançarina Mahara, que já foi a concubina do tirano.\nCom sua dança da espada implacável, ela conquistou o favor do rei, assim como a atenção do príncipe.\n\nO nobre rei do reino em decadência era obeso e arrogante, desfrutando de comida, vinho e caça o dia inteiro, todos os dias.\nNada diferente de quaisquer outros reis daquela idade decadente, ele também se entregava a conquistas, destruição e acúmulo sem fim.\n\nQuando tudo afundou na noite escura, o luar com a cor da água acalmou o reino frenético, e tudo caiu no sono.\nO tirano obeso não podia suportar o sono, e dormiu profundamente nas vozes nebulosas dos Seelies, seu ronco ecoando nas câmaras como se houvesse trovões...\nA concubina paqueradora já havia visto sinais da destruição, então ela poliu sua espada e se preparou para uma dança final.\nO jovem príncipe já tinha previsto os sinais da devastação, então ele veio perturbar Mahara à noite.\n\n\"O que vem das areias quentes, será eventualmente enterrado nas areias quentes. Mesmo se o mar de areia for frio como gelo na noite extensa, o destino abrasador nunca será esquecido.\"\n\"Se essa é a sua decisão, então peço que me faça um favor e permita que eu faça algo pequeno por esta velha nação que há muito decaiu.\"\n\"Apenas uma pequena vingança removerá a preocupação primordial para você e eu. Aquele viciado em caça será finalmente executado pelo falcão que ele mima.\"\n\"Minha mãe me ensinou a dança da espada séptupla. Se eu ganhar o trono para você, eu não terei mais que lisonjear outros, logo, estarei satisfeita.\"\n\nA conspiração para derrubar o reino assim foi concebida no colchão da cama, e as palavras gentis dos amantes eram como lâminas afiadas.\nO tirano então retornou a terra das areias abrasadoras de um jeito feio, e a grande causa dos reinos conquistadores e haréns finalmente desapareceu no ar.\nA ascensão e queda da cidade-estado foi apenas um sonho embriagado, durante o que os bondosos e maldosos foram igualmente esmagados por uma pedra de moinho imensa como cascas de trigo.\nA concubina proficiente em dança de espadas falhou em se tornar rainha no fim, e o velho e sábio ministro que sobreviveu para contar a história também perdeu seus olhos.\nOs deslocados, jogados no mar de areia pelo redemoinho que consumiu tudo, se tornaram andarilhos ou mercenários antes de serem engolidos pela floresta...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "36",
	"effectName": "Pavilhão do Deserto",
	"effectTemplateRaw": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>{0}</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
	"r1": {
		"description": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em 24% da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em 30% da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em 36% da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em 42% da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em 48% da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco do Poder Escaldante",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Recipiente do Caos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Recipiente do Caos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Módulo do Caos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sonho do Poder Escaldante",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Módulo do Caos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sonho do Poder Escaldante",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Parafuso do Caos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Glória Passada do Poder Escaldante",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Parafuso do Caos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 12
			}
		]
	}
}