{
	"id": 12433,
	"name": "Chave Mestra",
	"description": "Um espadão afiado. O poder é a chave que pode abrir quase qualquer fechadura.",
	"descriptionRaw": "Um espadão afiado. O poder é a chave que pode abrir quase qualquer fechadura.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Nenhum segredo permanece oculto para sempre, pois mesmo nos aposentos mais escuros e secretos, a negligência sempre deixará uma fresta.\nNão importa sua complexidade ou engenhosidade, uma fechadura é vulnerável desde o momento de sua criação,\nassim como até o plano mais meticuloso carrega inevitavelmente as sementes de seu próprio fracasso.\n\nPara a jovem que afirmava ser a sucessora de um mestre ladrão, segredos e mecanismos não passavam de meros jogos.\nA orgulhosa nobreza do norte e os bajuladores comerciantes ao longo da fronteira\nhaviam aprendido com ela que suas fechaduras inquebráveis não eram páreo para sua habilidade.\n\nQuanto mais intricado é um design, mais fraco é seu núcleo.\nCom pressão suficiente, nenhuma fechadura pode resistir para sempre.\n\nE assim, enquanto o nome da notória “Quebra-Lâminas” incendiava a terra, Szczeczkowska, a filha de camponeses, perdeu-se para sempre na memória do tempo.\nA garota que reivindicou o manto de um senhor dos feéricos saqueou inúmeros tesouros, seu riso ecoando na penumbra luxuosa com o despojamento de uma verdadeira nobre.\nO que estava destinado a ser uma vida banal e sem inspiração, intocada por qualquer faísca, mudou drasticamente certo dia, quando uma voz soou de repente:\n\n\"Minha querida jovem, oh orgulhosa e ridícula impostora, imagino que você seja a primeira pessoa a ver esta notícia.\"\n\"O chamado tesouro do lorde não me interessa. Pode ficar com ele, minha querida, assim como reivindicou o manto daquele mestre ladrão...\"\n\"Mas lembre-se disto: fui eu o primeiro a quebrar o mecanismo. Que meu nome seja gravado em seu coração, um nome que você lembrará para sempre, junto ao seu fracasso.\"\n\nO banquete de jantar do Grão-Duque foi uma provocação descarada a todos os ladrões, pois vangloriava-se que o tesouro secreto em exibição seria impossível de roubar.\nA jovem, zombando da arrogância, jurou levar o tesouro embora naquele que seria seu último grande roubo antes da aposentadoria.\nMas alguém havia chegado antes dela. O ladrão, que se autodenominava o “Fugitivo”, deixara uma mensagem provocadora na parede, cujo golpe a deixou fervendo de fúria — e também de humilhação.\n\nO que se seguiu foram inúmeras disputas relutantes, cada uma terminando em uma derrota humilhante.\nAs habilidades de arrombamento das quais a jovem tanto se orgulhava continuavam a traí-la em sua rivalidade com um inimigo invisível.\nQuanto mais fracassava, mais ardia sua vergonha — e mais crescia seu desejo de encontrar aquele que sempre a superava.\nIsso continuou até que, certo dia, o irritante rival que sempre a deixava furiosa desapareceu sem deixar vestígios.\nPosteriormente, chegou-lhe a notícia de que o ladrão havia sido capturado e executado.\n\nPor razões que não sabia explicar, ela se viu indo até o cemitério ermo para desenterrar o caixão de pedra que continha o corpo do prisioneiro.\nMas, ao desenterrá-lo e olhar dentro, descobriu que o corpo não estava lá. Tudo o que restava era uma frase zombeteira, gravada na fria pedra.\n\nEnxugando lágrimas que não sabia bem explicar, a jovem amaldiçoou, entre dentes cerrados, a astúcia de seu inimigo de longa data.\nComo sempre, jurou dedicar sua vida a descobrir a verdade por trás de sua morte forjada e, de uma vez por todas, superá-lo.\nNo fim, o tempo levou tanto a beleza que ela um dia ostentou quanto o último sopro que guardava.\nJá incapaz de abrir sequer uma fechadura simples, a mulher amaldiçoou seu nome uma última vez antes de repousar dentro do caixão vazio.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Solução dos Problemas",
	"effectTemplateRaw": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color>. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais <color=#99FFFFFF>{1}</color>. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
	"r1": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 60. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 60. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 75. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 75. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 90. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 90. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 105. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 105. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 120. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 120. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Glória Perdida do Herdeiro do Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso Sem Luz",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Obstinação do Herdeiro do Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso Sem Luz",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Obstinação do Herdeiro do Norte",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restos da Luz Rara",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oração do Herdeiro do Norte",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restos da Luz Rara",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oração do Herdeiro do Norte",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Exoesqueleto Radiante",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Exuberância do Herdeiro do Norte",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Exoesqueleto Radiante",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 12
			}
		]
	}
}