{
	"id": 13419,
	"name": "Lâmina do Vento Mensageiro",
	"description": "Um estandarte que pode guiar os ventos. Os ventos que sopram por lugares idílicos nem sempre são suaves.",
	"descriptionRaw": "Um estandarte que pode guiar os ventos. Os ventos que sopram por lugares idílicos nem sempre são suaves.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "Um sinal indicando o retorno do viajante fora de casa. Não importa onde viva, a água prateada sempre olhará para o vento longo.\nA pena verde rodopia em sua gentil canção, guiando o andarilho\n\nEu não me importo de onde você veio ou com os pecados que cometeu. É só...\nO desvalorizado jovem mestre assim disse enquanto limpava o sangue na cara dela.\nQuando o vento da mudança soprar através da terra, quero tê-la ao meu lado.\nEu matei o falcão. Mantenha isso entre a gente...\n\nAssim como aqueles de sangue no futuro o derramariam com uma lança brutal, e que mudaria de vermelho para preto na neve...\nO coração dela também é perfurado pelo jovem mestre em sua mente, com flechas invisíveis.\nDali em diante, ela sempre ficou de olho nas coisas que tinha de fazer como uma serva.\nE outro nas missões que tinham de ser completas para a visão que ele descreveu.\nEla sonhava para ficar ao seu lado. Não, até mesmo estar na multidão atrás dele seria bom,\nSe ela pudesse se banhar nos ventos, ventos que nem mesmo ela compreendia, junto com ele, seu real jovem mestre.\nPara este propósito, há muitos pregos e espigas que precisam ser puxados para derrubar o prédio...\n\nPriscilla, você não pode ficar triste. Tudo no mundo tem seu preço.\nLembre-se: se as questões vierem à tona, acenda o fogo do sinalizador no Canto do Precursor do Vento.\nQuando o vento da mudança soprar pela terra, você e eu seremos a vanguarda da Névoa Enlouquecedora.\n\nSim, Mestre Eberhart.\nIsso mesmo, esqueça a linhagem sanguínea e o dever, esqueça a separação e o coração quebrado.\nNão há muitos outros pregos a serem puxados. Os dias se aproximam, e os gloriosos ventos do passado estão prestes a retornar.\n\nMas...\nOs falcões e cães da família sentiram o cheiro da trama, e as silhuetas de velhas nunca foram vistos no cabo.\n\nPelo menos ela sorriu calmamente. Ela não estava disposta ao seu próprio destino, como também ao destino de incontáveis pessoas.\nEntretanto, neste momento, quando ela olhou para o luar pálido e a sombra da espada como o luar\nE a medida que ela viu os risos dos nobres, não sentiu angústia ou ressentimento, mas não sabia porquê.\n\nNão há muitos outros pregos a serem puxados. Os dias se aproximam, e os gloriosos ventos do passado estão prestes a retornar.\nJovem mestre, você será como uma água prateada. Você nos guiará pelo furacão.\nNão sinta pena de mim. Logo eu serei apenas uma brisa em milhares de ventos...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Vento Inalcançável",
	"effectTemplateRaw": "Nos 10s depois de desencadear uma Reação Elemental, aumenta o ATQ em <color=#99FFFFFF>{0}</color> e a Proficiência Elemental em <color=#99FFFFFF>{1}</color> pontos.",
	"r1": {
		"description": "Nos 10s depois de desencadear uma Reação Elemental, aumenta o ATQ em 12% e a Proficiência Elemental em 48 pontos.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Nos 10s depois de desencadear uma Reação Elemental, aumenta o ATQ em 15% e a Proficiência Elemental em 60 pontos.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Nos 10s depois de desencadear uma Reação Elemental, aumenta o ATQ em 18% e a Proficiência Elemental em 72 pontos.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Nos 10s depois de desencadear uma Reação Elemental, aumenta o ATQ em 21% e a Proficiência Elemental em 84 pontos.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Nos 10s depois de desencadear uma Reação Elemental, aumenta o ATQ em 24% e a Proficiência Elemental em 96 pontos.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Escultura Sombria",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Escultura Sombria",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Escultura do Alvorecer",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Escultura do Alvorecer",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Escultura das Profundezas",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Escultura das Profundezas",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 12
			}
		]
	}
}