{
	"id": 15412,
	"name": "Valsa do Crepúsculo",
	"description": "Um arco que possui cores como as da noite de ilusões e de pecados.",
	"descriptionRaw": "Um arco que possui cores como as da noite de ilusões e de pecados.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "...\n\"Senhora, em todas as suas peregrinações, nenhuma gota de lágrima foi em vão\".\nDisse Ozvaldo Hrafnavines à Princesa quando sua peregrinação na terra do silêncio eterno chegou ao fim.\n\nEm sua longa jornada pelo espaço e pelo tempo, a Princesa dos Pecados e o Corvo da Noite, Oz, testemunharam inúmeras histórias e seus finais, cada uma gota de chuva flui no final da jornada em um mar amargo. A raiva de todo jovem contra a injustiça deve se voltar para a calma. Toda paixão deve ser transformada em pó pela passagem do tempo, antes de ser transformada em paranoia selvagem sobre aquela árvore antiga e invertida. Mesmo o galho da árvore do tempo sobre o qual a grande e gloriosa República Reman se aninhava seria cortado no final, de modo que a nação fundada pelo outro filho gêmeo dos lobos pudesse governar.\nTudo neste mundo deve passar pela passagem da porta de sua destruição para o futuro reino da Princesa. Em seu jardim completamente escuro, ela procurou um canto para mergulhar num sono profundo.\nMas para Droctfult realizar seu sonho de juventude de encravar sua lâmina na Besta do Mundo antes das gotas de chuvas caírem, até que no final ele mesmo foi feito em pedaços pelas garras dela. Nessa hora, a Princesa naturalmente começou a chorar.\n\n\"Lembre-se bem, Ozvaldo Hrafnavines, a Princesa do Reino da Noite Eterna não pode chorar\".\nEla respondeu isso: \"Não há pessoas puras neste mundo. Quando o sino dos pecadores tocar, a noite novamente cairá. Mas a luta entre pessoas e bestas se parecerá apenas como uma valsa no meio da noite profunda\".\n\n\"Senhorita, suas palavras estão corretas\".\n\"Hmph, como você bem deveria saber\".\n\"Então, senhorita, você ainda se lembra dessa história?\".\n\nFez brilhar o mar perfumado do universo primordial e fez com que duas das três luas brilhantes que agitaram as feras do Reino de Arianrhod fossem trituradas em pedaços muito pequenos até mesmo para a visão mística da Princesa por uma espada que rasgou o horizonte.\nOu talvez tenha sido isto que aconteceu: as luas brilhantes que uma vez iluminaram um universo, trouxeram sonhos e canções aos doces adormecidos de três mundos, e despertaram um profundo anseio nas bestas que vagueavam entre o amanhecer e o anoitecer - finalmente se tornaram pó. Mas mesmo assim, eles também desejaram permanecer dentro do olhar eterno e brilhante da Princesa, trazendo sua luz sutil para mais terras ainda.\n\nIsso mesmo, uma Princesa não pode derramar lágrimas.\nIsso era apenas uma secreção natural de seus olhos reais, ofendidos pela inoportuna intrusão daqueles grãos de areia impudentes.\n\n- Fim -",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bônus de Dano Físico",
	"baseStatText": "11,3%",
	"effectName": "Duelo da Noite",
	"effectTemplateRaw": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em <color=#99FFFFFF>{0}</color>. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em 20%. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta 20%.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em 25%. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta 25%.",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em 30%. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta 30%.",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em 35%. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta 35%.",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em 40%. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta 40%.",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 12
			}
		]
	}
}