{
	"id": 11434,
	"name": "Alvorada do Tecedor do Luar",
	"description": "Uma espada prateada imaculada e afiada que pode cortar armadura como o luar rompendo a noite. As lendas dizem que é uma lâmina divina abençoada pela primeira Emissária da Canção Lunar.",
	"descriptionRaw": "Uma espada prateada imaculada e afiada que pode cortar armadura como o luar rompendo a noite. As lendas dizem que é uma lâmina divina abençoada pela primeira Emissária da Canção Lunar.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "\"Como você sempre soube, minha Aila, criança do meu coração, minha mais cara e mais amada.\"\n\"Em nosso sangue flui a mais pura luz prateada, e só nós somos merecedoras de receber a graça da Lua Gelada.\"\n\"Você não casará com o filho de um forasteiro, pois está destinada a parir o herdeiro do paraíso do povo do norte.\"\n\"A dama da Lua Gelada já teceu todo caminho no mundo com seu fio prateado, e agora todas as coisas se movem em conjunto com a dança silenciosa desse fio.\"\n \nEssa era uma época antes da calamidade escura varrer pela terra, quando a Suma-Sacerdotisa do norte repetiu sua blasfêmia em vão.\nTalvez por causa do excesso de devoção aos deuses, ou talvez porque ela nunca tenha acreditado em deuses mortos que jamais apareceram ao mundo,\n(No fundo, não havia nenhuma diferença, pois sua avó, que a havia criado, nunca fez distinção.)\nA jovem dama, cheia de fé, cumpriu cada ordem da Suma-Sacerdotisa.\nEla nunca desafiou aquela carinhosa e gentil avó, não importa quão terrível fossem as punições cobertas por suas palavras macias.\nQuer o fio de um fosse cortado por uma lâmina afiada de prata, ou a voz cantarolando sendo silenciada na calada da noite,\nTodos os pescados nascem para purificar o sangue sagrada abençoado pela Lua, pois só bebendo da água carmesim é que alguém pode se aperfeiçoar.\n \n\"Como você sempre fez, minha Aila, criança do meu coração, minha mais cara e mais amada.\"\n\"Como ele confia em você, use sua sabedoria para guiá-lo. Ajuste seu coração no caminho correto, e lidere-o até o santuário.\"\n\"O homem chamado Solovei é um traidor assassino, e ainda assim, ele se atreve a nos pedir proteção depois de todas as malícias que cometeu.\"\n\"Quando ele vier, você enfiará sua espada através de seu coração por trás, e cortará o fio de sua maldade.\"\n \nA única resposta que a Suma-Sacerdotisa recebia era silêncio, e para aqueles acostumados ao silêncio de seus seguidores, isso é visto como consentimento.\nCom seus longos anos de obediência, a dama veio a acreditar, no fundo, que todo aquele sofrimento das impurezas nunca havia gerado ressentimento.\nSim, essa era a abençoada, aquela destinada a parar o Herdeiro Sagrado. Ela com certeza entendia os sacrifícios que oferecia eram em prol de um decreto milenar?\nMesmo a medida que a lâmina prateada penetrava suas costas, a Suma-Sacerdotisa do norte ainda falhou em ver a fonte de sua traição.\n \n\"Hehe... O Sr. Solovei estava certo. Você só está mentindo para nós, Vovó Lovia.\"\n\"Quero dizer... é por isso que quando seu fio se parte, não derrama como o luar prateado, mas sangra como o amanhecer carmesim, não é?\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Testemunho da Prata Sagrada",
	"effectTemplateRaw": "Aumenta o Dano causado pelo Supremo em <color=#99FFFFFF>{0}</color>. Quando a Energia Elemental do personagem que está com essa arma equipada não é maior que 60/40, aumenta o Dano do Supremo em mais <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Aumenta o Dano causado pelo Supremo em 20%. Quando a Energia Elemental do personagem que está com essa arma equipada não é maior que 60/40, aumenta o Dano do Supremo em mais 16%/28%.",
		"values": [
			"20%",
			"16%/28%"
		]
	},
	"r2": {
		"description": "Aumenta o Dano causado pelo Supremo em 25%. Quando a Energia Elemental do personagem que está com essa arma equipada não é maior que 60/40, aumenta o Dano do Supremo em mais 20%/35%.",
		"values": [
			"25%",
			"20%/35%"
		]
	},
	"r3": {
		"description": "Aumenta o Dano causado pelo Supremo em 30%. Quando a Energia Elemental do personagem que está com essa arma equipada não é maior que 60/40, aumenta o Dano do Supremo em mais 24%/42%.",
		"values": [
			"30%",
			"24%/42%"
		]
	},
	"r4": {
		"description": "Aumenta o Dano causado pelo Supremo em 35%. Quando a Energia Elemental do personagem que está com essa arma equipada não é maior que 60/40, aumenta o Dano do Supremo em mais 28%/49%.",
		"values": [
			"35%",
			"28%/49%"
		]
	},
	"r5": {
		"description": "Aumenta o Dano causado pelo Supremo em 40%. Quando a Energia Elemental do personagem que está com essa arma equipada não é maior que 60/40, aumenta o Dano do Supremo em mais 32%/56%.",
		"values": [
			"40%",
			"32%/56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Glória Perdida do Herdeiro do Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso Sem Luz",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Obstinação do Herdeiro do Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Osso Sem Luz",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Obstinação do Herdeiro do Norte",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restos da Luz Rara",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oração do Herdeiro do Norte",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restos da Luz Rara",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oração do Herdeiro do Norte",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Exoesqueleto Radiante",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Exuberância do Herdeiro do Norte",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Exoesqueleto Radiante",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 12
			}
		]
	}
}