{
	"name": "Perfurador de Luas",
	"description": "Uma arma obtida através de uma das histórias dos Aranara. Ela tomou a forma de uma flecha gigantesca e pode ser usada como uma lança.",
	"weapontype": "Lança",
	"rarity": "4",
	"story": "\"Esta história é relevante para todas as crianças que são encantadas pelo luar...\"\n\nÀs vezes, quando olhavam para a lua brilhante, estas crianças sentiam a mesma tristeza que o Rei da Floresta sentiu pouco antes de sua morte.\nHá também uma lenda que diz que se você beber a água de uma poça feita das pegadas do Rei da Floresta refletindo a lua cheia, você se tornará um de seus servos.\n\nA história sobre a lua é assim. Esta história foi ouvida dentro de um sonho muito antigo que estava escondido dentro de uma Lótus Nilotpala.\nMuito antes de Aramuhukunda nascer de uma romã, quando um nobre e grande povo caminhava com seus ancestrais;\nExistiam três irmãs. À noite, elas saíam do palácio perolado em direção ao deserto. Lótus Nilotpala floresciam a seus pés.\n\n...\nNo final, duas luas brilhantes se despedaçaram e transformaram-se em pó, desaparecendo por completo. A última das irmãs ficou tão triste que não saiu mais de seu palácio.\nApós muito tempo, os detritos da lua finalmente caíram na terra. Naquela época, o deus da natureza já haviam levado a floresta até o deserto.\nOnde os restos da lua caíram, Lótus Nilotpala floresceram. As crianças que inalaram estes resquícios lunares terão eternamente pérolas que se assemelham a lua em seus corações.\nPor este motivo, sempre há crianças que ficam perplexas com o luar e são favorecidas por ele, também é por isso que as Lótus Nilotpala desabrocham todas as noites.\nPorque as três irmãs que se espelham e se iluminam anseiam por um reencontro.\n\nAquela Lótus Nilotpala murchou após esta história ter sido contada. Ela esperou muito tempo, até o deserto se tornar floresta, o grande povo ter sido destronado,\nAté que aparecemos nesta terra, até que pudemos falar com ela, e o Aranara que me contou essa história ter aparecido perante ela.\nMais tarde, aquele Aranara perdeu muitas memórias outra vez, até Vanarana ser destruída e nós entrarmos no sonho.\nNão importa, já que a história da lua crescerá como uma pérola brilhante idêntica à luz do luar em seus e nossos corações.\n\nAs crianças, fascinadas pelo luar chorarão ao vê-la, pois, a areia fina em que a lua se transformou entrará em seus campos de visão.\nEm muitas histórias, nenhuma lágrima será derramada em vão.",
	"baseatk": 44,
	"substat": "Proficiência Elemental",
	"subvalue": "24",
	"effectname": "Sombra da Lua na Floresta",
	"effect": "Após desencadear Queimadura, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento e Germinação, uma Folha do Renascimento será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha do Renascimento aumentará o ATQ do personagem em {0} por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiscência do Jardim Oásis",
				"count": 3
			},
			{
				"name": "Recipiente do Caos",
				"count": 3
			},
			{
				"name": "Insígnia de Recruta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Graça do Jardim Oásis",
				"count": 3
			},
			{
				"name": "Recipiente do Caos",
				"count": 12
			},
			{
				"name": "Insígnia de Recruta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Graça do Jardim Oásis",
				"count": 6
			},
			{
				"name": "Módulo do Caos",
				"count": 6
			},
			{
				"name": "Insígnia de Sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Luto do Jardim Oásis",
				"count": 3
			},
			{
				"name": "Módulo do Caos",
				"count": 12
			},
			{
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Luto do Jardim Oásis",
				"count": 6
			},
			{
				"name": "Parafuso do Caos",
				"count": 9
			},
			{
				"name": "Insígnia de Oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Verdade do Jardim Oásis",
				"count": 4
			},
			{
				"name": "Parafuso do Caos",
				"count": 18
			},
			{
				"name": "Insígnia de Oficial",
				"count": 12
			}
		]
	}
}