{
	"id": 13430,
	"name": "Prego Esmagador de Montanhas",
	"description": "Esta arma de haste foi feita por artesãos nas minas como um sacrifício para os espíritos das montanhas.",
	"descriptionRaw": "Esta arma de haste foi feita por artesãos nas minas como um sacrifício para os espíritos das montanhas.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "Naquela época, a maré escura ainda não havia surgido no horizonte, os sons de metal sacudiram os céus nas montanhas de Nanatzcayan, e as faíscas não mais pararam de voar.\nOs mineradores trabalharam dia e noite por meses para fazer um item importante que não deveria ser negligenciado.\nDizem que esse item estava intimamente associado com a segurança das minas e a sobrevivência da tribo, e os anciões o chamaram de \"Prego Esmagador de Montanhas\".\nSempre que a terra sacudia e as montanhas se moviam, a paz era apenas comprada com oferendas, jogadas para os espíritos da montanha, nas profundezas das cavernas.\n\nEmbora fosse um ritual antigo, passado entre gerações ao longo de milhares de anos, o jovem Sundjatta zombava dele.\nEle compreendia o fluxo das pedras e o caminhos que os veios de minério seguiam, e acreditava que deveria existir um motivo para o frequente colapso.\nTalvez escavações excessivas tenham deixado as montanhas em destroços instáveis, ou talvez os dragões da terra sob as nascentes estivessem tramando alguma travessura.\nDe qualquer forma, ele estava determinado a se aventurar até as cavernas proibidas da tribo para descobrir os segredos dentro delas.\n\nSeguindo os veios de pedra, ele seguiu pelas cavernas escuras. Nada poderia o impedir de prosseguir.\nNas profundezas da caverna, paliçadas de pregos longos, arrumadas como picos perigosos guardavam o portão em lugares ainda mais profundos.\nEsse era um território proibido, do qual nenhum humano havia adentrado em milhares de anos, e mesmo assim, ele encontrou marcas de escavações recentes.\nTúneis, se estendendo pelo mundo subterrâneo, e para onde iam, ninguém sabia.\n\nFinalmente, seguindo o rio subterrâneo para cima, ele viu um brilho fraco cintilando na saída do túnel.\nApós se acostumar com o poder da luz, que ele não via há um tempo, o que apareceu diante dele era uma ruína coberta de cinzas.\nEsse já foi um bastião subterrâneo que pertencia ao usurpador da Cidade Incandescente e também já foi o local onde os mineradores procuraram abrigo antigamente.\nO Estegossauro cego que vivia dentro dos penhascos rochosos, aparentemente, era o responsável por essa passagem mais uma vez ver a luz do dia.\n\n\"Sim, esse túnel era apenas conhecido por aqueles artesãos habilidosos que o tirano Rei Píton forçou até a Cidade Incandescente.\"\n\"Quando o usurpador furioso pretendia apagar os rastros da arte dracônica, quando sua loucura atraiu tanto demônios quanto males divinos,\"\n\"Foi por esses túneis que nossos antepassados escaparam para as montanhas desertas.\"\n\nMas embora a passagem secreta para o covil do dragão estivesse selada, hordas sedentas por sangue farejavam seu caminho até ela da mesma forma.\nEntão, para defender sua nova casa em cima do Vale Tequemecan, os guerreiros da tribo cantaram seus cânticos de guerra ecoantes.\nCom lâminas afiadas e lanças longas em suas mãos, eles entraram nas cavernas totalmente escuras e lutaram incessantemente contra entidades desconhecidas ainda mais escuras.\nUma arma após a outra quebraram em suas mãos, e aqueles nas montanhas forjaram e reforjaram ainda mais para eles.\nEntão a batalha continuou por dias e noites sem cessar, até que os gritos assustadores e os sons de pedras e metais se chocando pararam ao mesmo tempo.\n\nEra o Prego Esmagador de Montanhas, que concedeu uma bênção àqueles que antes haviam se mantido escondidos, e que lutaram pela sua liberdade e terra,\nApenas para serem derrotados ao raiar do dia, aqueles que se sacrificaram para o amanhecer chegar — uma bênção que perdura até os dias de hoje.\n\nE quando a maré escura surgiu no horizonte, os sons de metal sacudiram os céus nas montanhas de Nanatzcayan, e as faíscas não mais pararam de voar.\nA rocha derretida da montanha foi meticulosamente esculpida em lanças afiadas pelos artesões.\nSundjatta, chefe das minas, subiu nas costas do Estegossauro Muhuru, e pegou uma delas dentre as paredes do penhasco.\nAssim, uma nova batalha começou, portando uma nova chama reacesa das cinzas, e as bênçãos moldadas de incontáveis desejos.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "6,7%",
	"effectName": "Esperança Além dos Picos",
	"effectTemplateRaw": "Reduz o consumo de Stamina ao escalar em 15% e aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>{0}</color>. Além disso, quando os outros personagens próximos da equipe lançam sua Habilidade Elemental, aumenta o Dano da Habilidade Elemental do personagem que está com essa arma equipada em mais <color=#99FFFFFF>{1}</color> por 8s.",
	"r1": {
		"description": "Reduz o consumo de Stamina ao escalar em 15% e aumenta o Dano causado pela Habilidade Elemental em 12%. Além disso, quando os outros personagens próximos da equipe lançam sua Habilidade Elemental, aumenta o Dano da Habilidade Elemental do personagem que está com essa arma equipada em mais 12% por 8s.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Reduz o consumo de Stamina ao escalar em 15% e aumenta o Dano causado pela Habilidade Elemental em 15%. Além disso, quando os outros personagens próximos da equipe lançam sua Habilidade Elemental, aumenta o Dano da Habilidade Elemental do personagem que está com essa arma equipada em mais 15% por 8s.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Reduz o consumo de Stamina ao escalar em 15% e aumenta o Dano causado pela Habilidade Elemental em 18%. Além disso, quando os outros personagens próximos da equipe lançam sua Habilidade Elemental, aumenta o Dano da Habilidade Elemental do personagem que está com essa arma equipada em mais 18% por 8s.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Reduz o consumo de Stamina ao escalar em 15% e aumenta o Dano causado pela Habilidade Elemental em 21%. Além disso, quando os outros personagens próximos da equipe lançam sua Habilidade Elemental, aumenta o Dano da Habilidade Elemental do personagem que está com essa arma equipada em mais 21% por 8s.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Reduz o consumo de Stamina ao escalar em 15% e aumenta o Dano causado pela Habilidade Elemental em 24%. Além disso, quando os outros personagens próximos da equipe lançam sua Habilidade Elemental, aumenta o Dano da Habilidade Elemental do personagem que está com essa arma equipada em mais 24% por 8s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadência do Santo Delirante",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pedra em Chamas",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Pedra em Chamas",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Semente da Vida em Chamas",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Semente da Vida em Chamas",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Olho Que Tudo Vê em Chamas",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Divindade do Santo Delirante",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Olho Que Tudo Vê em Chamas",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}