{
	"id": 14520,
	"name": "Luneta do Tecedor da Noite",
	"description": "Um espelho feito de prata perfeita, dizem que testemunhou o nascimento da Dama da Lua. É visto como uma relíquia única e elevada dos Filhos da Lua Gelada.",
	"descriptionRaw": "Um espelho feito de prata perfeita, dizem que testemunhou o nascimento da Dama da Lua. É visto como uma relíquia única e elevada dos Filhos da Lua Gelada.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "\"Quando a Lua Eterna cair, o mundo se inverterá.\"\n\"Quando a Lua Iridescente se despedaçar, a sombra vermelha mergulhará no mar abissal.\"\n\"Quando a Lua Gelada parar de se mover, as nações perecerão.\"\n\"Um mundo que já não é vigiado pela Eternidade aproxima-se do seu fim.\"\n\"Até que a alvorada do paraíso chegue e comece a girar a roda primordial.\"\n \nSeguindo uma antiga profecia, os descendentes da Cidade Dourada ergueram um templo solitário na tundra desolada.\nPor milênios, o luar escorreu silenciosamente pela floresta gelada. Os descendentes do norte ainda mantêm seus rituais ancestrais,\nforjando coroas cerimoniais pálidas a partir de prata secreta e escolhendo os mais puros sumos sacerdotes para guiar seu povo.\nAssim como nos tempos antigos, continuam suas preces e cânticos, embora seus deuses há muito tenham partido e o céu já não responda.\n \nUm forasteiro poderia considerar essas práticas como atos de tolos agarrados aos velhos costumes.\nAinda assim, essas preces e sacrifícios, transmitidos por milênios, constituem o único vínculo sagrado para um povo que perdeu sua pátria.\nA roda giratória do destino enferrujou, e o fio de prata perdeu seu brilho. Confiar apenas em visões proféticas não trará a verdadeira esperança para todos.\n\"Quem adoraria um deus morto, ou suportaria um sofrimento tão sem esperança por um sonho vazio?\"\nAssim como as eras retornam em ciclos, os ignorantes continuam a ansiar por uma orientação tangível.\nÉ por isso que esses rituais se tornaram seu grande isolamento, uma alta muralha que os mantêm invisíveis e desconhecidos para o mundo além.\n \nAssim tem sido por milhares de anos, e assim permanecerá por milhares mais.\nE assim permanecerá, até que a linhagem pura, refinada ao longo de gerações, produza o herdeiro sagrado que fará o mundo se ajoelhar. E quando isso acontecer...\nTodas as mentiras e pecados serão perdoados, até mesmo louvados, pois todos servem ao paraíso puro sob a lua.\n \nO que se segue é a jornada sagrada dos Filhos da Lua Gelada, que finalmente deixaram de afastar forasteiros.\nA primeira Emissária da Canção Lunar, uma santa agraciada pelo divino e aquela que testemunhou o nascimento de uma deusa, foi um dia a mortal Aila.\nSegundo as histórias transmitidas pelas gerações posteriores, ela previu o nascimento da nova lua e, movida pela revelação divina, escolheu abandonar os antigos rituais.\n\"Eles são o Escolhido: abençoado desde o nascimento, uma alma intocada pelas inúmeras corrupções do mundo.\"\n\"Ela viu que a roda giratória estava silenciosa e o fio de prata, repleto de desespero, pois milênios de louvores haviam se tornado nada mais que um eco vazio.\"\n\"A glória que se apagava nunca teve piedade das terras fronteiriças desoladas. Agora, apenas a nova lua, no limiar de seu nascimento, guarda a promessa da verdadeira esperança.\"\n\"A devoção de Aila lhe rendeu a admiração até mesmo da última Suma-Sacerdotisa do Extremo Norte, que lhe abriu o coração sem hesitar.\"\n\"De todo o meu coração, confio a ela a autoridade para liderar nosso povo. Também lhe concedo a honra de selar o antigo santuário com suas próprias mãos.\"\n\"Vamos enterrar a antiga glória e lançar fora os títulos vazios e o passado sem sentido, enquanto aguardamos o nascimento do novo deus.\"\nA Suma-Sacerdotisa da Hiperbórea deixou de existir a partir daquele momento. Apenas a Emissária da Canção Lunar permaneceu de pé à luz do puro esplendor.\n \n...\n \nIncontáveis luas nasceram e se puseram. Aqueles que sonhavam com o paraíso encontraram apenas a sombra do machado, enquanto os que ansiavam por salvação foram levados pela luz fluente.\nO monge insano que tentou alcançar os céus foi consumido por sua visão, e o antigo senhor do trono na Estrela Pálida desapareceu, enquanto o Imperador Branco também caiu nas ondas negras revoltas.\nPor fim, até os rouxinóis silenciaram. Incontáveis nomes desapareceram do mundo mortal, tornando-se ecos que os vivos foram deixados para lembrar, julgar e esquecer.\nComo prometido ao Forjador da Tocha, a donzela da lua nova teceu a canção de oração e a depositou para descansar junto ao santuário.\nE ali ela permanece até que a Noite Branca apague as últimas testemunhas daquela era. Apenas a luz da lua permanece, fluindo silenciosamente como há mil anos.\n \n\"Quando a Lua Eterna cair, o mundo se inverterá.\"\n\"Quando a Lua Iridescente se despedaçar, a sombra vermelha mergulhará no mar abissal.\"\n\"Quando a Lua Gelada parar de se mover, as nações perecerão.\"\n\"Um mundo que já não é vigiado pela Eternidade aproxima-se do seu fim.\"\n\"Até que a Lua Nova se erga para girar a roda giratória do destino.\"\n\"Aqueles que seguem as marés ainda entoam suas canções e oferecem suas orações.\"\n\"Pois a lua nova retornará, exatamente como previram os antigos.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "58",
	"effectName": "Oração Milenar",
	"effectTemplateRaw": "Quando a Habilidade Elemental causa Dano Hydro ou Dendro, o personagem que está com essa arma equipada obtém o efeito Palavras Sagradas do Norte: aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color> por 4.5s. Quando os personagens próximos da equipe desencadeiam Florescimento Lunar, o personagem que está com essa arma equipada obtém o efeito Poema da Lua Nova: aumenta a Proficiência Elemental em <color=#99FFFFFF>{1}</color> por 10s. Quando os efeitos Palavras Sagradas do Norte e Poema da Lua Nova existirem simultaneamente, aumenta o Dano de Florescimento causado por todos os membros próximos da equipe em <color=#99FFFFFF>{2}</color>, o Dano causado por Superflorescimento e Germinação em <color=#99FFFFFF>{3}</color> e o Dano de Florescimento Lunar em <color=#99FFFFFF>{4}</color>. Esse efeito não acumula. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
	"r1": {
		"description": "Quando a Habilidade Elemental causa Dano Hydro ou Dendro, o personagem que está com essa arma equipada obtém o efeito Palavras Sagradas do Norte: aumenta a Proficiência Elemental em 60 por 4.5s. Quando os personagens próximos da equipe desencadeiam Florescimento Lunar, o personagem que está com essa arma equipada obtém o efeito Poema da Lua Nova: aumenta a Proficiência Elemental em 60 por 10s. Quando os efeitos Palavras Sagradas do Norte e Poema da Lua Nova existirem simultaneamente, aumenta o Dano de Florescimento causado por todos os membros próximos da equipe em 120%, o Dano causado por Superflorescimento e Germinação em 80% e o Dano de Florescimento Lunar em 40%. Esse efeito não acumula. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"60",
			"60",
			"120%",
			"80%",
			"40%"
		]
	},
	"r2": {
		"description": "Quando a Habilidade Elemental causa Dano Hydro ou Dendro, o personagem que está com essa arma equipada obtém o efeito Palavras Sagradas do Norte: aumenta a Proficiência Elemental em 75 por 4.5s. Quando os personagens próximos da equipe desencadeiam Florescimento Lunar, o personagem que está com essa arma equipada obtém o efeito Poema da Lua Nova: aumenta a Proficiência Elemental em 75 por 10s. Quando os efeitos Palavras Sagradas do Norte e Poema da Lua Nova existirem simultaneamente, aumenta o Dano de Florescimento causado por todos os membros próximos da equipe em 150%, o Dano causado por Superflorescimento e Germinação em 100% e o Dano de Florescimento Lunar em 50%. Esse efeito não acumula. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"75",
			"75",
			"150%",
			"100%",
			"50%"
		]
	},
	"r3": {
		"description": "Quando a Habilidade Elemental causa Dano Hydro ou Dendro, o personagem que está com essa arma equipada obtém o efeito Palavras Sagradas do Norte: aumenta a Proficiência Elemental em 90 por 4.5s. Quando os personagens próximos da equipe desencadeiam Florescimento Lunar, o personagem que está com essa arma equipada obtém o efeito Poema da Lua Nova: aumenta a Proficiência Elemental em 90 por 10s. Quando os efeitos Palavras Sagradas do Norte e Poema da Lua Nova existirem simultaneamente, aumenta o Dano de Florescimento causado por todos os membros próximos da equipe em 180%, o Dano causado por Superflorescimento e Germinação em 120% e o Dano de Florescimento Lunar em 60%. Esse efeito não acumula. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"90",
			"90",
			"180%",
			"120%",
			"60%"
		]
	},
	"r4": {
		"description": "Quando a Habilidade Elemental causa Dano Hydro ou Dendro, o personagem que está com essa arma equipada obtém o efeito Palavras Sagradas do Norte: aumenta a Proficiência Elemental em 105 por 4.5s. Quando os personagens próximos da equipe desencadeiam Florescimento Lunar, o personagem que está com essa arma equipada obtém o efeito Poema da Lua Nova: aumenta a Proficiência Elemental em 105 por 10s. Quando os efeitos Palavras Sagradas do Norte e Poema da Lua Nova existirem simultaneamente, aumenta o Dano de Florescimento causado por todos os membros próximos da equipe em 210%, o Dano causado por Superflorescimento e Germinação em 140% e o Dano de Florescimento Lunar em 70%. Esse efeito não acumula. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"105",
			"105",
			"210%",
			"140%",
			"70%"
		]
	},
	"r5": {
		"description": "Quando a Habilidade Elemental causa Dano Hydro ou Dendro, o personagem que está com essa arma equipada obtém o efeito Palavras Sagradas do Norte: aumenta a Proficiência Elemental em 120 por 4.5s. Quando os personagens próximos da equipe desencadeiam Florescimento Lunar, o personagem que está com essa arma equipada obtém o efeito Poema da Lua Nova: aumenta a Proficiência Elemental em 120 por 10s. Quando os efeitos Palavras Sagradas do Norte e Poema da Lua Nova existirem simultaneamente, aumenta o Dano de Florescimento causado por todos os membros próximos da equipe em 240%, o Dano causado por Superflorescimento e Germinação em 160% e o Dano de Florescimento Lunar em 80%. Esse efeito não acumula. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"120",
			"120",
			"240%",
			"160%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Fragmento de Instrumento Arcano",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Desejo do Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 18
			}
		]
	}
}