{
	"name": "Olho do Juramento",
	"description": "Um tesouro nacional do Reino de Byakuya guardado no Dainichi Mikoshi. Com a chegada do Deus Serpente, este item foi usado para autenticar grandes juramentos e desejos.",
	"weapontype": "Catalisador",
	"rarity": "4",
	"story": "\"Você deseja que eu me torne seu deus?\"\nA gigantesca cobra branca olhava para baixo, com a criança em pé em sua frente.\n\"Foi por conta de não poder ter derrotado nem o deus dourado ou o Narukami que decidi fugir para águas desconhecidas.\"\n\"Se você continuar perseguindo a luz, você irá experienciar perdas no futuro.\"\n\"Minha vida não vale nada. Já estou farto de tudo isso — de apenas sobreviver nesta existência, de ter sido acusado de blasfêmia.\"\n\nA gigantesca serpente então, mostrou uma joia brilhante como olhos de cobra.\n\"Neste caso, jure em frente a este olho.\"\n\"Este também foi a forma que fiz um pacto com meus servos corais.\"\n\n\"Você esqueceu os ensinamentos do Mestre Spartacus?\"\n\"Não devemos nunca adorar a um deus! Devemos somente confiar em nós mesmos!\"\nA serpente branca não disse nada, pois ela respeitava a vontade das pessoas das profundezas.\nSe uma adoração cega for suplementada por uma nova crença,\nentão, ela não iria desonrar aqueles que lutaram?\n\n\"Eu juro. Eu juro, aqui, em frente a este olho.\"\n\"Tudo estava igual a quando perdi tudo.\"\n\n\"Os anos passaram rapidamente. A ilha está completa. Os dragartos foram expulsos, e o Solo Sagrado agora pode ser governado.\"\n\"Clã de Sangonomiya, os Jibashiri, e meus vassalos — o juramento feito em frente ao olho foi cumprido.\"\n\"A partir de hoje, se alguma das partes não estiver satisfeita com os acordos referentes a Enkanomiya, ou se tomarem uma decisão diferente da estipulada no início,\"\n\"que a torre de sol escute seus desejos, e que entre em colapso por si mesma, destruindo tudo que um dia foi o seu passado.\"\n\nAo dizer estas palavras finais,\no deus serpente levou as pessoas restantes para a superfície.\nEra hora de cumprir sua promessa à cidade dos céus...",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Povo das Profundezas Brilhantes",
	"effect": "Após usar a Habilidade Elemental, a Recarga de Energia aumenta em {0} por 10s.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Ramo de Coral de um Mar Distante",
				"count": 3
			},
			{
				"name": "Garra Escondida",
				"count": 3
			},
			{
				"name": "Casca Espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Ramo Perolado de um Mar Distante",
				"count": 3
			},
			{
				"name": "Garra Escondida",
				"count": 12
			},
			{
				"name": "Casca Espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Ramo Perolado de um Mar Distante",
				"count": 6
			},
			{
				"name": "Garra Afiada Oculta",
				"count": 6
			},
			{
				"name": "Coração Espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Ramo de Jade de um Mar Distante",
				"count": 3
			},
			{
				"name": "Garra Afiada Oculta",
				"count": 12
			},
			{
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Ramo de Jade de um Mar Distante",
				"count": 6
			},
			{
				"name": "Garra Fantasmagórica Oculta",
				"count": 9
			},
			{
				"name": "Núcleo Espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ramo Dourado de um Mar Distante",
				"count": 4
			},
			{
				"name": "Garra Fantasmagórica Oculta",
				"count": 18
			},
			{
				"name": "Núcleo Espectral",
				"count": 12
			}
		]
	}
}