{
	"id": 11516,
	"name": "Canção da Patrulha do Pico",
	"description": "Uma lâmina de obsidiana de afiação incomparável, leve como uma canção. Foi modificada por um certo artesão para vir equipada com um dispositivo de Flogisto destacável que toca discos.",
	"descriptionRaw": "Uma lâmina de obsidiana de afiação incomparável, leve como uma canção. Foi modificada por um certo artesão para vir equipada com um dispositivo de Flogisto destacável que toca discos.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "\"Minha vida deve murchar como flores?\"\n\"Toda minha glória flamejante queimará até virar cinzas no fim?\"\n\"Será que até meu ilustre nome eventualmente desaparecerá nas sombras?\"\n\"Mesmo que brilhe como uma flor desabrochando e seja leve como uma canção.\"\n\nEla não sabia quantas vezes cruzara a montanha, assim como ela não podia mais lembrar quantos invernos ela aguentara.\nCada ano, antes das Flores Núcleo de Brasas desabrocharem, a dama das minas das montanhas vinha até a natureza do Vale Tequemecan.\nSeguindo antigas tradições, ela oferecia flores beijadas pelo orvalho àqueles amigos que não podiam testemunhar o amanhecer.\nO coração que já foi frio e duro como obsidiana, fora erodido e amaciado pelo tempo,\nmas qualquer um que pudesse receber aquele calor, não importa quem, há muito havia retornado à Chama Sagrada.\n\nAté o rugido das minas e a canção dos artesões trabalhando a despertaram de suas memórias amargas.\nO representante dos Chefes percebeu de repente que os ecos do Nanatzcayan já alcançaram esse lugar.\nAs montanhas, outrora desertas e solitárias, agora ressoavam com ecos de risadas e pérolas de alegria como sinos.\nFoi o que a jovem sonhou durante os anos em que eles ainda estavam escondidos daqueles ao seu redor,\npertencendo a incontáveis seres que batalhavam para derrubar usurpadores, e pertencia ao futuro, o aceleramento da civilização.\n\nEntão o representante, que não era mais jovem, começou a rir, e embora naquela época ela tenha considerado apenas uma mera pegadinha,\nela cantou a canção que ele um dia a ensinara, mas que ela tinha vergonha demais para cantar para ele.\nComo um tambor adornado com flores, um conto ornamentado com lágrimas, respondendo à melodia ecoando entre as montanhas,\ncomo sílex incrustado em lama, os picos ecoantes, embora temperados pelos fogos da forja, deram suas bênçãos a todos os seres.\nConvirjam, dispersem, renasçam em cinzas, para chamas recém-nascidas e o alvorecer caloroso.\n\nNos milhares de anos após a autoridade retornar às tribos, incontáveis histórias foram espalhadas pelo luar.\nAs baladas mantidas pelo \"Forjador da Paz\" Sakkuk, agora estão há muito perdidas.\nEntretanto, aquele ritmo aguçado e resoluto transmitido até este dia com cada golpe do martelo no cinzelo,\nafinal, o ritmo quente é o sangue que fluiu pelas minas desde a antiguidade,\ne as centelhas caindo dos golpes do martelo são a canção dedicada àqueles que resistem, uma melodia que jamais murchará.\n\n\"Minha vida deve murchar como flores?\"\n\"Quando tudo for caos silencioso, para onde irá meu coração?\"\n\"Ninguém fica para sempre neste mundo, estamos meramente de passagem.\"\n\"Mas aqui havia flores — aqui havia canções.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DEF",
	"baseStatText": "18%",
	"effectName": "Juventude Eterna",
	"effectTemplateRaw": "Quando um Ataque Normal ou Imersivo atinge um inimigo, obtém \"Canção de Glória\": aumenta DEF em <color=#99FFFFFF>{0}</color> e obtém <color=#99FFFFFF>{1}</color> de bônus de Dano de todos os Elementos por 6s e acumula até 2 vezes. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Quando esse efeito alcançar ou possuir 2 acúmulos, sua duração será redefinida, para então, com base em cada 1.000 de DEF do personagem que está com essa arma equipada, aumentar o bônus de Dano de todos os Elementos para todos os membros da equipe em <color=#99FFFFFF>{2}</color>, podendo aumentar até <color=#99FFFFFF>{3}</color> por 15s.",
	"r1": {
		"description": "Quando um Ataque Normal ou Imersivo atinge um inimigo, obtém \"Canção de Glória\": aumenta DEF em 8% e obtém 10% de bônus de Dano de todos os Elementos por 6s e acumula até 2 vezes. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Quando esse efeito alcançar ou possuir 2 acúmulos, sua duração será redefinida, para então, com base em cada 1.000 de DEF do personagem que está com essa arma equipada, aumentar o bônus de Dano de todos os Elementos para todos os membros da equipe em 8%, podendo aumentar até 25.6% por 15s.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25.6%"
		]
	},
	"r2": {
		"description": "Quando um Ataque Normal ou Imersivo atinge um inimigo, obtém \"Canção de Glória\": aumenta DEF em 10% e obtém 12.5% de bônus de Dano de todos os Elementos por 6s e acumula até 2 vezes. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Quando esse efeito alcançar ou possuir 2 acúmulos, sua duração será redefinida, para então, com base em cada 1.000 de DEF do personagem que está com essa arma equipada, aumentar o bônus de Dano de todos os Elementos para todos os membros da equipe em 10%, podendo aumentar até 32% por 15s.",
		"values": [
			"10%",
			"12.5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Quando um Ataque Normal ou Imersivo atinge um inimigo, obtém \"Canção de Glória\": aumenta DEF em 12% e obtém 15% de bônus de Dano de todos os Elementos por 6s e acumula até 2 vezes. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Quando esse efeito alcançar ou possuir 2 acúmulos, sua duração será redefinida, para então, com base em cada 1.000 de DEF do personagem que está com essa arma equipada, aumentar o bônus de Dano de todos os Elementos para todos os membros da equipe em 12%, podendo aumentar até 38.4% por 15s.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38.4%"
		]
	},
	"r4": {
		"description": "Quando um Ataque Normal ou Imersivo atinge um inimigo, obtém \"Canção de Glória\": aumenta DEF em 14% e obtém 17.5% de bônus de Dano de todos os Elementos por 6s e acumula até 2 vezes. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Quando esse efeito alcançar ou possuir 2 acúmulos, sua duração será redefinida, para então, com base em cada 1.000 de DEF do personagem que está com essa arma equipada, aumentar o bônus de Dano de todos os Elementos para todos os membros da equipe em 14%, podendo aumentar até 44.8% por 15s.",
		"values": [
			"14%",
			"17.5%",
			"14%",
			"44.8%"
		]
	},
	"r5": {
		"description": "Quando um Ataque Normal ou Imersivo atinge um inimigo, obtém \"Canção de Glória\": aumenta DEF em 16% e obtém 20% de bônus de Dano de todos os Elementos por 6s e acumula até 2 vezes. Esse efeito pode ser desencadeado uma vez a cada 0.1s. Quando esse efeito alcançar ou possuir 2 acúmulos, sua duração será redefinida, para então, com base em cada 1.000 de DEF do personagem que está com essa arma equipada, aumentar o bônus de Dano de todos os Elementos para todos os membros da equipe em 16%, podendo aumentar até 51.2% por 15s.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51.2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Eixo da Fonte Secreta",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Eixo da Fonte Secreta",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Revestimento da Fonte Secreta",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Revestimento da Fonte Secreta",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Coração da Fonte Secreta",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Coração da Fonte Secreta",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 18
			}
		]
	}
}