{
	"name": "Serra Elétrica Portátil",
	"description": "Uma serra elétrica vintage rara de se ver hoje em dia. Era uma ferramenta usada por trabalhadores em todos os cantos.",
	"weapontype": "Espadão",
	"rarity": "4",
	"story": "No passado, usavam ela como uma cerra para cortar ossos de dragão e canos.\nPossui uma estrutura simples e resistente, facilitando a manutenção e troca de partes.\nSegurar ela firmemente com as duas mãos permitirá cortar o aço.\nEssa arma implacável no passado foi um símbolo de progresso.\n\nMas depois, com a expansão da cidade de Fontaine, todas as sombras foram gradualmente luz da ordem.\nFoi em grande parte devido a essa ferramenta conveniente que os esgotos eventualmente se tornaram o Fleuve Cendre.\nAs pessoas do Fleuve Cendre acreditavam que, embora vivessem em uma cidade abaixo da cidade sem chuva nem sol,\nSe persistirem, talvez possam um dia obter a qualificação de viver na superfície.\nTalvez pudessem construir uma superfície tão bela como a Nação da Água.\n\nEssas correntes não foram proibidas como a Doca e a Broca do Prospector.\nPorque durante os estágios iniciais de desenvolvimento dos Mecautômatos, era difícil substituir o seu uso.\nMais tarde, uma enorme fábrica de Mecautômatos foi construída em uma área absolutamente segura fora da cidade,\nE aqueles que conseguiam utilizar esses serrotes habilidosamente foram gradualmente arrastados junto com suas armas pela torrente do progresso.",
	"baseatk": 41,
	"substat": "Vida",
	"subvalue": "12",
	"effectname": "Canção de Marinheiro",
	"effect": "Quando o personagem é curado ou cura, concede o Sinal da Tenacidade por 30s. É possível acumular até 3 Sinais da Tenacidade. Ao lançar a Habilidade Elemental ou o Supremo, consome todos os Sinais da Tenacidade e gera por 10s o efeito \"Ascendendo\": para cada Sinal da Tenacidade consumido, aumenta a Proficiência Elemental em {0} pontos, e 2s após gerar esse efeito, cada Sinal da Tenacidade Consumido regenerará {1} de Energia Elemental para o personagem que está com essa arma equipada. É possível desencadear o efeito \"Ascendendo\" uma vez a cada 15s. Também é possível obter o Sinal da Tenacidade quando o personagem não está ativo no campo de batalha.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2.5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3.5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 3
			},
			{
				"name": "Núcleo da Fenda",
				"count": 3
			},
			{
				"name": "Engrenagem Transmissora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 3
			},
			{
				"name": "Núcleo da Fenda",
				"count": 12
			},
			{
				"name": "Engrenagem Transmissora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 6
			},
			{
				"name": "Sinapse Alienígena",
				"count": 6
			},
			{
				"name": "Engrenagem Reta",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Cálice de Prata do Mar Pristino",
				"count": 3
			},
			{
				"name": "Sinapse Alienígena",
				"count": 12
			},
			{
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Cálice de Prata do Mar Pristino",
				"count": 6
			},
			{
				"name": "Núcleo Alienígena",
				"count": 9
			},
			{
				"name": "Engrenagem Dinâmica",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 4
			},
			{
				"name": "Núcleo Alienígena",
				"count": 18
			},
			{
				"name": "Engrenagem Dinâmica",
				"count": 12
			}
		]
	}
}