{
	"id": 13433,
	"name": "Pá do Escavador",
	"description": "Uma lança que parece ter sido criada de uma ferramenta agrícola. A primeira vista, não poderia ser mais ordinária, mas seu desenho discreto esconde truques refinados e luxuosos.",
	"descriptionRaw": "Uma lança que parece ter sido criada de uma ferramenta agrícola. A primeira vista, não poderia ser mais ordinária, mas seu desenho discreto esconde truques refinados e luxuosos.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "Quantas chuvas devem cair sobre uma semente antes que ela dê frutos?\nQuantas escolhas é preciso fazer na vida para encontrar o caminho para a felicidade?\nHá coisas que nem mesmo os deuses podem saber. Ainda assim, nós, mortais, devemos lutar por elas, ao preço de toda a nossa vida.\nNesse momento, uma escolha se apresentava a Suibhne, filho de um pobre fazendeiro, e ele não pôde evitar apertar o cabo da pá em suas mãos.\n\nUm tesouro oculto havia sido desenterrado do solo cansado e esgotado. Se o vendesse no mercado clandestino, poderia escapar de uma vida de pobreza.\nUm homem esfarrapado com um tesouro nas mãos certamente atrairia olhares gananciosos. Com o inverno rigoroso se aproximando, ele não tinha escolha senão dar esse passo arriscado.\nCom um uniforme como ferramenta, o astuto camponês fez seu primeiro negócio. Era um disfarce que usava para enganar a todos e afastar qualquer ameaça à espreita.\nSuibhne estava se deleitando com o sucesso quando uma sombra sinistra apareceu. Era o mesmo homem que lhe havia vendido o uniforme: o ladrão.\n\"Entregue o tesouro, ou este ermo será o seu túmulo final!\" Forçado sob a lâmina, o camponês obedeceu.\nOs dois chegaram ao campo onde o tesouro estava escondido. O olhar do ladrão caiu sobre um pedaço irregular de osso negro da coluna, e uma súbita excitação tomou conta dele.\n\"Certamente são os restos mortais do mestre ladrão\", disse ele, erguendo o osso com as mãos trêmulas. Ele não sabia que, naquele momento, havia selado o próprio destino.\nCom um baque surdo, uma pá enterrou o ladrão na terra. Naquele instante, Suibhne soube que precisava deixar a fazenda para sempre.\n\nO tesouro agora ensanguentado havia aberto um caminho perigoso até o próprio topo do mercado clandestino, caminho que Suibhne continuou a trilhar com sombria determinação.\nHoje, ele é visto como uma espécie de padrinho para os criminosos desesperados que aqui se reúnem, atraídos pelo doce aroma da fortuna.\n\"Ó estimado Padrinho, sua sabedoria é a única luz que seguimos. O mercado clandestino se honra em tê-lo como um dos nossos!\"\nAinda assim, ninguém sabe ao certo por que, entre todos os objetos, uma pá gasta repousa sobre o trono do Padrinho.\n\nNaqueles tempos ensanguentados, ele manteve a pá como um lembrete constante de que, para um ladrão, a morte estava sempre a um fio de distância.\nAgora, inúmeros tesouros jazem enterrados entre os recifes da fronteira. Cada um é um possível símbolo, a ser trocado por lealdade e medo.\nEle já não perde tempo se atormentando com escolhas, pois seu poder e sua riqueza podem corrigir qualquer erro.\nO mundo é regido por uma lei oculta, um ciclo imparável em que os ricos ficam cada vez mais ricos e os pobres afundam cada vez mais na miséria.\nO Padrinho de hoje não é mais sábio do que o pobre camponês que um dia foi, nem diferente do ladrão que um dia tentou matá-lo.\n\"Então por quê? Por que é que o tesouro que minha pá desenterra é meu, mas aquele que ela enterra é de outra pessoa???\"\nSerá que tudo não passou de mero acaso, ou seja, ele simplesmente nasceu um pouco mais sortudo do que o ladrão que encontrou seu fim naquele dia?\nMil escolhas e uma vida inteira de sacrifícios, tudo feito em busca da felicidade. Mas, no fim, foi o acaso que realmente determinou tudo.\n\nUma onda de repulsa toma conta de Suibhne diante de tamanha injustiça. \"É aqui que estão todos os meus tesouros\", murmura.\nEle revela seu mapa do tesouro ao público. Agora, qualquer um nas terras fronteiriças pode disputar o prêmio, armado apenas com suas próprias capacidades.\nQue tenham sucesso ou fracassem. De qualquer forma, Suibhne não se importa com como suas histórias terminarão.\nO Padrinho, envolto em luxo, mas ainda empunhando uma pá, passou a compreender o tipo de justiça que Reed Miller pregava:\n\n\"Se o desequilíbrio é a lei deste mundo, que o ouro encontre o ouro, e que a terra retorne à terra.\"\n\"Se este mundo precisa de uma mão para restaurar sua ordem e equilíbrio, então essa mão deve pertencer ao ladrão.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Decisões Imediatas",
	"effectTemplateRaw": "Dano de Eletricamente Carregado é aumentado em <color=#99FFFFFF>{0}</color>. Dano de Carga Lunar é aumentado em <color=#99FFFFFF>{1}</color>. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Carga Lunar em mais <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Dano de Eletricamente Carregado é aumentado em 48%. Dano de Carga Lunar é aumentado em 12%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Carga Lunar em mais 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Dano de Eletricamente Carregado é aumentado em 60%. Dano de Carga Lunar é aumentado em 15%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Carga Lunar em mais 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Dano de Eletricamente Carregado é aumentado em 72%. Dano de Carga Lunar é aumentado em 18%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Carga Lunar em mais 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Dano de Eletricamente Carregado é aumentado em 84%. Dano de Carga Lunar é aumentado em 21%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Carga Lunar em mais 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Dano de Eletricamente Carregado é aumentado em 96%. Dano de Carga Lunar é aumentado em 24%. Presságio Lunar: Reluzir Cheio: aumenta o Dano de Carga Lunar em mais 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Brasas da Noite Eterna",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Fulgor da Noite Eterna",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 12
			}
		]
	}
}