{
	"id": 12406,
	"name": "Protótipo Arcaico",
	"description": "Um espadão antigo descoberto no Penhasco Obscuro. Ao brandi-lo, dá a sensação de como se fosse possível cortar o espaço.",
	"descriptionRaw": "Um espadão antigo descoberto no Penhasco Obscuro. Ao brandi-lo, dá a sensação de como se fosse possível cortar o espaço.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Um antigo protótipo de um espadão do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nPesando cerca de cinco quilos, o punho desta arma é feito de um minério raro, enquanto a lâmina é forjada com o melhor aço. Tudo o que você verá quando ele for balançado são clarões de luz cegantes, poderosos o suficiente para devorar as nuvens e apagar a lua.\n\nApós o grande desastre, a família Yun forjou forças com o mestre artesão Han Wu para encontrar uma maneira de superar as restrições do design contemporâneo das lâminas e revolucionar seu ofício.\nAssim nasceu uma nova série de modelos e armas, simplesmente denominados de \"os protótipos.\" As primeiras grandes espadas construídas usando o novo projeto, foram pouco conhecidas com sua aparência final fora do comum.\nA visão desanimadora do ouro fosco e manchado disfarçou a verdadeira força da arma. Embora não houvesse muito para se olhar, qualquer um que se importasse de experimentá-lo descobriria que era pesado, mas nem um pouco difícil de manejar.\n\nO Han Wu, artesão mestre que forjou a arma, viajou para o norte durante a noite para entregar a espada a um artista marcial.\nApós o espadachim ter observado, todos os bambus na floresta foram cortados em um instante pela essa espada afiada. Misturada com o sussurro dos ventos, essa cena ficou esplêndida.\n\nO artista marcial disse a Han Wu: \"Esta lâmina é dotada da elegância da antiguidade. É de igual valor tanto como uma arma quanto como ornamento.\"\n\"Uma criação tão bela, possuidora tanto de proporções quanto de sutileza, é digna de um nome como nenhum outro. Que seja conhecida como Arcaico.\"\nDevido a sua força inigualável, esta espada tornou-se consequentemente o modelo para milhares de grandes espadas em Liyue.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Esmagar",
	"effectTemplateRaw": "Ao acertar um Ataque Normal ou um Ataque Carregado, possui 50% de chance de causar <color=#99FFFFFF>{0}</color> de Dano de ATQ adicional em uma área pequena. Este efeito pode ser ativado uma vez a cada 15s.",
	"r1": {
		"description": "Ao acertar um Ataque Normal ou um Ataque Carregado, possui 50% de chance de causar 240% de Dano de ATQ adicional em uma área pequena. Este efeito pode ser ativado uma vez a cada 15s.",
		"values": [
			"240%"
		]
	},
	"r2": {
		"description": "Ao acertar um Ataque Normal ou um Ataque Carregado, possui 50% de chance de causar 300% de Dano de ATQ adicional em uma área pequena. Este efeito pode ser ativado uma vez a cada 15s.",
		"values": [
			"300%"
		]
	},
	"r3": {
		"description": "Ao acertar um Ataque Normal ou um Ataque Carregado, possui 50% de chance de causar 360% de Dano de ATQ adicional em uma área pequena. Este efeito pode ser ativado uma vez a cada 15s.",
		"values": [
			"360%"
		]
	},
	"r4": {
		"description": "Ao acertar um Ataque Normal ou um Ataque Carregado, possui 50% de chance de causar 420% de Dano de ATQ adicional em uma área pequena. Este efeito pode ser ativado uma vez a cada 15s.",
		"values": [
			"420%"
		]
	},
	"r5": {
		"description": "Ao acertar um Ataque Normal ou um Ataque Carregado, possui 50% de chance de causar 480% de Dano de ATQ adicional em uma área pequena. Este efeito pode ser ativado uma vez a cada 15s.",
		"values": [
			"480%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grão de Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de osso frágil",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara Danificada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de osso frágil",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara Danificada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de osso sólido",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara Suja",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de osso sólido",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara Suja",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de osso fossilizado",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara Ominosa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Bloco de Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de osso fossilizado",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara Ominosa",
				"count": 12
			}
		]
	}
}