{
	"id": 14406,
	"name": "Protótipo Âmbar",
	"description": "Um catalisador dourado, guardado secretamente na Forja do Penhasco Obscuro. Parece brilhar com a própria luz do céu.",
	"descriptionRaw": "Um catalisador dourado, guardado secretamente na Forja do Penhasco Obscuro. Parece brilhar com a própria luz do céu.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Um antigo catalisador do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nO disco representa o cosmos e, portanto, toma uma forma circular. No centro está um pedaço de Cor Purum, representado um corpo celestial suspenso no firmamento.\n\nDepois que o grande caos diminuiu, forças sopradas ainda permaneceram no mundo. Assim, além das artes e ferramentas marciais tradicionais, as pessoas também se fascinavam por exorcismo.\nMas as técnicas usadas na produção de catalisadores eram antiquadas, tendo permanecido inalteradas em mais de um século. Assim, os catalisadores daquela época eram frágeis e quebraram no primeiro uso.\nOs taumaturgos se reuniram em Liyue e imploraram a Yun Hui, chefe da casa de Yun, para projetar um novo tipo de catalisador para eles.\nYun Hui procedeu em acrescentar um catalisador à então nova série de projetos de armas melhoradas conhecidas como \"os protótipos\".\n\nO disco é feito de madeira e minério raro. O Cor Purum no centro foi um presente dos exorcistas.\nCor Purum é produzido aquecendo Cor Lapis em uma urna por sete dias ao quadrado (ou seja, quarenta e nove dias) e depois mergulhando-o em água doce retirada de uma fonte da montanha por mais sete dias ao quadrado.\nA dupla purificação pela água e pelo fogo torna o Cor Purum indestrutível e capaz de reunir todas as energias do mundo. Os Catalisadores que têm o Cor Purum como núcleo são capazes de canalizar a energia. Doze voltas completas transformam a energia em sua forma mais pura.\n\nYun Hui observou que a Cor Purum tinha um brilho quente e dourado como o do âmbar. Após a discussão com os exorcistas, ele propôs o nome do catalisador como \"Protótipo Âmbar\".\nDepois disso, todos os catalisadores feitos em Liyue foram modelados com base no protótipo de Yun Hui.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Chapeamento de Ouro",
	"effectTemplateRaw": "Ao usar o Supremo, regenera <color=#99FFFFFF>{0}</color> de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão <color=#99FFFFFF>{1}</color> de Vida a cada 2s.",
	"r1": {
		"description": "Ao usar o Supremo, regenera 4 de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão 4% de Vida a cada 2s.",
		"values": [
			"4",
			"4%"
		]
	},
	"r2": {
		"description": "Ao usar o Supremo, regenera 4.5 de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão 4.5% de Vida a cada 2s.",
		"values": [
			"4.5",
			"4.5%"
		]
	},
	"r3": {
		"description": "Ao usar o Supremo, regenera 5 de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão 5% de Vida a cada 2s.",
		"values": [
			"5",
			"5%"
		]
	},
	"r4": {
		"description": "Ao usar o Supremo, regenera 5.5 de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão 5.5% de Vida a cada 2s.",
		"values": [
			"5.5",
			"5.5%"
		]
	},
	"r5": {
		"description": "Ao usar o Supremo, regenera 6 de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão 6% de Vida a cada 2s.",
		"values": [
			"6",
			"6%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Alternação das Nuvens e o Mar",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}