{
	"name": "Protótipo Estelar",
	"description": "Um rancor descoberto na Forja do Penhasco Obscuro. Os vislumbres ao longo da borda afiada são como estrelas na noite.",
	"weapontype": "Lança",
	"rarity": "4",
	"story": "Um antigo protótipo de uma espada larga do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nA lança é feita de aço preto incrustado com ouro. Um padrão de relâmpago percorre o corpo, apresentando listras de relâmpagos intercaladas com estrelas. A adição de folha de ouro lhe dá um acabamento requintado.\n\nQuando os dias de monstros acabaram e a paz foi restaurada, os lutadores se juntaram aos civis. Foi um bom momento para o renascimento das artes marciais.\nA demanda por todos os tipos de armamento disparou, especialmente por itens de qualidade superior, e os fabricantes não conseguiam acompanhar o ritmo. Para encontrar uma solução, Yun Hui da casa de Yun encontrou-se com o mestre artesão Han Wu e os dois realizaram uma pesquisa intensiva atrás de portas fechadas.\nQuando voltaram a ver a luz do dia, ambas as barbas dos homens já haviam crescido 30 centímetros. Seus novos projetos de armas, os \"protótipos\", estavam finalmente prontos para revolucionar a fabricação de armas em Liyue. Era hora de acabar com as algemas do passado que atormentavam seu ofício.\n\nO primeiro bastão construído de acordo com as novas especificações tinham uma aparência negra e dourada. O espeto na ponta era dois centímetros mais longo do que o padrão anterior. Era verdadeiramente uma arma mortal, mas com uma presença serena e imponente.\nFoi deixado do lado de fora para ser banhado na luz do luar. Com o primeiro raio de luz do crepúsculo, a ponta brilhou com a fria e perfurante luz de uma estrela no céu escuro.\n\nNesta visão etérea, a mente Yun Hui foi inundada de lembranças da glória de seu pai, pois, o seu nome fazia referências às estrelas. Muito emocionado, ele decidiu dedicar a arma em sua memória.\nPor essa razão, a arma ficou conhecida como 'Estelar' entre os praticantes de alabardas em Liyue.",
	"baseatk": 42,
	"substat": "Recarga de Energia",
	"subvalue": "10",
	"effectname": "Viciado em Magia",
	"effect": "Após usar uma Habilidade Elemental, aumenta o Dano do Ataque Normal e Ataque Carregado em {0} por 12s, podendo acumular até 2 vezes.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grão de Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragmento de osso frágil",
				"count": 3
			},
			{
				"name": "Máscara Danificada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Pedaço de Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragmento de osso frágil",
				"count": 12
			},
			{
				"name": "Máscara Danificada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Pedaço de Aerosiderite",
				"count": 6
			},
			{
				"name": "Fragmento de osso sólido",
				"count": 6
			},
			{
				"name": "Máscara Suja",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragmento de osso sólido",
				"count": 12
			},
			{
				"name": "Máscara Suja",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de Aerosiderite",
				"count": 6
			},
			{
				"name": "Fragmento de osso fossilizado",
				"count": 9
			},
			{
				"name": "Máscara Ominosa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Bloco de Aerosiderite",
				"count": 4
			},
			{
				"name": "Fragmento de osso fossilizado",
				"count": 18
			},
			{
				"name": "Máscara Ominosa",
				"count": 12
			}
		]
	}
}