{
	"name": "Protótipo da Luz Lunar Pálida",
	"description": "Um arco de protótipo descoberto na Forja do Penhasco Obscuro. A flecha disparada deste arco brilha como um raio de luar.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Um antigo protótipo de um arco do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nMadeira de cudrania com mais de cinquenta anos foi ordenada em seda dourada e combinada com os melhores componentes de aço para fazer este belo arco.\nApesar de ser feito de galhos que se estenderam profundamente na terra, a corda do arco é excepcionalmente flexível, garantindo que nunca se rompa.\n\nA família de Yun em Liyue promoveu um conjunto de protótipos lendários de armas para se libertar de suas restrições e trazer uma nova era ao poder, usando suas forças.\nComo um das armas mais usadas, o arco longo também está listado.\nChamado pelo seu amigo Yun, o Han Wu, famoso artesão, fez ele mesmo o arco longo de acordo com os desenhos de seu colega.\n\nEle empregou todas as caravanas comerciais que encontrou para lhe trazer uma pletora de recursos. No final, ele escolheu usar a madeira de amoreira, aço fino e ramos trazidos de volta do abismo.\nO resultado é um arco maravilhosamente superior, resistente, fácil de segurar e frio ao toque.\nA curva do arco é tão bonita quanto a lua descente, embora tenha um tom mais escuro, como uma espécie de lua perdida na brisa.\nQuando uma flecha do arco perfura o céu, a luz da corda é fina e fria, lembrando um fluxo lunar inesquecível.\n\nPor esta semelhança o arco ganhou o título de \"Luz da Lua\".\nComo a beleza sempre é aspirada e imitada, a inspiração do Protótipo é comumente vista em todos os arcos compridos em Liyue.",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Sem Retorno",
	"effect": "Os ataques de Ataques Carregados em pontos fracos aumentam a Veloc. Mov. em 10% e ATQ em {0} por 10s.",
	"r1": [
		"36%"
	],
	"r2": [
		"45%"
	],
	"r3": [
		"54%"
	],
	"r4": [
		"63%"
	],
	"r5": [
		"72%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 3
			},
			{
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 3
			},
			{
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 6
			},
			{
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"name": "Insígnia do Corvo Prateado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 3
			},
			{
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 6
			},
			{
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"name": "Insígnia de Corvo Dourado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Alternação das Nuvens e o Mar",
				"count": 4
			},
			{
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"name": "Insígnia de Corvo Dourado",
				"count": 12
			}
		]
	}
}