{
	"id": 15434,
	"name": "Cordas da Chuva da Serpente Arco-Íris",
	"description": "Uma arma cerimonial antiga passada de geração em geração pelos Mestres do Vento Noturno. Esse arco escuro estará para sempre envolto por um frio indelével.",
	"descriptionRaw": "Uma arma cerimonial antiga passada de geração em geração pelos Mestres do Vento Noturno. Esse arco escuro estará para sempre envolto por um frio indelével.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "A decadente Cidade Incandescente e o delírio do tirano ruíram juntas em uma chama tão brilhante quanto o sol.\nUm herói de olhos carmesins invocou a fúria dos deuses, transformando o trono corrompido e maculado em cinzas dispersas.\nDécadas se passaram desde que Maghan, o matador de dragões, expulsou o antigo governante dos vales profundos.\nNas aldeias que outrora veneravam dragões, a nova geração há muito esqueceu o juramento ancestral feito a eles.\n\nAssim, o jovem sacerdote Vagadou cumpriu o último desejo de Maghan:\nEnterrou o matador de dragões em uma sepultura sem nome, empunhou seu arco e partiu em direção às montanhas envoltas em névoa.\nNo entanto, ele não compreendia o verdadeiro significado das últimas palavras do velho.\nO que significava \"renovar o pacto\"? O que significava \"restaurar a paz\"? Vagadou não fazia ideia.\nEle apenas pensou que o velho sacerdote lhe havia pedido para devolver seu precioso arco ao perigoso Reino da Noite...\nPara apaziguar os espíritos irados há muito abandonados desde a era dos antigos sacrifícios.\n\nEle afastou o véu de névoa e pisou na escadaria tríplice de pedra.\nNa inefável fronteira do reino sombrio, revelou-se um vasto salão labiríntico. Seus corredores intrincados brilhavam suavemente sob a luz fluida.\nAntes que o jovem sacerdote pudesse discernir de quem era a mão que gravara as runas douradas, uma súbita onda de névoa turvou sua visão.\nVisões ergueram-se na névoa e preencheram sua mente.\nEm um torpor vertiginoso, inúmeras formas mutantes cintilavam como luz iridescente.\nEle viu uma beleza de olhos turquesa, uma serpente colossal envolta em luz estelar e uma aranha branca tecendo o sol e a lua...\nViu figuras de ouro negro e aço branco, uma lebre astuta zombando de uma raposa selvagem e um coiote lutando no alcatrão.\nAterrorizado, Vagadou caiu de joelhos. Suplicou às divindades sagradas do Reino da Noite que perdoassem sua invasão.\nMas quando a névoa enfim se dissipou, o ser que se erguia acima do salão e o fitava do alto não era o morto que ele havia imaginado.\nEra um poderoso dragão, com asas abertas como um arco-íris que descia dos céus.\n\n\"Ó ser sem alma, ligado às estrelas, não permitas que minha forma te encha de medo\", disse a voz.\n\"Há muito conheço o propósito que te trouxe aqui, ainda que teu próprio coração permaneça envolto em névoa de ignorância.\nO sacerdote que se autodenominou matador de dragões te enviou para forjar um pacto para as eras que virão.\"\nO sangue nobre dos antigos jamais manchou sua lâmina, e essa sinceridade fala mais alto que mil palavras.\nNão importa. Nosso rei há muito pereceu, e eu já me cansei de cuidar dos meus que habitam nos sonhos.\nEstou disposto a transmitir todos os rituais secretos que conheço, para que suas tribos prosperem,\ne a permitir que ouças os sussurros da noite sem oferecer sangue aos emissários que caíram no submundo.\nPor isso, peço apenas duas coisas em troca, como preço para que o pacto seja selado:\nPrimeiro, seus descendentes devem tratar o povo antigo que um dia protegi como amigos e iguais.\nDevem ouvir seus conselhos em todos os momentos, e jamais permitir que seus juramentos se tornem uma zombaria, como a farsa da Grande Aliança.\nSegundo, seus descendentes devem apagar meu nome de todo registro e pergaminho tecido.\nQue nenhum sábio autoproclamado o descubra, para que não tragam ruína ao nosso pacto por meio de sua tola vingança.\nNão hesite, apenas aceite. O Wayob que o protege já foi meu servo.\n\"Muito antes de você nascer, ela me falou sobre este mesmo pacto que ousa desafiar o destino.\"\n\nComo alguém que acaba de despertar, incapaz de distinguir sonho de realidade, o atordoado Vagadou assentiu em concordância.\nNum instante, o salão dourado e o imponente dragão se dissiparam como névoa de uma era passada.\nVagadou ainda se perguntava se as visões que acabara de presenciar não passavam de um sonho fugaz nascido do cansaço.\nDe repente, sentiu um toque suave, como uma pena, ao seu lado — frio como o vento noturno — que o fez se virar instintivamente...\ne ali, segundo a lenda, estava o primeiro Iktomissauro, surgido do Reino da Noite.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "10%",
	"effectName": "Idioma Estelar Estrangeiro Sagrado",
	"effectTemplateRaw": "Quando o portador não é o personagem ativo, aumenta o ATQ em <color=#99FFFFFF>{0}</color> por 8s após o portador atingir um inimigo com um ataque.",
	"r1": {
		"description": "Quando o portador não é o personagem ativo, aumenta o ATQ em 28% por 8s após o portador atingir um inimigo com um ataque.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "Quando o portador não é o personagem ativo, aumenta o ATQ em 35% por 8s após o portador atingir um inimigo com um ataque.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "Quando o portador não é o personagem ativo, aumenta o ATQ em 42% por 8s após o portador atingir um inimigo com um ataque.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "Quando o portador não é o personagem ativo, aumenta o ATQ em 49% por 8s após o portador atingir um inimigo com um ataque.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "Quando o portador não é o personagem ativo, aumenta o ATQ em 56% por 8s após o portador atingir um inimigo com um ataque.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Consideração Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Premonição Mística do Vento Noturno",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Sofrimento Místico do Vento Noturno",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelação Mística do Vento Noturno",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 12
			}
		]
	}
}