{
	"name": "Medidor de Alcance",
	"description": "Um instrumento de medida que raramente é visto hoje em dia. É capaz de disparar flechas.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Uma ferramenta frequentemente usada para construção urbana e exploração de ruínas no passado.\nFrequentemente usada para medir ângulos, ela também possuía uma capacidade de última geração para medir e estimar distâncias.\nContando com flechas especiais precisamente fabricadas e as mãos de profissionais treinados,\nEla poderia manter a trajetória de voo das flechas tão reta quanto a luz em si mesma.\n\nAlém do planejamento e construção, ela também frequentemente se mostrava útil para exploração e até mesmo investigações oficiais.\nNas mãos habilidosas, suas medições de distância poderiam ser altamente precisas.\nDurante explorações passadas das ruínas de Remuria, as equipes de exploração frequentemente levavam esse Medidor de Alcance junto,\nPrincipalmente para localizar os locais históricos sepultados pelo tempo e pela destruição.\nAté mesmo os romances modernos de Hurlock que ganharam grande popularidade mais tarde,\nApresentariam-na em uma história sobre a localização de uma câmara secreta.\n\nAtualmente, muitos Medidores de Alcance estão acumulando poeira nas prateleiras de lojas de antiguidades ou sótãos.\nÀ medida que mais e mais ferramentas similares com maior facilidade de uso e requisitos de habilidade mais baixos entraram em uso geral,\nA produção de flechas especiais cessou completamente, e elas também logo foram enterradas sob a poeira.\nNo entanto, como ainda é um arco longo que pode ser carregado sem despertar suspeitas ou questionamentos,\nEle foi usado para vários objetivos além de seu design principal durante certos momentos tumultuados.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Canção do Pedreiro",
	"effect": "Quando é curado ou cura, concede o Sinal da União por 30s, é possível acumular 3 Sinais da União. Ao lançar uma Habilidade Elemental ou Supremo, consome todos os Sinais da União e gera por 10s o efeito \"Resistência\": para cada Sinal da União consumido, aumenta o ATQ em {0} e o Bônus de Dano Elemental em {1}. É possível desencadear o efeito \"Resistência\" uma vez a cada 15s. Também é possível obter o Sinal da União quando o personagem não está ativo no campo de batalha.",
	"r1": [
		"3%",
		"7%"
	],
	"r2": [
		"4%",
		"8.5%"
	],
	"r3": [
		"5%",
		"10%"
	],
	"r4": [
		"6%",
		"11.5%"
	],
	"r5": [
		"7%",
		"13%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de uma Corda Antiga",
				"count": 3
			},
			{
				"name": "Gota de Água Impura",
				"count": 3
			},
			{
				"name": "Pérola Transoceânica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Capítulo de uma Corda Antiga",
				"count": 3
			},
			{
				"name": "Gota de Água Impura",
				"count": 12
			},
			{
				"name": "Pérola Transoceânica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Capítulo de uma Corda Antiga",
				"count": 6
			},
			{
				"name": "Colherada de Água Impura",
				"count": 6
			},
			{
				"name": "Pedaço Transoceânico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movimento de uma Corda Antiga",
				"count": 3
			},
			{
				"name": "Colherada de Água Impura",
				"count": 12
			},
			{
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movimento de uma Corda Antiga",
				"count": 6
			},
			{
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 9
			},
			{
				"name": "Cristal Caleidoscópico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Eco de uma Corda Antiga",
				"count": 4
			},
			{
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 18
			},
			{
				"name": "Cristal Caleidoscópico",
				"count": 12
			}
		]
	}
}