{
	"id": 12510,
	"name": "Chifres Vermelhos Destruidores de Pedras",
	"description": "De acordo com seu dono anterior, esta arma é o \"Leão Heroico, Poderoso e de Chifres Vermelhos Destruidores de Pedras\" que pode fazer com que qualquer monstro saia correndo com sua cauda entre suas pernas.",
	"descriptionRaw": "De acordo com seu dono anterior, esta arma é o \"Leão Heroico, Poderoso e de Chifres Vermelhos Destruidores de Pedras\" que pode fazer com que qualquer monstro saia correndo com sua cauda entre suas pernas.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 5,
	"story": "O nome completo desta arma é \"Leão Heroico, Poderoso e de Chifres Vermelhos Destruidor de Pedras\",\nE foi outrora a amada lâmina de um excêntrico conhecido como \"Otogi Kongou Rei Leão\".\n\n...Mas já que os dois nomes eram extremamente extensos,\nAs crianças chamaram a arma de \"Pilão de Chifre Vermelho\", e seu portador de \"Rei Otogi\".\n\nO Pilão de Chifre Vermelho era uma arma feita de um chifre de monstro encantado,\nE os bake-kitsune, bake-danuki e demônios malignos imploravam por misericórdia perante sua mordida.\nAté mesmo Reizenbou, grande Tengu da Montanha Yougou,\ntemia o poder sinistro do Pilão, e não se manifestava para enfrentar o Rei Leão!\n\n...É claro, as crianças nunca acreditaram em tais histórias.\nMesmo assim, o Rei Otogi era realmente muito forte. Mesmo sete homens juntos não conseguiam expulsá-lo de um ringue.\nE quando ele via as crianças desejando frutas que não conseguiam alcançar, ele chutava a árvore e fazia os melões despencarem.\nDito isto, uma vez ele derrubou a árvore inteira, e foi perseguido nas montanhas por um idoso.\nEle também uma vez trouxe as crianças para assistir a um concerto oficial de observação de folhas no outono,\nGritando bem alto \"Otogi Kongou Rei Leão chegou! Temam, demônios!\"\nEle então lutou com o pequeno Oni que, por acaso, estava com vontade de brigar... Os resultados foram muito trágicos para se assistir.\n\nMas se isto era tudo o que o Rei tinha, ao ponto de nunca lhe ter sido dado o direito de usar as cores da Shogun,\ncomo ele poderia, disseram as crianças, possivelmente fazer aqueles youkai das canções se ajoelharem?\n\n\"Hah! Eu só estava passando mal depois de uma longa noite de bebedeira, só isso!\"\nMesmo quando o rei Otogi arranjava suas desculpas, ele não se esquecia de rir.\nSerá que ele era apenas sem vergonha, ou será que ele realmente acreditava que poderia vencer? Ninguém poderia dizer...\n\n\"Desta vez, eu definitivamente irei cortar os chifres desses monstros,\"\n\"E irei trazê-los de volta para vocês. Isso lhes mostrará o poder do Otogi Kongou Rei Leão!\"\n\"Aquelas criaturas além do oceano? Pfff! Fácil demais!\"\n\n\"Então é, xô, xô, vão atrás raposa mensageira e se escondam em algum canto e tal.\"\n\"Passarei mais tarde. Lutaremos um pouco quando chegar a hora, beleza?\"\n\nMesmo quando ele disse isso, as crianças se lembraram de como o delicado Oni tinha suspirado suavemente,\nO Rei Otogi soltando um grande rugido rumo aos céus...\n\nMais tarde, o Oni que tinha lutado com o rei Otogi fugiu depois de ter seu braço e seu chifre cortados,\nEnquanto o Grande Tengu não aparecia mais diante dos humanos, vivendo como um ermitão nas montanhas e nos bosques.\nE assim, as vanglórias vazias por trás desta grande espada se tornaram realidade no final,\nEmbora o excêntrico e errante Otogi Kongou Rei Leão nunca mais tenha voltado.\nAté mesmo mais tarde, o Melão de Lavanda que ele derrubou daria mais uma vez, sendo criado com cuidado, frutos.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "DEF é aumentada em <color=#99FFFFFF>{0}</color>. Dano do Ataque Normal e Carregado é aumentado em <color=#99FFFFFF>{1}</color> da DEF.",
	"r1": {
		"description": "DEF é aumentada em 28%. Dano do Ataque Normal e Carregado é aumentado em 40% da DEF.",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "DEF é aumentada em 35%. Dano do Ataque Normal e Carregado é aumentado em 50% da DEF.",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "DEF é aumentada em 42%. Dano do Ataque Normal e Carregado é aumentado em 60% da DEF.",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "DEF é aumentada em 49%. Dano do Ataque Normal e Carregado é aumentado em 70% da DEF.",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "DEF é aumentada em 56%. Dano do Ataque Normal e Carregado é aumentado em 80% da DEF.",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "A Sabedoria de Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Garra Escondida",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "A Alegria de Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Garra Escondida",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "A Alegria de Narukami",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Garra Afiada Oculta",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "O Afeto de Narukami",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Garra Afiada Oculta",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "O Afeto de Narukami",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Garra Fantasmagórica Oculta",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "A Coragem de Narukami",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Garra Fantasmagórica Oculta",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 18
			}
		]
	}
}