{
	"id": 14521,
	"name": "Relicário da Verdade",
	"description": "Um baú de chifres cravejado de citrinitas e jade. Dizem as lendas que já foi consagrado num templo nas profundezas de Tulaytullah, a Cidade de Safira.",
	"descriptionRaw": "Um baú de chifres cravejado de citrinitas e jade. Dizem as lendas que já foi consagrado num templo nas profundezas de Tulaytullah, a Cidade de Safira.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Após a grande torre de Ramshahr finalmente cair como um sonho de mel envenenado nas areias encharcadas com sangue,\nseu poder real passou por incontáveis reinos, tão passageiro quanto o orvalho matinal, então se enterrou novamente sob sangue e lágrimas.\nSob a redoma de safira, os nobres que já juraram aliança ao tirano se libertaram dos grilhões,\nsomente para seguir sábios falsos e serem atraídos para jogos de carnificina e destruição nas areais escaldantes mais uma vez.\n\nÓ, povo orgulhoso de Tulaytullah que há muito esqueceu os avisos silenciosos dos sábios!\nFoi somente quando suas ambições desapareceram junto ao nome de Gurkan que eles passaram a conhecer o verdadeiro custo da rebelião.\nQuando os brutais Khagans chegaram a cavalo, não havia mais guerreiros protegendo o Jardim dos Pilares Infinitos,\ne como feras domadas, aqueles que permaneciam em sonhos dourados não tinham escolha senão abaixar suas cabeças perante um novo mestre mais uma vez.\n\nSoldados e coletores de impostos impulsionados por ganância insaciável vieram de terras distantes para predar pessoas já desgastadas.\nEmbora a corte viridiana que alegou benevolência não fosse tão dura com seu povo,\nalguns entre aqueles subjugados sob cascos de ferro em uma tribo estrangeira buscaram refúgio num passado preservado por poesia,\nsussurrando elogios para o breve reino do Rei Humayun na sombra fresca intocada pelo sol abrasador.\n\nO jovem nobre Goudarz entrou no salão sagrado enterrado sob as profundezas das areias, determinado a libertar seus companheiros das algemas.\nDizem as lendas que o palácio pertenceu ao Rei Íbis, e que entre os sete monges sábios, o mais sábio era o escriba astuto e judicioso, que também era conhecido como emissário secreto das estrelas e lua.\nMas aquela estratégia quase sem esperança teve pouca chance, pois nenhum plano poderia se equiparar às forças do conquistador, radiantes como o brilho do próprio sol.\nOs sábios de Tighnar há muito fugiram, e aquele santuário magnífico de sabedoria no deserto já havia sido enterrado sob o mar de areia de cor de ferro.\nMesmo assim, as profundezas da fonte seca, ecos antigos e sagrados surgiram para responder às orações dele...\n\n\"Ó, criança imprudente, ó, nobre, você anseia pelo poder do sol e a fúria das tempestades de areia, mas você tem um sonho tolo de levantar uma torre da areia movediça.\"\n\"Assim como dou água amarga e salgada a um camelo sedento, posso conceder a você um poder jamais antes testemunhado por profeta ou crente.\"\n\"Contudo, o grande mestre das flores e oásis deixou uma vez três charadas para o Rei Deshret, quem eu servi.\"\n\"Mas ele, sábio e sagaz como sempre, não podia respondê-las mesmo antes de cair naquele sonho envenenado.\"\n\"Se você puder dissipar a névoa da confusão que há muito me assola, concederei a você o poder sobre as pessoas como presente.\"\n\nO jovem Goudarz respondeu:\n\"Então ore pela revelação dessas antigas charadas, ó, sábio dos éditos sagrados, escrita, medicina e sabedoria.\"\n\"Oferecei a resposta de um mortal com a maior sinceridade e honestidade, pois não há espaço para sombras falsas em minha jornada.\"\n\nE assim, o mais sábio de todos os monges sábios falou:\n\"O que cresce e cai em turnos infinitos, perecendo assim que cresce e nunca dura?\"\n\"Como a lua, se enche, então míngua ao passado.\"\n\"Tanto os sábios quanto os tolos desejam isso, repetidamente,\"\n\"mas como as marés, sobe e desce nos corações de homens vaidosos.\"\n\nO jovem Goudarz respondeu:\n\"Você fala de conspiração e traição. Os robes daqueles que falam sobre virtude não escondem nada além de uma praga de fraqueza e letargia.\"\n\"É essa fraqueza que derruba a redoma azul, e é essa fraqueza que impulsionou as pessoas a gritarem em pesar.\"\n\nO sábio caiu na gargalhada. Sem se referir diretamente à resposta oferecida pelo jovem nobre,\nele entregou o cajado da falsidade ao jovem mesmo assim.\n\nE foi assim que o nome Goudarz se perdeu para a história,\npois foi substituído pelo nome do poderoso Rei Saleb Dowleh, ao invés disso.\nO guerreiro que não mentia no passado, obteve poder de um rei por truques astutos,\nlançando uma miragem de uma era dourada sob as cores desvanecentes do crepúsculo.\n\n...\n\nNem mesmo a mentira mais perfeita podia controlar a sede insaciável por poder,\nnem mesmo as criações do Rei Deshret conseguiam fabricar a ilusão da manifestação divina,\nE nem até a voz do Rei Íbis aumentar mais uma vez para fazer a ele a mesma pergunta,\nque o rei velho deu sua resposta final entre os lamentos de Gurabad:\n\n\"Ó, sagrado, tudo que falo são mentiras. Nem eu posso confiar em minhas próprias palavras.\"\n\"A única coisa que posso fazer agora é lutar até a morte. Assim, pelo menos, não decepcionarei os irmãos que vieram me resgatar novamente.\"\n\"Ó, sagrado, caso busque a verdade ou mentira, você deveria prová-la em seu próprio sangue.\"\n\nO poder real foi tomado subsequentemente pelos Deys de outras tribos, e assim continuou, até que os vários reinos foram todos flagelados até virar poeira pelos ventos do deserto.\nComo se estivesse aceitando o luar tão âmbar quanto mel, o sagrado tomou o desejo final do rei como sua resposta final.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Essência da Falsidade",
	"effectTemplateRaw": "Aumenta a Taxa CRIT em <color=#99FFFFFF>{0}</color>. Ao lançar a Habilidade Elemental, o portador obtém o efeito Segredo das Falsas Palavras: aumenta a Proficiência Elemental em <color=#99FFFFFF>{1}</color> por 12s. Quando o portador causa Dano de Florescimento Lunar contra o inimigo, obtém o efeito Lua da Verdade: aumenta o Dano CRIT em <color=#99FFFFFF>{2}</color> por 4s. Quando os efeitos Segredo das Falsas Palavras e Lua da Verdade existirem simultaneamente, esses efeitos aumentarão em 50% cada.",
	"r1": {
		"description": "Aumenta a Taxa CRIT em 8%. Ao lançar a Habilidade Elemental, o portador obtém o efeito Segredo das Falsas Palavras: aumenta a Proficiência Elemental em 80 por 12s. Quando o portador causa Dano de Florescimento Lunar contra o inimigo, obtém o efeito Lua da Verdade: aumenta o Dano CRIT em 24% por 4s. Quando os efeitos Segredo das Falsas Palavras e Lua da Verdade existirem simultaneamente, esses efeitos aumentarão em 50% cada.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "Aumenta a Taxa CRIT em 10%. Ao lançar a Habilidade Elemental, o portador obtém o efeito Segredo das Falsas Palavras: aumenta a Proficiência Elemental em 100 por 12s. Quando o portador causa Dano de Florescimento Lunar contra o inimigo, obtém o efeito Lua da Verdade: aumenta o Dano CRIT em 30% por 4s. Quando os efeitos Segredo das Falsas Palavras e Lua da Verdade existirem simultaneamente, esses efeitos aumentarão em 50% cada.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "Aumenta a Taxa CRIT em 12%. Ao lançar a Habilidade Elemental, o portador obtém o efeito Segredo das Falsas Palavras: aumenta a Proficiência Elemental em 120 por 12s. Quando o portador causa Dano de Florescimento Lunar contra o inimigo, obtém o efeito Lua da Verdade: aumenta o Dano CRIT em 36% por 4s. Quando os efeitos Segredo das Falsas Palavras e Lua da Verdade existirem simultaneamente, esses efeitos aumentarão em 50% cada.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "Aumenta a Taxa CRIT em 14%. Ao lançar a Habilidade Elemental, o portador obtém o efeito Segredo das Falsas Palavras: aumenta a Proficiência Elemental em 140 por 12s. Quando o portador causa Dano de Florescimento Lunar contra o inimigo, obtém o efeito Lua da Verdade: aumenta o Dano CRIT em 42% por 4s. Quando os efeitos Segredo das Falsas Palavras e Lua da Verdade existirem simultaneamente, esses efeitos aumentarão em 50% cada.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "Aumenta a Taxa CRIT em 16%. Ao lançar a Habilidade Elemental, o portador obtém o efeito Segredo das Falsas Palavras: aumenta a Proficiência Elemental em 160 por 12s. Quando o portador causa Dano de Florescimento Lunar contra o inimigo, obtém o efeito Lua da Verdade: aumenta o Dano CRIT em 48% por 4s. Quando os efeitos Segredo das Falsas Palavras e Lua da Verdade existirem simultaneamente, esses efeitos aumentarão em 50% cada.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscência do Jardim Oásis",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Osso Sem Luz",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Graça do Jardim Oásis",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Osso Sem Luz",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Graça do Jardim Oásis",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Restos da Luz Rara",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Luto do Jardim Oásis",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Restos da Luz Rara",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Luto do Jardim Oásis",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Exoesqueleto Radiante",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Verdade do Jardim Oásis",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Exoesqueleto Radiante",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 18
			}
		]
	}
}