{
	"name": "Justa Recompensa",
	"description": "Uma lança afiada. Somente a ponta dela permanece recentemente manchada de sangue.",
	"weapontype": "Lança",
	"rarity": "4",
	"story": "Ladrões serão sempre ladrões, não importa o quão inteligente sejam seus truques.\nCrimes devem ser punidos publicamente e mentiras devem ser expostas publicamente.\nÉ assim que o mundo deve operar, e como a justiça deveria ser.\nMas quando se fala de \"como as coisas deveriam ser\", é sempre incrivelmente difícil obter resultados ideais.\n\nEm sua juventude, ela lutou contra um espadachim jovem, mas ela estava perplexa com os olhos astutos dele, enganada por seu ritmo intencionalmente lento.\nAssim, ela acabou revelando uma fraqueza crítica que normalmente jamais revelaria, e o braço dela foi atingido pela lâmina dele. Dessa forma, ela foi forçada a admitir que sua habilidade era inferior.\nHouve uma vez em que ela pensou em procurar aquele espadachim novamente e dar tudo de si em um duelo final, mas acabou descobrindo que ele havia se aposentado há muito tempo...\nHá muito tempo ele havia escondido seu rosto sob uma máscara, por ter sido ferido em uma missão para servir ao seu povo. Ele havia perdido a voz frívola e provocante que um dia teve.\nCansado de tudo aquilo enfrentado pelos Caçadores das Sombras, ele começou a beber intensamente.\n\nIsso foi, sem dúvidas, uma traição de sua vida passada, mas a lanceira precisava descobrir ela mesma a verdade por trás dos rumores.\nAssim, perseguindo os passos e feridas do espadachim, ela perseguiu seu oponente destinado...\nEmbora alguém importante possa cair na arena do destino, mesmo se o coração dela fosse completamente destroçado,\napós seguir os rastros da máscara deixada para trás pelo espadachim, todos os testes e tribulações pareciam ter finalmente sido recompensados.\n\nEntretanto, o fim da perseguição foi muito inesperado. Esse, não tinha nada a ver com a justiça buscada pelo outrora lendário Duelista Representante...\n\n\"Oh, então desta vez é a renomada Marfisa...?\"\n\"Não se preocupe. Suas habilidades com a lança serão úteis.\"\n\n\"Mestre. Essa já é a segunda, temo que a próxima...\"\n\n\"Eu sei.\"",
	"baseatk": 44,
	"substat": "Vida",
	"subvalue": "6",
	"effectname": "Ponta da Lança",
	"effect": "Ao ser curado, restaura {0} de Energia. Este efeito pode ser ativado uma vez a cada 10s e pode ser ativado mesmo quando o personagem não estiver em campo.",
	"r1": [
		"8"
	],
	"r2": [
		"10"
	],
	"r3": [
		"12"
	],
	"r4": [
		"14"
	],
	"r5": [
		"16"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 3
			},
			{
				"name": "Núcleo da Fenda",
				"count": 3
			},
			{
				"name": "Engrenagem Transmissora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 3
			},
			{
				"name": "Núcleo da Fenda",
				"count": 12
			},
			{
				"name": "Engrenagem Transmissora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 6
			},
			{
				"name": "Sinapse Alienígena",
				"count": 6
			},
			{
				"name": "Engrenagem Reta",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Cálice de Prata do Mar Pristino",
				"count": 3
			},
			{
				"name": "Sinapse Alienígena",
				"count": 12
			},
			{
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Cálice de Prata do Mar Pristino",
				"count": 6
			},
			{
				"name": "Núcleo Alienígena",
				"count": 9
			},
			{
				"name": "Engrenagem Dinâmica",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 4
			},
			{
				"name": "Núcleo Alienígena",
				"count": 18
			},
			{
				"name": "Engrenagem Dinâmica",
				"count": 12
			}
		]
	}
}