{
	"name": "Lança de Caça Real",
	"description": "Esta lança outrora valorizada por um membro da antiga nobreza que governou Mondstadt há muito tempo. Embora nunca tenha visto a luz do dia, ela ainda é incomparavelmente afiada.",
	"weapontype": "Lança",
	"rarity": "4",
	"story": "As lanças coletadas pelos nobres antigos de Mondstadt eram feitas de materiais de alta qualidade.\nPor essa razão, mesmo depois de passadas incontáveis gerações, ainda é afiada como se fosse nova.\nMas na época dos nobres, esta arma nunca viu a luz do dia, foi apenas banhada pela luz do luar.\n\nOs nobres acreditavam que aqueles que nasciam com sangue azul deveriam lutar com espadas longas.\nO tilintar das espadas brandindo era o canto das almas nobres.\nAs lanças e arcos eram armas baixas, das pessoas comuns.\n\nO povo comum segurando firmemente suas Varas de Madeira tem chance de vencer os descendentes de nobres que usam espadas,\nIsso é, sem sombra de dúvidas, o fato que os governantes antigos de Mondstadt não aceitaram e resistiram a todo custo.\n\nAs lendas dizem que um jovem que tinha sangue nobre nas veias,\nbuscou um artesão para fazer uma arma ornamentada com os símbolos da família\nmas essa arma e esse jovem eram iguais, se não pudessem derramar sangue,\neram armas afiadas que jamais obteriam o reconhecimento da família.\n\nSe você quer trazer a mudança então precisa dominar todo o poder.\nAinda que seja uma arma que não esteja de acordo com a conduta da nobreza,\nAinda que a sombra que segura a arma apenas possa agir durante a noite.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Foco",
	"effect": "Ao atingir um oponente, aumenta a Taxa Crítica em {0}, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Elixir de Chumbo Velado por Névoa",
				"count": 3
			},
			{
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"name": "Insígnia de Recruta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 3
			},
			{
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"name": "Insígnia de Recruta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Elixir de Mercúrio com Véu de Névoa",
				"count": 6
			},
			{
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"name": "Insígnia de Sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 3
			},
			{
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"name": "Insígnia de Sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Elixir de Ouro com Véu de Névoa",
				"count": 6
			},
			{
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"name": "Insígnia de Oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Alternação das Nuvens e o Mar",
				"count": 4
			},
			{
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"name": "Insígnia de Oficial",
				"count": 12
			}
		]
	}
}