{
	"id": 14424,
	"name": "Sacrifício de Jade",
	"description": "Um antigo pingente de jade que brilha como água cristalina. Parece ter sido usado em cerimônias antigas.",
	"descriptionRaw": "Um antigo pingente de jade que brilha como água cristalina. Parece ter sido usado em cerimônias antigas.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Quando Rex Lapis chegou, os ancestrais do povo do Vale Chenyu já haviam regredido a tribos espalhadas entre as colinas.\nLapidando jades tão puras quanto água fresca e conduzindo festivais solenes em conformidade com suas antigas tradições,\nesperando por um dia auspicioso, o povo da tribo parava seus trabalhos pesados e sacrificavam seu lindo jade, jogando-o na água como sacrifício...\nAssim comemoravam o longo silêncio dos mensageiros do céu cerúleo e aguardavam ansiosamente pelas bênçãos e desastres do ano seguinte.\n\nQuando o antigo deus que governava o Vale Chenyu pereceu em terras estrangeiras e a ordem de Rex Lapis assumiu controle da terra,\nesses antepassados, em meio às montanhas selvagens, lentamente aceitaram os costumes de Liyue, mas mantiveram a tradição de fazer sacrifícios.\nCom o passar de longos anos, até mesmo a pedra mais dura é moldada pelo fluxo gentil das águas. Da mesma forma, os costumes antigos dos habitantes locais foram incorporados pelos novos migrantes de Liyue.\nE assim, neste local se desenvolveram costumes sociais diferentes do Porto de Liyue. As pessoas possuem uma natureza mais gentil que as do Porto.\n\nConforme os infinitos anos se passaram e as estações mudaram, os antepassados ancestrais e as suas tribos se misturaram e se fundiram com os recém-chegados, para se tornarem novos clãs e povoados...\nTendo perdido a antiga arte de esculpir os ornamentos de jade, na nova era, o chá é plantado, e os campos de chá agora estão espalhados pelo Vale Chenyu.\nEmbora as pessoas do Vale Chenyu não façam mais sacrifícios jogando ornamentos de jade pura como a água dentro dos rios que fluem eternamente,\na cerimônia de ir até o Porto Yilong para comemorar os ancestrais e os mortos sobreviveu até os dias de hoje, como uma jade brilhante em um riacho transparente da montanha.\n\nÀs vezes, coletores de ervas ainda encontrarão aquelas jades Yilong de tom azul esverdeado nas ruínas entre as montanhas e vales.\nApesar de não mais responder aos antigos céus, elas ainda brilham intensamente com a luz deste mundo.\nA própria jade silenciosa nunca contou as histórias antigas das dificuldades e peregrinações de seus ancestrais,\ne todos os enigmas do passado foram deixados simplesmente esperando por aqueles que acidentalmente os encontrarem para imaginarem as histórias de um passado distante.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "8%",
	"effectName": "Circulação de Jade",
	"effectTemplateRaw": "Quando não estiver em campo por mais de 5s, aumenta a Vida Máxima em <color=#99FFFFFF>{0}</color> e a Proficiência Elemental em <color=#99FFFFFF>{1}</color> pontos. Quando o personagem com esta arma equipada entrar no campo de batalha, este efeito desaparecerá após 10s.",
	"r1": {
		"description": "Quando não estiver em campo por mais de 5s, aumenta a Vida Máxima em 32% e a Proficiência Elemental em 40 pontos. Quando o personagem com esta arma equipada entrar no campo de batalha, este efeito desaparecerá após 10s.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "Quando não estiver em campo por mais de 5s, aumenta a Vida Máxima em 40% e a Proficiência Elemental em 50 pontos. Quando o personagem com esta arma equipada entrar no campo de batalha, este efeito desaparecerá após 10s.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "Quando não estiver em campo por mais de 5s, aumenta a Vida Máxima em 48% e a Proficiência Elemental em 60 pontos. Quando o personagem com esta arma equipada entrar no campo de batalha, este efeito desaparecerá após 10s.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "Quando não estiver em campo por mais de 5s, aumenta a Vida Máxima em 56% e a Proficiência Elemental em 70 pontos. Quando o personagem com esta arma equipada entrar no campo de batalha, este efeito desaparecerá após 10s.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "Quando não estiver em campo por mais de 5s, aumenta a Vida Máxima em 64% e a Proficiência Elemental em 80 pontos. Quando o personagem com esta arma equipada entrar no campo de batalha, este efeito desaparecerá após 10s.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Areia Brilhante de Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Pólen de Névoa",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Pedra Lustrosa de Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Grama do Nevoeiro",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relíquia de Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Corpo Divino de Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Pavio do Nevoeiro",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 12
			}
		]
	}
}