{
	"id": 12403,
	"name": "Espadão do Sacrifício",
	"description": "Um espadão decorativo que foi petrificado com o tempo. Ainda é possível ver os seus adereços. Concede ao portador o poder de suportar os ventos do tempo.",
	"descriptionRaw": "Um espadão decorativo que foi petrificado com o tempo. Ainda é possível ver os seus adereços. Concede ao portador o poder de suportar os ventos do tempo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "No penhasco de frente para o mar oriental, os ancestrais adoravam o mestre do tempo e Anemo juntos.\nAs duas histórias estão relacionadas; como diz o ditado, \"O Anemo trouxe as histórias, entretanto, foi o tempo que as nutriu.\"\nA espada conta uma história bélica, e era usada na encenação de peças de guerra.\nOriginalmente apenas um adereço, sua lâmina ficou endurecida feito uma pedra pela passagem do tempo.\n\nEssa espada já pertenceu ao clã Imunlaukr, um clã de bravos e habilidosos guerreiros que lutavam arduamente e morriam jovens.\nEm cerimônias de sacrifício, eles encenavam duelos entre bravos guerreiros manchados de sangue.\n\nNos olhos do clã Imunlaukr, as lutas não existiam para proteção, glória ou novos territórios,\nmas sim para a diversão dos deuses que viviam nos céus, porque pouco mais os poderia entreter.\nAssim, eles lutaram indiscriminadamente contra monstros e humanos, sem pensar se conseguiriam voltar ao lado dos amantes.\nMas nada daquilo importava. O que importava era rugir, alto e claro, no calor da batalha. Isso sim era um dever cumprido.\n\nNão se sabe como esse sangue quente que corre nas veias os permitiu sobreviver por tanto tempo,\nporque a luta deles não tinha fim, nem tinham o desejo da vitória.\nE ainda assim, à medida que a neve derretia lentamente e Mondstadt começava a tomar forma, gradualmente eles se deram conta: eles finalmente tinham encontrado algo pelo qual lutar.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "6,7%",
	"effectName": "Composto",
	"effectTemplateRaw": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>{0}</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>{1}</color> segundos.",
	"r1": {
		"description": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui 40% de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada 30 segundos.",
		"values": [
			"40%",
			"30"
		]
	},
	"r2": {
		"description": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui 50% de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada 26 segundos.",
		"values": [
			"50%",
			"26"
		]
	},
	"r3": {
		"description": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui 60% de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada 22 segundos.",
		"values": [
			"60%",
			"22"
		]
	},
	"r4": {
		"description": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui 70% de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada 19 segundos.",
		"values": [
			"70%",
			"19"
		]
	},
	"r5": {
		"description": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui 80% de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada 16 segundos.",
		"values": [
			"80%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}