{
	"id": 13434,
	"name": "Cajado do Sacrificador",
	"description": "Uma lança branca prateada, pura e completamente imaculada. Dizem as lendas que foi usada pelas Arquissacerdotisas de Hiperbórea de eras passadas para guiar seus rebanhos aos Filhos da Lua Gelada.",
	"descriptionRaw": "Uma lança branca prateada, pura e completamente imaculada. Dizem as lendas que foi usada pelas Arquissacerdotisas de Hiperbórea de eras passadas para guiar seus rebanhos aos Filhos da Lua Gelada.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "\"Ó, minha doce criança Lovia, a mais pura de todas, receba este cetro da Suma-Sacerdotisa.\"\n\"Apenas a sua misericórdia e compaixão podem abrir os olhos das ovelhas perdidas e abençoá-las com uma felicidade serena e suave.\"\n\"Apenas você pode lhes conceder a alegria conhecida apenas pelos fracos, o consolo de serem guiados, pois nasceram com corações que anseiam por pertencimento.\"\n\"Apenas você pode corrigir as falsas distorções que espreitam nas sombras sob a lua, pois não há outro caminho senão o da verdade.\"\n\"A dama da Lua Gelada já teceu todo caminho no mundo com seu fio prateado, e agora todas as coisas se movem em conjunto com a dança silenciosa desse fio.\"\n\nAs antigas bênçãos foram se apagando pouco a pouco, como uma vela moribunda na noite gelada, enquanto a jovem criada recebia o cetro da antiga Suma-Sacerdotisa.\nA menina era uma órfã estrangeira, alguém que jamais deveria ter sido escolhida, pois nunca havia sido abençoada. Tampouco tinha consciência de suas origens, ou de que fora adotada.\nPois a pálida Lua Gelada já não lhes fitava com constância, e nem mesmo a mais pura das santas, nascida da linhagem mais pura, conseguia empunhar sua luz radiante.\nÀ medida que os outrora fiéis se afastavam e os sussurros da dúvida ecoavam mais alto, a cada dia mais frágil, a Suma-Sacerdotisa não teve outra escolha senão colocar sua filha adotiva no trono delicado,\nna esperança de que sua bondade ao menos unisse os seguidores divididos, apesar da clara e brilhante luz da lua jamais ter corrido por suas veias.\n\nE assim como a Grande Sacerdotisa havia esperado, a criada, esse farol de misericórdia trágica, escolheu acreditar no \"certo\" desde o princípio.\nLuz e sombra, o claro e o escuro, o bem e o mal, a vida e a morte... Existe um lado \"certo\" e \"errado\" em tudo o que existe neste mundo iluminado pela lua.\nPortanto, somente trilhando o caminho do \"certo\" absoluto é que se pode almejar guiar todos os seres rumo à verdadeira felicidade.\nTrilhar o caminho do certo é dar grãos ao faminto e cuidar do enfermo durante a longa noite,\né reparar as fendas da suspeita com sinceridade e compreensão, e acalmar os corações aflitos dos próprios semelhantes.\nA forma correta da bondade acabaria por se tornar uma chama suave na noite, aquecendo corações frios e indiferentes e dissipando todo ressentimento e ódio.\n\nEssa era a verdade à qual a jovem chamada Lovia se apegava com tanta teimosia, enquanto lançava seus olhos cheios de compaixão sobre seu rebanho.\nAté que sua irmã — com quem não compartilhava laços de sangue — e a donzela da mais pura linhagem de todo o extremo norte,\ncaíram sob a lâmina de um traidor, quando ela se sacrificou para proteger sua irmã mais velha, que ainda lutava para afirmar sua autoridade sobre seus seguidores.\nFoi então, naquele brilho ofuscante prateado, que a jovem, incapaz de soltar sequer um único grito de angústia, chegou enfim a uma nova compreensão:\n\no caminho que ela havia escolhido até aquele dia não era, afinal, o \"certo\",\ne a bondade dos fracos não passava de uma ilusão imperdoável.\n\nSe a Lua da Verdade negava seu dom de esperança, que as mentiras fossem então tecidas em uma aurora suave,\numa que despertasse o fervor há tanto aguardado pelos fracos e concedesse aos cordeiros sofredores um paraíso onde todos pudessem repousar como iguais.\nE se aquela lua nova inalcançável jamais voltasse a nascer, que a autoridade absoluta reinasse sobre o sonho mortal,\npara que o rebanho desgarrado pudesse mais uma vez se tornar obediente e não mais lamentar dádivas inatas que não tinham propósito.\n\nSim, esse era o \"certo\" tipo de amor, a única salvação que restava para as multidões em pranto,\no \"certo\" caminho da bondade, mesmo que jamais se tivesse posto os olhos nos fios prateados da própria lua.\nAqueles que ousassem desafiar isso teriam suas falsas maldades lavadas em sangue,\npois o \"certo\" caminho não poderia sofrer profanação pelas mãos dos ímpios até que o órfão de sua falecida irmã gerasse o herdeiro sagrado.\n\nE foi assim que a donzela, aquele farol de trágica misericórdia, a virgem que chorava sem fim por todo o sofrimento do mundo,\nveio a coroar-se com a coroa de galhadas — pura e ainda assim maculada, real e ainda assim ilusória — como se tivesse se envolvido em um casulo.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "2%",
	"effectName": "Desejo Puro",
	"effectTemplateRaw": "Nos 6s depois da Habilidade Elemental atingir o inimigo, aumenta o ATQ em <color=#99FFFFFF>{0}</color> e a Recarga de Energia em <color=#99FFFFFF>{1}</color>. Esse efeito pode acumular até 3 vezes, e também surtirá se o portador não for o personagem ativo.",
	"r1": {
		"description": "Nos 6s depois da Habilidade Elemental atingir o inimigo, aumenta o ATQ em 8% e a Recarga de Energia em 6%. Esse efeito pode acumular até 3 vezes, e também surtirá se o portador não for o personagem ativo.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "Nos 6s depois da Habilidade Elemental atingir o inimigo, aumenta o ATQ em 10% e a Recarga de Energia em 7.5%. Esse efeito pode acumular até 3 vezes, e também surtirá se o portador não for o personagem ativo.",
		"values": [
			"10%",
			"7.5%"
		]
	},
	"r3": {
		"description": "Nos 6s depois da Habilidade Elemental atingir o inimigo, aumenta o ATQ em 12% e a Recarga de Energia em 9%. Esse efeito pode acumular até 3 vezes, e também surtirá se o portador não for o personagem ativo.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "Nos 6s depois da Habilidade Elemental atingir o inimigo, aumenta o ATQ em 14% e a Recarga de Energia em 10.5%. Esse efeito pode acumular até 3 vezes, e também surtirá se o portador não for o personagem ativo.",
		"values": [
			"14%",
			"10.5%"
		]
	},
	"r5": {
		"description": "Nos 6s depois da Habilidade Elemental atingir o inimigo, aumenta o ATQ em 16% e a Recarga de Energia em 12%. Esse efeito pode acumular até 3 vezes, e também surtirá se o portador não for o personagem ativo.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Brasas da Noite Eterna",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eixo Destruído",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eixo Reforçado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Fulgor da Noite Eterna",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eixo de Precisão",
				"count": 12
			}
		]
	}
}