{
	"id": 15424,
	"name": "Herdeiro do Sol",
	"description": "Um Arco Longo antigo que é um vestígio da era antiga do Rei Deshret. Um texto antigo indecifrável e padrões solenes foram entalhados nele.",
	"descriptionRaw": "Um Arco Longo antigo que é um vestígio da era antiga do Rei Deshret. Um texto antigo indecifrável e padrões solenes foram entalhados nele.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Na era em que o Lorde das Areias reinava sob as terras, autoridades como o sol cobria as vastas dunas.\nAs canções sobreviventes dos nômades soavam incessantemente como o cantar dos insetos do deserto, cantando para sempre sobre a glória daquela esquecida era dourada.\nDizem que o Senhor Carmesim certa vez lutou com o sol brilhante, e acabou caindo na terra como um meteoro.\nDizem, entre os sacerdotes, que existem aqueles que não sucumbiram pelas mãos de reis e príncipes seguintes, e que passaram adiante a arte de arco e flecha do Rei Deshret...\n\nOs descendentes do sacerdotes se chamavam de \"Herdeiros do Sol Ardente\", e praticavam incansavelmente as cerimônias do reino do Rei Deshret dos dias passados.\nAté mesmo os comerciantes ambulantes e sua rede de informações sabiam muito pouco sobre essas facções misteriosas.\nDentre os descendentes dourados do deserto, poucos possuem o direito de herdar o legado dos sacerdotes do Rei Deshret, e menos ainda são aqueles que conseguem ler os textos antigos.\nSem mencionar as graciosas artes de combate que os antigos sacerdotes haviam dominado: bastão, lança e aquilo de que mais se orgulhavam, o arco e flecha.\n\nOs Eremitas dizem que essas pessoas são \"ascetas\", e agora, alguns voltaram sua lealdade para o único Deus Rei de Sumeru.\nNo entanto, muitas dessas pessoas desaparecem no deserto infinito, se escondendo entre as cobras, escorpiões e espectros do antigo reino.\nAqueles leais à floresta tropical mantiveram os costumes de se esconderem e em silêncio, usando todas as suas forças para retribuir a antiga bênção.\nMas no fundo de seus corações, eles lamentam profundamente por seus ancestrais e sua majestade, o Rei Deshret, que se deparou com um desastre milênios atrás.\n\nAssim, a elegante e antiga arte e cerimônia do arco e flecha é repassada até hoje pelos descendentes dos sacerdotes.\nEmbora o significado de muitos textos e imagens antigas tenham sido perdidas há muito tempo ou tenham sucumbido ao erro,\ne embora a poderosa imagem do Senhor Carmesim, que empunhava uma flecha em seu arco, tenha se tornado apenas um sonho despedaçado de um passado distante,\nas chamas frágeis da nação antiga ainda não foram extinguidas. Na verdade, elas se tornaram um fator ainda mais oculto,\npassando adiante seu conhecimento herdado dos tempos antigos, protegendo a civilização atual.\n\nE dentre esses \"ascetas\" que desapareceram no deserto, alguns se desviaram do caminho do sacerdote.\nEles se tornam obcecados por miragens passageiras de autoridade, tentando interferir e moldar as tribos nômades.\nUsando as cerimônias rígidas do passado antigo, eles treinaram crianças perdidas como \"Falcões\".\nAs técnicas avançadas aperfeiçoadas de geração em geração para criar guerreiros nobres tomaram hoje um caminho definitivamente bem diferente.\nPara auxiliar no nascimento de um novo \"rei\", eles treinaram falcões e cães totalmente irracionais...\nMas essa é uma outra história, para outro momento, pois aqueles com grandes ambições costumam desaparecer em meio ao vasto deserto,\nsem fazer um único som, como lágrimas amargas caindo no oceano infinito e inesgotável.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4%",
	"effectName": "Caminho do Fogo Solar",
	"effectTemplateRaw": "Quando um Ataque Carregado atinge um inimigo, fará cair uma Flecha Solar no inimigo atingido, causando Dano equivalente a <color=#99FFFFFF>{0}</color> do ATQ, e aplicando o efeito \"Coração Flamejante\" no inimigo atingido pela Flecha Solar por 10s. Aumenta o Dano causado pelo personagem que está com essa arma equipada contra inimigos afetados por \"Coração Flamejante\" em <color=#99FFFFFF>{1}</color>. A Flecha Solar pode ser desencadeada uma vez a cada 10s.",
	"r1": {
		"description": "Quando um Ataque Carregado atinge um inimigo, fará cair uma Flecha Solar no inimigo atingido, causando Dano equivalente a 60% do ATQ, e aplicando o efeito \"Coração Flamejante\" no inimigo atingido pela Flecha Solar por 10s. Aumenta o Dano causado pelo personagem que está com essa arma equipada contra inimigos afetados por \"Coração Flamejante\" em 28%. A Flecha Solar pode ser desencadeada uma vez a cada 10s.",
		"values": [
			"60%",
			"28%"
		]
	},
	"r2": {
		"description": "Quando um Ataque Carregado atinge um inimigo, fará cair uma Flecha Solar no inimigo atingido, causando Dano equivalente a 75% do ATQ, e aplicando o efeito \"Coração Flamejante\" no inimigo atingido pela Flecha Solar por 10s. Aumenta o Dano causado pelo personagem que está com essa arma equipada contra inimigos afetados por \"Coração Flamejante\" em 35%. A Flecha Solar pode ser desencadeada uma vez a cada 10s.",
		"values": [
			"75%",
			"35%"
		]
	},
	"r3": {
		"description": "Quando um Ataque Carregado atinge um inimigo, fará cair uma Flecha Solar no inimigo atingido, causando Dano equivalente a 90% do ATQ, e aplicando o efeito \"Coração Flamejante\" no inimigo atingido pela Flecha Solar por 10s. Aumenta o Dano causado pelo personagem que está com essa arma equipada contra inimigos afetados por \"Coração Flamejante\" em 42%. A Flecha Solar pode ser desencadeada uma vez a cada 10s.",
		"values": [
			"90%",
			"42%"
		]
	},
	"r4": {
		"description": "Quando um Ataque Carregado atinge um inimigo, fará cair uma Flecha Solar no inimigo atingido, causando Dano equivalente a 105% do ATQ, e aplicando o efeito \"Coração Flamejante\" no inimigo atingido pela Flecha Solar por 10s. Aumenta o Dano causado pelo personagem que está com essa arma equipada contra inimigos afetados por \"Coração Flamejante\" em 49%. A Flecha Solar pode ser desencadeada uma vez a cada 10s.",
		"values": [
			"105%",
			"49%"
		]
	},
	"r5": {
		"description": "Quando um Ataque Carregado atinge um inimigo, fará cair uma Flecha Solar no inimigo atingido, causando Dano equivalente a 120% do ATQ, e aplicando o efeito \"Coração Flamejante\" no inimigo atingido pela Flecha Solar por 10s. Aumenta o Dano causado pelo personagem que está com essa arma equipada contra inimigos afetados por \"Coração Flamejante\" em 56%. A Flecha Solar pode ser desencadeada uma vez a cada 10s.",
		"values": [
			"120%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco do Poder Escaldante",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Flor Que Ainda Não Floresceu",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Flor Que Ainda Não Floresceu",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Flor Estimada",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sonho do Poder Escaldante",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Flor Estimada",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sonho do Poder Escaldante",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Flor Florescente do Andarilho",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Glória Passada do Poder Escaldante",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Flor Florescente do Andarilho",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 12
			}
		]
	}
}