{
	"id": 15432,
	"name": "Ritmo da Solidão",
	"description": "Um arco longo mecânico feito para disparos à longa distância e ataques silenciosos. Seu som é engolido pela noite, numa nota longa e fria.",
	"descriptionRaw": "Um arco longo mecânico feito para disparos à longa distância e ataques silenciosos. Seu som é engolido pela noite, numa nota longa e fria.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Aquela era uma época antes da ordem de muitas águas ter sido incrustada em latão, quando os governantes bárbaros do passado se cobriam com mantos de civilização,\nE assim como haviam jurado perante a espada do Lago Brilhante, cada um com seus motivos diferentes, esses lordes, após trocarem seus mantos roxos por títulos de nobreza, agora interpretavam as leis e a justiça como desejavam.\nEssas genealogias do reino do Alto Mar e do heroísmo não careciam de benfeitores graciosos, mas nenhum deles não tinha esquemas ambiciosos, ou uma ganância egoísta maléfica que se nutria nas sombras,\nAqueles que usavam máscaras de lealdade para esconderem sua obsessão selvagem com riqueza e poder, que haviam nutrido o ressentimento e o sofrimento dos pobres como se fosse um vinho escarlate numa taça.\n\n\"Sim, eu sei! Estou ciente do banimento que o Caçador Dourado colocou sobre nós, que nos ordenou a não intrometermos nos problemas da grande cidade, caso contrário nossas lâminas seriam manchadas com o sangue de nossos companheiros.\"\n\"Mas, diga-me, como são diferentes os bandidos que insultam os justos e os chefes que exploram os fracos dos demônios que matam os inocentes?\"\n\"Amigos, crianças de Remuria, meus compatriotas, por favor, emprestem-me seus ouvidos! Nosso objetivo é defender a justiça, não as correntes que nos aprisionam.\"\n\"Se vocês olharem para o mar da amargura, mas não desejam sujarem seus nomes nobres, então que a partir de hoje eu não seja mais Walter, que eu seja separado de nossa Caçada.\"\n\nE assim um defensor do império guerreou novamente contra os descendentes dos que governavam as regiões setentrionais do Alto Mar,\nMas desta vez, o sangue dos invasores agora estava do lado dos pobres.\nAbandonando a espada que era a herança do Caçador Dourado, ele agora passou a retesar um arco curto que era menosprezado por seus colegas,\nE se moveu entre os grandes salões como uma sombra, usando sangue para pintar as forcas do julgamento.\nEsse Caçador magro não era proficiente o suficiente para enfrentar os monstros que estavam em frente, mas era um mestre em derrotar os maleficentes.\nOs banquetes de ouro negro manchados de sangue clamavam por seu vinho, e o príncipe do dia não se esquivava do conflito ou do caos,\nMas o súbito silêncio do presságio da morte é amedrontador para as suas vítimas...\n\n...\n\nTalvez tenha sido por puro pragmatismo, que as técnicas que haviam silenciosamente posto fim a tantas vidas nobres,\nO arco e flecha destinados a perfurarem gargantas dos opressores, os passos dedicados a fugirem da perseguição...\nNada disso seria perdido, nem mesmo após o traidor da casa Walter ter sido executado, e os exonerados entre jogos de roupas roxas,\nSendo celebrados nas óperas patrocinadas como Executores dos Caçadores das Sombras, ídolos sem presas, inofensivos.\nPelo contrário, como desejo daqueles no poder, foram praticados pelos Caçadores da Sombra,\nAté que muitos anos depois, durante o Cerco de Poisson, quando verteram um rio de sangue vermelho contra aqueles que haviam jurado defender...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Gatilho Silencioso",
	"effectTemplateRaw": "Quando um ataque acerta um oponente, causa <color=#99FFFFFF>{0}</color> da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
	"r1": {
		"description": "Quando um ataque acerta um oponente, causa 40% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Quando um ataque acerta um oponente, causa 50% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Quando um ataque acerta um oponente, causa 60% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Quando um ataque acerta um oponente, causa 70% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Quando um ataque acerta um oponente, causa 80% da Vida Máxima como Dano em uma AdE no local do alvo. Este efeito pode ser desencadeado uma vez a cada 15s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco de uma Corda Antiga",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 12
			}
		]
	}
}