{
	"id": 11433,
	"name": "Chamado da Serenidade",
	"description": "Uma espada longa forjada de metal que emite um som de luto ao ser brandida.",
	"descriptionRaw": "Uma espada longa forjada de metal que emite um som de luto ao ser brandida.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Era uma vez, contos sussurrados falavam de espíritos sedentos de sangue que assombravam a fria floresta, envolta em geada e névoa.\nA lenda narrava sobre um espírito malévolo, de fúria rápida, que não poupava ninguém que adentrasse a floresta.\nAté mesmo os opressivos soldados do Norte e os mais barulhentos bandoleiros da tundra\nsilenciavam ao ouvir mencionar a desolação de Nephilheim. Instintivamente, abaixavam a voz,\ncomo se temessem que o zumbido baixo atrás deles pudesse ser o último som que ouviriam.\n\nPoucos sabiam que o zumbido não vinha de um espírito maligno, mas sim do gume afiado de uma lâmina empunhada por um caçador desconhecido.\nO caçador era um exilado, um silencioso cujo nome não constava em registro algum e que jamais lutara por qualquer ideal ou estandarte.\nMas, para as crianças que haviam perdido seus entes queridos naqueles tempos turbulentos e fugido para a fria floresta,\napertando contra o peito uma concha como seu único símbolo de confiança, ele simplesmente matava todo vilão que surgia naquelas matas.\nO metal frio da lâmina jamais poderia imitar o eco da concha, assim como o passado jamais poderá ser recuperado.\nAinda assim, o calor que florescia no pescoço dos malfeitores era suficiente para silenciar os perversos, preservando os sonhos pacíficos das crianças.\n\nAo longo dos dias da nobreza e do antigo czar, e durante a prolongada luta por um novo mundo,\no caçador errante permaneceu em silêncio, tendo como única constante o assobio que ecoava nas noites geladas.\nSomente quando as florestas congeladas já não abrigavam nenhuma das crianças perdidas\ne o velho guardião já havia esquecido como falar,\no caçador finalmente depôs sua lâmina. Então, voltou-se para a parte mais profunda da floresta e desapareceu, para nunca mais ser visto.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Silêncio dos Murmúrios",
	"effectTemplateRaw": "Nos 12s depois de desencadear uma reação Elemental, aumenta a Vida Máxima em <color=#99FFFFFF>{0}</color>. Presságio Lunar: Reluzir Cheio: aumenta a Vida Máxima nesse efeito em mais <color=#99FFFFFF>{1}</color>. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não esteja ativo.",
	"r1": {
		"description": "Nos 12s depois de desencadear uma reação Elemental, aumenta a Vida Máxima em 16%. Presságio Lunar: Reluzir Cheio: aumenta a Vida Máxima nesse efeito em mais 16%. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não esteja ativo.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Nos 12s depois de desencadear uma reação Elemental, aumenta a Vida Máxima em 20%. Presságio Lunar: Reluzir Cheio: aumenta a Vida Máxima nesse efeito em mais 20%. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não esteja ativo.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Nos 12s depois de desencadear uma reação Elemental, aumenta a Vida Máxima em 24%. Presságio Lunar: Reluzir Cheio: aumenta a Vida Máxima nesse efeito em mais 24%. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não esteja ativo.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Nos 12s depois de desencadear uma reação Elemental, aumenta a Vida Máxima em 28%. Presságio Lunar: Reluzir Cheio: aumenta a Vida Máxima nesse efeito em mais 28%. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não esteja ativo.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Nos 12s depois de desencadear uma reação Elemental, aumenta a Vida Máxima em 32%. Presságio Lunar: Reluzir Cheio: aumenta a Vida Máxima nesse efeito em mais 32%. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não esteja ativo.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragmento de Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Cintilar da Geada Noturna",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Garantia Desgastada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica de Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Incandescência da Geada Noturna",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Garantia Imaculada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Herança do Instrumento Arcano",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Desejo do Instrumento Arcano",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Glória da Geada Noturna",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Garantia Gélida",
				"count": 12
			}
		]
	}
}