{
	"id": 12409,
	"name": "Espinha Dorsal da Serpente",
	"description": "Uma arma rara cuja origem são os oceanos antigos. Ao brandi-la, é possível ouvir as ondas do mar.",
	"descriptionRaw": "Uma arma rara cuja origem são os oceanos antigos. Ao brandi-la, é possível ouvir as ondas do mar.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Uma grande espada formada a partir da espinha de um grande monstro marinho, cada vértebra esconde uma história única.\nNo passado, os marinheiros usavam os ossos de tais monstros como adornos para a proa de seus barcos,\ne com eles assustam os animais que habitam no mar profundo, e que invejam os habitantes da terra.\n\nNos oceanos tempestuosos do passado antigo, aqueles que embarcavam em uma travessia no mar, muitas vezes, nunca mais seriam vistos de novo.\nOs cantos dos marinheiros que ouvimos hoje têm sua origem nos cantos de despedida de outrora, muitas vezes seguidos de um silêncio lúgubre.\nNaqueles dias, havia um grande capitão, que sempre levava uma grande espada, que gostava de beber e de se alegrar antes de uma viagem. Quando as pessoas o interrogavam, ele ria e dizia:\n\"Eu conheço meus limites. Que problema é um pouco de vinho e uma canção para mim? Não se preocupe. Uma vez que o mar e os ventos estejam favoráveis...\"\nMas ele nunca conseguia terminar essa declaração. Ele apenas levantava sua caneca e chamava todos para tomarem outra bebida.\n\nEntão, chegou finalmente o dia em que o mar e os ventos se juntaram, em condições favoráveis, e a popa do grande navio de guerra os conduziu enquanto velejavam.\nNas profundezas do mar nebuloso, atravessou, de longe, as ondas escuras, o oceano que transbordava de criaturas marinhas.\nE, finalmente, nem o capitão que cantava e nem seu navio, voltariam ao porto rodeado por montanhas.\nDepois de muitos dias, o cadáver de um monstro marinho das profundezas foi encalhado na costa pelas ondas.\nDe uma ferida aberta lavada pelas ondas, através da qual se podia ver ossos brilhando com um brilho estranho, emergiu a longa espada uma vez brandida pelo capitão.\n\n\"Quando o mar e os ventos estiverem bons, vou ao mar e vingarei ela, ó povo encantado com o canto das marés.\"\n\"E daí se eu acabar morto no fundo do mar? Assim, poderei mandar minhas celeumas do mar para as profundezas onde ela mora.\"\n\nHoje, no mar já não tem mais criaturas gigantes que emergem da tempestade e devastam as ondas.\nA prática de montar esqueletos de monstros marinhos na proa dos navios também se perdeu com sua extinção.\nMas quem se aventura longe no mar ainda às vezes pode ouvir o som aterrorizante de um trovão ribombando nas profundezas...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "6%",
	"effectName": "Divisor de Ondas",
	"effectTemplateRaw": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em <color=#99FFFFFF>{0}</color> e <color=#99FFFFFF>{1}</color> do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
	"r1": {
		"description": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em 6% e 3% do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
		"values": [
			"6%",
			"3%"
		]
	},
	"r2": {
		"description": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em 7% e 2.7% do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
		"values": [
			"7%",
			"2.7%"
		]
	},
	"r3": {
		"description": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em 8% e 2.4% do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
		"values": [
			"8%",
			"2.4%"
		]
	},
	"r4": {
		"description": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em 9% e 2.2% do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
		"values": [
			"9%",
			"2.2%"
		]
	},
	"r5": {
		"description": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em 10% e 2% do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
		"values": [
			"10%",
			"2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grão de Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de osso frágil",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de osso frágil",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de osso sólido",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de osso sólido",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de osso fossilizado",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Bloco de Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de osso fossilizado",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}