{
	"id": 15513,
	"name": "Cordas da Chuva Branca",
	"description": "Um arco espiritual lendário. Não importa se nos palcos ou nas batalhas, ele pode tocar facilmente o coração de todos os seus ouvintes.",
	"descriptionRaw": "Um arco espiritual lendário. Não importa se nos palcos ou nas batalhas, ele pode tocar facilmente o coração de todos os seus ouvintes.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Os dramaturgos de Fontaine frequentemente usam cordas como analogias para corações — e de fato, essa é uma expressão bastante usada, \"cordas do coração\".\nE assim como cordas de harpa, o coração de uma pessoa mudará em tom e cor conforme a melodia do destino.\nO termo \"corda do coração\" é encontrado em uma das peças mais antigas de Fontaine, \"Dryas\",\nembora a \"corda\" referenciada nela primeiramente não fosse de uma harpa, mas de um arco.\n\nO personagem principal foi chamado de Aurelius, a forma original do personagem nomeado identicamente da famosa saga de Coppelius \"A Saga de Aurelius\".\nSegundo o roteiro, ele era considerado um herói tão glorioso quanto o ouro, que conquistou incontáveis nações e cidades traidoras para Fontaine.\nContudo, não há figura correspondente na história registrada, e assim, ele é frequentemente considerado uma invenção fictícia, assim como a figura de Ajax.\n\nDiz a lenda que enquanto ele estava em campanha, ele caiu em uma armadilha preparada por seu inimigo e se perdeu com seu exército em uma floresta de pinheiros.\nAssim como a lâmina de um assassino estava prestes a tomar sua vida, flechas prateadas perfuraram o ar como a chuva caindo.\nE conforme ele olhava na direção do pulso trêmulo da corda do arco, ele viu o \"os deuses fizeram tão beleza, porém destruíram os moldes por pena dos mortais.\"\nA jovem donzela, Dryastis, pegou sua mão, uma mão que jamais deveria ter sentido toque tão delicado e trouxe-o para além dos pinheiros manchados de sangue.\n\n\"Eu simplesmente desejo que mais ninguém morra em vão. Sofrimento demais já fluiu pelas águas.\"\n\"Eu não posso nada além de uma coisa, nobre guerreiro — leve esse conflito para longe dessa terra.\"\n\"Não manche mais essas águas puras com 'morte'. Deixe-nos preservar nosso lar final.\"\n\nJovens conquistadores geralmente acreditam que seus corpos e corações são resistentes como o mármore que adorna os muros das cidades.\nMas assim como todos os reinos devem cair em silêncio, as cordas agitadas adicionam notas dissonantes à saga poética do herói...\n\nMilênios de lendas em transformação e adaptações teatrais deram a esse conto todo tipo de desenvolvimentos estendidos.\nEm algumas versões, o herói, que já subjugou cidades e nações incontáveis, ouve as palavras da donzela-fada.\nEle aceita o arco proferido das mãos dela e soa a retirada, apenas para ser abatido no caminho por traidores conspiradores, seu corpo consignado às profundezas do oceano.\nEm outros contos, o ilustre Aurelius se apaixona agonizante e loucamente, levando seu exército à floresta de pinheiros,\nbuscando-a, ansiando por vê-la mais uma vez e torná-la sua companheira, para que ela possa ficar ao lado dele.\nA jovem donzela foge para o fundo do rio, chorando para sua mãe da água pura para salvá-la das obsessões do herói.\nA Dama das Muitas Águas teve pena de seu destino, transformando-a em uma pinheiro.\nEntão, a corda do arco que já disparou amor em Aurelius rompeu como o coração que a flecha acertou, e caiu ao lado da donzela em silêncio, afundando em incontáveis Lótus Pluie em florescimento.\nO jovem herói machucado encarou as flores na água e não saiu, caindo eventualmente em um lago profundo...\n\nFilósofos naturais que vieram depois diziam que segundo sua pesquisa, uma tribo bárbara chamada de Dryas, já viveu aqui,\nQue fez com que a floresta de pinheiros se chamasse assim. Explicações tão pouco românticas nunca tiveram muito a ver com o teatro.\nSeja ele ter encontrado seu fim afundando nas profundezas do oceano, tendo sua determinação e desejos cobertos pela passagem do tempo,\nOu se ele ressurgiu após muitos anos, apenas para ser morto pela nova Armada Branca ou pelos Caçadores das Sombras,\nO conto do jovem herói terminou, e Dryastis também foi transformado em nada além de uma lenda nascida de tempos caóticos.\n\nQuanto a como esse arco, que tanto perturbou o destino de Aurelius, foi parar nas mãos de alguém que vivia nas profundezas debaixo das águas após passar por muitas outras mãos,\nEntão ser adornado e modificado para ser um adereço teatral para apresentações infantis na terra natal daquela pessoa... Isso é uma história completamente diferente.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "14,4%",
	"effectName": "Melodia de Dryas",
	"effectTemplateRaw": "O personagem equipado pode obter o efeito \"Remédio\". Quando eles possuem 1/2/3 acúmulos de \"Remédio\", sua Vida Máxima aumentará em <color=#99FFFFFF>{0}</color>. Eles podem obter 1 acúmulo nas seguintes situações: 1 ao usar uma Habilidade Elemental por 25s; 1 ao aumentar o valor do Contrato de Vida por 25s; 1 ao iniciar Cura por 20s. Isso ainda pode ser ativado quando o personagem equipado não está em campo. A duração de cada acúmulo é contada independentemente. Além disso, quando você tem 3 acúmulos, a Taxa CRIT do Supremo será aumentada em <color=#99FFFFFF>{1}</color>. Este efeito será cancelado 4s após você ficar com menos de 3 acúmulos.",
	"r1": {
		"description": "O personagem equipado pode obter o efeito \"Remédio\". Quando eles possuem 1/2/3 acúmulos de \"Remédio\", sua Vida Máxima aumentará em 12%/24%/40%. Eles podem obter 1 acúmulo nas seguintes situações: 1 ao usar uma Habilidade Elemental por 25s; 1 ao aumentar o valor do Contrato de Vida por 25s; 1 ao iniciar Cura por 20s. Isso ainda pode ser ativado quando o personagem equipado não está em campo. A duração de cada acúmulo é contada independentemente. Além disso, quando você tem 3 acúmulos, a Taxa CRIT do Supremo será aumentada em 28%. Este efeito será cancelado 4s após você ficar com menos de 3 acúmulos.",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "O personagem equipado pode obter o efeito \"Remédio\". Quando eles possuem 1/2/3 acúmulos de \"Remédio\", sua Vida Máxima aumentará em 15%/30%/50%. Eles podem obter 1 acúmulo nas seguintes situações: 1 ao usar uma Habilidade Elemental por 25s; 1 ao aumentar o valor do Contrato de Vida por 25s; 1 ao iniciar Cura por 20s. Isso ainda pode ser ativado quando o personagem equipado não está em campo. A duração de cada acúmulo é contada independentemente. Além disso, quando você tem 3 acúmulos, a Taxa CRIT do Supremo será aumentada em 35%. Este efeito será cancelado 4s após você ficar com menos de 3 acúmulos.",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "O personagem equipado pode obter o efeito \"Remédio\". Quando eles possuem 1/2/3 acúmulos de \"Remédio\", sua Vida Máxima aumentará em 18%/36%/60%. Eles podem obter 1 acúmulo nas seguintes situações: 1 ao usar uma Habilidade Elemental por 25s; 1 ao aumentar o valor do Contrato de Vida por 25s; 1 ao iniciar Cura por 20s. Isso ainda pode ser ativado quando o personagem equipado não está em campo. A duração de cada acúmulo é contada independentemente. Além disso, quando você tem 3 acúmulos, a Taxa CRIT do Supremo será aumentada em 42%. Este efeito será cancelado 4s após você ficar com menos de 3 acúmulos.",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "O personagem equipado pode obter o efeito \"Remédio\". Quando eles possuem 1/2/3 acúmulos de \"Remédio\", sua Vida Máxima aumentará em 21%/42%/70%. Eles podem obter 1 acúmulo nas seguintes situações: 1 ao usar uma Habilidade Elemental por 25s; 1 ao aumentar o valor do Contrato de Vida por 25s; 1 ao iniciar Cura por 20s. Isso ainda pode ser ativado quando o personagem equipado não está em campo. A duração de cada acúmulo é contada independentemente. Além disso, quando você tem 3 acúmulos, a Taxa CRIT do Supremo será aumentada em 49%. Este efeito será cancelado 4s após você ficar com menos de 3 acúmulos.",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "O personagem equipado pode obter o efeito \"Remédio\". Quando eles possuem 1/2/3 acúmulos de \"Remédio\", sua Vida Máxima aumentará em 24%/48%/80%. Eles podem obter 1 acúmulo nas seguintes situações: 1 ao usar uma Habilidade Elemental por 25s; 1 ao aumentar o valor do Contrato de Vida por 25s; 1 ao iniciar Cura por 20s. Isso ainda pode ser ativado quando o personagem equipado não está em campo. A duração de cada acúmulo é contada independentemente. Além disso, quando você tem 3 acúmulos, a Taxa CRIT do Supremo será aumentada em 56%. Este efeito será cancelado 4s após você ficar com menos de 3 acúmulos.",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Impureza da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Nadadeira Emplumada",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Nadadeira Emplumada",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Nadadeira Lunar",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Nadadeira Lunar",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Nadadeira Luz do Abismo",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essência da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Nadadeira Luz do Abismo",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 18
			}
		]
	}
}