{
	"id": 13502,
	"name": "Espinha Celestial",
	"description": "Lança que simboliza a determinação firme de Dvalin. O eixo vertical desta arma aponta para o céu, carregado a força do céu e do vento.",
	"descriptionRaw": "Lança que simboliza a determinação firme de Dvalin. O eixo vertical desta arma aponta para o céu, carregado a força do céu e do vento.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Uma coluna que sustenta os céus.\nO verdadeiro companheiro do Arconte Anemo nunca vacilou em seu desejo de proteger à terra do vento.\nEsta determinação inabalável sustentou o dragão do vento através de sua batalha mortal contra seu vil nêmesis.\n\nEm tempos antigos, o dragão sombrio, Durin, cobiçoso da paz que Mondstadt desfrutava, surgiu para profanar a terra.\nAs asas negras de Durin ofuscaram o céu, liberando nuvens de fumaça tóxica,\nEsses miasmas eram tão prejudiciais que os ventos não conseguiam afastar a doença e a putrefação que causavam,\ne assim uma chuva negra caiu dos céus, o barulho de sua enxurrada afogando os gritos e gemidos do povo.\nO Arconte Anemo foi despertado pelo som de suas agonias, e seu coração foi perfurado pelo desespero deles.\nEntão ele convocou Dvalin para ajudá-lo, e se envolvendo em uma tempestade, eles atravessaram os céus envenenados.\n\nO dragão gigante desceu do céu com um grito, e o vento afiado como lâmina quebrou as suas asas venenosas na escuridão.\nDvalin bateu as suas asas para criar tornados poderosos que dissiparam as nuvens tóxicas.\nDvalin agarrou o dragão venenoso com suas garras poderosas, ascendendo a alturas que nem mesmo as nuvens poderiam imaginar.\nA chuva venenosa parou assim que as nuvens desapareceram, e o céu em chamas se tornou no campo de batalha entre os dois dragões.\n\nPor fim, as presas do dragão de vento perfuraram a garganta de seu inimigo, e suas grandes garras rasgaram o seu coração corrompido.\nA criação dos pecadores, cheia de pesar eterno, caiu dos céus imaculados e ruiu sobre um pico nevado.\nAquela batalha feroz nos céus distantes tinha defendido o povo do Arconte Anemo.\nMas na hora do triunfo, o sangue venenoso fluiu entre seus dentes e em suas entranhas.\n\nA dor murchou ossos e medula, e em sua agonia o grande dragão de vento recolheu-se nas profundezas de uma ruína antiga.\n...Cuidando de suas feridas, Dvalin ainda acreditava que um dia, ele seria despertado por alguém.\nEntão, ele iria novamente sobrevoar os céus, dissipar a escuridão e cantar ao som da lira do Arconte Anemo, seu querido amigo.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "8%",
	"effectName": "Asas Negras",
	"effectTemplateRaw": "A Taxa Crítica aumenta <color=#99FFFFFF>{0}</color>, a VEL do Ataque Normal aumenta <color=#99FFFFFF>{1}</color>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <color=#99FFFFFF>{2}</color> de chance de criar uma Lâmina de Vácuo que causa <color=#99FFFFFF>{3}</color> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
	"r1": {
		"description": "A Taxa Crítica aumenta 8%, a VEL do Ataque Normal aumenta 12%. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem 50% de chance de criar uma Lâmina de Vácuo que causa 40% de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "A Taxa Crítica aumenta 10%, a VEL do Ataque Normal aumenta 12%. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem 50% de chance de criar uma Lâmina de Vácuo que causa 55% de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "A Taxa Crítica aumenta 12%, a VEL do Ataque Normal aumenta 12%. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem 50% de chance de criar uma Lâmina de Vácuo que causa 70% de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "A Taxa Crítica aumenta 14%, a VEL do Ataque Normal aumenta 12%. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem 50% de chance de criar uma Lâmina de Vácuo que causa 85% de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "A Taxa Crítica aumenta 16%, a VEL do Ataque Normal aumenta 12%. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem 50% de chance de criar uma Lâmina de Vácuo que causa 100% de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergaminho Guia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergaminho do Encantamento",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergaminho da Maldição",
				"count": 18
			}
		]
	}
}