{
	"id": 14501,
	"name": "Atlas Celestial",
	"description": "Um atlas das nuvens que simboliza Dvalin e o Arconte Anemo, seu antigo mestre. Detalha os ventos e as nuvens das regiões do norte e contém o poder dos céus e dos ventos.",
	"descriptionRaw": "Um atlas das nuvens que simboliza Dvalin e o Arconte Anemo, seu antigo mestre. Detalha os ventos e as nuvens das regiões do norte e contém o poder dos céus e dos ventos.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Um atlas do vento.\nUma cópia do atlas relativo ao clima das regiões do norte, apresentado sob a forma de poemas e imagens.\nEle consiste em 100 mil odes, cada uma dedicada a uma única nuvem ou vento e chamando-a pelo nome.\nO atlas das nuvens deu forma aos ventos, e as odes os infundiram de personalidade.\nOs miríades de ventos sem forma são agora amigos e familiares aos olhos de Barbatos.\n\nAs lendas dizem que, nos tempos antigos, Barbatos convocava os quatro ventos com a versão original deste livro em mãos.\nEle descongelou a neve, expulsou animais ferozes, chamou as chuvas e criou Mondstadt.\nEle permitiu que o atlas fosse compartilhado e copiado entre o povo, dando-lhe o nome de \"Atlas das Nuvens.\"\nInfelizmente, nada sobrevive ao teste do tempo. Alguns desenhos e odes estavam faltando nas cópias que sobreviveram.\nEntretanto, o conhecimento foi transmitido sob a forma de baladas e lendas entre o público, em geral.\n\nAs histórias dos mil ventos não se perderam, pois Barbatos ainda as detém.\nQuando Barbatos se colocou contra as asas sombrias do dragão maligno Durin,\nele cantou aos mil ventos, e invocou o Dragão do Vento.\nAquele que detém este atlas usa os verdadeiros nomes dos mil ventos e de todos os seus poderes.\n\nAgora os céus acima de Mondstadt estão calmos e azuis.\nBarbatos e Dvalin encontraram um novo lugar para chamar de lar.\nO atlas, por sua vez, foi confiado a um digno de sua honra.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "7,2%",
	"effectName": "Nuvens Vagantes",
	"effectTemplateRaw": "Aumenta o Bônus do Dano Elemental em <color=#99FFFFFF>{0}</color>. O Ataque normal possui 50% de chance de ganhar a graça das nuvens, que buscam ativamente por inimigos ao redor para atacar por 15s, causando <color=#99FFFFFF>{1}</color> de Dano de ATQ. Este efeito pode ser ativado uma vez a cada 30s.",
	"r1": {
		"description": "Aumenta o bônus de Dano Elemental em 12%. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando 160% de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Aumenta o bônus de Dano Elemental em 15%. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando 200% de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Aumenta o bônus de Dano Elemental em 18%. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando 240% de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Aumenta o bônus de Dano Elemental em 21%. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando 280% de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Aumenta o Bônus do Dano Elemental em 24%. O Ataque normal possui 50% de chance de ganhar a graça das nuvens, que buscam ativamente por inimigos ao redor para atacar por 15s, causando 320% de Dano de ATQ. Este efeito pode ser ativado uma vez a cada 30s.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 5
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 18
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 9
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 18
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 14
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 27
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 18
			}
		]
	}
}