{
	"id": 11502,
	"name": "Espada Celestial",
	"description": "A espada de um cavaleiro que simboliza a honra restaurada de Dvalin. As bênçãos do Arconte Anemo repousam sobre a lâmina mais cheia, imbuindo a espada com os poderes do céu e do vento.",
	"descriptionRaw": "A espada de um cavaleiro que simboliza a honra restaurada de Dvalin. As bênçãos do Arconte Anemo repousam sobre a lâmina mais cheia, imbuindo a espada com os poderes do céu e do vento.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "Uma presa que perfura os céus.\nUma vez perfurou as escamas douradas pretas do reino do abismo,\ne cortou as gargantas dos filhos de antigos pecadores.\n\nMondstadt uma vez foi ameaçada pelo dragão Durin.\nSua inveja da prosperidade de Mondstadt gerava o mal, envenenando à terra.\nNaqueles dias escuros, Mondstadt estava cercada por monstros e terras áridas.\nOuvindo o clamor do povo por ajuda, o Arconte Anemo desceu dos céus e acordou Dvalin.\nDvalin correu com o vento e através os céus, lutando por toda a vida.\n\nAbençoado pelo Arconte Anemo, Dvalin lutou contra o dragão do mal.\nAs nuvens se dividiram e o céu ficou roxo; a última hora de Mondstadt parecia ter chegado.\nEventualmente, as presas abençoadas de Dvalin perfuraram a garganta de Durin.\nO Durin caiu, mas o Dvalin foi envenenado pelo sangue contaminado do Durin.\n\nIncapaz de aguentar a dor, Dvalin caiu inconsciente,\nAté mesmo os bardos mais eruditos não sabem onde Dvalin dormiu.\nSéculos passaram, e o sacrifício de Dvalin foi esquecido pelo povo de Mondstadt.\nQuando Dvalin finalmente acordou, seu amigo e o som reconfortante de sua lira já haviam partido.\nE aqueles que ele protegia agora se encolheram de medo ao vê-lo.\n\nA honra restaurada e o veneno purificado.\nAs baladas devolverão ao povo a memória esquecida.\nEssa espada é uma promessa que o nome de Dvalin será restaurado.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "12%",
	"effectName": "Dente Perfurador do Céu",
	"effectTemplateRaw": "A Taxa Crítica aumenta em <color=#99FFFFFF>{0}</color>. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em <color=#99FFFFFF>{1}</color>, aumenta a Velocidade de Ataque em <color=#99FFFFFF>{2}</color>. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de <color=#99FFFFFF>{3}</color> por 12s.",
	"r1": {
		"description": "A Taxa Crítica aumenta em 4%. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em 10%, aumenta a Velocidade de Ataque em 10%. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de 20% por 12s.",
		"values": [
			"4%",
			"10%",
			"10%",
			"20%"
		]
	},
	"r2": {
		"description": "A Taxa Crítica aumenta em 5%. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em 10%, aumenta a Velocidade de Ataque em 10%. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de 25% por 12s.",
		"values": [
			"5%",
			"10%",
			"10%",
			"25%"
		]
	},
	"r3": {
		"description": "A Taxa Crítica aumenta em 6%. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em 10%, aumenta a Velocidade de Ataque em 10%. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de 30% por 12s.",
		"values": [
			"6%",
			"10%",
			"10%",
			"30%"
		]
	},
	"r4": {
		"description": "A Taxa Crítica aumenta em 7%. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em 10%, aumenta a Velocidade de Ataque em 10%. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de 35% por 12s.",
		"values": [
			"7%",
			"10%",
			"10%",
			"35%"
		]
	},
	"r5": {
		"description": "A Taxa Crítica aumenta em 8%. Obtém a Perfuração Celestial ao usar o Supremo: Aumenta a Veloc. Mov. em 10%, aumenta a Velocidade de Ataque em 10%. Quando o Ataque Normal e o Ataque Carregado atingirem, causará um Dano Adicional de 40% por 12s.",
		"values": [
			"8%",
			"10%",
			"10%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 18
			}
		]
	}
}