{
	"name": "Orgulho Celestial",
	"description": "Um espadão que simboliza o orgulho de Dvalin nos céus. Quando é utilizada, emite um som que representa a força de Dvalin e o poder de Anemo.",
	"weapontype": "Espadão",
	"rarity": "5",
	"story": "Possuído de uma bravura que abala os céus.\nAté mesmo o vil dragão nascido do pecado do antigo Reino do Abismo,\nperdeu suas asas para um orgulhoso servo de Anemo.\n\nO dragão sombrio, Durin, que invejava a glória de Mondstadt atacou e aterrorizou seus habitantes.\nO clamor do povo despertou o Arconte Anemo de seu sono.\nApós o chamado do povo, ele apareceu e invocou seu fiel amigo.\nE ambos lutaram contra o dragão negro, protegendo a vida e a liberdade.\n\nDurante a batalha nas nuvens, Dvalin, estendeu suas seis asas furiosas,\ne com elas, rasgou os céus, e perfurou as escamas de ferro de Durin.\nNa batalha sob o céu escuro, Dvalin atacou com suas garras,\nDvalin perfurou profundamente a carne negra e podre de Durin.\n\nA batalha devastou o mundo, encobrindo o sol.\nDvalin dilacerou a garganta de Durin, e o mal foi derrotado.\nO Dragão do Vento ganhou com a bênção do Arconte, e a cidade de Mondstadt foi protegida.\nNo entanto, Dvalin foi envenenado pelo sangue contaminado, que afundou profundamente em seus ossos.\n\nApesar de ser um herói, o Dvalin tinha que superar a solidão, e a carne podre do pobre Dvalin atraía monstros.\nAtraído pelo abismo, ele também se perdeu, caiu perante o mal e tornou-se Stormterror.\nA furiosidade da vingança cega, junto com a dor causada pelo veneno, no final foram todas acalmadas pelo antigo dono gentil.\nEles limparam a terra e restauraram a honra de Dvalin.\n\nDepois de séculos dormindo, o povo de Mondstadt esqueceu do poder de Dvalin.\nMas devido as crises dos tempos recentes, Dvalin retornou com suas seis asas para a frente dos olhos do povo.\nTrazendo a música de Barbatos e as bençãos do Arconte Anemo,\nTrazendo ventos incontroláveis, ele mais uma vez voava pelo céu profundo.",
	"baseatk": 48,
	"substat": "Recarga de Energia",
	"subvalue": "8",
	"effectname": "Espinha do Dragão - Quebrador do Céu",
	"effect": "Aumenta o Dano em {0}. Depois de usar o Supremo, Ataque Normal ou Ataque Carregado, cria uma lâmina de vácuo que causa {1} de Dano Físico aos oponentes ao longo do caminho. Dura 20s ou 8 lâminas de vácuo.",
	"r1": [
		"8%",
		"80%"
	],
	"r2": [
		"10%",
		"100%"
	],
	"r3": [
		"12%",
		"120%"
	],
	"r4": [
		"14%",
		"140%"
	],
	"r5": [
		"16%",
		"160%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Dente de Leite do Lobo Boreal",
				"count": 5
			},
			{
				"name": "Ramo Seco de Linha Ley",
				"count": 5
			},
			{
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dente Rachado do Lobo Boreal",
				"count": 5
			},
			{
				"name": "Ramo Seco de Linha Ley",
				"count": 18
			},
			{
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dente Rachado do Lobo Boreal",
				"count": 9
			},
			{
				"name": "Folha Morta de Linha Ley",
				"count": 9
			},
			{
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 5
			},
			{
				"name": "Folha Morta de Linha Ley",
				"count": 18
			},
			{
				"name": "Secreção de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 9
			},
			{
				"name": "Broto de Linha Ley",
				"count": 14
			},
			{
				"name": "Essência de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nostalgia do Lobo Boreal",
				"count": 6
			},
			{
				"name": "Broto de Linha Ley",
				"count": 27
			},
			{
				"name": "Essência de Slime",
				"count": 18
			}
		]
	}
}