{
	"id": 15433,
	"name": "Gancho da Armadilha",
	"description": "Esse arco é composto de ligas metálicas, e ainda assim é surpreendentemente leve. Mesmo quando é fortemente retesado, as flechas que dispara passam sem dificuldade.",
	"descriptionRaw": "Esse arco é composto de ligas metálicas, e ainda assim é surpreendentemente leve. Mesmo quando é fortemente retesado, as flechas que dispara passam sem dificuldade.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Há poucas armadilhas realmente inevitáveis neste mundo, pois até a teia mais densa pode ser atravessada com uma única agulha.\nLuzes de esperança podem ser encontradas entre os anzóis e jaulas, mesmo de uma armadilha feita para matar.\nAssim como ninguém pode trancar completamente o próprio coração, até as defesas mais cautelosas acabarão por falhar.\n\nPara um feérico criado no palácio, as falsidades e a hipocrisia são muito mais perigosas do que artimanhas e mecanismos.\nPara preservar suas riquezas obtidas de forma ilícita, os nobres esconderam seus tesouros em incontáveis armadilhas mortais.\nEles acreditavam que ninguém poderia escapar com vida, mas os astutos feéricos sempre encontravam um jeito.\n\nIsso porque, quanto mais complexa a estrutura, mais falhas ela apresenta.\nAgarre o momento certo, e todos os obstáculos cairão por terra.\n\nFoi assim que a reputação do ladrão conhecido como o Errante se espalhou como fogo em palha seca. A presunção era tão absoluta que ninguém sequer suspeitava de sua verdadeira identidade como o nobre Nashchokin.\nEle era ao mesmo tempo um nobre, suportando o tédio da corte e da sociedade aristocrática, e o infame ladrão que saqueava os tesouros guardados pelos mesmos lordes com quem, talvez, havia rido e conversado momentos antes.\nPor direito, sua vida deveria ter sido calma e comedida, intocada por influências. E, no entanto...\n\n\"Ei! Sua raposinha astuta — sim, você. Sempre se escondendo nas sombras! Se tiver coragem, venha comigo ao banquete do Grão-Duque!\"\n\"Vamos fazer uma aposta! Quem descobrir o segredo do duque primeiro ganha o manto de mestre ladrão!\"\n\"E não se esqueça: se perder, terá que entregar o ouro e a prata dos nobres àqueles que realmente precisam. Esse é o caminho de um verdadeiro mestre ladrão.\"\n\nOs feéricos queriam evitar todos os problemas. Aquilo mudou no momento que ele viu uma jovem no banquete zombando do convidado de honra.\nSeu disfarce de mestre como convidado distinto tinha uma falha gritante: sua completa falta de pretensão.\nEle aceitou o desafio do Quebra-Lâminas, mas não pela emoção da vitória. Tudo que ele queria era vislumbrar a verdadeira natureza de uma pessoa, algo raramente revelado nesse mundo.\n\nMais inteligente do que vencer o jogo é jamais o jogar, e o feérico que esquiva sempre sai na frente.\nFuriosa com a humilhação, a jovem donzela se recusou a admitir a derrota. Dessa vez, o desafio dela era pessoal: roubar o nobre de sua maior honra.\nEla roubou o tesouro presenteado pela própria Tsaritsa, então deu a crianças pobres. Certamente, esse ato era a vitória em si.\nNão tão longe, o feérico riu enquanto ele retornou em silêncio o brinquedo surrado à vitrine dourada.\nA visão do brinquedo surpreendeu tanto a jovem donzela quanto os nobres na cerimônia de revelação, e ficou claro quem havia ganhado.\n\nSó que dessa vez, os nobres finalmente ficaram fartos das provocações da base. Então, eles armaram uma armadilha da qual não haveria escapatória.\nAo problema, o feérico via uma solução simples: o ladrão que roubara o tesouro e o que deixou o brinquedo poderiam ser uma única pessoa. Então, ele entrou na armadilha com calma e levou a culpa por ambos.\n\nO nome de família influente do feérico o pouco da execução pública, e até o garantiu um pedido final.\n\"Por favor, prepare um caixão vazio para meu enterro,\" o feérico finalmente disse após um período de silêncio. Surpreendentemente, o pedido dele foi concedido sem hesitação.\nUm sorriso veio aos lábios do feérico. Ele pulou do muro alto para o silêncio eterno e roubou o julgamento final da vida e morte das mãos dos poderes superiores.\nMas o ladrão conhecido como Errante, no fim, não pôde escapar da sombra da morte.\n\nPoucos segredos duram para sempre, exceto aqueles enterrados profundamente num túmulo...\n\"Meu mais querido amigo, espero que você nunca desvende esse mistério nessa vida.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Lampejo Fantasma",
	"effectTemplateRaw": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color>. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais <color=#99FFFFFF>{1}</color>. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
	"r1": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 60. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 60. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 75. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 75. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 90. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 90. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 105. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 105. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Nos 12s depois de causar uma reação Elemental, aumenta a Proficiência Elemental em 120. Presságio Lunar: Reluzir Cheio: esse efeito aumenta Proficiência Elemental em mais 120. Esse efeito pode ser ativado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Brasas da Noite Eterna",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Névoa Solidificada",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Brilho Residual da Noite Eterna",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Placa da Névoa",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Labareda da Noite Eterna",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Fulgor da Noite Eterna",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Capacete da Névoa",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}