{
	"id": 12411,
	"name": "Estrela de Prata Enterrada na Neve",
	"description": "Um Espadão antigo escondido dentro de uma pintura. Forjado de Prata Estrelada, possui o poder de cortar o gelo.",
	"descriptionRaw": "Um Espadão antigo escondido dentro de uma pintura. Forjado de Prata Estrelada, possui o poder de cortar o gelo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Quando a verdejante capital foi selada pela neblina,\nQuando a nevasca sem fim quebrou a luz do luar,\nQuando toda a vida e história interrompida,\nTudo foi perfurado pelas pontas que caíram do céu claro...\n\nA filha do sacerdote fez um espadão das Estrelas de Prata para dar ao guerreiro que veio de uma terra distante.\nMas no som da nevasca, o que ela disse não poderia chegar até quem ela queria.\n\n\"Essas quatro pinturas foram feitas para você. Sua imagem ficará para sempre preservada nesta parede.\"\n\"Por essa pintura, por todos, eu ficarei aqui esperando você, rezando pelo seu retorno...\".\n\nQuando a filha da cidade na neve e os galhos prateados murcharam,\nO estranho predestinado a quebrar o gelo e abrir a neve ao brandir essa espada estava em um local distante procurando por respostas.\nBrilhante como a luz do luar, ela não conseguiu transmitir suas últimas palavras para o viajante distante.\n\n\"Há muito tempo que não vejo o céu claro e os campos verdes. Não sei que tipo de azul devo usar, ou qual verde para fazer essa pintura que meu pai quer sobre a neve o gelo derretendo.\"\n\"Se eu puder ver você mais uma vez, então tudo ficará bem...\"\n\nEsta foi a resposta que ele encontrou.\n\nO guerreiro forasteiro finalmente encerrou sua jornada fútil,\nO sangue negro imundo pingava da lâmina de sua espada,\nSeus passos pesados já haviam sido dispersos pela neve.\nQuando o forasteiro cansado finalmente retornou ao palácio do país da montanha\nNada, exceto a morte, deu boas-vindas a ele.\n\n\"Então, até mesmo aqui não sobrou nada que mereça minha proteção...\"\n\"Vocês que moram nos céus não devem desejar nada exceto assistir o nosso sofrimento aqui embaixo.\"\n\"Nesse caso, me deixe lhe ajudar a passar o tempo com uma canção de ferro e sangue.\"\nO forasteiro deixou o Espadão de Prata Estrelada destinado a quebrar o gelo entre as pinturas.\nDepois, ele desceu a montanha para procurar por uma terra cheia de guerras para pintar de vermelho com o sangue.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bônus de Dano Físico",
	"baseStatText": "7,5%",
	"effectName": "Enterro Congelante",
	"effectTemplateRaw": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de <color=#99FFFFFF>{0}</color> de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando <color=#99FFFFFF>{1}</color> de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem <color=#99FFFFFF>{2}</color> de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
	"r1": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 60% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 80% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 200% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 70% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 95% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 240% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 80% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 110% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 280% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 90% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 125% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 320% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Atingir um inimigo com um Ataque Normal e Ataque Carregado possui uma chance de 100% de formar e dropar um Núcleo de Cristal Eterno sobre eles, causando 140% de Dano de ATQ em uma AdE. Inimigos afetados por Cryo recebem 360% de Dano de ATQ. Pode ocorrer apenas uma vez a cada 10s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 12
			}
		]
	}
}