{
	"name": "Canção do Silêncio",
	"description": "Um arco longo com uma aparência estranha, semelhante a uma criatura marinha, que parece não emitir som quando a corda é tensionada.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Diz a lenda que um herói que caiu no abismo deixou este estranho arco para trás, o corpo o qual brilha como pérolas e prata misteriosa.\nA tonalidade da linha é como o oceano mais escuro ou o vazio sem luz, e é tão silenciosa quanto o próprio vácuo.\n\nEm tempos antigos, golens formaram um exército e lutaram contra os dragões das profundezas do oceano.\nOs dragões, nascidos do oceano, eram uma raça brutal, governados por um Rei chamado Scylla.\nNaquela época, o Rei Dragão Scylla recrutou uma horda de bárbaros e dragartos, mandando-os para a entrada da antiga nação.\nUm exército que empunhava arcos seguiu para interceptá-los e resistir, até que o grande Harmosta selou o poder de Scylla...\n\nDepois disso, o outrora glorioso reino se tornou nada mais do que um leito de ruínas espalhadas pelo fundo do mar.\nNo entanto, o exército de golens que restou continuaram lutando contra os descendentes dos dragões em lugares cuja luz do sol não alcançava...\nAs profundezas silenciosas jamais foram perturbadas por uma batalha sangrenta, mas o coração de pedra gradualmente começou a desmoronar.\nO último arqueiro e o único descendente do dragão eventualmente chegaram a um tratado de paz.\n\nOs intermináveis arranhões e choques de garras e unhas se tornaram irritantes,\na espada e o arco não mais chamavam atenção no abismo sem luz.\nOs cavaleiros da nação perdida e os guerreiros dragartos não conseguiam mais segurar a risada.\nAs armas, agora incômodas, foram descartadas, como se finalmente estivessem livres de uma disputa de sangue infundada...\n\nO que aconteceu mais tarde na quietude sob as profundezas abissais foi interpretado e reinterpretado por incontáveis óperas em anos futuros.\nAlguns dizem que ambos traíram sua nação e construíram povoados para os exilados...\nAssim como o antigo e magnífico arco, muitas histórias acabaram afundando nas profundezas quietas e silenciosas, se tornando lendas fantasiosas.\nPor fim, a \"selvageria\" governou as antigas terras do reino, e muitas histórias e canções não passam de dramas fictícios inofensivos...",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Tremor Marinho",
	"effect": "Ao ser curado, aumenta o Dano em {0} por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo na batalha.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de uma Corda Antiga",
				"count": 3
			},
			{
				"name": "Gota de Água Impura",
				"count": 3
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Capítulo de uma Corda Antiga",
				"count": 3
			},
			{
				"name": "Gota de Água Impura",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Capítulo de uma Corda Antiga",
				"count": 6
			},
			{
				"name": "Colherada de Água Impura",
				"count": 6
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movimento de uma Corda Antiga",
				"count": 3
			},
			{
				"name": "Colherada de Água Impura",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movimento de uma Corda Antiga",
				"count": 6
			},
			{
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 9
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Eco de uma Corda Antiga",
				"count": 4
			},
			{
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 18
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}