{
	"name": "Canção dos Pinhos",
	"description": "Uma espada grande tão leve quanto o suspiro de grama na brisa, mas tão impiedosa para os corruptos quanto um tufão.",
	"weapontype": "Espadão",
	"rarity": "5",
	"story": "Existia uma música popular que dizia assim:\n\"Jogue para o bardo todas as Moedas de Ferro que você tem.\"\n\"Dê um buquê para a donzela tão linda.\"\n\"Um vinho tão amargo que me traz lágrimas aos olhos.\"\n\"Beba para homenagear o ontem que já passou e cante para o futuro.\"\n\nEm um país onde baladas e músicas andam com o vento, os habitantes têm alma alegre e sensível.\nDiziam que no passado, o tirano Decarabian e os aristocratas governantes proibiam certos acordes e melodias\nPorque apenas as pessoas sensíveis sentem o sinal de rebelião a partir das músicas dos cantores e poetas.\nSe sabe que músicas e hinos foram usados antes como forma de comunicação entre os rebeldes.\n\nNo entanto, durante o reinado da aristocracia, a Igreja que venerava o Arconte Anemo se dividiu em duas correntes:\nEm um lado estavam os clérigos, aliados da nobreza que junto a ela derrubaram as Estátuas do Arconte enquanto escreviam músicas de louvor,\nDo outro, estavam os santos, que não ocupavam cargos clericais e que andavam pelas ruas, pelas adegas e pelo mundo além das paredes.\nEstes santos só podiam beber vinho barato, abençoando os plebeus e os escravos com os manuscritos sagrados originais que circulavam entre o povo e com as palavras que o vento lhes trazia.\nE enquanto o faziam, também escreveram músicas e poemas proibidos.\n\nQuando a gladiadora escravizada de um país estrangeiro despertou com o Arconte Anemo, ela levantou a bandeira da rebelião,\nO santo ancião conhecido como 'Pastor sem Nome' mobilizou os verdadeiros fiéis da Igreja de Favonius,\nE no final, junto com outras pessoas, ele regava esta terra amada com o seu sangue...\nUm grito da guerra, que também servia como o sinal de salvar a nação, fazia parte dessa música que nunca tinha sido cantada antes.\n\n\"Deixe o aço mais afiado para aqueles que darão suas vidas para lutar.\"\n\"Prepare as forcas para os ladrões,\"\n\"Afie suas flechas enferrujadas,\"\n\"Pois quando a música soar, nós atiraremos nas bestas.\"",
	"baseatk": 49,
	"substat": "Bônus de Dano Físico",
	"subvalue": "4.5",
	"effectname": "Música de Rebelião da Bandeira",
	"effect": "Uma parte do Concerto Milenar que flutua no vento. Aumenta o ATQ em {0}. Quando Ataque Normal ou Ataque Carregado atingir os inimigos, o personagem obterá um Símbolo dos Sussurros, que pode ser ativado uma vez a cada 0.3s. Possuir 4 Símbolos dos Sussurros faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música do Levantar da Bandeira\" por 12s: A Vel. de Ataque Normal será aumentada em {1}, além disso o ATQ será aumentado em {2}. Dentro de 20s depois da ativação, não é possível obter os Símbolos dos Sussurros de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
	"r1": [
		"16%",
		"12%",
		"20%"
	],
	"r2": [
		"20%",
		"15%",
		"25%"
	],
	"r3": [
		"24%",
		"18%",
		"30%"
	],
	"r4": [
		"28%",
		"21%",
		"35%"
	],
	"r5": [
		"32%",
		"24%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 5
			},
			{
				"name": "Chifre Pesado",
				"count": 5
			},
			{
				"name": "Máscara Danificada",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 5
			},
			{
				"name": "Chifre Pesado",
				"count": 18
			},
			{
				"name": "Máscara Danificada",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 9
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 9
			},
			{
				"name": "Máscara Suja",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 5
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 18
			},
			{
				"name": "Máscara Suja",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 9
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 14
			},
			{
				"name": "Máscara Ominosa",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Pedaços de Sonho da Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 27
			},
			{
				"name": "Máscara Ominosa",
				"count": 18
			}
		]
	}
}