{
	"id": 13511,
	"name": "Báculo das Areias Escarlates",
	"description": "Um dos pares de cetros feitos com obsidiana. Dizem que esses artefatos eram usados para guiar o povo do deserto, mas hoje em dia não há ninguém capaz de distinguir a aparência real desta relíquia.",
	"descriptionRaw": "Um dos pares de cetros feitos com obsidiana. Dizem que esses artefatos eram usados para guiar o povo do deserto, mas hoje em dia não há ninguém capaz de distinguir a aparência real desta relíquia.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Primeiro, o sol e as luas foram criados, e então o dia e a noite surgiram.\nMas as sombras do mundo brilham sobre a terra quando despertam, e assim as pessoas podem seguir seu contorno reluzente nas dunas durante a noite para chegarem até seu destino.\n\nDepois, o peso foi criado. Assim a areia afundou, formando a terra, e aquilo que não possuía peso se tornou o céu. Eu estabeleci que um deveria depender da terra, mas sonhar pelo céu.\nO peso não deve ser excessivo, ou a terra prenderá os pés das pessoas, impedindo de viajarem e atrapalhando expansão por exploração, e também impedindo de voarem, sem que explorem o futuro.\n\nE então os sete sábios sacerdotes foram estabelecidos novamente, e governaram as trajetórias da terra, água e estrelas. Até se a esfera celestial fosse uma ilusão, mitos nascem quando as pessoas olham para as estrelas e luas.\n\nNo mundo original, barreiras foram destruídas, e o veneno escuro penetrou na terra. Para curar o frágil, triste e imperfeito mundo, os pilares caíram e perfuraram a crosta da terra.\nEntretanto, as regras que eu estabeleci são mais elegantes e precisas, por isso não há necessidade, e não deveriam haver seguidores dela que sofrerão mortes sem sentido, e nenhuma poesia que será perdida para eles.\n\nEm seguida, a trilha bestial do veneno teria que ser cortada, pois tomar veneno é um pecado mais profundo que o céu. Mas quão doce podem ser os murmúrios, e quão clara a sabedoria de que falam...\nO vento ergue-se no novo mundo. O luar emperolado, o brilho dourado, as ondas de grama, e as raízes d'água gradualmente deixaram de ser silenciosos, todos cantando os poemas que deixaram para trás.\n\n...\n\nO ciclo dos sete deve ser removido pois a narrativa sagrada será bloqueada.\nO medo e o luto devem ser eliminados, e assim a barreira entre a vida e a morte deverá ser removida.\nRemover o sol, a lua e o peso, pois não deveriam haver barreiras entre o tempo e o espaço.\nRemover os princípios originais das regras, vereditos e graça, para que ela não mais tenha medo da punição que caiu sobre seu povo.\nRemover pássaros, bestas, peixes, dragões e humanos, e até os sete reis sacerdotes, para que ninguém roube sabedoria.\n\n...\n\n\"O Rei da Areia dorme sozinho nos sonhos secretos, elaborando novos teoremas.\"\n\"Ninguém terá de beber água salgada no reino do Rei, pois tudo no novo mundo será bom.\"\n\n...\n\nÉ assim que a perfeição pode ser alcançada. Eu posso ver nós três debatendo em nosso paraíso. Estamos tão perto.\nEsplêndido. Agora eu entendo. É isso que eu sempre quis. É isso que eu sembre busquei, nunca foi um paraíso para muitos.\nTodas as sátiras dos ensinamentos, e os sete sábios sacerdotes, ou aqueles que dizem puros do mundo de tristeza, nada disso vai mais importar...\n\nMas eu não desejo que o veneno engolido por engano permaneça nesse mundo. Talvez ela queira por causa de nossa antiga amizade...\nMesmo que ela não faça isso por mim, tudo bem. Eu só peço que me faça um último favor pelo bem de nosso amigo mútuo...",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "9,6%",
	"effectName": "Sonho Ardente no Fim do Horizonte",
	"effectTemplateRaw": "Obtém Bônus de ATQ baseado em <color=#99FFFFFF>{0}</color> da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em <color=#99FFFFFF>{1}</color> da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
	"r1": {
		"description": "Obtém Bônus de ATQ baseado em 52% da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em 28% da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
		"values": [
			"52%",
			"28%"
		]
	},
	"r2": {
		"description": "Obtém Bônus de ATQ baseado em 65% da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em 35% da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
		"values": [
			"65%",
			"35%"
		]
	},
	"r3": {
		"description": "Obtém Bônus de ATQ baseado em 78% da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em 42% da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
		"values": [
			"78%",
			"42%"
		]
	},
	"r4": {
		"description": "Obtém Bônus de ATQ baseado em 91% da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em 49% da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
		"values": [
			"91%",
			"49%"
		]
	},
	"r5": {
		"description": "Obtém Bônus de ATQ baseado em 104% da Proficiência Elemental do personagem que está com essa arma equipada. Quando a Habilidade Elemental atinge um inimigo, gera por 10s o efeito \"Sonhos de Areias Escarlates\": obtém Bônus de ATQ baseado em 56% da Proficiência Elemental do personagem que está com essa arma equipada. Esse efeito pode ser acumulado até 3 vezes.",
		"values": [
			"104%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscência do Jardim Oásis",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Recipiente do Caos",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Graça do Jardim Oásis",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Recipiente do Caos",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Graça do Jardim Oásis",
				"count": 9
			},
			{
				"id": 112069,
				"name": "Módulo do Caos",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Luto do Jardim Oásis",
				"count": 5
			},
			{
				"id": 112069,
				"name": "Módulo do Caos",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Luto do Jardim Oásis",
				"count": 9
			},
			{
				"id": 112070,
				"name": "Parafuso do Caos",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Verdade do Jardim Oásis",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Parafuso do Caos",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 18
			}
		]
	}
}