{
	"id": 13501,
	"name": "Báculo de Homa",
	"description": "Um bastão vermelho utilizado em um antigo ritual que não se pratica há muito tempo.",
	"descriptionRaw": "Um bastão vermelho utilizado em um antigo ritual que não se pratica há muito tempo.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Purificar com fogo tudo que é impuro, deixar que as impurezas subam com as chamas para os céus acomodadores:\nEsses tipos de rituais viam novas madeiras acesas, e que a fumaça subia dessas chamas como orações para bênçãos e pela derrota do mal.\n\nEsses rituais flamejantes eram comuns especialmente durante períodos de guerra.\nMas os sonhos e desilusões dos corpos silenciosos dos deuses produziram terríveis miasmas,\nLevando cidadãos que não eram mais seus, e aqueles que também nunca foram.\n\nNaquela época, um doutor misericordioso ouviu um sussurro das chamas forte como o sol poente,\nDe dentro da grama queimando.\n\"Somente uma chama descontrolada pode purificar esse mundo.\"\n\"Levante essa lenha escarlate. Com ela você conseguirá repelir todos os demônios\".\n\nEntão o médico pegou aquele cajado diabolicamente vermelho e queimou tudo o que era impuro.\nAqueles que faleceram, incapazes de suportar a profunda tristeza e desde então envoltos em carma e calamidade,\nForam reduzidos a borboletas cinzentas nessa chama e aliviados de seus infortúnios e mágoas.\nQuanto ao médico que acendeu aquelas chamas incontáveis, diz a lenda que ele também foi reduzido a uma fumaça em forma de borboleta.\n\nEsses ritos foram esquecidos com o tempo e após a chegada da paz.\nAqueles com fogo em seus corações ainda podem ouvir as seguintes palavras sussurradas nas chamas bruxuleantes ao se deparar com a imponente escuridão:\n\"Somente as chamas livres podem purificar este mundo.\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "14,4%",
	"effectName": "Liberdade da Borboleta Vermelha",
	"effectTemplateRaw": "Aumenta a Vida em <color=#99FFFFFF>{0}</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>{1}</color> com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará <color=#99FFFFFF>{2}</color> com base em sua Vida Máxima.",
	"r1": {
		"description": "Aumenta a Vida em 20%. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de 0.8% com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará 1% com base em sua Vida Máxima.",
		"values": [
			"20%",
			"0.8%",
			"1%"
		]
	},
	"r2": {
		"description": "Aumenta a Vida em 25%. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de 1% com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará 1.2% com base em sua Vida Máxima.",
		"values": [
			"25%",
			"1%",
			"1.2%"
		]
	},
	"r3": {
		"description": "Aumenta a Vida em 30%. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de 1.2% com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará 1.4% com base em sua Vida Máxima.",
		"values": [
			"30%",
			"1.2%",
			"1.4%"
		]
	},
	"r4": {
		"description": "Aumenta a Vida em 35%. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de 1.4% com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará 1.6% com base em sua Vida Máxima.",
		"values": [
			"35%",
			"1.4%",
			"1.6%"
		]
	},
	"r5": {
		"description": "Aumenta a Vida em 40%. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de 1.6% com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará 1.8% com base em sua Vida Máxima.",
		"values": [
			"40%",
			"1.6%",
			"1.8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grão de Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Pedaço de Aerosiderite",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Fragmento de Aerosiderite",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Bloco de Aerosiderite",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 18
			}
		]
	}
}