{
	"id": 14517,
	"name": "Observatório do Chamador de Estrelas",
	"description": "Uma estátua esculpida na forma de uma águia. Um relicário sagrado passado de geração em geração entre os Mestres do Vento Noturno.",
	"descriptionRaw": "Uma estátua esculpida na forma de uma águia. Um relicário sagrado passado de geração em geração entre os Mestres do Vento Noturno.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Com os olhos tingidos pela fumaça ardente, ela não mais se deixaria enganar pelas cores refletidas em suas pupilas.\nCom lâminas sagradas adornando seus tornozelos, ela jamais abandonaria os companheiros que tanto amava.\nSeguindo o antigo e nobre juramento, o Mensageiro da Noite escolheu a criança cuja alma brilhava como estrelas.\nColocou sobre ela a coroa de penas da águia, guiando as antigas almas sem forma a se esconderem na escuridão.\n\nQuer fossem os dragões perdidos em sonhos ilusórios, ou os santos debatendo nas terras sombrias,\nnenhum deles percebeu os planos do sábio. O pacto entre os plebeus do vale e os nobres foi selado,\ninterrompendo as chamas sedentas de sangue dos chefes de guerra, trazendo o silêncio tranquilo da morte na névoa.\nMas os guerreiros mais valentes no vale profundo só podiam ser servos do Chamador de Estrelas.\nIsso não fazia parte de um grande plano, mas a decadência dos caídos ainda lhe causava repulsa.\nEntão, com suaves palavras de bondade, ele a incitou a se rebelar contra os dragões.\n\nComo o sábio já sabia, manipular corações humanos sempre foi algo fácil.\nBastou um leve empurrão ao sofrimento, e suas palavras deram vida à \"esperança\".\nA jovem mortal, frágil como uma formiga e tola como madeira seca, seguiu suas ordens e aceitou seus ensinamentos.\nAfinal, ele a guiou pelas perigosas terras da noite, para que visse a névoa eterna.\nEmbora ela, em sua ingenuidade, não devesse ter visto nada ao se deparar com a névoa e a fumaça...\nTudo o que era necessário agora era o mais leve empurrão, e o risível devaneio certamente se desintegraria...\n\nComo o sábio havia previsto, a jovem, que antes obedecia aos dragões,\ncom flauta e canto, guiou o estrangeiro que ele nunca havia visto através da névoa,\ne, seguindo seu plano perfeito, enviou seu silencioso servo, Dinga, para fora do vale.\nAgora, as chamas da conquista e da matança seriam atraídas para esse lugar isolado...\n\nMuitos anos depois, o herói Maghan cravou a lâmina dourada do Rei Píton no coração de seu antigo senhor.\nE o sábio, que acreditava controlar corações, percebeu tarde demais que a semente da traição já havia sido plantada.\nMas essa traição não era dirigida aos dragões perdidos em seus sonhos, como ele imaginava,\ne sim, ao som do cântico do novo Wayob, nos salões mais profundos da noite,\nfirmando, pelos próximos mil anos, as bases da tribo que seria chamada de Mictlan.\nSete véus invisíveis selaram, na névoa, a terra perdida à antiga desordem e escuridão.\nDos ventos da noite e do frio sol, as formigas roubaram o Ritual Secreto que nem o sábio ousou tocar.\n\n\"Não deposite toda sua esperança na noite, não confie na benevolência dos santos, e, acima de tudo, não confie facilmente nas seduções daquele que se autodenomina sábio.\"\n\"Embora sejamos fracos e covardes, embora estejamos manchados pela miséria e pelo mal, nós, humanos, só podemos confiar em nós mesmos.\"\n\"Mesmo assim, nós mortais somos, em última análise, frágeis. Mesmo que tudo ocorra como planejo, estabilizarei a fronteira por apenas cem anos.\"\n\"Por isso, você deve falar, você deve contar. Conte ao povo das tribos, fale-lhes dos gloriosos, heroicos e valentes.\"\n\"Contem suas 'memórias', estendam-nas sobre pergaminhos tecidos e firmem este lar que, em dias futuros, será chamado de Natlan.\"\n\"Leve esta estatueta com você, Dinga, meu mais leal servo, e inicie sua jornada para seguir o primeiro amanhecer.\"\n\"Eu sempre estarei te observando, meu herói que pertence somente a mim. Serei como cordas delicadas, entrelaçadas ao seu ombro.\"\n\"Até que nossas almas se entrelacem eternamente na serenidade profunda, nem mesmo a morte será capaz de nos separar.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "58",
	"effectName": "Oferenda ao Vento e ao Sol",
	"effectTemplateRaw": "Aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color>. Nos 15s após o personagem que está com essa arma equipada criar um escudo, obtém o efeito \"Espelho da Noite\": aumenta o Dano causado pelo personagem ativo da equipe contra os inimigos próximos em <color=#99FFFFFF>{1}</color>. O efeito \"Espelho da Noite\" pode ser obtido uma vez a cada 14s.",
	"r1": {
		"description": "Aumenta a Proficiência Elemental em 100. Nos 15s após o personagem que está com essa arma equipada criar um escudo, obtém o efeito \"Espelho da Noite\": aumenta o Dano causado pelo personagem ativo da equipe contra os inimigos próximos em 28%. O efeito \"Espelho da Noite\" pode ser obtido uma vez a cada 14s.",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Aumenta a Proficiência Elemental em 125. Nos 15s após o personagem que está com essa arma equipada criar um escudo, obtém o efeito \"Espelho da Noite\": aumenta o Dano causado pelo personagem ativo da equipe contra os inimigos próximos em 35%. O efeito \"Espelho da Noite\" pode ser obtido uma vez a cada 14s.",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Aumenta a Proficiência Elemental em 150. Nos 15s após o personagem que está com essa arma equipada criar um escudo, obtém o efeito \"Espelho da Noite\": aumenta o Dano causado pelo personagem ativo da equipe contra os inimigos próximos em 42%. O efeito \"Espelho da Noite\" pode ser obtido uma vez a cada 14s.",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Aumenta a Proficiência Elemental em 175. Nos 15s após o personagem que está com essa arma equipada criar um escudo, obtém o efeito \"Espelho da Noite\": aumenta o Dano causado pelo personagem ativo da equipe contra os inimigos próximos em 49%. O efeito \"Espelho da Noite\" pode ser obtido uma vez a cada 14s.",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Aumenta a Proficiência Elemental em 200. Nos 15s após o personagem que está com essa arma equipada criar um escudo, obtém o efeito \"Espelho da Noite\": aumenta o Dano causado pelo personagem ativo da equipe contra os inimigos próximos em 56%. O efeito \"Espelho da Noite\" pode ser obtido uma vez a cada 14s.",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadência do Santo Delirante",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Divindade do Santo Delirante",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 18
			}
		]
	}
}