{
	"id": 11430,
	"name": "Osso Robusto",
	"description": "Uma espada longa feita de osso que se tornou ainda mais resistente após ter sido golpeada e balançada inúmeras vezes. Diz-se que esta era a arma fiel do herói Wanjiru.",
	"descriptionRaw": "Uma espada longa feita de osso que se tornou ainda mais resistente após ter sido golpeada e balançada inúmeras vezes. Diz-se que esta era a arma fiel do herói Wanjiru.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Assim como as feras marinhas nas correntes profundas e ondas gigantescas seguem os sons da água até seu local de descanso,\ntambém tinha o grande dragão que governou a terra das chamas uma tumba para acumular seu legado.\nLá, cristas de pernas de aranha finas de ossos esbranquiçados agarravam o céu como garras gigantes.\nAs máquinas secretas que protegiam a noite e fronteiras da morte foram ordenadas a patrulhar lá o dia inteiro.\n\nAquele era um lugar perigoso para todos, até o mais ágil dos mensageiros não iria lá de boa vontade.\nAlém disso, por que perturbar inimigos poderosos que estão contando nos dedos seus últimos dias?\nSentado na fogueira da tribo, Wanjiru saltou de alegria de repente ao ouvir os contos deste lugar.\nPois já não havia inimigos no mundo mais aterrorizantes do que eles, e Wanjiru, que já possuia força maravilhosa,\ncom certeza poderia obter o que ela desejava mais do qualquer coisa na época daqueles restos mortais.\n\nÓ, Maravilhosa Wanjiru, com cujo único golpe o pau-ferro que havia durado cem anos se despedaçaria,\ne na palma da mão cujos minérios brutos seriam esmagados até virar pó, e perante cujo braço todos os pedregulhos bloqueando seu caminho seriam retirados,\nsem mencionar em como objetos feitos do metal mais resistente eram tão maleáveis quando lama em seus dedos...\nOnde ela encontraria uma arma confiável? Após ponderar dia e noite, Wanjiru finalmente chegou a uma resposta.\n\nEla saltou para o vulcão no pico de Tollan, evitando as criações que sibilavam como serpentes e entrando nas ruínas que permaneciam desoladas por eras.\nConforme ela seguia os rastros deixados pelos heróis que travaram uma batalha sangrenta contra o grande dragão, os grandes cortes deixados no lado da montanha pelo seu conflito,\nse ela pelo menos tivesse nascido naquela época, ela pensou! Então, ela seria exatamente como aqueles ancestrais que deixaram as lendas para trás.\nComo ela invejava aqueles ancestrais que tiveram a chance de colocar suas habilidades contra o poderoso e robusto dragão, e testar seu poderio marcial contra os espíritos primordiais.\n\nMas aquele cemitério irregular o qual os contadores de histórias da tribo enfatizaram sua seriedade mortal,\nnão era nada mais do que cadáveres solitários e algumas feras gigantes que tiveram um fim terrível.\nJustamente quando a decepção começava a tomar conta, a jovem com a mão estendida de repente viu, em transe, uma enorme sombra com as asas abertas, lançando-se em sua direção.\nSem tempo para considerar o que exatamente era aquela figura, com uma grande risada, ela enfrentou a sombra dourada.\nNão há necessidade de se deter demais nos detalhes daquela batalha desesperada. Foi olho por olho, dente por dente, uma batalha de golpes brutos enquanto lutavam por suas vidas,\nFinalmente, quem pôs fim à batalha foi a corajosa guerreira, arrancando a asa despedaçada do dragão com suas duas mãos ensanguentadas.\nE aquela sombra dourada desapareceu com um grito lamentoso, como se fosse uma criação outrora real.\n\nAo recobrar os sentidos, sua mão ainda estava estendida, como se tudo não passasse de um fragmento fugaz de um sonho.\nMas teria sido realmente um sonho? O braço que ela havia quebrado no sonho ainda doía suavemente, e em sua palma estendida,\num pesado osso de dragão havia aparecido, como se do nada, e era a cópia exata da cauda da gigante besta que ela havia capturado na batalha.\n\nQuando ela contou essa história para seus amigos, que adoravam contar histórias, o nariz daquele Alto Sacerdote dos Mestres do Vento Noturno franziu e enrugou,\n\"O Grande Vulcão de Tollan é um terreno proibido, e pessoas comuns nem sequer podem entrar! Além disso, você era tão jovem na época.\"\nE o homem segurando a lâmina cerimonial disse: \"Além disso, está falando sério? Nunca nem vimos você desembainhar essa lâmina.\"\n\"Claro que estou falando sério! Só não a uso porque normalmente não preciso, minhas mãos são mais do que suficientes.\"\nAo lado da fogueira, na véspera da batalha, ela já podia ver a silhueta da grande besta negra na costa, Wanjiru disse,\ne ela apertou o cabo daquela lâmina de osso descolorido, esperando silenciosamente pelo campo de batalha onde a desembainharia mais uma vez.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Orgulho do Armador",
	"effectTemplateRaw": "Reduz o consumo de Stamina de Correr ou de Habilidades que substituem Correr em 15%. Além disso, ao Correr ou usar uma Habilidade que substitui Correr, aumenta o Dano causado por Ataques Normais. O valor do aumento é baseado em <color=#99FFFFFF>{0}</color> do ATQ. Esse efeito desaparecerá depois ser desencadeado 18 vezes ou depois de 7s.",
	"r1": {
		"description": "Reduz o consumo de Stamina de Correr ou de Habilidades que substituem Correr em 15%. Além disso, ao Correr ou usar uma Habilidade que substitui Correr, aumenta o Dano causado por Ataques Normais. O valor do aumento é baseado em 16% do ATQ. Esse efeito desaparecerá depois ser desencadeado 18 vezes ou depois de 7s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Reduz o consumo de Stamina de Correr ou de Habilidades que substituem Correr em 15%. Além disso, ao Correr ou usar uma Habilidade que substitui Correr, aumenta o Dano causado por Ataques Normais. O valor do aumento é baseado em 20% do ATQ. Esse efeito desaparecerá depois ser desencadeado 18 vezes ou depois de 7s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Reduz o consumo de Stamina de Correr ou de Habilidades que substituem Correr em 15%. Além disso, ao Correr ou usar uma Habilidade que substitui Correr, aumenta o Dano causado por Ataques Normais. O valor do aumento é baseado em 24% do ATQ. Esse efeito desaparecerá depois ser desencadeado 18 vezes ou depois de 7s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Reduz o consumo de Stamina de Correr ou de Habilidades que substituem Correr em 15%. Além disso, ao Correr ou usar uma Habilidade que substitui Correr, aumenta o Dano causado por Ataques Normais. O valor do aumento é baseado em 28% do ATQ. Esse efeito desaparecerá depois ser desencadeado 18 vezes ou depois de 7s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Reduz o consumo de Stamina de Correr ou de Habilidades que substituem Correr em 15%. Além disso, ao Correr ou usar uma Habilidade que substitui Correr, aumenta o Dano causado por Ataques Normais. O valor do aumento é baseado em 32% do ATQ. Esse efeito desaparecerá depois ser desencadeado 18 vezes ou depois de 7s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terror do Sacrifício do Coração Flamejante",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Apito de Madeira do Sentinela",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Apito de Metal do Guerreiro",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Esplendor do Sacrifício do Coração Flamejante",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Apito Dourado do Guerreiro de Coroa Sauriana",
				"count": 12
			}
		]
	}
}