{
	"id": 14518,
	"name": "Hibernação Matinal do Ano Novo",
	"description": "Um sino-lanterna forjado com puro jade púrpura, diz-se que, ao ser colocado ao lado do travesseiro, pode trazer sonhos felizes.",
	"descriptionRaw": "Um sino-lanterna forjado com puro jade púrpura, diz-se que, ao ser colocado ao lado do travesseiro, pode trazer sonhos felizes.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "\"Quando vi a casa de banhos nos meus sonhos, pensei que já tinha chegado ao local do encontro. Por isso, acordei um pouco tarde.\"\nFalando com seus companheiros, foi assim que a donzela meio adormecida explicou seu atraso, mascarando qualquer constrangimento com sua habitual indiferença.\nEla não admitiria que, no primeiro dia do novo ano, simplesmente havia dormido demais, então culpou a casa de banhos aconchegante de seus sonhos.\n\n\"Bem, como diz o ditado, 'pensamentos durante o dia trazem sonhos à noite'. Mas quem diria que até mesmo nossa donzela de rosto impassível estaria tão ansiosa por essas férias?\"\n\"Ah, que pena que Takamine não pôde vir. Parece que será apenas eu e Nagamasa fazendo companh... Ai, ai, ai!\"\n\"Honestamente, qualquer outra pessoa mataria para ter um sonho tão sortudo assim. Você não pode simplesmente nos dar um sorriso, só desta vez?\"\n\nO jovem indiferente falou com um tom meio brincalhão, mas a garota de Seirai o olhou com raiva.\nO jovem olhou para o filho adotivo do Oni, implorando por ajuda, mas o discípulo dele apenas desviou o olhar silenciosamente.\n\nNo entanto, o jovem, mais tarde reverenciado como o mestre fundador do Onmyoudou, não falou falsidades, pois, como diz o provérbio de Inazuma:\n\"Casas de banhos, falcões e Narukami,\" referindo-se às visões vistas no primeiro sonho do ano novo, frequentemente consideradas presságios auspiciosos.\nAs casas de banhos são vistas como símbolos de saúde e longevidade, os falcões de grandes conquistas, e Narukami de desejos realizados.\n\nMas, a partir daquele dia, cenas de casas de banhos nunca mais apareceram nos sonhos da donzela do santuário,\nE aqueles anos de alegria despreocupada, cheios de risos como o som de sinos,\nDissiparam como a névoa quente de uma casa de banhos, desaparecendo silenciosamente em uma vasta extensão de sonhos gelados.\n\n...\n\n\"Vamos fazer uma aposta desta vez, certo? Hmm. Muito bem, então. Este arco será minha aposta.\"\n\"Aposto no arco mais poderoso do mundo que voltarei aqui com vida.\"\n\nO homem riu e falou com a mesma leveza de antes, sem mostrar nenhum sinal de severidade.\nUma pessoa que se entrega à aposta como se não houvesse amanhã. A Sacerdotisa pensou que ele já havia se tornado um grande espadachim, mas ainda era tão imaturo quanto antes.\nNo entanto - não importa. É como o primeiro sonho previu, como o falcão no alto das montanhas.\nUma guerreira que se orgulha de ter passado por inúmeras batalhas, também pode usar os presságios do sonho para evitar o desastre e transformar a sorte...\n\nApenas desde então, os sonhos da sacerdotisa nunca mais foram visitados por falcões batendo suas asas,\nTudo o que restou foram as penas caídas do falcão, enquanto o próprio falcão já havia despencado, incapaz de voltar a voar para os sonhos dela.\n\n...\n\n\"Primeiro sonho? Haha! A tia sacerdotisa ainda acredita nessas coisas sem graça?\"\n\"Que presságios de sorte ou azar, no fim das contas, não passam de mentiras inventadas para enganar crianças!\"\n\nTalvez, como dizia uma antiga amiga, os sonhos da noite não passam de preocupações do dia.\nAté que, no sonho, as bandeiras de Narukami surgiram do outro lado do mar como relâmpagos incessantes,\nA sacerdotisa soltou um leve riso abafado, zombando dos presságios e do caminho que já não sabia para onde levaria.\n\nPerdoe-me, mestre, por ter abusado das técnicas que me ensinou desta maneira,\nPor me opor à bandeira à qual você jurou lealdade, e manchar sua retidão com minha má reputação.\nMas isso já se tornou algo irrelevante há muito tempo.\nQuem não entende meu coração pode dizer o que quiser,\nEu já não ligo para este corpo, nem para este nome,\nContanto que, desta vez, ele possa sobreviver...\n\n...\n\n\"Tá bom, tá bom, fui eu que não deveria fazer piada à toa, certo? Que coisa, Nagamasa, diga algo também!\"\n\"Raro termos férias para vir a uma casa de banhos, nossa senhorita sacerdotisa não pretende ficar parada aí até fechar, né?\"\n\nRecobrando os sentidos de forma distraída, o jovem astuto continuava a fazer piadas, com um sorriso jocoso tão irritante quanto de costume.\nTalvez altos e baixos não passem, afinal, de um sonho em uma casa de banhos, e o chamado despertar seja apenas um breve cochilo em uma manhã de sol preguiçosa.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "58",
	"effectName": "Narukami Um, Dois, Três",
	"effectTemplateRaw": "Aumenta a Proficiência Elemental em <color=#99FFFFFF>{0}</color> por 6s após desencadear um Redemoinho. A Proficiência Elemental aumenta em <color=#99FFFFFF>{1}</color> por 9s após a Habilidade Elemental atingir um oponente. A Proficiência Elemental aumenta em <color=#99FFFFFF>{2}</color> por 30s após o Supremo do portador atingir um oponente.",
	"r1": {
		"description": "Aumenta a Proficiência Elemental em 120 por 6s após desencadear um Redemoinho. A Proficiência Elemental aumenta em 96 por 9s após a Habilidade Elemental atingir um oponente. A Proficiência Elemental aumenta em 32 por 30s após o Supremo do portador atingir um oponente.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "Aumenta a Proficiência Elemental em 150 por 6s após desencadear um Redemoinho. A Proficiência Elemental aumenta em 120 por 9s após a Habilidade Elemental atingir um oponente. A Proficiência Elemental aumenta em 40 por 30s após o Supremo do portador atingir um oponente.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "Aumenta a Proficiência Elemental em 180 por 6s após desencadear um Redemoinho. A Proficiência Elemental aumenta em 144 por 9s após a Habilidade Elemental atingir um oponente. A Proficiência Elemental aumenta em 48 por 30s após o Supremo do portador atingir um oponente.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "Aumenta a Proficiência Elemental em 210 por 6s após desencadear um Redemoinho. A Proficiência Elemental aumenta em 168 por 9s após a Habilidade Elemental atingir um oponente. A Proficiência Elemental aumenta em 56 por 30s após o Supremo do portador atingir um oponente.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "Aumenta a Proficiência Elemental em 240 por 6s após desencadear um Redemoinho. A Proficiência Elemental aumenta em 192 por 9s após a Habilidade Elemental atingir um oponente. A Proficiência Elemental aumenta em 64 por 30s após o Supremo do portador atingir um oponente.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "A Sabedoria de Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pedra em Chamas",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "A Alegria de Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Pedra em Chamas",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Casca Espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "A Alegria de Narukami",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Semente da Vida em Chamas",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "O Afeto de Narukami",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Semente da Vida em Chamas",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Coração Espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "O Afeto de Narukami",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Olho Que Tudo Vê em Chamas",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "A Coragem de Narukami",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Olho Que Tudo Vê em Chamas",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Núcleo Espectral",
				"count": 18
			}
		]
	}
}