{
	"id": 14516,
	"name": "Hora do Surfe",
	"description": "Originalmente reservado como lembrança para o campeão do \"Primeiro Campeonato de Corrida de Surfe de Todas as Tribos\". Dado que o evento continua em fase de preparação, o prêmio foi temporariamente armazenado no \"Flutuador Viajante\", sob a guarda do proprietário.",
	"descriptionRaw": "Originalmente reservado como lembrança para o campeão do \"Primeiro Campeonato de Corrida de Surfe de Todas as Tribos\". Dado que o evento continua em fase de preparação, o prêmio foi temporariamente armazenado no \"Flutuador Viajante\", sob a guarda do proprietário.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Essa é uma parte da história da luta do Lorde do Vulcão contra o povo das tribos de Natlan.\n\nTodos já devem saber de tudo sobre o Lorde do Vulcão. Um monstro enorme, amedrontador, com um corpo parecendo uma salamandra cuja cor está algo entre preto e roxo, ele se aproveitou da ausência do outro grande dragão antigo para se esgueirar e ocupar o Grande Vulcão de Tollan vazio, e começou a dominar as pessoas, cometendo todos os tipos de abusos e ultrajes, seus crimes eram incontáveis, e as diversas tribos sofreram imensamente. Felizmente, o Lorde do Vulcão Negro foi completamente expulso de Natlan no final, então as crianças de hoje não precisam mais se preocupar com ele cometendo esses atos!\nO que falaremos hoje é sobre como a antiga Arconte Pyro, Cochanina, expulsou sabiamente o Lorde do Vulcão para fora das terras do Povo das Termas.\n\nNaquele dia, o Lorde do Vulcão estava deitado em seu vulcão, admirando seu próprio corpo totalmente escuro e coçando sua cabeça, quando de repente, boom! Ele pensou em outra ideia absurdamente maligna.\n\"Blé, é tão escuro aqui embaixo do vulcão, até mais escuro do que uma noite sem lua! Não consigo nem ver meu próprio corpo.\"\n\"Ouvi dizer que esse 'Povo das Termas' ao sul possuem as águas mais limpas e puras de toda Natlan! Se eu puder jogar todas as coisas escuras e sujas lá e dar uma boa lavada, talvez posso limpar bem esse lugar! Quanto àqueles habitantes insignificantes da tribo... Eh, quem se importa com o que pensam?\"\nConforme o grande Lorde do Vulcão pensou nisso, ele não conseguia evitar ficar imensuravelmente satisfeito e comemorar a ideia de ficar bem limpo. Assim ele fez o vulcão expelir uma fumaça densa, fornecendo a ele sombras para se esconder, e foi até o meio do Povo das Termas. Completa e totalmente indiferente aos protestos do povo e de suas tentativas de impedi-lo, ele jogou todas as suas coisas pretas e sujas — absolutamente tudo, até mesmo a pia da cozinha — nas fontes. Isso sujou completamente o ar de toda a tribo, de forma que até mesmo os Pássaros do Fluxo Aéreo não conseguiam mais aguentar e saíram voando de lá um por um.\nAs coisas não podiam mais continuar desse jeito! Então o ancião da tribo correu para procurar Cochanina, a Arconte Pyro, e disse a ela o que tinha acontecido.\nCochanina soltou um longo suspiro. Essa não foi a primeira vez que o Lorde do Vulcão criou muitos problemas em Natlan. Mas, infelizmente, o Lorde do Vulcão era simplesmente muito difícil de lidar. Embora ele tenha sido derrotado diversas vezes pelos antigos Arcontes Pyro, ele sempre conseguia fugir de alguma forma, se escondendo nas profundezas escuras do vulcão por um tempo, antes de eventualmente aparecer mais uma vez. Então, Cochanina pensou em um plano para expulsar o Lorde do Vulcão daquelas terras de uma vez por todas. Ela não pegou sua arma mais confiável — a renomada lâmina Unu Pachacuti — trouxe apenas uma prancha de surfe.\nQuando Cochanina chegou diante do Lorde do Vulcão, ele por acaso estava relaxando dentro da fonte termal que já havia sido manchada de preto, sacudindo sua barriga redonda e gorda em círculos, parecendo totalmente despreocupado.\n\"Ah, grande Lorde do Vulcão, como que as fontes que esses pequenos humanos patéticos usam para se banhar ser suficiente para lavar seus tesouros preciosos? Apenas o tesouro antigo e secreto deixado pelo grande herói Uenuke, e passado entre o 'Povo das Termas', o 'Cálice Iridescente', do qual jorram infinitos arco-íris, é digno de seu nobre ser.\"\n\"Oh?\" O Lorde do Vulcão ficou instantaneamente interessado. Embora a mulher diante dele não era fosse além do que uma habitante tribal inútil e inconsequente, mas sua sugestão e atitude humilde significava que ela poderia ser útil. \"Nesse caso, por que você está parada aqui em vez de levar minha figura ilustre para retomar aquilo que é meu por direito?\"\n\"Ah, grande Lorde do Vulcão, existe algo do qual você não deve estar ciente. Aquele tesouro não está na terra, mas escondido nas profundezas do oceano. Infelizmente, você não sabe surfar, e somos nada além de humanos insignificantes, e não podemos fazer um barco que pudesse acomodar sua forma gloriosa e majestosa...\"\n\"Hnf! É bom você não me subestimar!\" O Lorde do Vulcão respondeu furioso. Ele sempre foi assim. Sempre que algum peão insignificante dizia que ele não poderia fazer algo, ele sempre fazia questão de insistir que conseguia. \"Lidere o caminho! Afinal de contas, só é preciso surfar, como isso poderia ser difícil para alguém tão magnífico como eu?\"\nE simples assim, Cochanina levou o Lorde do Vulcão bem em direção às profundezas do oceano. O Lorde do Vulcão atrapalhado simplesmente não conseguia competir com a campeã de surfe da tribo, e só conseguia seguir os seus rastros, bebendo a água que sua prancha deixava para trás. Vendo que ele já estava tonto, Cochanina jogou um Baiacu à Deriva bem longe e gritou muito alto:\n\"Veja! O tesouro está bem ali! Essa é a chave para abri-lo!\"\nO balançar das ondas tornou difícil para o Lorde do Vulcão ver o que ela jogou, mas ele era o poderoso Lorde do Vulcão, então como ele poderia admitir que era inferior aos humanos? Então, ele correu atrás do \"tesouro\" com um urro, apenas para acabar sendo acertado em cheio pelo baiacu à deriva, e sentiu tanta dor que caiu da sua prancha de surfe no oceano.\nAté mesmo o enorme corpo do Lorde do Vulcão é como um grão de areia comparado ao vasto oceano, e, além disso, existem coisas ainda mais assustadoras à espreita debaixo das ondas. Enfim, o Lorde do Vulcão sofreu no mar por um bom tempo até finalmente se agarrar em alguns juncos, e ficou à deriva por um bom, bom tempo antes de chegar até a margem. Embora Cochanina não tivesse conseguido tirar ele de Natlan completamente, o Lorde do Vulcão nunca mais ousou incomodar as pessoas do Povo das Termas.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Reminiscência da Água",
	"effectTemplateRaw": "Aumenta a Vida Máxima em <color=#99FFFFFF>{0}</color>. A cada 15s, o seguinte ocorrerá nos 14s após usar uma Habilidade Elemental: ganha 4 acúmulos de Verão Escaldante. Cada acúmulo aumenta o Dano do Ataque Normal em <color=#99FFFFFF>{1}</color>. Nessa duração, uma vez a cada 1.5s: remove 1 acúmulo após um Ataque Normal acertar um oponente. Uma vez a cada 1.5s: acrescenta 1 acúmulo após desencadear uma reação de Vaporização em um oponente. O efeito Verão Escaldante pode ser acumulado até 4 vezes.",
	"r1": {
		"description": "Aumenta a Vida Máxima em 20%. A cada 15s, o seguinte ocorrerá nos 14s após usar uma Habilidade Elemental: ganha 4 acúmulos de Verão Escaldante. Cada acúmulo aumenta o Dano do Ataque Normal em 12%. Nessa duração, uma vez a cada 1.5s: remove 1 acúmulo após um Ataque Normal acertar um oponente. Uma vez a cada 1.5s: acrescenta 1 acúmulo após desencadear uma reação de Vaporização em um oponente. O efeito Verão Escaldante pode ser acumulado até 4 vezes.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "Aumenta a Vida Máxima em 25%. A cada 15s, o seguinte ocorrerá nos 14s após usar uma Habilidade Elemental: ganha 4 acúmulos de Verão Escaldante. Cada acúmulo aumenta o Dano do Ataque Normal em 15%. Nessa duração, uma vez a cada 1.5s: remove 1 acúmulo após um Ataque Normal acertar um oponente. Uma vez a cada 1.5s: acrescenta 1 acúmulo após desencadear uma reação de Vaporização em um oponente. O efeito Verão Escaldante pode ser acumulado até 4 vezes.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "Aumenta a Vida Máxima em 30%. A cada 15s, o seguinte ocorrerá nos 14s após usar uma Habilidade Elemental: ganha 4 acúmulos de Verão Escaldante. Cada acúmulo aumenta o Dano do Ataque Normal em 18%. Nessa duração, uma vez a cada 1.5s: remove 1 acúmulo após um Ataque Normal acertar um oponente. Uma vez a cada 1.5s: acrescenta 1 acúmulo após desencadear uma reação de Vaporização em um oponente. O efeito Verão Escaldante pode ser acumulado até 4 vezes.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "Aumenta a Vida Máxima em 35%. A cada 15s, o seguinte ocorrerá nos 14s após usar uma Habilidade Elemental: ganha 4 acúmulos de Verão Escaldante. Cada acúmulo aumenta o Dano do Ataque Normal em 21%. Nessa duração, uma vez a cada 1.5s: remove 1 acúmulo após um Ataque Normal acertar um oponente. Uma vez a cada 1.5s: acrescenta 1 acúmulo após desencadear uma reação de Vaporização em um oponente. O efeito Verão Escaldante pode ser acumulado até 4 vezes.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "Aumenta a Vida Máxima em 40%. A cada 15s, o seguinte ocorrerá nos 14s após usar uma Habilidade Elemental: ganha 4 acúmulos de Verão Escaldante. Cada acúmulo aumenta o Dano do Ataque Normal em 24%. Nessa duração, uma vez a cada 1.5s: remove 1 acúmulo após um Ataque Normal acertar um oponente. Uma vez a cada 1.5s: acrescenta 1 acúmulo após desencadear uma reação de Vaporização em um oponente. O efeito Verão Escaldante pode ser acumulado até 4 vezes.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terror do Sacrifício do Coração Flamejante",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Esplendor do Sacrifício do Coração Flamejante",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 18
			}
		]
	}
}