{
	"name": "Espada do Advento",
	"description": "Uma espada de artesanato único. Não parece pertencer a este mundo.",
	"weapontype": "Espada",
	"rarity": "4",
	"story": "Esta é a prova de que você veio a este mundo por meios especiais.\nSomente alguém que desafiou o \"mundo\" pode empunhar tal espada.\n\nQuando esta espada foi brandida pela última vez, a humanidade estava tentando preservar um mundo condenado.\nEsse mundo foi seu último e único lar.\nEsta espada foi desembainhada para desafiar esse destino de destruição.\nIr contra a lei do universo que diz que \"todos os que existem devem um dia perecer\",\ne isso foi tão ridículo quanto atacar um moinho de vento com uma lança, montado a cavalo...\n\nMas, realmente, quando alguém se depara com um destino final, quando se confronta com a escuridão devoradora de estrelas,\nQue arma seria adequada para alguém empunhar? Só pode ser uma espada.\nNo mínimo, levará a memória daqueles que enfrentaram seus fins sem medo...\n\nQuando você empunha esta espada, você procura as respostas escondidas dentro deste mundo.\nNeste mundo, tal arma pode ser usada sem nenhum problema.\nNão pelo fato de que o universo não lanças sombras aqui, e certamente não simplesmente porque se adéqua à estética...\nMas talvez esta busca seja o motivo pelo qual você desceu a este reino em primeiro lugar.\n\nQuando o passado é apenas pó, e o futuro prestes a chegar,\nà medida que o presente se desvanece, você pode confiar nesta lâmina.\nTer uma arma para autodefesa, é claro, sempre uma boa ideia. Afinal de contas, esta foi forjada para alguém como você.\nAlguém que enfrenta seus desafios e persegue a verdade.\nPegue-a e caminhe por este mundo,\n\ne enfrente todos os desafios e mistérios que ela tem a oferecer a você.",
	"baseatk": 39,
	"substat": "ATQ",
	"subvalue": "7.7",
	"effectname": "Descensão",
	"effect": "Efetivo apenas para jogadores da seguinte plataforma:\n\"PlayStation Network\"\nAcertar oponentes com um Ataque Normal ou Carregado concede {0} de chance de causar {1} do ATQ como Dano em uma pequena AdE. Este efeito pode ocorrer apenas uma vez a cada 10s. Adicionalmente, se {M#o}{F#a} Viajante equipar a Espada do Advento, seu ATQ é aumentado em {4}.",
	"r1": [
		"50%",
		"200%",
		"66"
	],
	"r2": [],
	"r3": [],
	"r4": [],
	"r5": [],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"name": "Insígnia do Corvo Prateado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"name": "Insígnia de Corvo Dourado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"name": "Insígnia de Corvo Dourado",
				"count": 12
			}
		]
	}
}