{
	"id": 11428,
	"name": "Espada da Cruz de Narcissus",
	"description": "Uma espada cujo poder desapareceu quando a história chegou ao fim. Agora, ela partirá em uma nova jornada com o poder que permanece dentro dela, o qual comemora um certo grande sonho.",
	"descriptionRaw": "Uma espada cujo poder desapareceu quando a história chegou ao fim. Agora, ela partirá em uma nova jornada com o poder que permanece dentro dela, o qual comemora um certo grande sonho.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "As jornadas sempre estão repletas de novos encontros e despedidas.\nTalvez os companheiros confiáveis e inseparáveis de um Viajante\nsejam apenas a espada em sua mão e o sonho em seu coração.\n\nAntes de envelhecer, esse eterno Viajante passará por muitos mundos.\nNão deixará nada para trás, a não ser incontáveis histórias e um futuro mais brilhante.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Espada do Herói",
	"effectTemplateRaw": "Quando o personagem com esta arma equipada não possui um Arkhe: quando Ataques Normais, Ataques Carregados ou Ataques Imersivos acertam, uma explosão de energia Pneuma ou Ousia será liberada, causando <color=#99FFFFFF>{0}</color> do ATQ como Dano. Este efeito pode ser ativado uma vez a cada 12 segundos. O tipo de explosão de energia é determinado pelo tipo atual da Espada da Cruz de Narcissus.",
	"r1": {
		"description": "Quando o personagem com esta arma equipada não possui um Arkhe: quando Ataques Normais, Ataques Carregados ou Ataques Imersivos acertam, uma explosão de energia Pneuma ou Ousia será liberada, causando 160% do ATQ como Dano. Este efeito pode ser ativado uma vez a cada 12 segundos. O tipo de explosão de energia é determinado pelo tipo atual da Espada da Cruz de Narcissus.",
		"values": [
			"160%"
		]
	},
	"r2": {
		"description": "Quando o personagem com esta arma equipada não possui um Arkhe: quando Ataques Normais, Ataques Carregados ou Ataques Imersivos acertam, uma explosão de energia Pneuma ou Ousia será liberada, causando 200% do ATQ como Dano. Este efeito pode ser ativado uma vez a cada 12 segundos. O tipo de explosão de energia é determinado pelo tipo atual da Espada da Cruz de Narcissus.",
		"values": [
			"200%"
		]
	},
	"r3": {
		"description": "Quando o personagem com esta arma equipada não possui um Arkhe: quando Ataques Normais, Ataques Carregados ou Ataques Imersivos acertam, uma explosão de energia Pneuma ou Ousia será liberada, causando 240% do ATQ como Dano. Este efeito pode ser ativado uma vez a cada 12 segundos. O tipo de explosão de energia é determinado pelo tipo atual da Espada da Cruz de Narcissus.",
		"values": [
			"240%"
		]
	},
	"r4": {
		"description": "Quando o personagem com esta arma equipada não possui um Arkhe: quando Ataques Normais, Ataques Carregados ou Ataques Imersivos acertam, uma explosão de energia Pneuma ou Ousia será liberada, causando 280% do ATQ como Dano. Este efeito pode ser ativado uma vez a cada 12 segundos. O tipo de explosão de energia é determinado pelo tipo atual da Espada da Cruz de Narcissus.",
		"values": [
			"280%"
		]
	},
	"r5": {
		"description": "Quando o personagem com esta arma equipada não possui um Arkhe: quando Ataques Normais, Ataques Carregados ou Ataques Imersivos acertam, uma explosão de energia Pneuma ou Ousia será liberada, causando 320% do ATQ como Dano. Este efeito pode ser ativado uma vez a cada 12 segundos. O tipo de explosão de energia é determinado pelo tipo atual da Espada da Cruz de Narcissus.",
		"values": [
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Eco de uma Corda Antiga",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 12
			}
		]
	}
}