{
	"id": 13514,
	"name": "Sinfonista de Aromas",
	"description": "Uma lança elegante, dizem que foi a batuta de um maestro, empunhada por um grande músico para ser a ponte entre a música e o bom gosto.",
	"descriptionRaw": "Uma lança elegante, dizem que foi a batuta de um maestro, empunhada por um grande músico para ser a ponte entre a música e o bom gosto.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 5,
	"story": "Apesar das aparências, as memórias da longa conquista das tribos e reinos do mar pela Legião Athanatoi não são o único domínio da guerra eterna.\nEm uma noite cuja autoridade dourada verteu como uma maré furiosa, perante a melodia, o que o Deus Rei clamou já havia sido totalmente escrito,\nUma beneficente Euergetia, exaltada Harmosta, cedeu um ouvido meditativo para os povos do passado, considerando profundamente seus clamores justos.\n\nEsse povo saudoso de sua terra natal, apesar de estarrecido pelo luxo ilimitado da capital dourada, estava ajoelhado perante a misericórdia e majestade incomparável do Deus Rei,\nAinda fitavam as rações militares em seus pratos enquanto erguiam suas taças e cantavam sobre as glórias vencidas, e careciam da adorável culinária que haviam desfrutado antes.\nOs golens de pedra não conheciam a fome ou a sede, mas o povo do passado eram somente espíritos que residiam em carne e sangue fracos. Eles com certeza se entristeceriam com a comida ruim.\nNem mesmo o mais corajoso general poderia escapar dessa miríade de miscelâneas que surgiu com o apoio das tropas, para que a guerra pudesse continuar a ser vencida.\n\nAs diretivas do Deus Rei eram regras supremas que não deviam ser questionadas. Ainda assim, nem deveria ser descartada tão facilmente a fraqueza dos que haviam perecido.\nE como a harmoniosa, gloriosa sinfonia deveria significar o abraço de todas as coisas vivas no Alto Mar, realizar seus pequenos desejos não era nenhuma ofensa.\nSeu colega loiro novamente reclamou sobre sua negligência, mas isso nunca a impediria.\nA vontade de uma Harmosta poderia estremecer os ossos da terra. Seria tão difícil assim criar sabores?\n\nE assim, Euergetia começou sua consideração, pois aqueles humildes solicitantes perderam suas casas em prol da glória e vitória do império eterno.\nOuvir e degustar poderiam viver em harmonia, e o rugir dos tambores de guerra e tilintar das espadas poderiam cantar juntos... essas foram as notas que ela usou.\nUma melodia única, e uma refeição simples poderiam lembrar um escravo dos pratos deliciosos que eles só poderiam provar em suas memórias, melhorando sua moral.\nClaro, esse não era um conforto real, mas por acaso não eram ilusões e poeira a origem e final de tudo nesse mundo?\n\nEuergetia, que nasceu na corte dourada, e que foi exaltada no templo de bois e leões de pedra...\nAntes de despojar-se de seus desejos, ela também havia sido encantada por música gentil e confecção de música doce como mel.\nSe ele tivesse perdurado neste caminho, talvez chegasse o dia em que até mesmo os elevados pudessem desfrutar desses pratos divinos.\nE isso pode ter ancorado as pessoas na comunalidade, não importando quais os conflitos ou divisões que houvessem de enfrentar...\n\nMas esse império dourado não podia tocar as notas finais rumo à eternidade,\nPois uma mudança longa e velada revirou a fortaleza de pedras brancas numa única noite.\nTanto o bem como o mal mergulharam nas profundezas do oceano... e, ainda assim, os mais simples dos desejos,\nO desejo de compartilhar uma comida deliciosa, distanciada da glória,\nTranscenderia a sinfonia da harmonia e da glória, perdurando até os dias atuais em Fontaine...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "14,4%",
	"effectName": "Sinfonia Temperada",
	"effectTemplateRaw": "Aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Quando o personagem que está com essa arma equipada não estiver ativo, aumenta o ATQ em mais <color=#99FFFFFF>{1}</color>. Depois de curar, o personagem que está com essa arma equipada e o curado obterão o efeito \"Doce Ressonância\", aumentando o ATQ em <color=#99FFFFFF>{2}</color> por 3s. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
	"r1": {
		"description": "Aumenta o ATQ em 12%. Quando o personagem que está com essa arma equipada não estiver ativo, aumenta o ATQ em mais 12%. Depois de curar, o personagem que está com essa arma equipada e o curado obterão o efeito \"Doce Ressonância\", aumentando o ATQ em 32% por 3s. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ em 15%. Quando o personagem que está com essa arma equipada não estiver ativo, aumenta o ATQ em mais 15%. Depois de curar, o personagem que está com essa arma equipada e o curado obterão o efeito \"Doce Ressonância\", aumentando o ATQ em 40% por 3s. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ em 18%. Quando o personagem que está com essa arma equipada não estiver ativo, aumenta o ATQ em mais 18%. Depois de curar, o personagem que está com essa arma equipada e o curado obterão o efeito \"Doce Ressonância\", aumentando o ATQ em 48% por 3s. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ em 21%. Quando o personagem que está com essa arma equipada não estiver ativo, aumenta o ATQ em mais 21%. Depois de curar, o personagem que está com essa arma equipada e o curado obterão o efeito \"Doce Ressonância\", aumentando o ATQ em 56% por 3s. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ em 24%. Quando o personagem que está com essa arma equipada não estiver ativo, aumenta o ATQ em mais 24%. Depois de curar, o personagem que está com essa arma equipada e o curado obterão o efeito \"Doce Ressonância\", aumentando o ATQ em 64% por 3s. Esse efeito pode ser desencadeado mesmo quando o personagem que está com essa arma equipada não estiver ativo.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Impureza da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota de Água Impura",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota de Água Impura",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Pérola Transoceânica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Colherada de Água Impura",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Colherada de Água Impura",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Pedaço Transoceânico",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essência da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Fantasma Hydro Corrompido Recém-nascido",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristal Caleidoscópico",
				"count": 18
			}
		]
	}
}