{
	"id": 12424,
	"name": "Diálogo",
	"description": "A maioria das pessoas acha que esse porrete com obsidiana incrustada é bem convincente.",
	"descriptionRaw": "A maioria das pessoas acha que esse porrete com obsidiana incrustada é bem convincente.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "Conforme Tenoch assistia as planícies queimando de longe, uma maré escura apareceu no horizonte.\nEle soprou em seu chifre de bronze e colocou seu imenso porrete de obsidiana em seu ombro.\n\n\"A crise já está se aproximando, mas mesmo assim, os líderes das tribos não param de discutir.\nÉ melhor eu levar o meu 'Porrete do Diálogo' até lá e mediar a discussão.\nAfinal de contas, eu não pertenço mais a nenhuma tribo, mas a minha fúria ainda queima.\"\n\nE assim, o solitário Tenoch, com seu gigantesco porrete de obsidiana em seus ombros,\natravessou as planícies devastadas onde os dragões vagavam, um local selvagem cheio de fontes termais e lava.\n\nO primeiro que se apresentou para receber o herói Tenoch foi a grande corredora Wanjiru e seu companheiro barulhento, Kayeke.\nSua pele escura mostrava traços de sua jornada com o herói, com suas cicatrizes profundas ainda visíveis.\nEmbora as brigas constantes entre as tribos fossem exaustivas, o convite de Tenoch a encheu de vigor.\nUma batalha feroz pelas terras ardentes de Natlan se aproximava. Qual motivo Wanjiru e sua tribo teriam para recusar?\n\nO segundo a se apresentar e abraçar Tenoch foi o corajoso Menilek e seu leal companheiro Ngoubou.\n\"Venha, venha! Embora todas as tribos tenham te expulsado, embora ainda que estejamos sempre em desacordo...\nNos meus olhos, Tenoch é um herói entre heróis, um irmão entre irmãos!\"\n\nO terceiro a avançar em direção ao herói Tenoch foi o grande Sanhaj Kompore, junto de seu enigmático companheiro, Mahamba.\nSanhaj já havia sido persuadido pelo Porrete do Diálogo antes, e o herói concordou a lhe dar os espólios antes de concordar em juntar-se à irmandade de guerreiros.\nKompore previu o fim heróico dele e Tenoch, e como o lugar que se tornou \"Mare Jivari\" nasceria no futuro.\n\"Mas não importa! Talvez chegará o dia em que a escória famosa por ser esperta como uma víbora se tornará um herói também!\"\n\nO quarto voluntariamente se juntou ao herói Tenoch. Era o jovem Burkina e seu companheiro descuidado, Kongamato.\nBurkina nunca passou por dificuldades em batalha com Tenoch, mas o porrete de obsidiana o guiou rumo à jornada perigosa.\nA guerra havia deixado incontáveis cicatrizes no corpo de Tenoch, e para Burkina, elas eram a prova do caminho que ele devia caminhar...\nA revolução deve ser o destino dos jovens, o destino de sangrar por justiça, ao invés de apodrecer em uma cama confortável de grama.\n\nO quinto que teve de ser persuadido pelo herói Tenoch era o chefe das minas, Sangatta, e seu companheiro Muhuru.\n\"Para a estabilidade de todas as tribos e para evitar futuros conflitos, eu solicitei a sua expulsão à divindade do elemento Pyro.\"\n\"Mas você ainda não desistiu dessa luta sangrenta até hoje... talvez essa seja a batalha final de nossa geração.\"\n\"Como você está tão determinado a ir, não tenho razão para não lhe acompanhar, mas não envolva minha tribo.\"\n\nO sexto a ir com o herói Tenoch era seu maior inimigo na juventude, o gigante Tupac. Nenhuma montaria poderia carregar seu gigante corpo.\nQuando Tenoch carregou seu gigante porrete para a residência de Tupac para falar com ele, o encontrou contando as inúmeras cicatrizes em seu corpo deixadas por outros desafiantes.\n\"Mais de 300 cicatrizes, vinte ossos quebrados e mais de 100 fragmentos de obsidiana enterrados na carne como pequenas joias.\"\n\"Duzentos ferimentos menores, duas costelas quebradas, e um olho que nunca mais enxergará ao longe. Os trofeus que você me deixou também são generosos.\"\n\nOs dois antigos inimigos riram e apertaram as mãos.\nE assim, Tenoch encontrou os aliados que precisava das seis maiores tribos.\nBrilhando como as chamas do fogo selvagem, eles caíram nas montanhas da escuridão...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4%",
	"effectName": "\"Bom de Papo\"",
	"effectTemplateRaw": "Nos 15s seguintes após ser afetado por Pyro, aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Esse efeito pode ser desencadeado uma vez a cada 12s. Nos 15s após ser afetado por Hydro, Cryo, Electro ou Dendro, fornece Bônus de Dano de todos os Elementos de <color=#99FFFFFF>{1}</color>. Esse efeito pode ser desencadeado uma vez a cada 12s.",
	"r1": {
		"description": "Nos 15s seguintes após ser afetado por Pyro, aumenta o ATQ em 16%. Esse efeito pode ser desencadeado uma vez a cada 12s. Nos 15s após ser afetado por Hydro, Cryo, Electro ou Dendro fornece Bônus de Dano de todos os Elementos de 12%. Esse efeito pode ser desencadeado uma vez a cada 12s.",
		"values": [
			"16%",
			"12%"
		]
	},
	"r2": {
		"description": "Nos 15s seguintes após ser afetado por Pyro, aumenta o ATQ em 20%. Esse efeito pode ser desencadeado uma vez a cada 12s. Nos 15s após ser afetado por Hydro, Cryo, Electro ou Dendro, fornece Bônus de Dano de todos os Elementos de 15%. Esse efeito pode ser desencadeado uma vez a cada 12s.",
		"values": [
			"20%",
			"15%"
		]
	},
	"r3": {
		"description": "Nos 15s seguintes após ser afetado por Pyro, aumenta o ATQ em 24%. Esse efeito pode ser desencadeado uma vez a cada 12s. Nos 15s após ser afetado por Hydro, Cryo, Electro ou Dendro, fornece Bônus de Dano de todos os Elementos de 18%. Esse efeito pode ser desencadeado uma vez a cada 12s.",
		"values": [
			"24%",
			"18%"
		]
	},
	"r4": {
		"description": "Nos 15s seguintes após ser afetado por Pyro, aumenta o ATQ em 28%. Esse efeito pode ser desencadeado uma vez a cada 12s. Nos 15s após ser afetado por Hydro, Cryo, Electro ou Dendro, fornece Bônus de Dano de todos os Elementos de 21%. Esse efeito pode ser desencadeado uma vez a cada 12s.",
		"values": [
			"28%",
			"21%"
		]
	},
	"r5": {
		"description": "Nos 15s seguintes após ser afetado por Pyro, aumenta o ATQ em 32%. Esse efeito pode ser desencadeado uma vez a cada 12s. Nos 15s após ser afetado por Hydro, Cryo, Electro ou Dendro, fornece Bônus de Dano de todos os Elementos de 24%. Esse efeito pode ser desencadeado uma vez a cada 12s.",
		"values": [
			"32%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Reminiscência do Jardim Oásis",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Casco Destruído",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Graça do Jardim Oásis",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Casco Destruído",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Graça do Jardim Oásis",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Casco Duro",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Luto do Jardim Oásis",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Casco Duro",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Luto do Jardim Oásis",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Casco Marcado",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Verdade do Jardim Oásis",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Casco Marcado",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 12
			}
		]
	}
}