{
	"id": 13432,
	"name": "Fofocas Breves do Pavilhão",
	"description": "No passado, existiu um Youkai que percorria Inazuma em forma de uma lanterna de fogos de artifício. Esta deve ter sido uma das lanternas em que ele habitou.",
	"descriptionRaw": "No passado, existiu um Youkai que percorria Inazuma em forma de uma lanterna de fogos de artifício. Esta deve ter sido uma das lanternas em que ele habitou.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "Reza a lenda que até mesmo entre as chamas espectrais que vagam pelas terras selvagens, tremeluzindo como brasas fosforescentes, pode-se encontrar a essência de um antigo espírito de Inazuma.\nAtraído por segredos como uma mariposa pela chama, esse youkai invisível assumiu a forma do último, flutuando de lareira em lareira,\nE, em meio às lenhas crepitantes, roubava histórias das bocas daqueles reunidos ao redor, conversando e segurando suas quentes xícaras de chá.\nE todas as histórias interessantes foram contadas na festa do Caçador, afinal de contas,\nPois entreter os grandes e os nobres enquanto bebiam e se alegravam era exatamente o propósito da existência dos Otogishu.\n\n\"Ah, que noite maravilhosa. Que os anos à frente sejam preenchidos com muitas noites tão felizes quanto esta.\"\nAssim suspirou Hakushin, a principal entre as kitsune, empoleirada no alto do assento de honra, cercada por um séquito de seus parentes.\n\"Tempo, oh tempo, se ao menos pudéssemos parar aqui\", ela refletiu, e, enquanto fazia isso, ergueu sua taça de saquê,\nConferindo o título de \"Shajuutei\" ao humilde e desconhecido youkai no palco.\n\nMas a vida raramente segue como desejamos, assim como as preces nascidas da angústia frequentemente ficam sem resposta.\nA melancolia passageira que tomou a chefe Hakushin revelou-se profética; pois, como todos sabemos, chegou o dia em que uma maré escura e corrosiva engoliu a terra.\nAquelas noites em que uma centena de youkai se divertiam com tanto desvario desapareceram — apenas lamentações e choros podiam ser ouvidos sob a luz das lamparinas.\nEm meio a um campo de batalha de devastação tão cruel, ainda havia lugar para alguém que antes havia inspirado alegria com suas brincadeiras espirituosas?\nAinda assim, lembrando-se do grande a quem devia seu nome, apesar de sua fragilidade, o pequeno youkai sentiu-se compelido a agir.\nNaqueles dias em que as sombras obscureciam o céu, sua própria alma ardia em chamas enquanto vagava pela terra, saltando de fogo em fogo.\nSua eloquência, outrora empregada para contar histórias triviais, agora era dedicada à transmissão precisa de relatórios de batalha e relatos dos movimentos inimigos.\n\nNo entanto, com o passar do tempo, tais esforços incessantes cobraram um preço irreparável.\nDividindo sua essência repetidas vezes, o youkai quase consumiu completamente seu espírito.\nJá não conseguia pronunciar palavras tão astutas de dentro de sua lanterna,\nE até mesmo suas memórias mais queridas foram dispersas.\n\nHoje, dizem que o confuso youkai esqueceu-se de tudo,\nAparecendo apenas nas ocasiões mais animadas, quando grandes multidões se reúnem para ouvir as histórias mais fantásticas.\nTalvez seja a atmosfera criada por esses contadores de histórias que o mova,\nPermitindo-lhe lembrar, ainda que por um momento fugaz, um passado que jamais poderá recuperar.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "6,7%",
	"effectName": "Luz de Corrida do Curioso",
	"effectTemplateRaw": "Aumenta o ATQ e a Veloc. Mov. em <color=#99FFFFFF>{0}</color> e 10%, respectivamente, por 10s ao usar uma Habilidade Elemental.",
	"r1": {
		"description": "Aumenta o ATQ e a Veloc. Mov. em 20% e 10%, respectivamente, por 10s ao usar uma Habilidade Elemental.",
		"values": [
			"20%"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ e a Veloc. Mov. em 25% e 10%, respectivamente, por 10s ao usar uma Habilidade Elemental.",
		"values": [
			"25%"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ e a Veloc. Mov. em 30% e 10%, respectivamente, por 10s ao usar uma Habilidade Elemental.",
		"values": [
			"30%"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ e a Veloc. Mov. em 35% e 10%, respectivamente, por 10s ao usar uma Habilidade Elemental.",
		"values": [
			"35%"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ e a Veloc. Mov. em 40% e 10%, respectivamente, por 10s ao usar uma Habilidade Elemental.",
		"values": [
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Máscara do Tenente Perverso",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Máscara da Mordida do Tigre",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Broto Refratante",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara da Mordida do Tigre",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Máscara Daquele com Um Chifre",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Folha Desconcertante",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Máscara Daquele com Um Chifre",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Máscara de Kijin",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Folha Ilusória",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 12
			}
		]
	}
}