{
	"name": "Brilho do Beco",
	"description": "Uma espada negra, tão escura quanto a noite. Pertenceu a um ladrão que vagava pelas ruas à noite.",
	"weapontype": "Espada",
	"rarity": "4",
	"story": "Uma poderosa e nobre espada longa que irrompe como um clarão de luz das profundezas da noite.\nAté o final, nem mesmo uma única vez o gume da espada foi manchado por sangue.\nDiz-se que ao longo das gerações, muitas espadas fabricadas para o mais nobre dos cavaleiros têm sido baseadas neste projeto.\n\nA lâmina escurecida se misturou nas noites de antigamente com facilidade,\npois naqueles dias, as pessoas temiam acender fogos durante a noite.\nDe acordo com as canções de alguns bardos, a espada foi manchada de preto durante a era da aristocracia.\n\nLer os contos e canções de seus ancestrais íntegros plantou sementes de rebelião no coração do jovem nobre.\nQuando chegou a hora, ele abandonou a sua venerável casa, roubou sua espada e se escondeu nas ruas.\nLá ele vagou pelos becos escuros e tavernas como o povo comum, e colocou sua nobre esgrima em uso roubando os ricos para dar aos pobres.\nSob a cobertura da noite, a espada de um arsenal opulento saltou sobre telhados e ruas nas mãos de uma pessoa com sangue igualmente nobre,\nO fio pristino da lâmina permaneceu imaculado, assim como o coração do ladrão cavalheiro que abandonou sua linhagem corrupta.\n\nMas aqueles dias de vinho, música e juventude estavam destinados ao fim, após o que muitas coisas aconteceriam.\nNo final, quando sob o luar, ele enterrou sua amada lâmina e fugiu atravessando do mar,\nEle se lembrou daquela noite quando a havia roubado do cofre de sua família,\nO juramento que ele fez naquela noite para a sua família, o passado e o presente, estas terras e o seu irmão leal Ebelhart:\n\"Mesmo que seja só um pouco, quero usar minhas forças para mudar este mundo obscuro.\"",
	"baseatk": 45,
	"substat": "Proficiência Elemental",
	"subvalue": "12",
	"effectname": "Herói Itinerante",
	"effect": "Aumenta o Dano causado pelo Personagem em {0}. Ao sofrer Dano, esse efeito de aumento de Dano não ocorrerá por 5s.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"name": "Pergaminho Guia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"name": "Pergaminho Guia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"name": "Pergaminho do Encantamento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"name": "Pergaminho do Encantamento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"name": "Pergaminho da Maldição",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"name": "Pergaminho da Maldição",
				"count": 12
			}
		]
	}
}