{
	"id": 11409,
	"name": "Espada Negra",
	"description": "Uma espada longa que anseia por conflito e combate. Dizem-se que mergulha seu portador em um desejo violento de se manchar de sangue em um massacre.",
	"descriptionRaw": "Uma espada longa que anseia por conflito e combate. Dizem-se que mergulha seu portador em um desejo violento de se manchar de sangue em um massacre.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Uma lâmina que tem sede de sangue fresco será despertada por seu cheiro.\nAqueles que a possuem, empunham e alimentam sempre terão forças para matar.\nAté que até mesmo uma alma pura seja enegrecida pelo derramamento de sangue...\n\nEra uma vez um cavaleiro branco brilhante, que almejava sempre o caminho da justiça.\nVestido com uma armadura polida, uma espada de brilho espelhado pendurada em seu quadril.\nOnde quer que houvesse injustiça, bestas devoradoras de homens, ou fogo à distância,\no Cavaleiro cavalgaria apressadamente, para cortar, fatiar e perfurar.\nSeguindo os ensinamentos do Filhote de Lobo, que lhe ensinou cavalheirismo, justiça e o manejo com a espada,\nele os cortou, fatiou e perfurou da cabeça aos pés...\nAté que a justiça tivesse sido realizada, e o monstro não se movesse mais.\n\n\"Em um certo momento, me tornei viciado em cortar, fatiar e perfurar.\"\n\"Quando a ponta da minha lâmina encontra a carne do meu inimigo, ela manda um formigamento pela minha coluna.\"\n\"Ah, eu pensei comigo mesmo. Esse deve ser o sentimento da justiça sendo feita.\"\n\"Enquanto eu cortar, fatiar e perfurar o mal neste mundo perverso,\"\n\"Algum dia, algum dia, tudo estará purificado.\"\n\n\"Oh, cavaleiro tolo, a chacina em nome da justiça ainda é uma chacina.\"\n\"Não. A chacina em nome da justiça é justiça.\"\n\nCortar, fatiar e perfurar. Só assim você terá a justiça sendo feita!\nAinda que as flores brancas que as donzelas lhe oferecem sejam negras ensanguentadas, ainda que sua espada não brilhe mais,\nAinda que seu rosto justo se torne hediondo, e você deva ser forçado a usar uma máscara de ferro,\nAinda que aqueles que você defende não possam entendê-lo, nunca pare!\n\nE assim, o cavaleiro manchado de sangue persistiu em seu caminho, perseguindo monstros em nome da justiça,\naté que ele encontrou um reino antigo e arruinado, onde descobriu a injustiça final...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "6%",
	"effectName": "Justiça",
	"effectTemplateRaw": "Aumenta o dano causado pelos Ataques Normais e Carregados em <color=#99FFFFFF>{0}</color>, regenera <color=#99FFFFFF>{1}</color> do ATQ como Vida quando o Ataque Normal ou Ataque Carregado atingir Crítico. Este efeito pode ser ativado uma vez a cada 5s.",
	"r1": {
		"description": "Aumenta o dano causado pelos Ataques Normais e Carregados em 20%, regenera 60% do ATQ como Vida quando o Ataque Normal ou Ataque Carregado atingir Crítico. Este efeito pode ser ativado uma vez a cada 5s.",
		"values": [
			"20%",
			"60%"
		]
	},
	"r2": {
		"description": "Aumenta o dano causado pelos Ataques Normais e Carregados em 25%, regenera 70% do ATQ como Vida quando o Ataque Normal ou Ataque Carregado atingir Crítico. Este efeito pode ser ativado uma vez a cada 5s.",
		"values": [
			"25%",
			"70%"
		]
	},
	"r3": {
		"description": "Aumenta o dano causado pelos Ataques Normais e Carregados em 30%, regenera 80% do ATQ como Vida quando o Ataque Normal ou Ataque Carregado atingir Crítico. Este efeito pode ser ativado uma vez a cada 5s.",
		"values": [
			"30%",
			"80%"
		]
	},
	"r4": {
		"description": "Aumenta o dano causado pelos Ataques Normais e Carregados em 35%, regenera 90% do ATQ como Vida quando o Ataque Normal ou Ataque Carregado atingir Crítico. Este efeito pode ser ativado uma vez a cada 5s.",
		"values": [
			"35%",
			"90%"
		]
	},
	"r5": {
		"description": "Aumenta o dano causado pelos Ataques Normais e Carregados em 40%, regenera 100% do ATQ como Vida quando o Ataque Normal ou Ataque Carregado atingir Crítico. Este efeito pode ser ativado uma vez a cada 5s.",
		"values": [
			"40%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Secreção de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Essência de Slime",
				"count": 12
			}
		]
	}
}