{
	"name": "A Doca",
	"description": "Uma ferramenta de corte conveniente que raramente é vista hoje em dia. Você pode substituir as lâminas cegas quando usa elas.",
	"weapontype": "Espada",
	"rarity": "4",
	"story": "Uma ferramenta popular de uma era em que Fontaine dependia mais do trabalho físico.\nApesar da lâmina não ser resistente o suficiente para ser utilizada intensamente por muito tempo.\nSuas partes desamoladas podem ser removidas a qualquer momento, tornando-a muito conveniente.\n\nOs trabalhadores das docas a usam para cortar materiais leves ou nós de cabos.\nEssas ferramentas são controladas, e não pertencem de verdade aos seus usuários.\nMas como possui uma gama vasta de usos, acabou conhecida como lâmina do povo.\nServindo para proteção em ambientes hostis, e também para abrir caminhos entre as plantas aquáticas.\nDizem que numa era problemática, muitas pessoas descobriram novos usos para ela.\nPosteriormente, esta lâmina aos poucos saiu do palco histórico de Fontaine com o avanço das proibições.\n\nApesar da posse da ferramente não ser de todos que a usam,\nas pessoas que contam com ela a veem como uma extensão de seus membros.\nÉ por isso que costumavam entalhar seus nomes nos cabos dela, para evitar que fossem perdidas.\nEssa lâmina pertence a um chefe da vila Poisson.",
	"baseatk": 42,
	"substat": "Vida",
	"subvalue": "9",
	"effectname": "Canção de Marinheiro",
	"effect": "Quando o personagem é curado ou cura, concede o Sinal da Tenacidade por 30s. É possível acumular até 3 Sinais da Tenacidade. Ao lançar a Habilidade Elemental ou o Supremo, consome todos os Sinais da Tenacidade e gera por 10s o efeito \"Ascendendo\": para cada Sinal da Tenacidade consumido, aumenta a Proficiência Elemental em {0} pontos, e 2s após gerar esse efeito, cada Sinal da Tenacidade Consumido regenerará {1} de Energia Elemental para o personagem que está com essa arma equipada. É possível desencadear o efeito \"Ascendendo\" uma vez a cada 15s. Também é possível obter o Sinal da Tenacidade quando o personagem não está ativo no campo de batalha.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2.5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3.5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Impureza da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"name": "Relógio de Bolso do Velho Servo",
				"count": 3
			},
			{
				"name": "Pérola Transoceânica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"name": "Relógio de Bolso do Velho Servo",
				"count": 12
			},
			{
				"name": "Pérola Transoceânica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 6
			},
			{
				"name": "Pedaço Transoceânico",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 3
			},
			{
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 12
			},
			{
				"name": "Pedaço Transoceânico",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"name": "Constância do Servo",
				"count": 9
			},
			{
				"name": "Cristal Caleidoscópico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Essência da Gota de Orvalho Pura Sagrada",
				"count": 4
			},
			{
				"name": "Constância do Servo",
				"count": 18
			},
			{
				"name": "Cristal Caleidoscópico",
				"count": 12
			}
		]
	}
}