{
	"id": 15515,
	"name": "As Crônicas do Amanhecer",
	"description": "As canções de resistência chegam ao vento como tons gentis, seu poder combinado é grande o suficiente para rasgar a escuridão sem limites com a luz do amanhecer.",
	"descriptionRaw": "As canções de resistência chegam ao vento como tons gentis, seu poder combinado é grande o suficiente para rasgar a escuridão sem limites com a luz do amanhecer.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "\"Kreuzlied, você já ouviu a melodia de flauta ao anoitecer?\"\n\"Você já ouviu alguém cantando na brisa: adeus, adeus?\"\n\"Não vamos chorar por você, porque o vento da noite vai levar as suas lágrimas.\"\n\"Amigo, o vento da noite vai levar as suas lágrimas.\"\n \nDizem que existia uma Trupe Itinerante que conspirava para assassinar a família real.\nEntre eles, havia um nobre renegado chamado Kreuzlied.\nApós o fracasso do plano de assassinato, um poeta escreveu uma pequena canção para ele.\n \nNa verdade, o seu nome verdadeiro segue desconhecido até os dias de hoje e não era Kreuzlied.\nO significado do Kreuzlied na língua antiga era a \"canção do esquartejado\".\nNaqueles dias em que as noites se alongavam e a escuridão caía, o esquartejamento era um castigo cruel que deixava suas vítimas implorando pela libertação da morte.\nDesertores, bandidos, rebeldes e destiladores de álcool ilegal seriam executados em público desta forma, enquanto a aristocracia governante desfrutava de seus terríveis gritos.\nNaqueles dias em que não se podia ver a luz do amanhecer, \"Kreuzlied\" tornou-se uma palavra de ordem para aqueles que se levantaram e falharam.\nMas, desta forma, também se tornou o grito de guerra para a rebelião.\n \nO Kreuzlied da Trupe Itinerante perdeu o seu nome no tempo, sim.\nMas isso não importa, pois, até então, Kreuzlied já havia recebido inúmeros apelidos que foram levados pelo vento em muitas canções:\n\"Pastor sem Nome\", \"Imunlaukr\" e \"Ladrão da Meia-Noite\";\n\"Luz Matinal\", \"Gunnhilldr\" e \"Ragnvindr\"...\nAté que finalmente o Kreuzlied final despertasse de um sono de mil anos,\nRespondendo ao pequeno grito de uma donzela estrangeira que tinha vagado para esta terra,\nAssim como ele nasceu do desejo de um certo jovem...\n \nAs canções e poemas que falavam de Kreuzlied seriam populares durante um tempo.\nMas no final, eles deixariam de ser cantados, pois, o tempo após a escuridão havia mudado, e não existia mais necessidade deste nome.\n\"Kreuzlied, você já viu o horizonte de longe branqueando?\"\n\"Você já ouviu uma garota cantando na brisa: adeus, adeus?\"\n\"O primeiro raio do sol levou as minhas lágrimas com o seu beijinho, e me disse que já amanheceu.\"\n\"Meu amor, o amanhecer chegou.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "9,6%",
	"effectName": "Canção da Ode Atemporal",
	"effectTemplateRaw": "O portador obtém Prenúncio da Alvorada: 3s depois de sair de batalha, aumenta o Dano do Ataque Normal, Habilidade Elemental e Supremo em <color=#99FFFFFF>{0}</color>. Em batalha, esse efeito de aumento de Dano é reduzido em <color=#99FFFFFF>{1}</color> por segundo até alcançar 0%. Quando o Ataque Normal, Habilidade Elemental ou Supremo do portador atinge o inimigo, aumenta o efeito de aumento de Dano correspondente em <color=#99FFFFFF>{2}</color> até alcançar <color=#99FFFFFF>{3}</color>, esse efeito pode ser desencadeado uma vez a cada 0.1s para cada tipo de ataque acima. Esse efeito pode ser desencadeado, mesmo que o portador não seja o personagem ativo.\nAlém disso, quando a equipe possui o efeito Mágico: Ritual Secreto e o portador atinge o inimigo com um Ataque Normal, Habilidade Elemental ou Supremo, o efeito de aumento para todos os tipos de Dano passa a ser <color=#99FFFFFF>{4}</color>.",
	"r1": {
		"description": "O portador obtém Prenúncio da Alvorada: 3s depois de sair de batalha, aumenta o Dano do Ataque Normal, Habilidade Elemental e Supremo em 60%. Em batalha, esse efeito de aumento de Dano é reduzido em 10% por segundo até alcançar 0%. Quando o Ataque Normal, Habilidade Elemental ou Supremo do portador atinge o inimigo, aumenta o efeito de aumento de Dano correspondente em 10% até alcançar 60%, esse efeito pode ser desencadeado uma vez a cada 0.1s para cada tipo de ataque acima. Esse efeito pode ser desencadeado, mesmo que o portador não seja o personagem ativo.\nAlém disso, quando possui o efeito Mágico: Ritual Secreto e o portador atinge o inimigo com um Ataque Normal, Habilidade Elemental ou Supremo, aumenta o efeito de aumento para todos os tipos de Dano em 20%.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "O portador obtém Prenúncio da Alvorada: 3s depois de sair de batalha, aumenta o Dano do Ataque Normal, Habilidade Elemental e Supremo em 75%. Em batalha, esse efeito de aumento de Dano é reduzido em 12.5% por segundo até alcançar 0%. Quando o Ataque Normal, Habilidade Elemental ou Supremo do portador atinge o inimigo, aumenta o efeito de aumento de Dano correspondente em 12.5% até alcançar 75%, esse efeito pode ser desencadeado uma vez a cada 0.1s para cada tipo de ataque acima. Esse efeito pode ser desencadeado, mesmo que o portador não seja o personagem ativo.\nAlém disso, quando possui o efeito Mágico: Ritual Secreto e o portador atinge o inimigo com um Ataque Normal, Habilidade Elemental ou Supremo, o efeito de aumento para todos os tipos de Dano passa a ser 25%.",
		"values": [
			"75%",
			"12.5%",
			"12.5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "O portador obtém Prenúncio da Alvorada: 3s depois de sair de batalha, aumenta o Dano do Ataque Normal, Habilidade Elemental e Supremo em 90%. Em batalha, esse efeito de aumento de Dano é reduzido em 15% por segundo até alcançar 0%. Quando o Ataque Normal, Habilidade Elemental ou Supremo do portador atinge o inimigo, aumenta o efeito de aumento de Dano correspondente em 15% até alcançar 90%, esse efeito pode ser desencadeado uma vez a cada 0.1s para cada tipo de ataque acima. Esse efeito pode ser desencadeado, mesmo que o portador não seja o personagem ativo.\nAlém disso, quando possui o efeito Mágico: Ritual Secreto e o portador atinge o inimigo com um Ataque Normal, Habilidade Elemental ou Supremo, aumenta o efeito de aumento para todos os tipos de Dano em 30%.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "O portador obtém Prenúncio da Alvorada: 3s depois de sair de batalha, aumenta o Dano do Ataque Normal, Habilidade Elemental e Supremo em 105%. Em batalha, esse efeito de aumento de Dano é reduzido em 17.5% por segundo até alcançar 0%. Quando o Ataque Normal, Habilidade Elemental ou Supremo do portador atinge o inimigo, aumenta o efeito de aumento de Dano correspondente em 17.5% até alcançar 105%, esse efeito pode ser desencadeado uma vez a cada 0.1s para cada tipo de ataque acima. Esse efeito pode ser desencadeado, mesmo que o portador não seja o personagem ativo.\nAlém disso, quando possui o efeito Mágico: Ritual Secreto e o portador atinge o inimigo com um Ataque Normal, Habilidade Elemental ou Supremo, aumenta o efeito de aumento para todos os tipos de Dano em 35%.",
		"values": [
			"105%",
			"17.5%",
			"17.5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "O portador obtém Prenúncio da Alvorada: 3s depois de sair de batalha, aumenta o Dano do Ataque Normal, Habilidade Elemental e Supremo em 120%. Em batalha, esse efeito de aumento de Dano é reduzido em 20% por segundo até alcançar 0%. Quando o Ataque Normal, Habilidade Elemental ou Supremo do portador atinge o inimigo, aumenta o efeito de aumento de Dano correspondente em 20% até alcançar 120%, esse efeito pode ser desencadeado uma vez a cada 0.1s para cada tipo de ataque acima. Esse efeito pode ser desencadeado, mesmo que o portador não seja o personagem ativo.\nAlém disso, quando a equipe possui o efeito Mágico: Ritual Secreto e o portador atinge o inimigo com um Ataque Normal, Habilidade Elemental ou Supremo, o efeito de aumento para todos os tipos de Dano passa a ser 40%.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Chifre Pesado",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Chifre de Bronze Negro",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Chifre de Cristal Preto",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 18
			}
		]
	}
}