{
	"name": "Último Acorde",
	"description": "Um arco que serviu como um instrumento extraordinário. Não é mais capaz de fazer pessoas dançarem.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Um instrumento requintado com cordas de diferentes materiais em cada seção.\nQuando tocadas, cada corda estremece, criando uma música fluida.\nMas também é um arco, capaz de disparar flechas que atingem o coração. Onde a música deste instrumento conduz, a morte certamente seguirá.\n\nDepois que a Trupe se dissolveu, as cordas da harpa foram cortadas com uma lâmina cega, criando ruídos que perfuravam as orelhas.\nApenas a corda do arco permanece. As melodias elevadas do instrumento se perdem, mas ele continua sendo uma arma mortal.\n\nA Trupe Itinerante podia fazer os pássaros caírem do céu, às vezes com a melodia da harpa, às vezes com as flechas que seguiam a melodia pelo ar.\nAssim como o vento que foge com a melodia da harpa e as flores que crescem em Penhasco das Estrelas, o lirista era brincalhão e determinado.\nApós o fracasso, todos os membros da trupe fugiram.\nO lirista ficou até o fim, dedilhando habilmente as cordas do instrumento e jogando uma torrente de flechas para proteger seus companheiros. Ele tocou até esgotar seu repertório e suas flechas.\n\nO lirista era da magnífica e encantadora terra, Fontaine. Ele partiu para viajar pelo mundo em busca de seu verdadeiro destino.\nDiz-se que todas as damas da Corte de Fontaine choraram de tristeza ao ouvir a trágica notícia de que ele tinha partido sem se despedir.\n\nA história é que ele se apaixonou por uma humilde mulher de Mondstadt, mas ela foi então selecionada como a princesa miserável de Ludi Harpastum.\nAlega-se que ele não se arrependia de morrer anonimamente em uma terra estrangeira.\nA única coisa que ele lamentou foi finalmente descobrir o amor verdadeiro, mas nunca mais ter a chance de cantar outra canção de amor.",
	"baseatk": 42,
	"substat": "Proficiência Elemental",
	"subvalue": "36",
	"effectname": "Canção Sem Flechas",
	"effect": "Aumenta o Dano da Habilidade Elemental e do Supremo em {0}.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}