{
	"name": "Arco Esmeralda do Caçador",
	"description": "Um arco de caça verde puro. Isso pertenceu a um certo caçador cuja casa era a floresta.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Este arco pertenceu a um certo caçador, e a sua cor o permitia misturar com o ambiente natural com facilidade.\nSer tão puro quanto as feras dos campos verdejantes, que vagam nas florestas à luz do dia.\nEle nunca teve más intenções, e nunca disparou uma flecha por qualquer razão que não seja para sobreviver.\n\nO caçador sem nome foi ensinado assim, e cresceu assim, longe da cidade...\n\"Nós nascemos da vegetação. Enquanto houver grama e sombra, nos moveremos desimpedidos.\"\n\"Somos iguais aos animais e aos pássaros. Enquanto seguirmos as leis da natureza, não devemos temer a morte.\"\n\"Todos aqueles que seguem a natureza, quando suas vidas chegarem ao fim, irão para aquela planície sem fim.\"\n\nSeguindo esses preceitos, o caçador não deixou rastros, e não lutou contra a ordem natural.\nEla consolou as feras que foram atingidas no coração, até que suas vidas retornassem à natureza.\nSe essa calamidade não tivesse acontecido, se ela não tivesse rastreado o sangue contaminado nas folhas,\nSe ela não tivesse conhecido aquele jovem moribundo e cego debaixo da árvore onde ela costumava cochilar,\nEntão talvez ela nunca tenha sido abalada por pensamentos de vingança, por sangue e fogo...\n\n\"Nunca se esqueça de Viridescent\"\n\"Nunca se esqueça que você pertence ao verde, filho da floresta.\"\n\"Nunca dispare a sua flecha simplesmente para luta, para vingança ou para a glória.\"\n\"Aqueles que foram manchados de sangue nunca encontrarão o campo verdejante de caça interminável.\"\n\n\"Então pelo menos não vamos deixar esse arco ser sujado pela vingança iminente.\"\n\"Como eu não vou poder chegar a longe, para encontrar com o meu mestre, e os entes que nunca vi\"\n\"Pelo menos temos que manter pureza desse arco, para poder transmitir as minhas saudades e desculpas.\"",
	"baseatk": 42,
	"substat": "Taxa Crítica",
	"subvalue": "6",
	"effectname": "Vento Esmeralda",
	"effect": "Ao acertar um Ataque Normal ou Ataque com Mira, possui 50% de chance de gerar um Ciclone que atacará continuamente os inimigos ao redor, causando {0} de Dano de ATQ a esses inimigos a cada 0.5s por 4s. Este efeito pode ser ativado uma vez a cada {1}.",
	"r1": [
		"40%",
		"14s"
	],
	"r2": [
		"50%",
		"13s"
	],
	"r3": [
		"60%",
		"12s"
	],
	"r4": [
		"70%",
		"11s"
	],
	"r5": [
		"80%",
		"10s"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"name": "Chifre Pesado",
				"count": 3
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"name": "Chifre Pesado",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 6
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"name": "Chifre de Bronze Negro",
				"count": 12
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 9
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"name": "Chifre de Cristal Preto",
				"count": 18
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 12
			}
		]
	}
}