{
	"name": "Agitação Trovejante",
	"description": "Um Arco Longo que foi dado a alguém pela Shogun. Ele emite raios que nunca se apagam.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "O arco do relâmpago, embora tenha sido ensopado na densa escuridão, ainda não perdeu seu espírito.\nQuando o desastre chegou do outro lado do mar, era a arma favorita de um grande espadachim.\n\nEm sua juventude, quando vagava pelas montanhas, ele fez uma aposta com o grande Tengu que havia encontrado.\nApostando seu corpo jovem e saudável contra o arco gravado presenteado pela Shogun, ele arriscou a sorte.\n\nQuanto à aposta, ele só consegue lembrar dela quando está bêbado.\nAo alvorecer, ele tinha três vitórias e três derrotas. Foi um empate contra o Tengu.\nEntão, ele foi levado como um servente pelo Tengu. Mas, felizmente, ganhou o precioso arco.\n\n\"Konbumaru, esta é a arquearia do Tengu. Observe atentamente e aprenda bem!\"\nEle recebeu um apelido tosco, mas pelo menos podia testemunhar a postura do Tengu.\nVoando através das nuvens, avançando sem obstáculos, a flecha electro foi disparada do arco...\nFoi uma verdadeira e impiedosa dança da morte. Foi violenta e imprevisível, elegante e bela.\n\nMuitos anos depois, quando já havia passado da idade de um servente, ele aprendeu as habilidades do arco e flecha e da luta com espadas.\nEle foi indicado para o Shogunato por seu impaciente mestre com uma carta de recomendação.\nNos anos sob o comando da Shogun, suas artes marciais foram aprimoradas e ele fez muitos amigos e inimigos.\nSeu prazer em viajar sem amarras não havia mudado. Pelo contrário, com o arco gravado do Tengu, ele se tornou ainda mais destemido.\n\n\"Vamos apostar dessa vez, o que você acha? Bem, eu aposto este arco.\"\n\"Eu aposto o melhor arco do mundo que voltarei com vida.\"\n\"Vou deixar ele aqui por enquanto. Se eu perder, você pode ficar com o arco.\"\n\"Afinal, você herdou a essência da minha técnica de arco e flecha. Você conseguirá fazer bom uso dela.\"\n\"Mas se eu ganhar...\"\n\nQuando o desastre chegou do outro lado do mar, o samurai e a valente Sacerdotisa fizeram uma aposta.\nApostando sua sobrevivência no abismo contra o arco gravado presenteado pelo Shogun.\n\nQuando o veneno negro fluiu para dentro da terra e a paz voltou, o espadachim não retornou.\nComo resultado da aposta, o arco da Shogun foi dado para a Sacerdotisa.\nMais tarde, na floresta onde Kitsune Saiguu não apareceu mais, no local de encontro combinado.\nO solitário que cambaleou de volta do abismo finalmente encontrou a Sacerdotisa novamente, mas ela não estava mais jovem.\nOs olhos turvos manchados de sangue seco e as lágrimas recuperaram seu brilho, mas foram perfurados por uma flecha farpada que ardia com poder.",
	"baseatk": 46,
	"substat": "Dano Crítico",
	"subvalue": "14.4",
	"effectname": "Governo do Trovão",
	"effect": "Aumenta o Ataque em {0}, e concede a grandeza do Selo da Trovoada. Nas cargas 1/2/3, o Selo de Trovoada aumenta o Dano do Ataque Normal em {1}. O personagem obterá uma carga de Selo da Trovoada nos seguintes cenários: Ataque Normal que causa Dano (a carga dura 5s), lançar uma Habilidade Elemental (carga dura 10s); Energia Elemental menor que 100% (carga desaparece quando a energia está completa). A duração de cada carga é calculada independentemente uma da outra.",
	"r1": [
		"20%",
		"12/24/40%"
	],
	"r2": [
		"25%",
		"15/30/50%"
	],
	"r3": [
		"30%",
		"18/36/60%"
	],
	"r4": [
		"35%",
		"21/42/70%"
	],
	"r5": [
		"40%",
		"24/48/80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "A Sabedoria de Narukami",
				"count": 5
			},
			{
				"name": "Prisma Sombrio",
				"count": 5
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "A Alegria de Narukami",
				"count": 5
			},
			{
				"name": "Prisma Sombrio",
				"count": 18
			},
			{
				"name": "Ponta de Flecha Robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "A Alegria de Narukami",
				"count": 9
			},
			{
				"name": "Prisma Cristalino",
				"count": 9
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "O Afeto de Narukami",
				"count": 5
			},
			{
				"name": "Prisma Cristalino",
				"count": 18
			},
			{
				"name": "Ponta de Flecha Afiada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "O Afeto de Narukami",
				"count": 9
			},
			{
				"name": "Prisma Polarizado",
				"count": 14
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "A Coragem de Narukami",
				"count": 6
			},
			{
				"name": "Prisma Polarizado",
				"count": 27
			},
			{
				"name": "Ponta de Flecha Usada",
				"count": 18
			}
		]
	}
}