{
	"id": 12425,
	"name": "Lâmina das Ondas",
	"description": "Uma espada modelo padrão intrincada para os oficiais de alto-escalão e capitães da antiga marinha de Fontaine.",
	"descriptionRaw": "Uma espada modelo padrão intrincada para os oficiais de alto-escalão e capitães da antiga marinha de Fontaine.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "No passado glorioso, o encouraçado branco, Sponsian, era o orgulho da marinha de Fontaine.\nNaquela época, aquele encouraçado armado com canhões pesados e uma proa resistente era um tesouro da Corte de Fontaine.\nNa era do esplendor da casa de ópera, não houve ninguém na audiência que não se pôs de pé para ovacionar a frota branca após ter derrotado um exército inteiro de golens.\n\nAntes de se aposentar, a orgulhosa almirante Basil Elton sempre podia ser vista na ponte da Sponsian.\nO imediato de Elton, Nathaniel Pickman, perdeu seu lugar no final, e passou o resto de seus dias preso na falsa reputação de um herói.\nNessa época, a marinha havia sido completamente desmontada, deixando de existir. O renomado Ministro da Marinha havia se demitido com honra.\nPickman passou anos tentando persuadir a Corte de Fontaine a recuperar e reconstruir o Sponsian.\nMas seus esforços foram em vão, e as famílias daqueles que perderam suas vidas em combate acreditaram que seu esforço para reconstruir a marinha de Fontaine era apenas mais uma tentativa de obter glória...\nNo final, a única coisa que restou além das falsidades e lendas foi esse quepe azul e branco que um dia pertenceu à almirante.\n\n\"'Sponsian'? Que nome horrível! O que você estava pensando, Pickman?\"\n\"O nome de um usurpador? Ele e sua dinastia podem nunca nem ter existido—\"\n\"Enfim... eu só estava pensando em voz alta, sabe? Só deixei escapar. Minhas desculpas, Capitã.\"\n\n\"Relaxe, Pickman. Quer saber? Esse vai ser o nome.\"\n\"Eu não odeio completamente essa ideia de 'realidade surreal'.\"\n\nMuitas lendas sobre o \"Sponsian\" e a \"Armada Branca\" permaneceram populares por algum tempo após a destruição da esplendorosa casa de ópera,\ne foram incrivelmente populares durante suas exibições na nova casa de ópera construída em Erinnyes, até que houve um acidente e as apresentações foram proibidas.\nA apresentação mais inesquecível é a batalha final da armada: uma batalha heroica com uma barragem formidável feita por dez canhões de navios de guerra no palco.\nOs detalhes foram reconstruídos pelos registros dos subordinados de Basil Elton.\nTalvez que Pickman não achava que valia a pena registrar uma ação tão absurda, então ele nunca comentou a respeito.\nOu talvez os escritores removeram esse detalhe dos roteiros, sentindo que isso prejudicava a tragédia épica que pretendiam transmitir:\nBasil Elton embarcou o navio mais uma vez depois de vários anos, e murmurou para Pickman e os outros marinheiros:\n\"Parece que dessa vez finalmente poderemos abrir fogo em nossos inimigos.\"\n\nFoi apenas após isso que ela sorriu e gritou, como em uma apresentação de ópera:\n\"Garotos e garotas! Parece que vocês são bem inúteis sem mim, mas se vocês quiserem um pouco de nostalgia durante um chá, então isso terá que esperar!\"\n\"Primeiro, vamos mandar aquele grandalhão estúpido para o fundo da cachoeira!\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Onda Branca do Cruzamento",
	"effectTemplateRaw": "Após receber cura, aumenta o ATQ em <color=#99FFFFFF>{0}</color> por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo.",
	"r1": {
		"description": "Após receber cura, aumenta o ATQ em 24% por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Após receber cura, aumenta o ATQ em 30% por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Após receber cura, aumenta o ATQ em 36% por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Após receber cura, aumenta o ATQ em 42% por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Após receber cura, aumenta o ATQ em 48% por 8s. Pode ser ativado mesmo quando o personagem não estiver em campo.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 12
			}
		]
	}
}