{
	"id": 14514,
	"name": "Rito do Fluxo Eterno",
	"description": "Um manual passado de geração em geração num centro de treinamento submarino. Hoje, ninguém sabe da sua existência.",
	"descriptionRaw": "Um manual passado de geração em geração num centro de treinamento submarino. Hoje, ninguém sabe da sua existência.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "\"Vamos lembrar deste juramento dos mil anos e defender o alicerce da capital da água.\"\n\"Nunca esqueçam as correntes do pecado que já foram tentadoras como mel,\"\n\"E nunca esqueçam nossas pesadas responsabilidades que parecem grilhões.\"\n\"Elas representam a doce graça da divindade e a fé em nós.\"\n\"Nós somos o escudo que protege contra o desastre da inundação e a linha de defesa contra a ruptura.\"\n\nO primeiro observador sempre liderava os novos recrutas para recitarem seu juramento.\nDe fato, ninguém desejaria uma vida assim, mas tudo tem um preço.\nUma vez cedemos às alegrias da violência, ou fomos impulsionados pela ganância.\nEste juramento é a recompensa da justiça, bem como a última chance de redenção.\nNem a luz do sol nem a família estão presentes aqui, então devemos encontrar algo semelhante à alegria.\nEmbora o observador às vezes se perguntasse se os pecadores faziam esses juramentos por vontade própria,\nOu apenas proferiam sílabas que não significavam nada para eles.\nEle ainda sinceramente esperava que a alegria selvagem que ele experimentou quando a divindade lhe confiou essa responsabilidade pesada,\nIluminaria o caminho desses \"irmãos e irmãs\" dele e daria sentido às suas vidas,\nAssim como tinha iluminado o futuro desesperançado e sombrio dele.\nOs ensinamentos dos observadores seriam assim transmitidos de geração em geração, fluindo como um riacho interminável.\nPois se o arauto do apocalipse de fato um dia chegasse, a inundação levaria tudo consigo.\nOs observadores lutariam com dever e alegria em seus corações, assim como a divindade havia encontrado simpatia por eles no dela.\n\nMeu dever agora está completo, então deixarei a graça e o dever da divindade para todos vocês.\nO primeiro observador foi enterrado entre veias minerais de esplendor extraordinário,\nPorque é o lugar mais cheio de luz. O homem que tinha vivido por muitos anos nas sombras,\nSeu coração carregava a luz que havia visto antes, dormindo tranquilamente no chão, perto de onde ocorreu o jorrar.\n\nAs águas que lavaram tudo ainda não haviam jorrado.\nComo o destino muitas vezes reluta em conceder uma morte honrosa.\nAinda assim, um gotejamento inaudível começou a corroer silenciosamente a ordem como se um ladrão envolto nas sombras.\nAqueles obrigados a se juntar à ordem e viver debaixo d'água aumentaram gradualmente em número,\nNo entanto, aqueles que prestaram o juramento, entenderam seu significado e conheciam os ensinamentos, diminuíram ao longo do tempo.\nMuitos anos depois, uma fortaleza grandiosa e sinistra surgiria do leito do mar,\nMas quanto ao último frade que se autodenominou um observador e carregou as expectativas de um deus,\nA localização de seu túmulo se tornaria desconhecida para todos.\n\nAinda assim, talvez esse lugar possa ser chamado de afortunado,\nAssim como a outra brecha suprimida foi eventualmente descoberta muitos anos depois por alguém que partiu para revelar seus segredos.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Ondas de Eras Passadas",
	"effectTemplateRaw": "Aumenta a Vida em <color=#99FFFFFF>{0}</color>. Quando a Vida atual aumentar ou cair, aumenta o Dano do Ataque Carregado em <color=#99FFFFFF>{1}</color>. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Ao possuir 3 acúmulos ou quando redefinir a duração dos 3 acúmulos, regenera <color=#99FFFFFF>{2}</color> de Energia Elemental. É possível regenerar Energia Elemental uma vez a cada 12s dessa forma.",
	"r1": {
		"description": "Aumenta a Vida em 16%. Quando a Vida atual aumentar ou cair, aumenta o Dano do Ataque Carregado em 14%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Ao possuir 3 acúmulos ou quando redefinir a duração dos 3 acúmulos, regenera 8 de Energia Elemental. É possível regenerar Energia Elemental uma vez a cada 12s dessa forma.",
		"values": [
			"16%",
			"14%",
			"8"
		]
	},
	"r2": {
		"description": "Aumenta a Vida em 20%. Quando a Vida atual aumentar ou cair, aumenta o Dano do Ataque Carregado em 18%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Ao possuir 3 acúmulos ou quando redefinir a duração dos 3 acúmulos, regenera 9 de Energia Elemental. É possível regenerar Energia Elemental uma vez a cada 12s dessa forma.",
		"values": [
			"20%",
			"18%",
			"9"
		]
	},
	"r3": {
		"description": "Aumenta a Vida em 24%. Quando a Vida atual aumentar ou cair, aumenta o Dano do Ataque Carregado em 22%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Ao possuir 3 acúmulos ou quando redefinir a duração dos 3 acúmulos, regenera 10 de Energia Elemental. É possível regenerar Energia Elemental uma vez a cada 12s dessa forma.",
		"values": [
			"24%",
			"22%",
			"10"
		]
	},
	"r4": {
		"description": "Aumenta a Vida em 28%. Quando a Vida atual aumentar ou cair, aumenta o Dano do Ataque Carregado em 26%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Ao possuir 3 acúmulos ou quando redefinir a duração dos 3 acúmulos, regenera 11 de Energia Elemental. É possível regenerar Energia Elemental uma vez a cada 12s dessa forma.",
		"values": [
			"28%",
			"26%",
			"11"
		]
	},
	"r5": {
		"description": "Aumenta a Vida em 32%. Quando a Vida atual aumentar ou cair, aumenta o Dano do Ataque Carregado em 30%. Esse efeito dura 4s, pode ser acumulado até 3 vezes e desencadeado uma vez a cada 0.3s. Ao possuir 3 acúmulos ou quando redefinir a duração dos 3 acúmulos, regenera 12 de Energia Elemental. É possível regenerar Energia Elemental uma vez a cada 12s dessa forma.",
		"values": [
			"32%",
			"30%",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Impureza da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimação da Gota de Orvalho Pura Sagrada",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Fonte da Gota de Orvalho Pura Sagrada",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essência da Gota de Orvalho Pura Sagrada",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 18
			}
		]
	}
}