{
	"name": "Chuva Floral",
	"description": "Um guarda-chuva especial feito de papel e óleo. Apesar de longas viagens poderem fazer alguém se acostumar com o vento e a chuva, talvez ainda exista razão para admirar uma cena chuvosa sob esse guarda-chuva.",
	"weapontype": "Espada",
	"rarity": "4",
	"story": "Este guarda-chuva de Inazuma está mais perto de ser uma peça única de arte do que algo para protegê-lo da chuva. Seja no design da alça de bambu, nos padrões em sua superfície ou nas cores dos óleos sob gotas de água, o guarda-chuva parece primorosamente delicado. Cada vez que passo por um beco e vejo um guarda-chuva desses do lado de fora de uma loja, muitas vezes meus pensamentos voltam para um determinado evento. Há rumores de que havia um guarda-chuva que fez toda a cidade palpitar com veemência. Veja como a história continua:\nCentenas de anos atrás, durante a temporada de um grande festival, as flores estavam desabrochando, as raposas estavam brincando, e até mesmo os tipicamente estoicos Tengu se misturavam entre as pessoas. No entanto, o que mais chamava atenção era uma garota carregando um guarda-chuva intrincado enquanto tomava o vinho do Povo Oni. À medida que se inspirava, a jovem donzela dançava como flores ondulantes em meio à neve enquanto o luar caía sobre ela. Todos os que a viram se viram torcendo por ela, sejam eles humanos ou youkai. Mas com o passar do tempo, a menina foi para a guerra com o exército e encontrou um destino cruel. Com sua morte, seu guarda-chuva querido foi oferecido a um santuário por seus parentes leais.\nUma filha de uma família marcial proeminente encontrou o guarda-chuva ao oferecer suas orações em um santuário. Por isso, ela decidiu comprá-lo pelo maior preço. No dia seguinte, com o céu carregado de chuva, a garota queria aproveitar a oportunidade e aventurar-se com seu guarda-chuva. No entanto, antes mesmo que ela pudesse se trocar, uma mensagem foi entregue de longe, informando-a da morte de seu marido em batalha. Consumida pela dor, a menina adoeceu e deixou este plano mortal para buscar seu amor. Depois de seu funeral, seus pais consideraram o guarda-chuva que ela comprou como uma espécie de objeto amaldiçoado e o devolveram ao santuário para ser selado.\nAinda assim, depois de alguns meses, novos rumores se espalharam. As pessoas falavam que, em noites chuvosas, um youkai desconhecido perambulava pelas ruas. A maneira como o youkai foi descrito fazia com que se parecesse um guarda-chuva, exceto que mais alto que um homem, portando um único olho, uma única perna e também uma língua comprida. Se alguém andar sozinho à noite, o youkai pode aparecer de repente, usando sua língua comprida para lamber aqueles que ousam passar por ele. Do ponto de vista de quem mora em Fontaine, o youkai apresentava pouca ameaça, com seus atos principais parecendo mais com pegadinhas. Dito isto, poucas pessoas realmente sabiam quais eram as verdadeiras intenções do youkai. Isso gerou uma sensação de preocupação entre as pessoas que andavam pelas ruas. Jovens donzelas não ousavam sair. Os idosos suspiravam, dizendo que se os sábios e poderosos não estivessem ausentes, lidar com esse youkai seria uma coisa insignificante. Agora, porém, poucos sabem como exorcizar um ser tão simples.\nMais tarde, quando uma jovem Sacerdotista soube do que aconteceu, ela tirou o guarda-chuva do santuário e o lavou da ponta para baixo com uma colher de pau. Enquanto ela usava um pano de seda para limpar sua superfície, ela disse:\n\"Ainda que a chuva do passado cesse, o futuro ainda está por vir. Se aquela nobre ainda estivesse viva, jamais admitiria este comportamento!\"\n\"Portanto, colocaram o guarda-chuva em um corredor paralelo do santuário. Desde então, nunca mais se ouviram falar rumores sobre esse guarda-chuva.\"\n\"Ouvi essa história de uma amiga de Inazuma. Eu investiguei alguns santuários na Ilha Narukami e não ouvi falar desse guarda-chuva. Quando disse isso para minha amiga, ela não conteve seus risos:\"\n\"Não pode ser, a senhorita realmente leva esses rumores a sério?\"",
	"baseatk": 42,
	"substat": "Proficiência Elemental",
	"subvalue": "36",
	"effectname": "Épico: Chuva do Atrelador da Terra",
	"effect": "Ao atingir os inimigos com um ataque, aplicará o estado de \"Assombração do Guarda-Chuva\" em um inimigo por 10s. Esse efeito pode ser desencadeado uma vez a cada 15s; caso esse inimigo seja derrotado na duração do efeito, redefinirá o tempo de recarga dele. Personagens com esta arma equipada causam {0} a mais de Dano contra inimigos no estado \"Assombração do Guarda-Chuva\".",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "A Sabedoria de Narukami",
				"count": 3
			},
			{
				"name": "Prisma Danificado",
				"count": 3
			},
			{
				"name": "Protetor de Mão Velho",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "A Alegria de Narukami",
				"count": 3
			},
			{
				"name": "Prisma Danificado",
				"count": 12
			},
			{
				"name": "Protetor de Mão Velho",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "A Alegria de Narukami",
				"count": 6
			},
			{
				"name": "Prisma Turvo",
				"count": 6
			},
			{
				"name": "Protetor de Mão Kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "O Afeto de Narukami",
				"count": 3
			},
			{
				"name": "Prisma Turvo",
				"count": 12
			},
			{
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "O Afeto de Narukami",
				"count": 6
			},
			{
				"name": "Prisma Radiante",
				"count": 9
			},
			{
				"name": "Protetor de Mão Famoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "A Coragem de Narukami",
				"count": 4
			},
			{
				"name": "Prisma Radiante",
				"count": 18
			},
			{
				"name": "Protetor de Mão Famoso",
				"count": 12
			}
		]
	}
}