{
	"id": 14512,
	"name": "Reminiscências de Tulaytullah",
	"description": "Um sino feito de safira e prata pura. Seus ecos são claros, mas distantes.",
	"descriptionRaw": "Um sino feito de safira e prata pura. Seus ecos são claros, mas distantes.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "No passado, sobre as dunas prateadas, três irmãs dançavam com a lua.\nE quando as sombras se estendiam pela terra, sangue e lágrimas se juntaram para formar uma nascente e um jardim...\nDa tristeza da Rainha das Flores, uma cidade de safira cresceu de suas lágrimas,\ne sob as abóbadas azuladas, os Tighnarianos orgulhavam-se de suas gerações de sabedoria.\n\nDizem que Tulaytullah, terra natal dos Tighnarianos, era a joia mais preciosa da Rainha das Flores.\nNessa era dourada, até mesmo o rosto pálido da lua brilhava como âmbar quente.\nNos jardins floresciam as Padisarahs com tons violetas oníricos, enquanto a inchada romã cantava...\nOs canais brilhavam como redes cruzadas, intocados pelas tempestades de areia mesmo com o falecimento de deuses.\n\n\"Xiphos, meu exilado, meu amor...\"\n\"Xiphos, Lâmina de Tulaytullah, querido das Jinni...\"\n\"Que o luar lhe traga paz, pois a dança desta noite só pertence a você,\"\n\"pois amanhã eu devo partir, os estudiosos me venderam para a Corte de Badanah.\"\n\"Não posso esquecer como seus antepassados destruíram minha terra e escravizaram meu povo.\"\n\"Eu agora servirei meus inimigos, dançarei, falarei e espreitarei entre eles como o vento da noite...\"\n\n\"Mas, meu amado Xiphos, as estrelas e as flores desta noite pertencem somente a você.\"\n\"Querido Xiphos, lembre-se de meu nome, pelo menos nesta noite.\"\n\nPara agradar o rei vassalo caído, os estudiosos de Tulaytullah ofereceram seu tributo,\nMakhaira, dançarina e concubina, estava como parte do inventário, forçada a se despedir do seu amante de olhos dourados.\nAs histórias que se seguiram foram diluídas ao passar de boca a boca, sendo esquecidas por muitas mentes...\n\nMakhaira conquistou sua vingança, derrubando um rei que se pensava invencível...\nMas sua própria vida foi devorada por uma víbora, a mergulhando em um sono sob as areias douradas, para nunca mais despertar.\nXiphos ganhou estima entre seus iguais, mas morreu protegendo aqueles que o temiam...\nA Lâmina de Tulaytullah encontrou sua morte nas mãos de outro pequeno príncipe exilado,\ncujo exílio lhe foi entregue por uma concubina que era filha de um Jinni com coração de serpente.\n\nPor fim, todas as pessoas, boas ou más, serão esmagadas sob as rodas do destino,\nenquanto a cidade de safira se desvanece, partindo-se e estilhaçando-se como uma lágrima que seca diante do calor do sol.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "9,6%",
	"effectName": "Lágrimas de Safira Enterradas",
	"effectTemplateRaw": "Aumenta a Vel. do Ataque Normal em <color=#99FFFFFF>{0}</color>. Nos 14s após lançar a Habilidade Elemental: o Dano causado por Ataques Normais aumenta em <color=#99FFFFFF>{1}</color> a cada segundo; ao atingir os oponentes com um Ataque Normal, o Dano causado pelo Ataque Normal aumentará em <color=#99FFFFFF>{2}</color>. Este efeito pode ser desencadeado até 1 vez a cada 0.3s. Enquanto este efeito estiver ativo, o Dano causado por Ataques Normais através do efeito descrito acima aumentará em até no máximo <color=#99FFFFFF>{3}</color>. Este efeito é removido quando o personagem deixa o campo de batalha. Ao lançar a Habilidade Elemental novamente, o efeito será reiniciado.",
	"r1": {
		"description": "Aumenta a Vel. do Ataque Normal em 10%. Nos 14s após lançar a Habilidade Elemental: o Dano causado por Ataques Normais aumenta em 4.8% a cada segundo; ao atingir os oponentes com um Ataque Normal, o Dano causado pelo Ataque Normal aumentará em 9.6%. Este efeito pode ser desencadeado até 1 vez a cada 0.3s. Enquanto este efeito estiver ativo, o Dano causado por Ataques Normais através do efeito descrito acima aumentará em até no máximo 48%. Este efeito é removido quando o personagem deixa o campo de batalha. Ao lançar a Habilidade Elemental novamente, o efeito será reiniciado.",
		"values": [
			"10%",
			"4.8%",
			"9.6%",
			"48%"
		]
	},
	"r2": {
		"description": "Aumenta a Vel. do Ataque Normal em 12.5%. Nos 14s após lançar a Habilidade Elemental: o Dano causado por Ataques Normais aumenta em 6% a cada segundo; ao atingir os oponentes com um Ataque Normal, o Dano causado pelo Ataque Normal aumentará em 12%. Este efeito pode ser desencadeado até 1 vez a cada 0.3s. Enquanto este efeito estiver ativo, o Dano causado por Ataques Normais através do efeito descrito acima aumentará em até no máximo 60%. Este efeito é removido quando o personagem deixa o campo de batalha. Ao lançar a Habilidade Elemental novamente, o efeito será reiniciado.",
		"values": [
			"12.5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "Aumenta a Vel. do Ataque Normal em 15%. Nos 14s após lançar a Habilidade Elemental: o Dano causado por Ataques Normais aumenta em 7.2% a cada segundo; ao atingir os oponentes com um Ataque Normal, o Dano causado pelo Ataque Normal aumentará em 14.4%. Este efeito pode ser desencadeado até 1 vez a cada 0.3s. Enquanto este efeito estiver ativo, o Dano causado por Ataques Normais através do efeito descrito acima aumentará em até no máximo 72%. Este efeito é removido quando o personagem deixa o campo de batalha. Ao lançar a Habilidade Elemental novamente, o efeito será reiniciado.",
		"values": [
			"15%",
			"7.2%",
			"14.4%",
			"72%"
		]
	},
	"r4": {
		"description": "Aumenta a Vel. do Ataque Normal em 17.5%. Nos 14s após lançar a Habilidade Elemental: o Dano causado por Ataques Normais aumenta em 8.4% a cada segundo; ao atingir os oponentes com um Ataque Normal, o Dano causado pelo Ataque Normal aumentará em 16.8%. Este efeito pode ser desencadeado até 1 vez a cada 0.3s. Enquanto este efeito estiver ativo, o Dano causado por Ataques Normais através do efeito descrito acima aumentará em até no máximo 84%. Este efeito é removido quando o personagem deixa o campo de batalha. Ao lançar a Habilidade Elemental novamente, o efeito será reiniciado.",
		"values": [
			"17.5%",
			"8.4%",
			"16.8%",
			"84%"
		]
	},
	"r5": {
		"description": "Aumenta a Vel. do Ataque Normal em 20%. Nos 14s após lançar a Habilidade Elemental: o Dano causado por Ataques Normais aumenta em 9.6% a cada segundo; ao atingir os oponentes com um Ataque Normal, o Dano causado pelo Ataque Normal aumentará em 19.2%. Este efeito pode ser desencadeado até 1 vez a cada 0.3s. Enquanto este efeito estiver ativo, o Dano causado por Ataques Normais através do efeito descrito acima aumentará em até no máximo 96%. Este efeito é removido quando o personagem deixa o campo de batalha. Ao lançar a Habilidade Elemental novamente, o efeito será reiniciado.",
		"values": [
			"20%",
			"9.6%",
			"19.2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Eco do Poder Escaldante",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Núcleo Fúngico Inerte",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Núcleo Fúngico Inerte",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Esporo de Cogumelo Flutuante",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Brilho Remanescente do Poder Escaldante",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Núcleo Fúngico Adormecido",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Sonho do Poder Escaldante",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Núcleo Fúngico Adormecido",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Pólen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Sonho do Poder Escaldante",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Núcleo Fúngico Robusto",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Glória Passada do Poder Escaldante",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Núcleo Fúngico Robusto",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Poeira Cristalina de Cisto",
				"count": 18
			}
		]
	}
}