{
	"id": 12426,
	"name": "Mega Ultra Espada Mágica do Soberano",
	"description": "Uma espada mágica que só pode ser empunhada por quem comandar os mares. Como foi feita com materiais especiais à prova d'água, não ficará encharcada mesmo que seja mergulhada na água. Pode-se dizer que ela é invencível!",
	"descriptionRaw": "Uma espada mágica que só pode ser empunhada por quem comandar os mares. Como foi feita com materiais especiais à prova d'água, não ficará encharcada mesmo que seja mergulhada na água. Pode-se dizer que ela é invencível!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 4,
	"story": "\"... Uh, o quê? Um Espadão de papelão barato? Não, não, não, isto é... Bem, é... a Mega Ultra Espada Mágica do Soberano, uma vez usada para triunfar sobre o Imperador Caranguejo!\"\n\nHá muito, muito tempo, antes das Flores Rociomarinhas terem esse nome, nos mares distantes habitava o grande Imperador Demônio Caranguejo.\nAgora, ninguém sabe realmente o que fez esse caranguejo ser grande, nem onde este imperador reinava ou onde estavam seus súditos, mas como todos atestavam isso, o poderoso nome do Imperador Demônio se espalhou pelos mares. Talvez isso se deva à nobreza natural? Foi com esse pensamento que o Imperador Demônio Caranguejo lentamente passou a aceitar a verdade de que todos lhe davam uma ampla distância.\nAssim como os poderosos (ou talvez simplesmente arrogantes) humanos, essa grande eminência frequentemente lamentava que sua posição impedia que tivesse amigos (embora isso por si só também pudesse indicar arrogância). Afinal, aquelas garras de caranguejo estalando poderiam facilmente assustar aqueles que o antagonizavam e cortar os fios do destino daqueles que insistiam em fazê-lo. E o monte de moedas que o imperador possuía, que era tão alto quanto o Monte Automnequi, poderia comprar todos os deliciosos biscoitos em Fontaine, e isso não era uma vida adequada para um governante?\nMas sem bons amigos para brincar, uma vez levado ao tédio e à tristeza, o que nenhuma quantidade de biscoitos poderia curar, a grande eminência teve que recorrer ao uso de suas grandes garras para aparar a grama marinha. E, infelizmente, o Imperador Caranguejo ainda era um caranguejo, e embora ele pudesse fazer todas as coisas melhor do que os outros caranguejos, sua habilidade em aparar a grama marinha não era melhor do que a de uma arraia comum!\nUm dia, enquanto o poderoso Imperador Demônio Caranguejo estava soprando bolhas, solitário e desolado, ele esbarrou em uma pequena Melusine...\n\"Ah, ah, ah! Quem ousa entrar em meu domínio demoníaco? Por que você veio?\"\n(Embora o Imperador Caranguejo estivesse explodindo em chamas, na verdade, ele estava um pouco feliz e também com medo. Quando outros seres do mar o viam, eles fugiam devido a sua majestade, e assim o Imperador não falava com ninguém há muito, muito tempo.)\n\"Senhor Caranguejo,\" disse a pequena Melusine, \"você não parece muito feliz. Vamos brincar juntos. Isso vai animar você!\"\n\"Você não entende,\" começou o Imperador Caranguejo, e embora ele desejasse perseguir a Melusine por ela tê-lo chamado de \"Senhor\" em vez de \"Sua Majestade\", ele disse em vez disso, \"um soberano não pode brincar com pequenas Melusines, ou ele perderá sua majestade.\"\n\"E o que aconteceria se ele a perdesse?\"\n\"Um soberano sem majestade não é soberano algum. Se não fosse por minhas garras serem maiores e minha armadura mais grossa do que a dos outros caranguejos, eu seria comum, igual a eles.\"\n\"Bem, Senhor Caranguejo, suas garras são maiores do que eu, e você tem mais pernas do que eu. Sua armadura é mais grossa do que as paredes da minha casa, e além de moedas e pequenos biscoitos, você tem tantas coisas legais. Você deveria ser muito feliz! Hmm, eu sei. Deve ser sua majestade que te deixa infeliz.\"\n\"Pequena Melusine, você nunca foi uma rainha, então eu perdoo sua ignorância. Saiba que um imperador não deve se preocupar com sua própria felicidade.\"\n\"Mas antes de você ser rei, você deve ter sido um caranguejo, certo, Senhor Caranguejo? Ah, sua infelicidade também me deixa infeliz! Vou te dizer o que farei, vou ajudá-lo a abandonar sua majestade!\"\n\"Ah! Pequena Melusine, você fala de coisas muito além de você. Quando na história um imperador renunciou ao seu reinado?\" O Imperador acenou com suas garras em fúria. \"A menos que... Por exemplo, e apenas como um exemplo, um herói derrote o senhor demônio usando sua lâmina sagrada... Dessa forma, até mesmo um ex-soberano deve se contentar brincando com as pequenas Melusines.\"\n\"Ah, então podemos fazer isso?\" A Melusine exclamou feliz, antes de cair em pensamento e dizer, desanimada, \"Mas eu não sei onde encontrar um herói, ou onde uma lâmina sagrada pode estar...\"\n\"Ah, não se preocupe! Contanto que eles possam derrotar o senhor demônio, qualquer um pode ser um herói, e qualquer arma pode ser sua espada sagrada,\" disse o Imperador apressadamente. \"Mwahahah! Agora você entende, sua Melusine atrevida?\"\n\n\"'...E foi isso que o Senhor Caranguejo me disse. Por favor, todos, emprestem-me sua força!'\" Ela disse. E todas as Melusines na Vila Marusea pensaram que, de fato, elas deveriam ajudá-la! E assim elas a equiparam com uma grande concha como escudo, coroaram-na com uma guirlanda de grama marinha e trouxeram uma lona de um navio naufragado em Elynas para ser seu manto. Por fim, elas a armaram com um raro pedaço de papelão seco, sua espada preciosa.\nAssim, a heroína Melusine embarcou em uma jornada para derrotar o Imperador Demônio Caranguejo, e com sua lâmina mágica sem igual, ela derrubou o tirano saqueador. E a partir de então, o Senhor Caranguejo, não mais um senhor demônio, se tornaria um bom amigo das Melusines...\n\nApós alguma discussão, as Melusines chegaram a um consenso. Esta, a espada mais poderosa da Vila Marusea, que brilhou tão ilustremente nas névoas sombrias do passado, deveria ser dada a um herói sem igual, como um memorial de sua amizade.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "6,7%",
	"effectName": "Você consegue!",
	"effectTemplateRaw": "Aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Mas não só isso! As Melusines da Vila Marusea lhe oferecem todo seu apoio, de forma que segundo a quantidade de Melusines que você já ajudou, o ATQ pode aumentar em até <color=#99FFFFFF>{1}</color> a mais.",
	"r1": {
		"description": "Aumenta o ATQ em 12%. Mas não só isso! As Melusines da Vila Marusea lhe oferecem todo seu apoio, de forma que segundo a quantidade de Melusines que você já ajudou, o ATQ pode aumentar em até 12% a mais.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ em 15%. Mas não só isso! As Melusines da Vila Marusea lhe oferecem todo seu apoio, de forma que segundo a quantidade de Melusines que você já ajudou, o ATQ pode aumentar em até 15% a mais.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ em 18%. Mas não só isso! As Melusines da Vila Marusea lhe oferecem todo seu apoio, de forma que segundo a quantidade de Melusines que você já ajudou, o ATQ pode aumentar em até 18% a mais.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ em 21%. Mas não só isso! As Melusines da Vila Marusea lhe oferecem todo seu apoio, de forma que segundo a quantidade de Melusines que você já ajudou, o ATQ pode aumentar em até 21% a mais.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ em 24%. Mas não só isso! As Melusines da Vila Marusea lhe oferecem todo seu apoio, de forma que segundo a quantidade de Melusines que você já ajudou, o ATQ pode aumentar em até 24% a mais.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Cálice Quebrado do Mar Pristino",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Relógio de Bolso do Velho Servo",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Cálice de Vinho do Mar Pristino",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Relógio de Bolso Padrão do Servo",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Cálice de Prata do Mar Pristino",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Cálice de Ouro do Mar Pristino",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Constância do Servo",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 12
			}
		]
	}
}