{
	"id": 11514,
	"name": "Urakugo Rensai",
	"description": "Uma espada forjada sob a supervisão do ilustre Urakusai. Reza a lenda que ela nunca tirou a vida de nenhum ser vivo nos últimos séculos.",
	"descriptionRaw": "Uma espada forjada sob a supervisão do ilustre Urakusai. Reza a lenda que ela nunca tirou a vida de nenhum ser vivo nos últimos séculos.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 5,
	"story": "A lenda conta que o Bake-Danuki Urakusai, enquanto estava bêbado, cortou a cortina dourada de cobre de um teatro na floresta, tornando-se inimigo do líder dos Bake-Danuki.\nSua espada foi assim nomeada por causa disso, e a dança frenética da espada dos Bake-Danuki sob a lua naquela noite também foi considerada uma história notável por todos os espectadores, exceto pelos próprios Bake-Danuki.\nMais tarde, diz-se que Urakusai, para se desculpar com os Bake-Danuki que organizavam a peça, cedeu valiosos utensílios de chá e muitos outros tesouros.\nE o \"Otemon\", que tinha encontrado ele apenas uma vez antes do incidente, recebeu a famosa espada \"Misugiri\" como presente por mediar a situação.\n\nDiferentemente dos rumores populares, este senhor não era apenas um estranho que lutava contra as árvores de Melão de Lavanda, mas também tinha um pouco de elegância, gostava de teatro, de objetos curiosos e de se vestir bem.\nQuando se lançava à batalha, costumava vestir-se com uma armadura bordada com padrões de outono e nuvens, feita de cetim dourado, e apresentava-se com um rosto pintado com cores vibrantes e uma expressão peculiar.\nNo entanto, seja em textos antigos ou em contos populares, nunca houve descrições dele empunhando a famosa espada dourada \"Misugiri\" na sua última batalha,\nEm muitas histórias e relatos históricos, sua arma sempre foi aquela grande espada que, como o seu nome, é bastante longo e difícil de pronunciar.\nEmbora existam pinturas dele segurando duas espadas, uma grande e uma pequena, cortando através das ondas como se estivesse dividindo a maré, derrubando criaturas da escuridão que avançavam,\nMas, de acordo com o autoritário \"Registro de Objetos Famosos\" da época, o \"Misugiri\" foi perdido pelo \"Otemon\" em um certo verão antes do incidente.\nPor isso, nas mentes daqueles que discutem histórias de ficção depois de beber, a \"Misugiri\", que nunca se sabe se foi usada para matar inimigos, sempre provoca especulações.\n\nEntre os Oni, que transmitem sua história através de canções e lendas ao invés de textos escritos, existem histórias que diferem ou complementam o que está registrado no \"Registro de Objetos Famosos\".\nApós uma competição de luta em um festival, o \"Otemon\" surpreendentemente presenteou a famosa espada \"Misugiri\" a uma alfaiate que não era de uma família de guerreiros.\nParece que uma jovem costurou novamente uma flor de ouro solta em sua veste, e ele a presenteou com esse adereço como recompensa.\n\n\"Você disse que não precisa de recompensa? Então, que tal trocarmos minha espada por suas tesouras? Assim, não será considerado uma recompensa!\"\n\"Ah? O que você está dizendo? Como eu não poderia usá-lo para cortar tecido!? Você, garotinha, fala como um tengu sem graça!\"\n\"A 'Diferença entre guerreiros comuns e de família nobre' é apenas uma desculpa! Se você pode cortar tecido com tesourinhas, deve ser ainda melhor com uma espada longa!\"\n\"De jeito nenhum! Eu te dei essa espada porque o antigo dono dela, seja lá o que ele disse, achava que objetos famosos deveriam ser exibidos em nichos para serem admirados.\"\n\"...Não foi um presente, foi uma troca! Em vez de deixar a velha raposa me perguntar de vez em quando como está a espada, é melhor usá-la para cortar tecido e fazer roupas para você!\"\n\"Você está me xingando de novo, eu ouvi! Uau, por que você está levantando a voz!? Deixa pra lá, preste atenção...\"\n\nDizendo isso, o Oni se levantou de repente, sacou a espada famosa, e a lâmina afiada brilhou sob a fumaça do festival e a luz da lua.\nE então, sem hesitação, ele cortou uma manga de sua própria veste, guardou a espada de volta na bainha, e com seriedade ofereceu a manga de brocado como presente.\nO guerreiro oni, que costumava brincar, rir e xingar em frente às pessoas da cidade, mostrava uma expressão séria que o fazia parecer ameaçador quando necessário.\n\n\"Veja, mesmo eu, que não sou um alfaiate refinado, posso usar essa espada para cortar tecido habilmente! Não subestime as pessoas!\"\n\"Por favor, aceite esta espada famosa, porque eu acredito que só você pode usá-la adequadamente, eu só iria acabar danificando-a.\"\n\"Você quer que eu a guarde como um tesouro de família? Haha, eu até pensei nisso! Mas uma espada famosa não tem utilidade para mim, e acabaria ficando abandonada.\"\n\"Nesse caso, se um dia Urakusai aparecer, com certeza vai me zombar de ser um sujeito rude, entediante e sem sofisticação.\"\n\nDiante da expressão repentinamente séria do guerreiro oni naquela época, a jovem costureira comum ficou realmente assustada.\nDepois dela aceitar tremendo de medo o presente muito valioso, o guerreiro autoconfiante deu algumas risadas e partiu satisfeito.\n\"Otemon\" então ganhou o apelido de \"bobalhão\" entre os moradores da aldeia e da cidade, algo que ele não se importou.\nNão importa o quanto ele tenha oscilado entre a alegria e a raiva, ao longo de sua vida nem muito longa nem muito curta, ele fez muitos amigos e salvou muitas vidas.\nMais tarde, ele tecia uma tapeçaria sem palavras, oferecendo-a como tributo aos deuses, raposas, criaturas sobrenaturais, oni e humanos que ele protegera ao longo dos anos,\nA costureira também desenhou um estilo de porte de espadas de dupla empunhadura para ele, como uma forma de compensar o remorso por não poder devolver a espada famosa e por não ter ajudado a derrotar inimigos.\nMas isso é uma história para depois. Antes disso, Urakusai ainda teria alguns meses para lamentar sua estadia nas casas dos moradores.\n\nOs descendentes da mesma tribo Oni, ao verem um guerreiro empunhando a espada famosa que antes pertencia à jovem costureira, lembraram-se:\n\"Meu tio costumava suspirar enquanto limpava a espada, lamentando que o grande Urakusai confiou um tesouro tão precioso a alguém como ele.\"\n\"Este objeto deveria desfrutar de toda a prosperidade e beleza deste mundo, como posso eu, então, permitir que ele seja manchado por atos de violência e raiva?\"\n\nVoltando à história. A jovem descobriu os usos maravilhosos da espada além do campo de batalha, e o futuro de tecer a tapeçaria ainda estava distante.\nNaquela época, o guerreiro Chiyo dançava com incrível esplendor, vestindo doze túnicas magníficas enquanto empunhava a espada, parecendo tão deslumbrante quanto as pétalas de flores caindo ao vento na primavera.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "19,2%",
	"effectName": "Brocado Florescente, Espada do Santuário",
	"effectTemplateRaw": "Aumenta o Dano do Ataque Normal em <color=#99FFFFFF>{0}</color>. Aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>{1}</color>. Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Aumenta o Dano do Ataque Normal em 16%. Aumenta o Dano da Habilidade Elemental em 24%. Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em 20%.",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "Aumenta o Dano do Ataque Normal em 20%. Aumenta o Dano da Habilidade Elemental em 30%. Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em 25%.",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "Aumenta o Dano do Ataque Normal em 24%. Aumenta o Dano da Habilidade Elemental em 36%. Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em 30%.",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "Aumenta o Dano do Ataque Normal em 28%. Aumenta o Dano da Habilidade Elemental em 42%. Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em 35%.",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "Aumenta o Dano do Ataque Normal em 32%. Aumenta o Dano da Habilidade Elemental em 48%. Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em 40%.",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Ramo de Coral de um Mar Distante",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Mecanismo do Caos",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Ramo Perolado de um Mar Distante",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Mecanismo do Caos",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Ramo Perolado de um Mar Distante",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Processador do Caos",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Ramo de Jade de um Mar Distante",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Processador do Caos",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Ramo de Jade de um Mar Distante",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Olho do Caos",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Ramo Dourado de um Mar Distante",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Olho do Caos",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 18
			}
		]
	}
}