{
	"id": 12512,
	"name": "Veredito",
	"description": "Uma espada usada por uma jovem dama que abandonou o nome de sua família, manchado com o sangue de inimigos e de familiares.",
	"descriptionRaw": "Uma espada usada por uma jovem dama que abandonou o nome de sua família, manchado com o sangue de inimigos e de familiares.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Espadão",
	"rarity": 5,
	"story": "\"Escute bem, querida Leticia. Lembre-se de que você é a filha mais velha da Casa Randolf.\"\n\"Entenda que quando nós, nobres, nos sentamos, inclinamos o navio do estado.\"\n\"E quando caímos, levamos inúmeras casas e pessoas comuns conosco em nossa ruína devastadora.\"\n\"Então, ouça bem, querida Leticia.\"\n\"Você deve manter sua postura nobre e pureza de aparência. Não seja rápida em mostrar raiva ou alegria.\"\n\"Pois nosso nome de família pode conceder prosperidade a um plebeu, ou enviá-lo para o Fleuve Cendre.\"\n\nMas embora seu pai falasse assim, uma jovem era uma jovem antes de ser nobre.\nQuando as mãos de alguém estão livres de fuligem ou óleo de máquina, o coração anseia por \"aventura\".\nÀs escondidas de seu pai, irmão e criados, ela vestia uma fantasia e adentrava a cidade subterrânea que não conhecia sol nem chuva.\nEla apenas queria ver as vidas daqueles que não tinham controle sobre seus destinos.\nTal era a excitação secreta da jovem que talvez isso fosse até mais interessante do que a magia de Parsifal!\nMas a aventura era muito diferente do que ela antecipava. Pois era uma coisa não planejada,\nE assim se tornou uma história que ela não podia contar aos seus pares, seus amigos aristocráticos, durante as reuniões.\nE quando o perigo invisível foi desembainhado como uma lâmina, como música, mentiras ou vinho envenenado...\n\n\"Olha só! De que nobre você pode ser filha, nobre dama, e o que a traz ao nosso Fleuve Cendre?\"\nEra uma luz suave e familiar que afastava as sombras terríveis e invasivas.\n\"Você é...\"\nO nome dele estava na ponta da língua dela, mas o que escapou em vez disso foi uma pergunta sobre como seu disfarce havia sido descoberto.\n\"Bem, você é uma péssima mentirosa, para começar. Você não acabou de admitir que é uma forasteira?\"\n\"...Querida senhora, suas roupas não têm fuligem nem óleo de máquina, nem nunca foram manchadas com sangue...\"\n\"E também, pela maneira como você anda, você não usa calças com frequência.\"\n\nQuando perguntada por que Reed, a quem ela conhecia, podia andar livremente no Fleuve Cendre, o jovem disse:\n\"Espero que você concorde que seu bom pai, irmão e criados da casa não precisam saber o que acontece aqui.\"\n\"Como o Chefe diz, 'que tudo aquilo que o sol ilumina pertença a eles, e que o Fleuve Cendre pertença a nós.'\"\n\"Querida Leticia, por favor, esqueça, ao menos por um tempo, que você é a filha mais velha da Casa Randolf,\"\n\"E venha comigo, como uma simples pessoa, e com seus olhos brilhantes, que nunca foram cobertos por poeira,\"\n\"Veja o mundo onde vivem seus camaradas, que, assim como você, têm sangue em suas veias, paixões e amores.\"\nAinda assim, essa era uma aventura bem diferente do que ela esperava e, como o destino quis,\nEla viveria muitas coisas que não poderia contar aos seus amigos aristocratas e pares, ou aos seus criados, quando se encontrassem e conversassem...\n\n\"Leticia, sua alma nobre é algo que eu adoro.\"\n\"Não mais balançaremos nossos machados contra as árvores.\"\n\"E se um dia, eu me perder nas glórias deste mundo,\"\n\"Pela sua mão meu destino será determinado...\"\n\n...\nQuando ela encontrou seu pai novamente, anos depois, ela já havia assumido o nome da rosa,\nE ela já não estava mais acostumada aos vestidos elegantes que antes lhe eram impostos, mas estava muito mais habituada ao peso de um machado em sua mão.\nAinda assim, ela não conseguia se acostumar com a aparência frágil e grisalha de seu pai digno e gentil.\n\n\"Querido pai, fiz um pacto com meu amado, um juramento para aqueles que amo.\"\n\"Que eu ainda esteja viva significa que nosso sangue ainda não se esgotou.\"\n\"E eu ainda não permiti que o nome Randolf fosse indelevelmente manchado por minha causa.\"\n\n\"Minha querida Leticia. Não há um dia sequer que eu não acenda uma vela por você.\"\n\"Mesmo agora, embora você deseje renunciar ao nosso nome de família, ainda somos pai e filha.\"\n\"Estes jogos triviais terminaram. Por favor, volte para casa.\"\n\"Seu filho é inocente, e eu não abandonarei seu sangue e carne por alguma tolice.\"\n\"E quanto ao seu marido, bem, existe alguma magia Randolf que pode ser aplicada lá...\"\n\n...\nMas em sonhos, ela finalmente lembrou. \"Naquela época, o bombardeio retumbante dos canhões navais não nos havia abalado.\"\n\"Nenhum forasteiro deveria ter conhecido os caminhos secretos pelos quais os caçadores infiltraram-se.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "4,8%",
	"effectName": "Juramento dos Reinos e Crepúsculos",
	"effectTemplateRaw": "Aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Quando o personagem da equipe obtém um Fragmento gerado por Cristalização, concede ao personagem que está com essa arma equipada 1 \"Selo do Juramento\", aumentando o Dano causado por sua Habilidade Elemental em <color=#99FFFFFF>{1}</color>. O Selo do Juramento dura 15s e pode ser acumulado até duas vezes. Todos os Selos do Juramento serão removidos 0.2s após o personagem que está com essa arma equipada causar Dano de Habilidade Elemental.",
	"r1": {
		"description": "Aumenta o ATQ em 20%. Quando o personagem da equipe obtém um Fragmento gerado por Cristalização, concede ao personagem que está com essa arma equipada 1 \"Selo do Juramento\", aumentando o Dano causado por sua Habilidade Elemental em 18%. O Selo do Juramento dura 15s e pode ser acumulado até duas vezes. Todos os Selos do Juramento serão removidos 0.2s após o personagem que está com essa arma equipada causar Dano de Habilidade Elemental.",
		"values": [
			"20%",
			"18%"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ em 25%. Quando o personagem da equipe obtém um Fragmento gerado por Cristalização, concede ao personagem que está com essa arma equipada 1 \"Selo do Juramento\", aumentando o Dano causado por sua Habilidade Elemental em 22.5%. O Selo do Juramento dura 15s e pode ser acumulado até duas vezes. Todos os Selos do Juramento serão removidos 0.2s após o personagem que está com essa arma equipada causar Dano de Habilidade Elemental.",
		"values": [
			"25%",
			"22.5%"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ em 30%. Quando o personagem da equipe obtém um Fragmento gerado por Cristalização, concede ao personagem que está com essa arma equipada 1 \"Selo do Juramento\", aumentando o Dano causado por sua Habilidade Elemental em 27%. O Selo do Juramento dura 15s e pode ser acumulado até duas vezes. Todos os Selos do Juramento serão removidos 0.2s após o personagem que está com essa arma equipada causar Dano de Habilidade Elemental.",
		"values": [
			"30%",
			"27%"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ em 35%. Quando o personagem da equipe obtém um Fragmento gerado por Cristalização, concede ao personagem que está com essa arma equipada 1 \"Selo do Juramento\", aumentando o Dano causado por sua Habilidade Elemental em 31.5%. O Selo do Juramento dura 15s e pode ser acumulado até duas vezes. Todos os Selos do Juramento serão removidos 0.2s após o personagem que está com essa arma equipada causar Dano de Habilidade Elemental.",
		"values": [
			"35%",
			"31.5%"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ em 40%. Quando o personagem da equipe obtém um Fragmento gerado por Cristalização, concede ao personagem que está com essa arma equipada 1 \"Selo do Juramento\", aumentando o Dano causado por sua Habilidade Elemental em 36%. O Selo do Juramento dura 15s e pode ser acumulado até duas vezes. Todos os Selos do Juramento serão removidos 0.2s após o personagem que está com essa arma equipada causar Dano de Habilidade Elemental.",
		"values": [
			"40%",
			"36%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragmento de uma Corda Antiga",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo da Fenda",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engrenagem Transmissora",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Capítulo de uma Corda Antiga",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Sinapse Alienígena",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Engrenagem Reta",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimento de uma Corda Antiga",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Eco de uma Corda Antiga",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo Alienígena",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engrenagem Dinâmica",
				"count": 18
			}
		]
	}
}