{
	"id": 14519,
	"name": "Coração Resplandecente",
	"description": "Um troféu feito de gemas do Coletivo da Fartura e cristais do Clã das Plumas de Flores. Dizem que pertenceu a um lendário lutador.",
	"descriptionRaw": "Um troféu feito de gemas do Coletivo da Fartura e cristais do Clã das Plumas de Flores. Dizem que pertenceu a um lendário lutador.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 5,
	"story": "Era uma época em que a maré escura ainda não havia se retirado dos confins do céu, e os seis heróis que perseguiram o sol já haviam entrado no vento noturno.\nAs correntes ocultas da ganância se espalhavam entre as tribos caóticas, e os desejos de poder e a ambição se agitavam como insetos venenosos.\nAlguns cobiçavam o poder deixado no rastro das brasas remanescentes, enquanto outros desejavam reivindicar a tribo.\nUma calamidade que parece ter sido completamente esquecida como as montanhas, está pisoteando os restos mortais desta terra.\n\n\"Não há olhos claros para revisar o passado, nem coragem para vislumbrar o amanhã.\"\n\"Formigas ocultas nas sombras, como ousam discutir o jugo vazio deixado pelos deuses?\"\n\"Em seus olhos, só veem a glória de tomar e levar quando o trono está vazio.\"\n\"Já ergueram a cabeça para encarar a miséria que se espalha sobre este campo abrasador?\"\n\nAquela que invadiu a Sala de Reuniões quando as tribos estavam em conflito era uma jovem que estava atrás de Wanjiru.\nA filha do Coletivo da Fartura, que se casou com o Clã das Plumas de Flores, cravou a metade de uma lâmina de osso no centro da longa mesa, olhando com desdém para os membros da tribo intimidados.\nComo lascas de madeira que se espalharam como faíscas, encerrando a fervorosa disputa dos herdeiros, as tribos, seguindo o antigo pacto,\ncolocaram de lado todas as contendas antes que a correnteza negra diminuísse seu ritmo, unindo-se contra o inimigo imperdoável.\nSe a chama divina caísse, se o brilho do herói se apagasse, então que os mortais reacendessem a frágil centelha.\nMesmo que fosse uma resistência desesperada, eles abriram caminho para os heróis que nasceriam no amanhã.\n\nFietena, que não tinha um Nome Antigo, Fietena, que ninguém esperava ser uma heroína.\nA jovem que se aconchegou ao lado da fogueira, ouvindo atentamente as lendas de heróis contadas por Wanjiru,\ncolocou a máscara de heroína e reuniu as tribos dispersas com sua voz rouca.\nJunto com Traore, o órfão das minas, ela escavou grandes rochas e direcionou a lava para formar um rio que protegesse o povo.\nColaborou com Nzambe, o sacerdote das profundezas, para criar armadilhas que, com a força dos ventos, destruíram o pântano corrompido.\nMas mortais são apenas mortais. Quando os tempos de calamidade diminuíram, a maré seca já havia impregnado sua medula.\nQuando a última sombra colapsou em meio a gritos, a já não tão jovem Fietena tirou a máscara,\nentregando os adereços que usou por tantos anos para interpretar a \"heroína\" ao jovem do Clã das Plumas de Flores.\n\n\"Então, parece que esta é minha batalha final... Ora, não precisa fazer essa cara.\"\n\"Após a tempestade, o arco-íris se ergue, mas as cores ilusórias são apenas miragens na névoa.\"\n\"Seja herói ou mortal interpretando herói, um dia, todos devem deixar o palco.\"\n\"Essa é a regra da luta. Agora, deixe que esta máscara testemunhe o seu caminho, Taika.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Dano Crítico",
	"baseStatText": "9,6%",
	"effectName": "Desejo do Arco-Íris Cadente",
	"effectTemplateRaw": "Aumenta o ATQ em <color=#99FFFFFF>{0}</color>. Ao fazer um Ataque Imersivo, obtém o efeito \"Cores do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em <color=#99FFFFFF>{1}</color>. Quando lançar uma Habilidade Elemental ou Supremo, obtém o efeito \"Esplendor do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em <color=#99FFFFFF>{2}</color>. Esses efeitos possuem cada um uma duração de 15s, e serão removidos 0.1s após a Onda Mergulhadora atingir o alvo.",
	"r1": {
		"description": "Aumenta o ATQ em 28%. Ao fazer um Ataque Imersivo, obtém o efeito \"Cores do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 28%. Quando lançar uma Habilidade Elemental ou Supremo, obtém o efeito \"Esplendor do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 40%. Esses efeitos possuem cada um uma duração de 15s, e serão removidos 0.1s após a Onda Mergulhadora atingir o alvo.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "Aumenta o ATQ em 35%. Ao fazer um Ataque Imersivo, obtém o efeito \"Cores do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 35%. Quando lançar uma Habilidade Elemental ou Supremo, obtém o efeito \"Esplendor do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 50%. Esses efeitos possuem cada um uma duração de 15s, e serão removidos 0.1s após a Onda Mergulhadora atingir o alvo.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "Aumenta o ATQ em 42%. Ao fazer um Ataque Imersivo, obtém o efeito \"Cores do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 42%. Quando lançar uma Habilidade Elemental ou Supremo, obtém o efeito \"Esplendor do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 60%. Esses efeitos possuem cada um uma duração de 15s, e serão removidos 0.1s após a Onda Mergulhadora atingir o alvo.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "Aumenta o ATQ em 49%. Ao fazer um Ataque Imersivo, obtém o efeito \"Cores do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 49%. Quando lançar uma Habilidade Elemental ou Supremo, obtém o efeito \"Esplendor do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 70%. Esses efeitos possuem cada um uma duração de 15s, e serão removidos 0.1s após a Onda Mergulhadora atingir o alvo.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "Aumenta o ATQ em 56%. Ao fazer um Ataque Imersivo, obtém o efeito \"Cores do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 56%. Quando lançar uma Habilidade Elemental ou Supremo, obtém o efeito \"Esplendor do Crepúsculo\": aumenta o Dano CRIT causado pelo Ataque Imersivo em 80%. Esses efeitos possuem cada um uma duração de 15s, e serão removidos 0.1s após a Onda Mergulhadora atingir o alvo.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadência do Santo Delirante",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Pedaço de Concha Fria",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desolação do Santo Delirante",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Concha Quente",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Aspecto do Santo Delirante",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Divindade do Santo Delirante",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Concha Prismática Ardente",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 18
			}
		]
	}
}