{
	"name": "Estrela Itinerante",
	"description": "Originalmente, era um dispositivo antigo com o qual os estudiosos observavam e faziam cálculos de fenômenos astronômicos. Agora serve como um canal de energia e um catalisador.",
	"weapontype": "Catalisador",
	"rarity": "4",
	"story": "Foi há milhares de anos, uma era após o Rei Deus tolo ser soterrado pela tempestade de areia.\nO príncipe andarilho, que perdeu seu reino, se retirou para a floresta tropical em cascada, rodeado por luar e tranquilidade.\nVeio aqui com a esperança de conquistar um novo mundo, mas acabou sendo perseguido pela caçadora com o arco branco.\nO andarilho rejeitado ficou preso por vinhas e ouviu o murmúrio do tigre no frio luar.\n\nA estrada era tão traiçoeira na floresta tropical que mortais tinham que distinguir o caminho em frente graças ao luar entre as folhas quebradas.\nAs estrelas oscilantes da noite apontaram o caminho ao andarilho, mas também o atraíram a uma armadilha mortal.\nA caçadora correndo através da floresta carrega um arco branco, afastando invasores diversas vezes.\nAcompanhada pelo rugido do velho tigre, a ordem de despejo foi emitida, mas não ameaçou sua vida.\n\nO velho poeta cego repetiu a experiência do príncipe andarilho em uma voz quebrada.\nMesmo ele já tendo perdido seus olhos, ele ainda olha para a estrela noturna ao lado da lua brilhante inconscientemente.\nA estrela oscilante da noite leva o andarilho a uma nova esperança, mas também a um caminho sem saída.\n\nAnos depois, quando o andarilho que perdeu tudo encarar a morte, ele terá uma escolha a fazer...\nQuando os ensinamentos da morte sussurram em seu ouvido, ele finalmente percebe o significado do aviso...\n\nVocê não pertence à floresta, ou a morte. Fique longe deste lugar.\nSe você ainda estima a vida e a memória, não se aprofunde na terra sombria e perigosa.\n\nPare de repetir estas palavras tolas...\nSe o destino do andarilho me levar ao arco branco do luar, se as estrelas noturnas mostrarem um caminho sem saída,\nEntão é melhor aceitar seu destino do que morrer perseguindo um falcão.",
	"baseatk": 42,
	"substat": "Proficiência Elemental",
	"subvalue": "36",
	"effectname": "Estrela da Floresta Selvagem",
	"effect": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em {0} da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiscência do Jardim Oásis",
				"count": 3
			},
			{
				"name": "Núcleo Fúngico Inerte",
				"count": 3
			},
			{
				"name": "Esporo de Cogumelo Flutuante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Graça do Jardim Oásis",
				"count": 3
			},
			{
				"name": "Núcleo Fúngico Inerte",
				"count": 12
			},
			{
				"name": "Esporo de Cogumelo Flutuante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Graça do Jardim Oásis",
				"count": 6
			},
			{
				"name": "Núcleo Fúngico Adormecido",
				"count": 6
			},
			{
				"name": "Pólen fluorescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Luto do Jardim Oásis",
				"count": 3
			},
			{
				"name": "Núcleo Fúngico Adormecido",
				"count": 12
			},
			{
				"name": "Pólen fluorescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Luto do Jardim Oásis",
				"count": 6
			},
			{
				"name": "Núcleo Fúngico Robusto",
				"count": 9
			},
			{
				"name": "Poeira Cristalina de Cisto",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Verdade do Jardim Oásis",
				"count": 4
			},
			{
				"name": "Núcleo Fúngico Robusto",
				"count": 18
			},
			{
				"name": "Poeira Cristalina de Cisto",
				"count": 12
			}
		]
	}
}