{
	"id": 14430,
	"name": "Redemoinho das Ondas",
	"description": "Um bumerangue feito das presas de uma gigantesca serpente do mar. Era uma arma rara que o gigante Tupac se referia como confiável.",
	"descriptionRaw": "Um bumerangue feito das presas de uma gigantesca serpente do mar. Era uma arma rara que o gigante Tupac se referia como confiável.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Certa vez, quando os ventos poderosos sopraram pelo vale onde as nascentes convergiam, um gigante tão alto quanto uma montanha, estava de pé na beira do mar.\nDentro de seu corpo, parecido com areia, um coração ardente queimava, e o vapor que subia quase cobria o sol.\nTodos sabiam que esse era Tupac de Meztli, e que não existia mais ninguém tão alto quanto ele.\nDas montanhas para os mares, das florestas para as planícies, ninguém em Natlan era páreo para ele.\n\nEssa era uma época rara de prosperidade. Paz reinava nos quatro cantos da terra. Até mesmo o antigo inimigo das sombras estava silencioso.\nDebaixo da luz do sol, as pessoas prosperavam e estavam em paz, quase esquecendo de suas antigas tradicionais patrulhas noturnas.\nPorém, embora todas a tribos reconhecessem seu nome e até mesmo o herói rebelde não ser páreo para ele,\nainda assim, o poderoso Tupac estava chateado, seu espirito selvagem como um dragão preso em uma piscina.\n\n\"Eu devia ter nascido nos tempos de antigamente. Assim, eu poderia ter vivido ao lado do poderoso Xbalanque, cortando os crânios dos dragões malignos para fora de seus pescoços.\"\n\"Ou talvez eu poderia ter sido um daqueles que ergueu a bandeira real dos olhos dourados, confrontando o brutal Rei Píton e salvando as pessoas da destruição.\"\n\"Essa minha força será gasta nesta época medíocre?\"\n\nAs ondas se chocavam contra seus pés, a revoada de gaivotas circulavam os recifes e a brisa do mar começava a cantar.\nJá que ninguém na terra se comparava a ele, a única coisa que restava fazer agora era procurar pelos mares intocados e além.\nSe ele pudesse trazer de volta os ossos de alguma besta titânica, ou descobrir algum tesouro de tempos antigos, talvez ele não tenha vivido em vão.\nEntão, ele entrou nas ondas furiosas do mar e deixou as correntes infinitas o carregarem para lugares desconhecidos.\n\nPrimeiro, ele encontrou um dragão voador que certa vez foi exilado por um antigo rei sábio, e suas asas serviam como velas para pegar o vento.\nDepois, veio a baleia que certa vez fez com que as próprias ondas fluíssem ao contrário. Seus ossos foram usados para fazer o barco branco do gigante.\nEntão, veio a voraz píton do oceano das profundezas, cujas presas se tornaram a arma confiável de Tupac.\nApós transformar a grande serpente das profundezas em sua refeição deliciosa para acompanhar sua bebida, ele chegou finalmente à borda do oceano.\n\n\"Tupac, herói das terras ardentes, titã corajoso, deixe suas ondas arrogantes aqui.\"\n\"Você está irritado, pois o caminho mortal continua escondido e o portão escuro ainda não se revelou para você.\"\n\"Aprimore sua carne e sangue para ser como uma armadura de ferro. Fortaleça seus músculos e ossos para serem como uma maça de ouro.\"\n\"Não perca seu coração verdadeiro e não esqueça de seu juramento, até que o dia que o exílio, que certa vez fora seu inimigo, retorne.\"\n\nQuando o momento final chegou, o poderoso Tupac finalmente compreendeu seu dever.\nCarregando o mestre das chamas, ele chegou ao lugar onde o fogo pertencia, o aviso da Dama da Noite ainda soando em seus ouvidos.\nSua lenda seria gravada eternamente na terra, assim como a de qualquer outro herói de antigamente.\nE assim, ele testemunhou os portões da morte se revelando para ele, exatamente como ele havia jurado para a deusa.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "13,3%",
	"effectName": "Presas Voando de Lá para Cá",
	"effectTemplateRaw": "Diminui o consumo de Stamina ao Nadar em 15%. Além disso, por 10s após usar uma Habilidade Elemental, a Vida Máxima é aumentada em <color=#99FFFFFF>{0}</color>. Para cada personagem Hydro na equipe, a Vida Máxima é aumentada em mais <color=#99FFFFFF>{1}</color>, e o aumento máximo que pode ser alcançado dessa forma é de <color=#99FFFFFF>{2}</color>. Pode ser ativado uma vez a cada 15s.",
	"r1": {
		"description": "Diminui o consumo de Stamina ao Nadar em 15%. Além disso, por 10s após usar uma Habilidade Elemental, a Vida Máxima é aumentada em 20%. Para cada personagem Hydro na equipe, a Vida Máxima é aumentada em mais 12%, e o aumento máximo que pode ser alcançado dessa forma é de 24%. Pode ser ativado uma vez a cada 15s.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Diminui o consumo de Stamina ao Nadar em 15%. Além disso, por 10s após usar uma Habilidade Elemental, a Vida Máxima é aumentada em 25%. Para cada personagem Hydro na equipe, a Vida Máxima é aumentada em mais 15%, e o aumento máximo que pode ser alcançado dessa forma é de 30%. Pode ser ativado uma vez a cada 15s.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Diminui o consumo de Stamina ao Nadar em 15%. Além disso, por 10s após usar uma Habilidade Elemental, a Vida Máxima é aumentada em 30%. Para cada personagem Hydro na equipe, a Vida Máxima é aumentada em mais 18%, e o aumento máximo que pode ser alcançado dessa forma é de 36%. Pode ser ativado uma vez a cada 15s.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Diminui o consumo de Stamina ao Nadar em 15%. Além disso, por 10s após usar uma Habilidade Elemental, a Vida Máxima é aumentada em 35%. Para cada personagem Hydro na equipe, a Vida Máxima é aumentada em mais 21%, e o aumento máximo que pode ser alcançado dessa forma é de 42%. Pode ser ativado uma vez a cada 15s.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Diminui o consumo de Stamina ao Nadar em 15%. Além disso, por 10s após usar uma Habilidade Elemental, a Vida Máxima é aumentada em 40%. Para cada personagem Hydro na equipe, a Vida Máxima é aumentada em mais 24%, e o aumento máximo que pode ser alcançado dessa forma é de 48%. Pode ser ativado uma vez a cada 15s.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terror do Sacrifício do Coração Flamejante",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento da Determinação Despedaçada",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Presa Juvenil",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Hesitação do Sacrifício do Coração Flamejante",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus da Determinação Inequívoca",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Presa Veterana",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Determinação do Sacrifício do Coração Flamejante",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Esplendor do Sacrifício do Coração Flamejante",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Símbolo da Determinação Andarilha",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Presa Tirana",
				"count": 12
			}
		]
	}
}