{
	"id": 13416,
	"name": "Barbatana do Quebra Ondas",
	"description": "Uma naginata forjada a partir de um material luminescente das profundezas do oceano. No passado pertenceu ao povo tengu.",
	"descriptionRaw": "Uma naginata forjada a partir de um material luminescente das profundezas do oceano. No passado pertenceu ao povo tengu.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lança",
	"rarity": 4,
	"story": "A naginata de \"Umigozen\", o poderoso guerreiro de Watatsumi. Sua borda flui com a fosforescência das profundezas.\nA maneira como essa pessoa uma vez fez as marinhas de Narukami tremer está bem gravada na música da ilha.\n\nO canto das baleias cantado pelas sacerdotisas gêmeas de Watatsumi uma vez seguiu o fluxo da maré para os sonhos do povo da ilha.\nTodos os guerreiros de Watatsumi depositaram suas esperanças e vontade de lutar sobre seus ombros.\nE eles brandiram seu nagamaki como uma onda branca, fluida, e com um grito alto avançou sobre as outras ilhas.\nNo entanto, a glória de Omikami e a de seus guerreiros foi ofuscada pelo brilho do relâmpago...\nMouun foi consumida por uma escura tempestade de plumas de corvo, e a grande baleia que cantou com as irmãs afundou no fundo do mar.\nO rei vassalo, determinado quando criança, a vanguarda de suas forças, desapareceu em uma fenda cravada na própria terra.\n\n\"Umigozen\" perdeu-se para as ondas, tornando-se um mito para o arquipélago em geral.\nAlguns dizem que ela mergulhou sozinha na multidão de guerreiros tengus para reclamar os corpos de seus camaradas, e se perdeu após uma valente última batalha.\nOutros dizem que ela se escondeu ali, dirigindo seu estandarte para o Mar Sombrio nas fronteiras do mundo...\nA única prova de que ela uma vez procurou mudar as marés do mundo é esta naginata ainda afiada.\n\nDesde que os mares ainda estejam perturbados pelas ondas, também a memória de sua canção irá continuar viva.\nA lenda diz até mesmo que os ecos da canção ainda podem ser ouvidos dentro das conchas e da barriga da grande baleia no fundo do mar.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "3%",
	"effectName": "Dominadora de Ondas Watatsumi",
	"effectTemplateRaw": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>{0}</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de 0.12% por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de 40%.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de 0.15% por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de 50%.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de 0.18% por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de 60%.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de 0.21% por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de 70%.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de 0.24% por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de 80%.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Máscara do Tenente Perverso",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Garra Escondida",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Máscara da Mordida do Tigre",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Garra Escondida",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Protetor de Mão Velho",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara da Mordida do Tigre",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Garra Afiada Oculta",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Máscara Daquele com Um Chifre",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Garra Afiada Oculta",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Protetor de Mão Kageuchi",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Máscara Daquele com Um Chifre",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Garra Fantasmagórica Oculta",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Máscara de Kijin",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Garra Fantasmagórica Oculta",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Protetor de Mão Famoso",
				"count": 12
			}
		]
	}
}