{
	"name": "Sombra Branca",
	"description": "Uma espada exótica com uma lâmina que ficou sem corte. Chegou a Liyue pelas mãos de comerciantes estrangeiros. Incrivelmente poderosa nas mãos de alguém que sabe usá-la.",
	"weapontype": "Espadão",
	"rarity": "4",
	"story": "O mundo vem para Liyue. Esta é uma grande honra para o grande porto comercial.\nTesouros exóticos também chegam ao porto de Liyue com a maré das pessoas.\nEsta grande espada é feita com os melhores materiais. Ela é única na medida em que a borda mais próxima do empunhador foi deixado cego.\nDiz-se que a borda cega foi usada como cabo da espada, permitindo que o empunhador troque de forma ao mudar constantemente de posição das mãos em combate.\n\nEmbora raramente seja reconhecida, esta grande espada foi, na verdade, um trabalho de amor de um artesão de lâminas estrangeiro.\nO próprio ferreiro sabia que não tinha muita inteligência, e estava ansioso para que esta lâmina não seguisse o exemplo. Por isso, ele trabalhou com afinco para afiar e equilibrar sua amada lâmina.\nAs faíscas voavam enquanto o ferreiro trabalhava durante muitas noites sem dormir.\nA espada foi reformulada e remartelada inúmeras vezes.\nDurante todo o tempo sua mente foi consumida com a esperança do retorno de sua amada, bem como sua ansiedade incalculável pelo bem-estar dela.\n\n\"Depois que a guerra estiver acabada...\"\nO ferreiro ponderava brevemente sempre que parava para respirar.\n\"Será que esta lâmina ainda será útil para ela?\"\n\"Será que ela chegará em casa em segurança?\"\nEstes pensamentos permaneceriam em sua mente por apenas um momento antes que ele os colocasse de lado e redirecionasse toda sua atenção para a lâmina.\nEle decidiu que, se preocupar com ansiedades irresolúveis era um esforço fútil - melhor concentrar suas capacidades na criação do presente de boas-vindas perfeito - em casa.\n\nPor fim, chegou o dia em que a força expedicionária triunfante entrou nos portões da cidade, seus monstruosos inimigos derrotados finalmente.\nMas o ferreiro não tinha tido tempo de esculpir o nome de sua amada no corpo da lâmina.\nSem tempo a perder, ele pegou a espada e correu para encontrar sua amada no momento de seu retorno.\nInfelizmente, o que se seguiria seria um insuportável anticlímax...\n\nQuando o guerreiro removeu seu capacete, cabelos longos e macios surgiram. Ela estava deixando o cabelo crescer, porque nunca mais teria outra guerra.\nEla trouxe de volta para seu amante em casa um presente precioso: um arco de caça novo.\n\"Você sabe? Eu gastei os meus anos preciosos só para você, para fazer essa espada grande para você? E agora?\"\nO ferreiro teimoso não parou de se reclamar. Contudo, felizmente tudo deu fruto, e a espada foi de primeiríssima qualidade.",
	"baseatk": 42,
	"substat": "DEF",
	"subvalue": "11.3",
	"effectname": "Ponta Energética",
	"effect": "Após acertar um Ataque Normal e um Ataque Carregado, o ATQ e a DEF aumentam {0} por 6s, podendo ser acumulado até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.5s.",
	"r1": [
		"6%"
	],
	"r2": [
		"7.5%"
	],
	"r3": [
		"9%"
	],
	"r4": [
		"10.5%"
	],
	"r5": [
		"12%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Areia Brilhante de Guyun",
				"count": 3
			},
			{
				"name": "Faca de Caça",
				"count": 3
			},
			{
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Pedra Lustrosa de Guyun",
				"count": 3
			},
			{
				"name": "Faca de Caça",
				"count": 12
			},
			{
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Pedra Lustrosa de Guyun",
				"count": 6
			},
			{
				"name": "Faca Especial",
				"count": 6
			},
			{
				"name": "Insígnia do Corvo Prateado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Relíquia de Guyun",
				"count": 3
			},
			{
				"name": "Faca Especial",
				"count": 12
			},
			{
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Relíquia de Guyun",
				"count": 6
			},
			{
				"name": "Faca Longa de Inspetor",
				"count": 9
			},
			{
				"name": "Insígnia de Corvo Dourado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Corpo Divino de Guyun",
				"count": 4
			},
			{
				"name": "Faca Longa de Inspetor",
				"count": 18
			},
			{
				"name": "Insígnia de Corvo Dourado",
				"count": 12
			}
		]
	}
}