{
	"id": 15413,
	"name": "Ode à Brisa Florescente",
	"description": "Um arco adornado com flores desconhecidas que carrega as esperanças de uma pessoa também desconhecida.",
	"descriptionRaw": "Um arco adornado com flores desconhecidas que carrega as esperanças de uma pessoa também desconhecida.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Nos sonhos da infância de Mondstadt, havia uma flor flutuante\nque crescia com força em meio aos ventos intensos, invernos terríveis e gelo cortante.\n\nEra diferente das plantas normais, que eram arrancadas pelas raízes ou arrastadas pelos poderosos vendavais.\nAs raízes da Flor do Vento ficavam cada vez mais resistentes, mesmo diante de tamanha força do vento.\nHoje, a rebelião dos mortais contra a tirania é motivo de piada\ne a lembrança daquela flor ficou turva, fundindo-se com as histórias antigas contadas pela melodia das liras.\n\n\"Dou-lhe flores sem nome. Que a primavera que você nunca experimentou não seja sem sentido para você.\"\n\"Que você volte com esperança e um sorriso, e junte-se a mim no dia em que a tempestade parar.\"\n\nNa era dos tiranos desprezando o povo, as pessoas com desejo da liberdade costumavam se cumprimentar assim.\nAqueles que buscavam coragem e liberdade estavam se planejando para um futuro incerto, e usavam isso como um código secreto.\nAs flores solitárias e frágeis que floresceram no vento gradualmente se espalharam por todas as montanhas.\nAssim, os plebeus indiferentes e desambiciosos tornaram-se heróis orgulhosos e destemidos.\nO tirano ranzinza e egoísta da torre ficou cada vez menor e insignificante, até que seus ventos não puderam mais conter a maré crescente.\n\n\"Dou-lhe flores sem nome. Que elas nos designem como heróis, guardando a primavera e o céu azul.\"\n\"Que o sol se torne um espírito e nos acompanhe na verdadeira liberdade da brisa\".\n\nNas ruínas da antiga torre, na alegria, nas canções e nas lágrimas dos renascidos,\nUm guerreiro ruivo virou as costas para o deus recém-nascido, escondido na multidão como gotas de chuva em uma onda.\nEle é o pioneiro de usar Flor do Vento como código de comunicação, criando os primeiros raios de luz na sua longa travessia noturna antes do amanhecer.\nSeu nome se perdeu na história há muito tempo. Mas os feitos deste homem são cantados infinitamente nos cantos.\nMilhares de anos depois, outro cavaleiro ruivo seguiu seus passos, iluminando a história sombria dos nobres.\nAssim como o destino da \"Flor do Vento\": ela floresce quando está sob forte pressão em que ela tem quer florescer.\nO destino deste clã nunca muda: trazer a luz do amanhecer à noite sombria.\n\nA imagem da \"Flor do Vento\" desapareceu gradualmente com o vento ao longo dos anos.\nSeu nome tem conotações de amor e alegria nos anos de paz e harmonia.\nIsso é aquilo que as pessoas que andavam firmemente na escuridão com esperança da liberdade desejavam!\n\n\"Flores desabrochando devem simbolizar o amor e a primavera,\"\n\"Em vez da fumaça da resistência ou do código secreto de quem levantava a bandeira da rebeldia...\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Proficiência Elemental",
	"baseStatText": "36",
	"effectName": "Desejo da Brisa Florescente",
	"effectTemplateRaw": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta <color=#99FFFFFF>{0}</color> por 6s.",
	"r1": {
		"description": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta 16% por 6s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta 20% por 6s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta 24% por 6s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta 28% por 6s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta 32% por 6s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilhões de Dandelion",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar da Flor Gigante",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Correntes do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar Brilhante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Manilhas do Gladiador de Dandelion",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Sonho do Gladiador de Dandelion",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar Elemental",
				"count": 12
			}
		]
	}
}