{
	"id": 14410,
	"name": "Vinho e Música",
	"description": "Um livro de canções da época aristocrática passada, cujo compositor foi esquecido. Ele narra a história de um certo fora-da-lei heroico.",
	"descriptionRaw": "Um livro de canções da época aristocrática passada, cujo compositor foi esquecido. Ele narra a história de um certo fora-da-lei heroico.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalisador",
	"rarity": 4,
	"story": "Um livro de canções elegantemente encadernado, já esteve na moda nos dias da aristocracia governante.\nTem um odor indescritível de margaridas e de vinho requintado dentro de suas páginas.\nSeu conteúdo é bastante absurdo, mas já foi uma canção popular nos becos e nas tavernas.\n\n\"Todo mundo conhece o ladrão bêbado, mas ninguém sabe de onde ele vem e para onde ele vai.\"\n\"Ele canta, ele bebe, ele vaga pelas ruas, ele passa pelos telhados e terraços. Uns comportamentos dele podem parecer maus, mas todos sabem que ele tem um grande coração!\"\n\"A espada carregada foi roubada de uma família ilustre, e o arco comprido em suas costas nunca falhou em acertar os alvos.\"\n\"A rapidez do seu movimento de espada é como o passar do cometa, entretanto, a suavidade dos seus passos são como os sussurros das folhas.\"\n\"Mesmo que tenha bebido todos os Morte Após a Meia-Noite do Lago de Sidra, ele é capaz de entrar sozinho no quarto dos ricos na meia-noite.\"\nEle ajuda os pobres com o dinheiro roubado dos ricos. Esse cavalheirismo é como o vento, que limpa a poeira no coração dos ricos, e também como a luz, que ilumina a noite escura.\n\n\"Esse ladrão é um sonho para qualquer garota. Elas esperam que ele possa abrir a porta das suas casas, mas pelo contrário, ele só gosta de beber com os homens.\"\n\"Chegou um dia em que ele entrou, como sempre, numa casa luxuosa, e ficou satisfeito por tudo o que tinha conseguido coletar, incluindo uma taça nobre e prateada.\"\n\"Ao partir, sem nenhuma razão, ele olhou para o céu... E o seu olhar resolveu por cair sobre uma jovem linda.\"\n\"Os seus olhos são tão brilhantes como safiras na escuridão. O cristal da taça na sua mão, é tão parecido com esses olhos.\"\n\"O ladrão retirou a gema, sem nenhuma hesitação, e deu para a sua amante. Em contrapartida, recebeu um sorriso alegre e tímido.\"\n\"No final, eles derrubaram a classe nobre, e se aventuraram para mais longe, tornando-se luzes mais brilhantes mutuamente.\"\n\nA história termina aqui. Nos últimos dias de governo justo, não existia mais ninguém que cantasse sobre o cavalheiro ladrão, nem eram mais necessários tais ladrões.\nVinho e espadas, donzelas e heróis, uma abertura despreocupada e um final feliz, este tipo de conto vulgar tende a ser popular entre o povo.\nNão importa como a história real foi, ou como os dois realmente terminaram, vinho e canções transbordam de esperança.\nEles dão aos infelizes um pouco de coragem para enfrentar o amanhã e enfrentar os poderes que os oprimem...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energia",
	"baseStatText": "6,7%",
	"effectName": "Mudança Constante",
	"effectTemplateRaw": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em <color=#99FFFFFF>{0}</color> por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em <color=#99FFFFFF>{1}</color> durante 5s.",
	"r1": {
		"description": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em 14% por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em 20% durante 5s.",
		"values": [
			"14%",
			"20%"
		]
	},
	"r2": {
		"description": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em 16% por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em 25% durante 5s.",
		"values": [
			"16%",
			"25%"
		]
	},
	"r3": {
		"description": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em 18% por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em 30% durante 5s.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em 20% por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em 35% durante 5s.",
		"values": [
			"20%",
			"35%"
		]
	},
	"r5": {
		"description": "Quando um Ataque Normal atingir um inimigo, o consumo de Stamina ao Correr ou utilizar uma habilidade que substitua Correr reduz em 22% por 5s. Além disso, depois de Correr ou utilizar uma habilidade que substitua Correr aumenta o Ataque em 40% durante 5s.",
		"values": [
			"22%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Dente de Leite do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Ramo Seco de Linha Ley",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insígnia dos Ladrões de Tesouro",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Dente Rachado do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Folha Morta de Linha Ley",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insígnia do Corvo Prateado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Presa Quebrada do Lobo Boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia do Lobo Boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Broto de Linha Ley",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insígnia de Corvo Dourado",
				"count": 12
			}
		]
	}
}