{
	"id": 11424,
	"name": "Farpa",
	"description": "Lendas dizem que essa lâmina foi usada por um cavaleiro andarilho num passado distante.",
	"descriptionRaw": "Lendas dizem que essa lâmina foi usada por um cavaleiro andarilho num passado distante.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada",
	"rarity": 4,
	"story": "Talvez por coincidência, ou talvez devido ao destino, entre os Cavaleiros de Favonius,\nos cavaleiros mais distintos e suas respectivas insígnias bestiais são estes dois:\nO primeiro é o nome e a reputação do Leão, transmitidos desde o primeiro Grão-Mestre dos Cavaleiros de Favonius.\nE o segundo, do mesmo período aproximado, é o Cavaleiro Lobo, Boreas.\n\nNa verdade, não há nenhum registro do Cavaleiro de Boreas.\nA razão para este nome vem de histórias que circularam pelas ruas na época.\nNo fim da história, o comerciante (ou fazendeiro) cuja filha foi salva pergunta:\n\"Como podemos agradecer a você, ó Honrado Cavaleiro?\"\nO Cavaleiro respondeu: \"Quando tua preciosa filha se casar, faça um brinde à distância.\"\n\"Ah! Me desculpe... Se devo brindar a você, posso humildemente saber seu distinto nome, ó, Cavaleiro?\"\nO Cavaleiro pensou por um momento, e assim respondeu:\n\"Será melhor que brindes em nome de meu companheiro. 'Boreas' é seu nome.\"\n\nA história geralmente termina assim:\nAo mesmo tempo, na floresta (ou em uma colina, ou qualquer lugar fora de vista),\numa repentina lufada de vento assoprou. O comerciante (ou fazendeiro) olhou para o horizonte.\nTudo que viu foi apenas um par de olhos bestiais na escuridão, frios como o gelo.\nEssas duas luzes desapareceram rapidamente. Quando o comerciante (ou fazendeiro) se deu por conta, o Cavaleiro também já havia partido.\nHá muitas versões da história. A filha é sempre salva, o Cavaleiro nunca tem nome.\n\nMas por trás dessa história, havia uma história. Ele era um mero viajante estranho coberto por uma capa suja de poeira. Alguns repararam na armadura que apesar de intrincada, era marcada por cicatrizes de batalhas. Mas isso não significava nada. Talvez o usuário dessa armadura fosse apenas outra alma azarada que perdeu sua posição de prestígio com as mudanças trazidas pela revolução.\nO dono da taverna reparou que o homem pagou com moedas verdadeiras de ouro e prata, mas ninguém reconhecia os símbolos nela. Isso não queria dizer nada, afinal ouro e prata não tem mestre e estão sempre trocando de mãos. Um cliente que paga na hora e não é um bêbado rude sempre será bem-vindo.\nA origem da história vem de uma serpente demoníaca do mar além do horizonte, que seguiu as correntezas até a morna e pacífica costa de Mondstadt. Nos dias primordiais dos Cavaleiros de Favonius, quando eles ainda eram fracos, o cavaleiro sem nome deixou a cidade para caçar demônios pelo preço de uma única moeda de prata. O cheiro de sangue e carniça apodrecendo na praia atraiu milhares de falcões que circularam o local por dias. Assim, a verdadeira origem do nome \"Costa do Falcão\" vem disso, e não de uma lenda romântica sobre o Falcão do Oeste.\nNos anos seguintes, os Cavaleiros de Favonius fizeram o seu melhor para convencer esse cavaleiro sem nome a se juntar a eles, mas ele nunca concordou. Na verdade, os eventos que correspondem à história de \"Boreas\" provavelmente aconteceram entre o Grande Mestre dos dias iniciais, a fundação dos Cavaleiros de Favonius e o cavaleiro sem nome. Depois de ser rejeitado incontáveis vezes, o Grande Mestre, tendo perdido sua paciência, cercou o cavaleiro sem nome na rua. As duas famosas frases da história provavelmente foram faladas quando o cavaleiro sem nome, \"Boreas\", partiu. Apesar das palavras serem similares, o tom de ambos os lados não tinha civilidade.\nMas se uma história como essa estivesse representada em poesia, seria incrivelmente chata. Por isso, os talentosos bardos pegaram tal diálogo e o combinaram com alguns eventos a respeito do cavaleiro enquanto ele estava em Mondstadt. A partir daí foram tecidas inúmeras histórias.\nApesar dele ter ficado apenas alguns anos em Mondstadt, sua sombra permaneceu em Mondstadt muito depois de ter partido.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Taxa Crítica",
	"baseStatText": "6%",
	"effectName": "Vento Setentrional do Lobo Azul",
	"effectTemplateRaw": "Aumenta o Dano causado pela Habilidade Elemental e Supremo em <color=#99FFFFFF>{0}</color>. Quando a Habilidade Elemental atingir um inimigo, aumenta a Taxa CRIT dela em <color=#99FFFFFF>{1}</color>. Quando o Supremo atingir um inimigo, aumenta a Taxa CRIT dele em <color=#99FFFFFF>{2}</color>. Esses dois efeitos duram 10s cada e podem ser acumulados até 4 vezes, podendo serem desencadeados uma vez a cada 0.1s.",
	"r1": {
		"description": "Aumenta o Dano causado pela Habilidade Elemental e Supremo em 16%. Quando a Habilidade Elemental atingir um inimigo, aumenta a Taxa CRIT dela em 2%. Quando o Supremo atingir um inimigo, aumenta a Taxa CRIT dele em 2%. Esses dois efeitos duram 10s cada e podem ser acumulados até 4 vezes, podendo serem desencadeados uma vez a cada 0.1s.",
		"values": [
			"16%",
			"2%",
			"2%"
		]
	},
	"r2": {
		"description": "Aumenta o Dano causado pela Habilidade Elemental e Supremo em 20%. Quando a Habilidade Elemental atingir um inimigo, aumenta a Taxa CRIT dela em 2.5%. Quando o Supremo atingir um inimigo, aumenta a Taxa CRIT dele em 2.5%. Esses dois efeitos duram 10s cada e podem ser acumulados até 4 vezes, podendo serem desencadeados uma vez a cada 0.1s.",
		"values": [
			"20%",
			"2.5%",
			"2.5%"
		]
	},
	"r3": {
		"description": "Aumenta o Dano causado pela Habilidade Elemental e Supremo em 24%. Quando a Habilidade Elemental atingir um inimigo, aumenta a Taxa CRIT dela em 3%. Quando o Supremo atingir um inimigo, aumenta a Taxa CRIT dele em 3%. Esses dois efeitos duram 10s cada e podem ser acumulados até 4 vezes, podendo serem desencadeados uma vez a cada 0.1s.",
		"values": [
			"24%",
			"3%",
			"3%"
		]
	},
	"r4": {
		"description": "Aumenta o Dano causado pela Habilidade Elemental e Supremo em 28%. Quando a Habilidade Elemental atingir um inimigo, aumenta a Taxa CRIT dela em 3.5%. Quando o Supremo atingir um inimigo, aumenta a Taxa CRIT dele em 3.5%. Esses dois efeitos duram 10s cada e podem ser acumulados até 4 vezes, podendo serem desencadeados uma vez a cada 0.1s.",
		"values": [
			"28%",
			"3.5%",
			"3.5%"
		]
	},
	"r5": {
		"description": "Aumenta o Dano causado pela Habilidade Elemental e Supremo em 32%. Quando a Habilidade Elemental atingir um inimigo, aumenta a Taxa CRIT dela em 4%. Quando o Supremo atingir um inimigo, aumenta a Taxa CRIT dele em 4%. Esses dois efeitos duram 10s cada e podem ser acumulados até 4 vezes, podendo serem desencadeados uma vez a cada 0.1s.",
		"values": [
			"32%",
			"4%",
			"4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de Azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara Danificada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo do Caos",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara Danificada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Detritos da Cidade de Decarabian",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara Suja",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito do Caos",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara Suja",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmentos Épicos da Decarabian",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara Ominosa",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Pedaços de Sonho da Decarabian",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Fornalha do Caos",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara Ominosa",
				"count": 12
			}
		]
	}
}