{
	"name": "Luz Lunar de Xiphos",
	"description": "Uma espada de dois gumes que emite um brilho semelhante ao da lua. Segundo as lendas, nela reside um Jinni que aguarda em silêncio.",
	"weapontype": "Espada",
	"rarity": "4",
	"story": "Foi há milhares de anos, uma era após o Rei Deus tolo ser soterrado pela tempestade de areia.\nCidades dos mortais espalhadas pela terra, dentre elas, Tulaytullah, onde homens e mulheres de grande sabedoria se reuniam e conviviam, era a mais impressionante.\nA cidade era recheada com prédios cobertos por redomas cerúleas e adornadas com jardins esmeralda de árvores em florescimento e fontes fluentes.\nNos tempos da partida do Rei Deus, esta cidade com boa fortuna ainda brilhava com sabedoria e prosperidade.\n\nNesta cidade de safira e esmeralda, o nome do espadachim Xiphos já havia sido dito pelo povo.\nXiphos era bom em brandir sua espada de dois gumes e salvar vidas contra ataques de monstros ou arrebatar tesouros.\nNas histórias antigas dos Tighnarianos, sua espada era habitada por um Jinni cruel e rancoroso.\nEsse é o motivo pelo qual a lâmina não perdia o fio, e sim era afiada com abates, era limpa e não machada por sangue.\n\n\"Meu mais querido Mestre, deixe-me festejar no suco avermelhado, me deleitar com a bebida carmesim\"\n\"Minha afeição transborda apenas por você, como a filha de videiras entretêm os ébrios com seu sacrifício sanguinolento\"\n\"Contanto que meu Mestre seja dono de minha afeição, e a lua brilhe sobre a face eternamente jovem do Mestre\"\n\"Contanto que os inimigos do Mestre desejem sobrevivência para curar suas mães, o Mestre será invencível\"\n\nMais tarde, Xiphos, o espadachim adorado pela Jinni do luar, encontrou um andarilho estrangeiro exilado.\nO andarilho havia aceitado as medalhas de prata manchadas pelo sangue dos desprezíveis reis da oposição, mantendo seus rancores e ódios contra o herói.\nPortanto, eles que poderiam ter sido amigos em um bar se tornaram inimigos em batalha, lutando um contra o outro até a morte com o luar de testemunha.\nNa luta, vinho rubi banhou lâminas, romãs maduras explodiram em sucos carnais...\nO duelo mortal finalmente acabou. A lua pálida lançou sua luz fria no vencedor, e no derrotado.\n\n\"Qualquer que seja a direção que o vento sopre, ele nunca traz uma única onda a taça da vida\"\n\"As três deusas que partiram determinaram o destino dos heróis, mesmo que os heróis nunca pudessem entendê-lo\"\n\n\"O andarilho coletou a espada do luar, pegou as moedas de prata, e seguiu em silêncio em direção a floresta tropical distante.\"\nA cidade, privada da guarda de Xiphos, perdeu sua exuberância e logo murchou nos anos seguintes.\nSuas construções e jardins se degradaram às areias juntamente com seu destino, antes que as rajadas de vento sibilando na terra do deserto levassem tudo até o esquecimento.\nNo fim de tudo, a chave preta e a jornada do jovem príncipe para rejuvenescer seu reino ambos afundaram para o abraço das areias...",
	"baseatk": 42,
	"substat": "Proficiência Elemental",
	"subvalue": "36",
	"effectname": "Sussurros do Jinni",
	"effect": "Os seguintes efeitos serão desencadeados a cada 10s: o personagem com esta arma equipada terá sua Recarga de Energia aumentada em {0} para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus, esses efeitos duram 12s. É possível acumular esse efeito ao equipar vários exemplares desta arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
	"r1": [
		"0.036%"
	],
	"r2": [
		"0.045%"
	],
	"r3": [
		"0.054%"
	],
	"r4": [
		"0.063%"
	],
	"r5": [
		"0.072%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Talismã de Bronze do Orvalho Florestal",
				"count": 3
			},
			{
				"name": "Prisma Danificado",
				"count": 3
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 3
			},
			{
				"name": "Prisma Danificado",
				"count": 12
			},
			{
				"name": "Cetim Vermelho Desbotado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Talismã de Ferro do Orvalho Florestal",
				"count": 6
			},
			{
				"name": "Prisma Turvo",
				"count": 6
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 3
			},
			{
				"name": "Prisma Turvo",
				"count": 12
			},
			{
				"name": "Seda Vermelha Bordada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Talismã de Prata do Orvalho Florestal",
				"count": 6
			},
			{
				"name": "Prisma Radiante",
				"count": 9
			},
			{
				"name": "Cetim Vermelho",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Talismã de Ouro do Orvalho Florestal",
				"count": 4
			},
			{
				"name": "Prisma Radiante",
				"count": 18
			},
			{
				"name": "Cetim Vermelho",
				"count": 12
			}
		]
	}
}