{
	"name": "Adeptus Doyuran",
	"rarity": "5",
	"foodtype": "NORMAL",
	"foodfilter": "Saldırı Artırıcı Yemek",
	"foodcategory": "Atk_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 260 ila 372, Kritik Oranını %8 ila %12 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Özenle seçilen malzemelerin yumuşayana dek kısık ateşte pişirildiği karmaşık ve bir o kadar da popüler bir Liyue lezzeti. Hafızalara kazınan tadıyla Adeptusları insanların dünyasına döndürebilmiştir.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 260, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Karmaşık ve bir o kadar da popüler bir Liyue lezzeti. Kısık ateşte pişirme tekniğinde ustalaşmış olsaydın böyle yahni gibi tuzlu ve balığımsı bir tadı olmazdı. İçerisindeki pahalı deniz mahsulleri boşa gitmesin diye yenebilir belki."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 316, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Özenle seçilen malzemelerin yumuşayana dek kısık ateşte pişirildiği karmaşık ve bir o kadar da popüler bir Liyue lezzeti. Hafızalara kazınan tadıyla Adeptusları insanların dünyasına döndürebilmiştir."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 372, Kritik Oranını %12 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Karmaşık ve bir o kadar da popüler bir Liyue lezzeti. Denizden ve topraktan gelen lezzetlerin tek tencerede buluştuğu nefis bir yemek! Her kaşığında hafızanda yer edinecek bu efsanevi birleşim, lezzetiyle Adeptusları bile kutsal diyarlarından alıp insanların arasına getirecek kadar karşı konulamaz bir sanat eseri adeta."
	},
	"ingredients": [
		{
			"name": "Jambon",
			"count": 4
		},
		{
			"name": "Yengeç",
			"count": 3
		},
		{
			"name": "Karides",
			"count": 3
		},
		{
			"name": "Matsutake",
			"count": 3
		}
	]
}