{
	"id": 3016,
	"name": "Elmalı Rulo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Maceracının Yemeği",
	"effect": "Bir Taşlaşmış Ağaç veya Ley Hattı Çıkıntısı etkinleştirdiğinde ya da bir Hazine Sandığı açtığında tüm grup üyelerine %16 ila %20 Can ve ilave 600 ila 1.200 Can yeniler. Bu etki 5 saniyede bir tetiklenebilir. 900sn sürer.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Geleneksel bir elma tatlısı. Çıtır ve lezzetli tadının sırrı hamurunun incecik açılmasında gizlidir. Mondstadt'ın en iyi pasta şefleri hamuru o kadar ince açarlarmış ki hamur bir sayfanın üzerine konulduğunda bile sayfada yazanlar net bir şekilde okunabilirmiş.",
	"suspicious": {
		"effect": "Bir Taşlaşmış Ağaç veya Ley Hattı Çıkıntısı etkinleştirdiğinde ya da bir Hazine Sandığı açtığında tüm grup üyeleri için %16 Can yeniler ve ilave 600 Can verir. Bu etki 5 saniyede bir tetiklenebilir. 900sn sürer. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Geleneksel bir elma tatlısı. Elmalar bildiğimiz elma, hamur da bildiğimiz hamurdur. Bu iki farklı dünyanın lezzetini zorla bir araya getirmek en lezzetli tereyağının bile kurtaramayacağı türden tuhaf bir karmaşa yaratmaktır."
	},
	"normal": {
		"effect": "Bir Taşlaşmış Ağaç veya Ley Hattı Çıkıntısı etkinleştirdiğinde ya da bir Hazine Sandığı açtığında tüm grup üyeleri için %18 Can yeniler ve ilave 900 Can verir. Bu etki 5 saniyede bir tetiklenebilir. 900sn sürer. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Geleneksel bir elma tatlısı. Çıtır ve lezzetli tadının sırrı hamurunun incecik açılmasında gizlidir. Mondstadt'ın en iyi pasta şefleri hamuru o kadar ince açarlarmış ki hamur bir sayfanın üzerine konulduğunda bile sayfada yazanlar net bir şekilde okunabilirmiş."
	},
	"delicious": {
		"effect": "Bir Taşlaşmış Ağaç veya Ley Hattı Çıkıntısı etkinleştirdiğinde ya da bir Hazine Sandığı açtığında tüm grup üyeleri için %20 Can yeniler ve ilave 1.200 Can verir. Bu etki 5 saniyede bir tetiklenebilir. 900sn sürer. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Geleneksel bir elma tatlısı. Elmaların kokusu bile sıcak bir şöminenin önünde dinleniyormuşsun gibi bir his verir. Yediğin bir dilimin tadı daha damağındayken, ellerin sanki birileri zorla hareket ettiriyormuşçasına çatala bıçağa sarılır ve bir sonraki parçayı almak istersin."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Elma",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Un",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Kuş Yumurtası",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Tereyağı",
			"count": 1
		}
	]
}