{
	"name": "Tereyağlı Yengeç",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Savunma Artırıcı Yemek",
	"foodcategory": "Def_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 ila 308, iyileştirme verimini %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Izgarada pişirilmiş yengeç yemeği. Isının düzgünce kontrol edilmesi sayesinde yengeç eti nemini ve yağını korumuş. Yengeç etine nüfuz eden tereyağı uzaktan geçenlerin bile ağzını sulandıran bir aroma katmış.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 artırır, iyileşme etkilerini %6 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Izgarada pişirilmiş yengeç yemeği. Yengeç bacakları hâlâ soğuk. Çiğ ve tuzlu bir tadı var. Zorla deniz suyu içiriliyormuş gibi hissediyor insan."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 261 artırır, iyileşme etkilerini %8 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Izgarada pişirilmiş yengeç yemeği. Isının düzgünce kontrol edilmesi sayesinde yengeç eti nemini ve yağını korumuş. Yengeç etine nüfuz eden tereyağı uzaktan geçenlerin bile ağzını sulandıran bir aroma katmış."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 308 artırır, iyileşme etkilerini %10 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Izgarada pişirilmiş yengeç yemeği. Tereyağlı yengeç bacaklarının zengin aroması öyle baştan çıkarıcı ki tabağı bir hamlede silip süpürüyorsun. Yemeğin muazzam tadını bir kez daha alabilme umuduyla yengeç kabuğundaki tereyağı kalıntılarını sıyırıyor insan..."
	},
	"ingredients": [
		{
			"name": "Tereyağı",
			"count": 4
		},
		{
			"name": "Yengeç",
			"count": 4
		},
		{
			"name": "Yosun",
			"count": 2
		},
		{
			"name": "Matsutake",
			"count": 1
		}
	]
}