{
	"id": 4405,
	"name": "Deniz Kabuğu Şekerleri",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Savunma Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %25 ila %35, Savunmasını 165 ila 235 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Birbirinden farklı şekillere sahip şekerlemeler. Chevalmarin Fantastik Film Diyarında satılan şekerlerin çok küçük bir kısmının içinde gerçek inciler olduğu ve yalnızca en şanslı ziyaretçilerin bunların tadına bakabileceği söylenir. Sen de onlardan biri misin acaba?",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %25, Savunmasını 165 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Birbirinden farklı şekillere sahip şekerlemeler. Toz şeker kaplamasının pütürlü dokusu, istiridye kabuğunda mahsur kalan kum tanelerini anımsatıyor. Belki de yalnızca bu kalın kaplamayı aşmayı göze alanlar içeride bekleyen tatlı şekerin keyfini çıkarmayı hak ediyordur."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %30, Savunmasını 200 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Birbirinden farklı şekillere sahip şekerlemeler. Chevalmarin Fantastik Film Diyarında satılan şekerlerin çok küçük bir kısmının içinde gerçek inciler olduğu ve yalnızca en şanslı ziyaretçilerin bunların tadına bakabileceği söylenir. Sen de onlardan biri misin acaba?"
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kalkan Gücünü %35, Savunmasını 235 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Birbirinden farklı şekillere sahip şekerlemeler. Parlak renkleri nedeniyle göz alıcı bir kutuda bekleyen ve kutuyu açan kişiye tatlı bir sürpriz yaşatacak mücevherler gibi görünüyorlar. Chevalmarin Fantastik Film Diyarını ziyaret etmekten daha fazla mutluluk verebilecek ne var? Chevalmarin Fantastik Film Diyarını ziyaret edip üzerine de bir kutu dolusu Deniz Kabuğu Şekeri yemek tabii ki!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Tidalga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Bulle Meyvesi",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Nane",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Şeker",
			"count": 2
		}
	]
}