{
	"id": 4104,
	"name": "Tavuklu Yumuşak Tofu",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Yapım aşamasında büyük hassasiyet gerektiren bir yemek. İnce ince doğranan tavuk göğsü çok iyi karıştırılmış ve kısık ateşte pişirilmeden önce birkaç çeşit kıymayla birlikte tavuk suyuna eklenmiş. Ortaya çıkan sonuç hafif ve zariftir. Tadı ise tofu pudingine benzer. Etin sunumu öyle nefis ki tavuk yemiyormuş gibi dursan da hayatındaki en iyi tavuğu yediğini hissedersin. Bu da Liyue'nin kaliteli mutfak sanatının bir parçası.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Yapım aşamasında büyük hassasiyet gerektiren bir yemek. Tavuk suyuyla hazırlanan çorbası aşırı tuzlu ve tavuklu yumuşak tofunun dokusu yeterince lezzetli değil. Teknik yetersizlikler, dışarıdan olmuş gibi görünen ama içi ruhsuz bir yemek ortaya çıkmasına sebep olmuş."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Yapım aşamasında büyük hassasiyet gerektiren bir yemek. İnce ince doğranan tavuk göğsü çok iyi karıştırılmış ve kısık ateşte pişirilmeden önce birkaç çeşit kıymayla birlikte tavuk suyuna eklenmiş. Ortaya çıkan sonuç hafif ve zariftir. Tadı ise tofu pudingine benzer. Etin sunumu öyle nefis ki tavuk yemiyormuş gibi dursan da hayatındaki en iyi tavuğu yediğini hissedersin. Bu da Liyue'nin kaliteli mutfak sanatının bir parçası."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Yapım aşamasında büyük hassasiyet gerektiren bir yemek. Kalıntı bırakmadan başarıyla tek parça haline getirilen yemek gerçekten tofuya benziyor. Enfes yumuşaklığı, porselen bir kaşıkla alınıp ağza götürüldüğü anda dilinin üzerinde kendini gösteriyor. Tadı öyle muazzam ki ruhunun bedeninden ayrıldığını hissediyorsun. Önünde duran şey sadece bir yemek değil de adeta hafif bir rüzgar, saf bir pınar, ilahi bir eser..."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Kuş Eti",
			"count": 4
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Kuş Yumurtası",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Aslanağzı",
			"count": 1
		}
	]
}