{
	"id": 2204,
	"name": "Kabukta Yengeç",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 ila 95 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Doğrudan ateşin üstünde pişirilen bir yengeç eti yemeği. Et ve yumurtalar tombul yengeç bacakları ile süslenmeden önce güzelce karıştırılır. İlk ısırıkla birlikte akmaya başlayan mutluluk, bu yemeğin yapımına ayırdığın zamanın boşa gitmediğini gösterir.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 66 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Doğrudan ateşin üstünde pişirilen bir yengeç eti yemeği. Ezilmiş kabuk parçaları ve yengeç yumurtası bulamaç haline gelmiş. Dişlerini sert parçalara geçirmek zaten kötü, üstüne bir de yemekten keyif almaya dair tüm isteğin sonsuza dek kayboluyor."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 81 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Doğrudan ateşin üstünde pişirilen bir yengeç eti yemeği. Et ve yumurtalar tombul yengeç bacakları ile süslenmeden önce güzelce karıştırılır. İlk ısırıkla birlikte akmaya başlayan mutluluk, bu yemeğin yapımına ayırdığın zamanın boşa gitmediğini gösterir."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 95 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Doğrudan ateşin üstünde pişirilen bir yengeç eti yemeği. Kıpkırmızı, harika bir renge sahip yengeç eti yumuşacık ve sulu olmuş. Yengeç yumurtası ferahlatıcı bir aromaya sahip ve ağızda zengin, hafif bir his bırakıyor. Dilindeki bu tat sana yengeç kabuğunun tadının neye benzeyebileceğini düşündürüyor."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Yengeç",
			"count": 1
		},
		{
			"id": 100074,
			"name": "Yengeç Yumurtası",
			"count": 1
		}
	]
}