{
	"name": "Krep Süzet",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Maceracının Yemeği",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "900 saniyeliğine tüm grup üyeleri için uçuş ve depar esnasında harcanan Dayanıklılığı %15 ila %25 azaltır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "İçi dolgulu krepler. Krepler kızartılır ve daha sonra reçel, krema ve meyve dilimleriyle servis edilir. Aslında tarifin birçok çeşidi bulunmaktadır ve tadı, kullanılan malzemelere göre farklılık gösterir.",
	"suspicious": {
		"effect": "900 saniyeliğine tüm grup üyelerinin uçuş ve depar esnasında harcadığı Dayanıklılık %15 azalır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "İçi dolgulu krepler. İlk ısırık o kadar tatsız gelir ki acaba tat alma duyularımı mı kaybettim diye endişelenirsin. İkinci ısırık ise o kadar tatlıdır ki keşke tat alma duyularımı kaybetseydim dersin... Böylesine heyecan verici bir yemek deneyimi fırtınaya karşı dalgakırana binmek gibidir. Eninde sonunda kıyıya çıkmayı başarsan bile büyük bir travma yaşarsın."
	},
	"normal": {
		"effect": "900 saniyeliğine tüm grup üyelerinin uçuş ve depar esnasında harcadığı Dayanıklılık %20 azalır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "İçi dolgulu krepler. Krepler kızartılır ve daha sonra reçel, krema ve meyve dilimleriyle servis edilir. Aslında tarifin birçok çeşidi bulunmaktadır ve tadı, kullanılan malzemelere göre farklılık gösterir."
	},
	"delicious": {
		"effect": "900 saniyeliğine tüm grup üyelerinin uçuş ve depar esnasında harcadığı Dayanıklılık %25 azalır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "İçi dolgulu krepler. Hafif krema ile iştah açıcı reçelin tam bir lezzet senfonisine dönüşmüş halidir. Usta bir şekilde hazırlanmış olan yumuşak krepler sanki ipeksi bir mükemmellikle sarılmış gibidir ve damak tadını sonsuz valse davet etmeye hazırdır."
	},
	"ingredients": [
		{
			"name": "Bulle Meyvesi",
			"count": 2
		},
		{
			"name": "Krema",
			"count": 1
		},
		{
			"name": "Reçel",
			"count": 1
		},
		{
			"name": "Un",
			"count": 1
		}
	]
}