{
	"id": 3219,
	"name": "Ejder Sakalı Eriştesi",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 ila 228 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Bir ejderin sakalındaki kıllar kadar ince erişteler. Yeşil soğanlar derin bir tavada kızartılır, ardından tavuk suyu ve çeşniler eklenir. En son erişteler koyulup hepsi karıştırılır ve tabağa alınır. Erişteler incecik olana kadar hamur birçok kez elle açılmalıdır. Bu teknik, yemeği Liyue'deki en zor erişte tarifi haline getiriyor.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Bir ejderin sakalındaki kıllar kadar ince erişteler. Erişteleri mümkün olabildiği kadar ince hale getirmek amacıyla bu saplantılı işe kalkışıldığı için pişme esnasında erişte parçaları kırıldı. Görüldüğünden daha zormuş. Kesinlikle daha çok pratik yapman gerekiyor."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Bir ejderin sakalındaki kıllar kadar ince erişteler. Yeşil soğanlar derin bir tavada kızartılır, ardından tavuk suyu ve çeşniler eklenir. En son erişteler koyulup hepsi karıştırılır ve tabağa alınır. Erişteler incecik olana kadar hamur birçok kez elle açılmalıdır. Bu teknik, yemeği Liyue'deki en zor erişte tarifi haline getiriyor."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Bir ejderin sakalındaki kıllar kadar ince erişteler. Bu erişteler dağların esansını içinde hapsetmiş et suyuna doğru akan bir şelaleyi andırıyor. Ortalama erişte yemeklerine kıyasla ağızda bıraktığı daha yumuşak his yüzünden bir kez yemeye başlayınca bırakmak neredeyse imkansız oluyor."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Un",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Kuş Eti",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Mantar",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jambon",
			"count": 1
		}
	]
}