{
	"id": 4403,
	"name": "Fontinalia Musu",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Masmavi bir Fontinalia Festivali atıştırmalığı. Bu mus, Gölmavisi Zambağının tomurcuğu şeklindedir. Festivalde tatlı yemenin adet haline gelmesinden beri Fontainelilerin en sevdiği yiyeceklerden biri olmuştur. Kapını \"şeker mi dava mı\" diye çalanlarla paylaşmayı da aman ihmal etme!",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Masmavi bir Fontinalia Festivali atıştırmalığı. Fakat bu tabağın başına gelmeyen kalmamış olmalı ki bir Yalancı Buz Çiçeğinden farkı yok... İçindeki Gölmavisi Zambaklarının aslında Yalancı Çiçek olmadığından emin miyiz? En iyisi durumu çaktırmamak... Zira festivalde böyle bir yemek servis etmek bir suç sayılabilir!"
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Masmavi bir Fontinalia Festivali atıştırmalığı. Bu mus, Gölmavisi Zambağının tomurcuğu şeklindedir. Festivalde tatlı yemenin adet haline gelmesinden beri Fontainelilerin en sevdiği yiyeceklerden biri olmuştur. Kapını \"şeker mi dava mı\" diye çalanlarla paylaşmayı da aman ihmal etme!"
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Masmavi bir Fontinalia Festivali atıştırmalığı. Üzerinde billur gibi parlayan renkleri, dalgalarda kırılan ışıklara benzetmek abartı olmaz. Kuş tüyü misali düşen yapraklar gibi zarif ve dilde eriyen kar tanesi kadar hafif bir dokusu var. Böyle bir lezzeti tatmak şüphesiz insanın festivalde başına gelebilecek en güzel şeylerden biri!"
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Kuş Yumurtası",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Krema",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Şeker",
			"count": 1
		},
		{
			"id": 110008,
			"name": "Reçel",
			"count": 1
		}
	]
}