{
	"id": 3511,
	"name": "Meyve Bolluğu",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "İyileştirici Yemek",
	"effect": "Seçili karakterin Maks. Canını %26 ila %30 yeniler.\n30 saniyeliğine 5 saniyede bir 450 ila 790 Can verir.",
	"description": "Çeşitli malzemelerden yapılan taze ve lezzetli meyve suyu. Canlandırıcı ve sağlıklı oluşundan ötürü Bereket Kolektifinin zindeliğine düşkün halkı arasında epey popüler hale gelmiştir ve genellikle günde iki bardak içilmesi tavsiye edilir.",
	"suspicious": {
		"effect": "Seçili karakterin Maks. Canını %26 yeniler ve 30 saniye boyunca 5 saniyede bir 450 Can verir.",
		"description": "Çeşitli malzemelerle hazırlanan, tuhaf aromalı bir meyve suyu. Ekşi Cacahuatl, lifli Tahıl Meyvesi, acı Quenepa Böğürtlenleri ve yapış yapış yumurtalar... Tat tomurcuklarının ilgisini çekmek için adeta savaşıyorlar ama bekleyecek kadar sabırlı değilsin. Acilen bir bardak suya ihtiyacın var."
	},
	"normal": {
		"effect": "Seçili karakterin Maks. Canını %28 yeniler ve 30 saniye boyunca 5 saniyede bir 620 Can verir.",
		"description": "Çeşitli malzemelerden yapılan taze ve lezzetli meyve suyu. Canlandırıcı ve sağlıklı oluşundan ötürü Bereket Kolektifinin zindeliğine düşkün halkı arasında epey popüler hale gelmiştir ve genellikle günde iki bardak içilmesi tavsiye edilir."
	},
	"delicious": {
		"effect": "Seçili karakterin Maks. Canını %30 yeniler ve 30 saniye boyunca 5 saniyede bir 790 Can verir.",
		"description": "En kaliteli malzemelerle hazırlanmış, taptaze ve lezzetli bir meyve suyu. Olağanüstü kokusu, yaprakların arasından hafif şafak ışıklarının süzüldüğü bir meyve bahçesine götürüyor seni. Meyveler dilinde bal gibi erirken, ruhun coşkuyla doluyor ve enerjin tavan yapıyor... Dur bir dakika, ayakların seni neden spor salonuna doğru sürüklüyor?"
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Tahıl Meyvesi",
			"count": 2
		},
		{
			"id": 101249,
			"name": "Quenepa Böğürtleni",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Kuş Yumurtası",
			"count": 1
		}
	]
}