{
	"name": "Altın Yengeç",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Savunma Artırıcı Yemek",
	"foodcategory": "Def_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 ila 308, iyileştirme verimini %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Eski usullere göre pişirilmiş bir yengeç yemeği. Parçalara ayrılıp unla kaplanan yengeç, altın sarısı rengi alana kadar kızartılır. Gerek görüntüsü gerekse lezzeti ile bu yemek \"altın\" kelimesini sonuna kadar hak ediyor.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 artırır, iyileşme etkilerini %6 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Eski usullere göre pişirilmiş bir yengeç yemeği. Un tanecikleri çakıl taşı gibi topaklanmış ve harcın içine yengeç kabuğunun parçaları karışmış. Yengeç etinin yavan tadına kıyasla en azından yengeç kabuğunun tadı denemeye değer."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 261 artırır, iyileşme etkilerini %8 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Eski usullere göre pişirilmiş bir yengeç yemeği. Parçalara ayrılıp unla kaplanan yengeç, altın sarısı rengi alana kadar kızartılır. Gerek görüntüsü gerekse lezzeti ile bu yemek \"altın\" kelimesini sonuna kadar hak ediyor."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 308 artırır, iyileşme etkilerini %10 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Eski usullere göre pişirilmiş bir yengeç yemeği. Yengeç etinin hoş kokusu, tavadan çıkar çıkmaz her yeri kaplıyor. Tek bir lokması bile sıradan bir balıkçı kasabasının hoş atmosferini damağında hissetmen için yeterli. Görünüşe göre bu yemeğin üstün lezzetinin püf noktası zamana meydan okuyan basit köy geleneklerinde saklı."
	},
	"ingredients": [
		{
			"name": "Kuş Yumurtası",
			"count": 5
		},
		{
			"name": "Un",
			"count": 5
		},
		{
			"name": "Yengeç",
			"count": 4
		},
		{
			"name": "Tuz",
			"count": 2
		}
	]
}