{
	"id": 4902,
	"name": "Altın Elma Çöreği",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Elmalarla yapılan küçük bir tatlı. Aynı büyüklükte dilimlenen elmalar şeker ve diğer baharatlarla harmanlanır. Karışım iyice koyu kıvama gelene kadar kaynatılır, ardından kare şeklindeki bir milföy hamuruna sarılır ve altın rengini alıp kabarana dek pişirilir. Çıtır milföy hamurunun içindeki yumuşacık dolgu yiyenleri kendine hayran bırakır. Herkese hitap eden enfes bir ikramlık olmayı sonuna kadar hak eder.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Elmalarla hazırlanan küçük bir tatlı. Uzun süre beklediğinden, yumuşamış dış katmanı daha yumuşak olan iç kısmını kapatmış ve tadının hayal ettiğinle alakası bile yok... Ah, ağzın yapış yapış oluyor..."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Elmalarla yapılan küçük bir tatlı. Aynı büyüklükte dilimlenen elmalar şeker ve diğer baharatlarla harmanlanır. Karışım iyice koyu kıvama gelene kadar kaynatılır, ardından kare şeklindeki bir milföy hamuruna sarılır ve altın rengini alıp kabarana dek pişirilir. Çıtır milföy hamurunun içindeki yumuşacık dolgu yiyenleri kendine hayran bırakır. Herkese hitap eden enfes bir ikramlık olmayı sonuna kadar hak eder."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Elmalarla hazırlanan küçük bir tatlı. Tatlı mı tatlı dolgusu, tıpkı ağaç dallarıyla yaprakların arasından sızıveren ışıklar gibi damağından süzülür ve içini ısıtır. Bir tane yemek asla kesmez seni!"
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Elma",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Un",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Tereyağı",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Şeker",
			"count": 2
		}
	]
}