{
	"id": 4002,
	"name": "Çıtır Tavuk",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Önce terbiye edilip ardından kızartılmış tavuk eti. Baharatlar ezilip tavuğun üzerine sürülmüş, ardından yüksek sıcaklıkta kızartılmış. Sırf kokusu bile çıtır çıtır derinin ve yumuşacık etin görüntüsünü insanın zihninde canlandırıyor. Bir ısırık alır almaz etin nefis suyu akmaya başlıyor. Sahiden karşı konulmaz bir lezzet.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Önce terbiye edilip ardından kızartılmış tavuk eti. Yağın sıcaklığı yeterince iyi kontrol edilmemiş olabilir. Çıtır çıtır olması gereken dış deri bütünüyle sırılsıklam olmuş. Genel yağlılık oranını en az birkaç derece artırıyor."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Önce terbiye edilip ardından kızartılmış tavuk eti. Baharatlar ezilip tavuğun üzerine sürülmüş, ardından yüksek sıcaklıkta kızartılmış. Sırf kokusu bile çıtır çıtır derinin ve yumuşacık etin görüntüsünü insanın zihninde canlandırıyor. Bir ısırık alır almaz etin nefis suyu akmaya başlıyor. Sahiden karşı konulmaz bir lezzet."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Önce terbiye edilip ardından kızartılmış tavuk eti. Altın sarısı derinin lezzetine diyecek yok. Aynı zamanda etin suyunu da içeride tutarak her ısırıkta muhteşem bir haz almayı mümkün kılıyor. Parmak uçlarında kalan tat, yemeği silip süpürdükten sonra daha uzun süre boyunca hafızanda yer edecek."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Kuş Eti",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Tereyağı",
			"count": 4
		},
		{
			"id": 100077,
			"name": "Karabiber",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Un",
			"count": 3
		}
	]
}