{
	"name": "İşkembe Yahnisi",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Savunma Artırıcı Yemek",
	"foodcategory": "Def_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 ila 308, iyileştirme verimini %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Yoğun ve zengin aromaya sahip bir yemek. Koyun sakatatı doğranır, yulaf ezmesi ile karıştırılıp çeşitli baharat ve çeşnilerle harmanlanarak koyun işkembesine doldurulur, kese haline gelen karışım pişirilir. Yemek servis edilirken genellikle bu kese çıkarılır ve içindekiler turp ezmesi ve patates püresi ile birlikte servis edilir. Bu, Fontainelilerin önemli misafirleri geldiğinde onlara ikram etmek için yaptıkları yerel bir yemektir.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 215 artırır, iyileşme etkilerini %6 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Çok kendine has bir tadı olan yemek. Kuru ve iri taneli... Şeyler... Dilinin üzerini çizer ve bu yemek sana hiç de yenilebilir bir şey gibi gelmez. Güç bela çiğnersin ama bu yemek yapılırken acaba içine kazara odun falan mı düşmüş diye de düşünmeden edemezsin."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 261 artırır, iyileşme etkilerini %8 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Yoğun ve zengin aromaya sahip bir yemek. Koyun sakatatı doğranır, yulaf ezmesi ile karıştırılıp çeşitli baharat ve çeşnilerle harmanlanarak koyun işkembesine doldurulur, kese haline gelen karışım pişirilir. Yemek servis edilirken genellikle bu kese çıkarılır ve içindekiler turp ezmesi ve patates püresi ile birlikte servis edilir. Bu, Fontainelilerin önemli misafirleri geldiğinde onlara ikram etmek için yaptıkları yerel bir yemektir."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 308 artırır, iyileşme etkilerini %10 güçlendirir. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Yoğun ve zengin aromaya sahip bir yemek. Hafif bir ısırık aldıktan sonra işkembenin o yumuşak ve zengin tadı ile çeşitli baharatlar damağında lezzet katmanları oluşturur. Etin aroması yemeği yedikten uzun bir süre sonra dahi ağızda hoş bir lezzet bırakır. Şairlerin kalbinde o kadar güçlü duygulara ilham olmasına şaşırmamalı, bu yemeği yiyen şairler ona bir şiir yazmadan edemezler."
	},
	"ingredients": [
		{
			"name": "Çiğ Et",
			"count": 4
		},
		{
			"name": "Patates",
			"count": 3
		},
		{
			"name": "Turp",
			"count": 3
		},
		{
			"name": "Marcotte",
			"count": 2
		}
	]
}