{
	"id": 1302,
	"name": "Lambad Balık Dürüm",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "İyileştirici Yemek",
	"effect": "Seçili karakterin Maks. Canını %8 ila %10 yeniler, ardından 800 ila 1.200 Can verir.",
	"description": "Hafif çiçek kokulu ızgara balık yemeği. Lambad'ın gençliğinde uzak maceralara atıldığı söylenir. Gittiği yerlerin hanlarında hep ızgara balığın tadına bakarmış. Bu yemeğin Sumeru'da olmayışına üzüldüğü için daha sonra kendi balık dürüm tarifini yapmış. Lambad'ın hanında yemek yiyen insanların dediğine göre onun macera hikayeleri gerçeği yansıtmıyor ancak balık dürümü şüphesiz çok lezzetli.",
	"suspicious": {
		"effect": "Seçili karakterin Maks. Canını %8 yeniler, ardından 800 Can verir.",
		"description": "Hafif çiçek kokulu ızgara balık yemeği. Gözlerime inanamıyorum. Balık kokusuyla karışmış kömürleşmiş et kokusu, ne kadar yetenekli olduğunun apaçık bir göstergesi. Lambad görmeden hemen yemeği yok et, yoksa bir sonraki siparişinde senden bunun iki katını ister."
	},
	"normal": {
		"effect": "Seçili karakterin Maks. Canını %9 yeniler, ardından 1.000 Can verir.",
		"description": "Hafif çiçek kokulu ızgara balık yemeği. Lambad'ın, gençliğinde uzak maceralara atıldığı söylenir. Gittiği yerlerin hanlarında hep ızgara balığın tadına bakarmış. Bu yemeğin Sumeru'da olmayışına üzülen Lambad, daha sonra kendi balık dürüm tarifini oluşturmuş. Lambad'ın hanında yemek yiyen gurmelere göre, onun macera hikayeleri gerçeği yansıtmıyor ancak balık dürümü şüphesiz çok lezzetli."
	},
	"delicious": {
		"effect": "Seçili karakterin Maks. Canını %10 yeniler, ardından 1.200 Can verir.",
		"description": "Hafif çiçek kokulu ızgara balık yemeği. Altın balık eti ve kokulu gül yaprakları, batan güneşin kızıllaştırdığı deniz yüzeyindeki dalgaları andırıyor. Yemeğe neden \"Denizcilerin Romantizmi\" dendiğini anlıyorsun. B-Bir dakika! Bu, Lambad'ın macera hikayelerinin hiç de abartılı olmadığı anlamına mı geliyor?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Balık",
			"count": 1
		},
		{
			"id": 101219,
			"name": "Sumeru Gülü",
			"count": 1
		}
	]
}