{
	"name": "Masala Peynir Topları",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Saldırı Artırıcı Yemek",
	"foodcategory": "Atk_CritRate",
	"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %6 ila %12 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında Sumeru'da oldukça geleneksel bir tariftir. Baharatları hamura katmak için özel bir teknik kullanıldığı için taze pişirilmiş peynir topları heyecan verici bir aroma sunar. Küçük bir ısırıkta bile içinden sıcak peynir akmaya başlar. Yumuşayana kadar haşlanan patateslerle birlikte servis edilir. Bu kremamsı kombinasyon insanı uzun süre tok tutabilir.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında Sumeru'da oldukça geleneksel bir tariftir. Peynir Topları az pişmiş ve sonuç olarak, ağız dolusu yarı erimiş peynir ve büyük patates dilimleri... Bir dahaki sefere biraz daha kızartır mısın?"
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %9 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında Sumeru'da oldukça geleneksel bir tariftir. Baharatları hamura katmak için özel bir teknik kullanıldığı için taze pişirilmiş peynir topları heyecan verici bir aroma sunar. Küçük bir ısırıkta bile içinden sıcak peynir akmaya başlar. Ayrıca patates iyice yumuşayana kadar haşlanır. Bu kremamsı kombinasyon insanı uzun süre tok tutabilir."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %12 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında Sumeru'da oldukça geleneksel bir tariftir. Baharatlar, en özgün kokuları ortaya çıkarmak için diğer malzemelerle özel bir şekilde karıştırılır. Damağındaki lezzet sinyallerini harekete geçirirler ve çok katmanlı bir lezzet profili oluştururlar. Peynir topunun dışı çıtır çıtır ve içi yumuşacıktır. Buharda pişirilmiş sıcak patateslerle harika gider."
	},
	"ingredients": [
		{
			"name": "Patates",
			"count": 2
		},
		{
			"name": "Peynir",
			"count": 1
		},
		{
			"name": "Baharat",
			"count": 1
		}
	]
}