{
	"id": 4903,
	"name": "Et Aşkı",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Et ve kahveden oluşan bir öğün. Taze yeşilliklere sarılı kızarmış çıtır tavuk pirzolaya soyulmuş karides kuyrukları eşlik ediyor. Hem karadan hem denizden tatları bir araya getiren bu sıra dışı kombinasyon insanın ufkunu açıyor. Mutfak lezzetleri sonsuz ihtimallerle dolu, tıpkı bilinmeyen diyarlarda çıkılan maceralar gibi.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Et ve kahveden oluşan bir öğün. Düşüncesizce bir araya getirilmiş malzemelerin ortaya çıkardığı bu kaotik çalışmaya ilk baktığında... Şey... Et ve karides içerdiği görülüyor galiba. Eğer karman çorman görünümüne aldırmazsan karnını doyurabilir..."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Et ve kahveden oluşan bir öğün. Taze yeşilliklere sarılı kızarmış çıtır tavuk pirzolaya soyulmuş karides kuyrukları eşlik ediyor. Hem karadan hem denizden tatları bir araya getiren bu sıra dışı kombinasyon insanın ufkunu açıyor. Mutfak lezzetleri sonsuz ihtimallerle dolu, tıpkı bilinmeyen diyarlarda çıkılan maceralar gibi."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Et ve kahveden oluşan bir öğün. Özel sosun cezbedici kokusu havada tatlı bir rüzgar gibi yayılıyor, sulu ve taze karidesin tadı ise ağzının içinde bir dans resitali veriyor. Her ısırıkta sulu, keyif dolu bir huzur hissediyorsun... Karnın doymasına rağmen bu rüyanın hiç bitmemesini diliyorsun!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Kuş Eti",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Karides",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Kahve Çekirdekleri",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Un",
			"count": 3
		}
	]
}