{
	"id": 3015,
	"name": "Et Kasırgası",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Maceracının Yemeği",
	"effect": "Herhangi bir grup üyesi bir düşmanı yendiğinde 15 ila 25 Dayanıklılık yeniler. Bu etki 3 saniyede bir tetiklenebilir. 900sn sürer.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Çok popüler bir et yemeği. Pastırma ve diğer garnitürler ince et dilimlerinin üzerine yerleştirilir, sonra rulo haline getirilip esmerleşene kadar tavada kızartılır ve en son et suyunda hafifçe kaynatılır. Piştikten sonra bıçakla kesildiğinde et dilimleri sanki kasırgada çıkan bir hortum gibi dolgunun etrafında sıkıca sarılı halde durur.",
	"suspicious": {
		"effect": "Herhangi bir grup üyesi bir düşmanı yendiğinde 15 Dayanıklılık yeniler. Bu etki 3 saniyede bir tetiklenebilir. 900sn sürer. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Oldukça popüler bir et yemeği. İlk başta her şey yolunda gidiyordu ama son kısımda, yani en önemli kısımda rulo halindeki et birden parçalandı ve et de mezeler de resmen üstlerinden kasırga geçmiş gibi oldu..."
	},
	"normal": {
		"effect": "Herhangi bir grup üyesi bir düşmanı yendiğinde 20 Dayanıklılık yeniler. Bu etki 3 saniyede bir tetiklenebilir. 900sn sürer. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Çok popüler bir et yemeği. Pastırma ve diğer garnitürler ince et dilimlerinin üzerine yerleştirilir, sonra rulo haline getirilip esmerleşene kadar tavada kızartılır ve en son et suyunda hafifçe kaynatılır. Piştikten sonra bıçakla kesildiğinde et dilimleri sanki kasırgada çıkan bir hortum gibi dolgunun etrafında sıkıca sarılı halde durur."
	},
	"delicious": {
		"effect": "Herhangi bir grup üyesi bir düşmanı yendiğinde 25 Dayanıklılık yeniler. Bu etki 3 saniyede bir tetiklenebilir. 900sn sürer. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Oldukça popüler bir et yemeği. Zengin et kokusu, bedenini ve ruhunu sarıp sarmalıyor ve bolca et denince aklına gelen şeyi sana sunuyor. Böyle lezzetli bir yemeğin tüm neşeli ziyafet masalarında kendine yer bulmasına şaşmamalı."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Çiğ Et",
			"count": 2
		},
		{
			"id": 110010,
			"name": "Pastırma",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Patates",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Soğan",
			"count": 1
		}
	]
}