{
	"name": "Eti Bol Mantarlı Pizza",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Saldırı Artırıcı Yemek",
	"foodcategory": "Atk_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Fırından yeni çıkmış bir pizza. Kenarları iri et parçaları ve taze mantar dilimleriyle doludur. Lezzetli ve uzayan peynir yemeğin albenisini artırır. Servis edildiği an ile pizzanın bitmesi bir olur. Bu nedenle hız, bu pizza masadayken bir gurmenin en iyi arkadaşıdır.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Fırından yeni çıkmış bir pizza. Dağınık peynir topları ve malzemeler, işleri daha da berbatlaştıran kaya gibi sert bir hamurla birlikte etrafa yağlı bir koku yayıyor. Zavallı yemek bu duruma gelene kadar neler yaşadı kim bilir? Pişirme süresinden mi yoksa aşırı mayalanmadan mı böyle oldu?"
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Fırından yeni çıkmış bir pizza. Kenarları iri et parçaları ve taze mantar dilimleriyle doludur. Lezzetli ve uzayan peynir yemeğin albenisini artırır. Servis edildiği an ile pizzanın bitmesi bir olur. Bu nedenle hız, bu pizza masadayken bir gurmenin en iyi arkadaşıdır."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Fırından yeni çıkmış taptaze bir pizza. Hamurun her bir yerinde etin yağlı aroması var. Tazelik vermesi için üzerine biraz mantar serpilmiş. Bir lokma aldığında peynirin zengin kokusu damağında harika tatlar yaşatıyor, gerçekten de çok baştan çıkarıcı bir lezzet. Daha elindekini bitirmeden başka bir dilime hücum ediyorsun."
	},
	"ingredients": [
		{
			"name": "Çiğ Et",
			"count": 4
		},
		{
			"name": "Un",
			"count": 4
		},
		{
			"name": "Mantar",
			"count": 3
		},
		{
			"name": "Peynir",
			"count": 2
		}
	]
}