{
	"id": 2304,
	"name": "Karışık Mantar",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Savunma Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 88 ila 126 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında yapılışı için Sumeru'nun birkaç sıradan mantarı ve biraz ekstra baharat yeterlidir. Paimon'un seçtiği üç tür mantar basit bir şekilde hazırlanıp pişirilir. Gelgelelim dokusu ve lezzeti hiç de fena değildir.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 88 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında yapılışı için Sumeru'nun birkaç sıradan mantarı ve biraz ekstra baharat yeterlidir. Lezzetine gelince, doğanın yabaniliğini tadacağına eminim. Öhöm, yani \"kalıntı kir yığınlarının kokusu\" muhtemelen daha doğru bir tanım olur. Dağların ve ormanların bu tür nimetlerinin tadını en iyi yaban domuzları çıkarıyor."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 107 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında yapılışı için Sumeru'nun birkaç sıradan mantarı ve biraz ekstra baharat yeterlidir. Paimon'un seçtiği üç tür mantar basit bir şekilde hazırlanıp pişirilir. Gelgelelim dokusu ve lezzeti hiç de fena değildir."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Savunmasını 126 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara yemeği. Aslında yapılışı için Sumeru'nun birkaç sıradan mantarı ve biraz ekstra baharat yeterlidir. Üç farklı mantarın kendine özgü lezzetini korumak adına ısı ve pişirme süresi ayarlanmıştır. Kişinin tercihine bağlı olarak, değişken tatların her birini ayrı ayrı alabilmek için hepsi ayrı ayrı da yenebilir üçü birlikte de yenebilir."
	},
	"ingredients": [
		{
			"id": 101213,
			"name": "Rukkhashava Mantarları",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Mantar",
			"count": 1
		},
		{
			"id": 101212,
			"name": "Yıldız Mantarı",
			"count": 1
		}
	]
}