{
	"id": 4404,
	"name": "Küçük Debord Pastası: Güncellenen Tarif",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Meşhur Debord Pastasının küçük bir versiyonu. Günde yalnızca on altı dilim satılan orijinaliyle kıyaslandığında birlikte atıldığınız maceralar çok daha değerli ve akılda kalıcı gelir. Belki Escoffier de bu tarifi yazarken aklından böyle düşünceler geçmiştir...",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Meşhur Debord Pastasının küçük bir versiyonu. Küçük pasta, uçsuz bucaksız bir okyanusta sürüklenen bir ağaç dalını andırır. Yoğun çikolata sosu ise yalnızca pastayı değil, tabağın çoğunu ve hatta midendeki son açlığı da kaplayan büyük bir dalga gibidir."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Meşhur Debord Pastasının küçük bir versiyonu. Günde yalnızca on altı dilim satılan orijinaliyle kıyaslandığında birlikte atıldığınız maceralar çok daha değerli ve akılda kalıcı gelir. Belki Escoffier de bu tarifi yazarken aklından böyle düşünceler geçmiştir..."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Meşhur Debord Pastasının küçük bir versiyonu. İpeksi dokudaki sos, parmaklarının arasından akıp dilini kaplarken beş çayının sonraki tatlı melodileri havayı doldurur ve kalbini büyüler... Belki de bu küçük tatlı, bu geceki rüyanda sana yeniden görünür..."
	},
	"ingredients": [
		{
			"id": 101233,
			"name": "Romaritime Çiçeği",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Kuş Yumurtası",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Un",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Krema",
			"count": 2
		}
	]
}