{
	"name": "Qingce Kızartma Tabağı",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Saldırı Artırıcı Yemek",
	"foodcategory": "Atk_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 ila 228 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Harlı ateşte pişen bir yemek. Bu yemeğin aslında Qingce Köyü'ndeki herkesin tarifini bildiği bir köy yemeği olduğu söylenir. Ancak gevrek dokusu ve hoş aroması sayesinde başka insanların da kalbini çalmayı becermiştir ve artık Liyue'nin hemen her yerinde servis edilir.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 160 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Harlı ateşte pişen bir yemek. Yoğun baharatı ve rahatsız eden acılığıyla son derece başarısız bir tabak olmuş. Böyle güzel malzemelerden böyle feci bir yemek çıkarabilmek özel bir çaba ister doğrusu."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 194 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Harlı ateşte pişen bir yemek. Bu yemeğin aslında Qingce Köyü'ndeki herkesin tarifini bildiği bir köy yemeği olduğu söylenir. Ancak gevrek dokusu ve hoş aroması sayesinde başka insanların da kalbini çalmayı becermiştir ve artık Liyue'nin hemen her yerinde servis edilir."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 228 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Harlı ateşte pişen bir yemek. Bu yemeğin kokusu bile insanın iştahını açmaya yetiyor. İçindeki biberin acılığı tat alma duyularını harekete geçirdiğinden bir oturuşta birkaç porsiyon yemene sebep olabilir."
	},
	"ingredients": [
		{
			"name": "Mantar",
			"count": 3
		},
		{
			"name": "Nilüfer Başı",
			"count": 2
		},
		{
			"name": "Jueyun Biberi",
			"count": 1
		},
		{
			"name": "Lahana",
			"count": 1
		}
	]
}