{
	"id": 2207,
	"name": "Turplu Balık Yahnisi",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %6 ila %12 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Etli ve sebzeli bir yemek. Derisi yüzülmüş turpların kocaman balık parçalarından önce pişmesi için tencereye ilk onlar girer, sonra baharatlar eklenir. Ardından tüm bu karışım kısık ateşte yavaş yavaş pişer. Pilavla çok iyi giden bu büyük porsiyonlar herkeste bir memnuniyet hissi yaratır.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Etli ve sebzeli bir yemek. Her şey kesinlikle eksiksiz görünüyor ama tadına dikkatli bir şekilde bakınca turplarda hiç taze balık tadı olmadığı anlaşılıyor... Bir dakika ya, bu kılçıkların burada ne işi var?"
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %9 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Etli ve sebzeli bir yemek. Kabuğu soyulmuş turpların kocaman balık parçalarından önce pişmesi için tencereye ilk onlar giriyor, sonra baharatlar ekleniyor. Ardından tüm bu karışım kısık ateşte yavaş yavaş pişiyor. En iyi eşlikçisi pilav olan bu büyük porsiyonlar herkeste bir memnuniyet hissi yaratıyor."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Kritik Oranını %12 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Etli ve sebzeli bir yemek. Göçebe balıklar tavaya giden yolda birçok kez sert soğuklarla, devasa dalgalarla ve korkunç fırtınalarla karşı karşıya kalmış. Bu balıklar turplarla birlikte tabağına konmadan uzun zaman önce lezzetli et suyunun esansını özümsemiş. Bu lezzet, şiddetli bir kar fırtınasının ortasında yanan bir alev gibi insanın yüreğini ve ruhunu ısıtıyor."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Balık",
			"count": 2
		},
		{
			"id": 100014,
			"name": "Turp",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Tuz",
			"count": 1
		}
	]
}