{
	"id": 4201,
	"name": "Saşimi Tabağı",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Taze malzemelerle yapılmış bir deniz ürünü yemeği. Balık ve diğer deniz ürünleri dilimlenip düzgünce sıralanır. Zengin ve yüksek kalite besin değerine sahip dilimlerin zarif ve yumuşak bir tadı vardır. Ağızdan hemen gitmeyen tadı tamamen malzemelerin tazeliğinden kaynaklanır. İnsan her ısırıkta gözlerini kapayıp sadece hazzı yaşamak istiyor.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Taze malzemelerle yapılmış bir deniz ürünü yemeği. Bu denemelik olsa gerek. Bıçak pek iyi kullanılmamış ve malzemelerin orijinal lezzetini mahvetmiş. Saşimi dilimlerinin üzerindeki balık pulları da tamamen temizlenmemiş. Yani... Profesyonel yardım istemek için hâlâ çok geç değil..."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Taze malzemelerle yapılmış bir deniz ürünü yemeği. Balık ve diğer deniz ürünleri dilimlenip düzgünce sıralanır. Zengin ve yüksek kalite besin değerine sahip dilimlerin zarif ve yumuşak bir tadı vardır. Ağızdan hemen gitmeyen tadı tamamen malzemelerin tazeliğinden kaynaklanır. İnsan her ısırıkta gözlerini kapayıp sadece hazzı yaşamak istiyor."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Taze malzemelerle yapılmış bir deniz ürünü yemeği. Önünde duran tabak adeta bir sanat eseri. İnsan yemeye kıyamıyor. Üstün bıçak kullanımı sayesinde malzemelerin ağızda mümkün olan en şahane hissi bırakması sağlanmış. Yumuşak dokusu, muhteşem elastikliği, doğal tatlılığı... Sanki denizden çıkıp doğrudan yüreğine dokunuyormuş gibi."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Balık",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Karides",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Yengeç",
			"count": 4
		},
		{
			"id": 100014,
			"name": "Turp",
			"count": 2
		}
	]
}