{
	"id": 2302,
	"name": "Selva Salatası",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Maceracının Yemeği",
	"effect": "900 saniyeliğine tüm grup üyelerinin depar esnasında harcadığı Dayanıklılığı %15 ila %25 azaltır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara salatası. Aslında Sumeru'da oldukça geleneksel bir tariftir. Taze ve kütür Zaytun Şeftalisi dilimleri, hafifçe sıkılmış Sumeru Gülleriyle karıştırılır, böylece özgün bir lezzet ortaya çıkar. Mide bulandırıcı bir tatlılıktan kaçınmak için şeker yerine Nane kullanılır. Hem göz doyuran hem de mis gibi kokan ferahlatıcı bir yemek.",
	"suspicious": {
		"effect": "900 saniyeliğine tüm grup üyelerinin depar esnasında harcadığı Dayanıklılık %15 azalır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara salatası. Aslında Sumeru'da oldukça geleneksel bir tariftir. Olgun Zaytun Şeftalileri ya da daha doğrusu \"hafif fermente\" Zaytun Şeftalileri etrafa tuhaf bir koku yayar. Bu koku ise nane ve güllerin orantısız kullanımından başka bir şey değildir."
	},
	"normal": {
		"effect": "900 saniyeliğine tüm grup üyelerinin depar esnasında harcadığı Dayanıklılık %20 azalır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara salatası. Aslında Sumeru'da oldukça geleneksel bir tariftir. Taze ve kütür Zaytun Şeftalisi dilimleri, hafifçe sıkılmış Sumeru Gülleriyle karıştırılır, böylece özgün bir lezzet ortaya çıkar. Mide bulandırıcı bir tatlılıktan kaçınmak için şeker yerine Nane kullanılır. Hem göz doyuran hem de mis gibi kokan ferahlatıcı bir yemek."
	},
	"delicious": {
		"effect": "900 saniyeliğine tüm grup üyelerinin depar esnasında harcadığı Dayanıklılık %25 azalır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Paimon'un geliştirmek için üzerine çok kafa patlattığı bir Aranara salatası. Aslında Sumeru'da oldukça geleneksel bir tariftir. Çıtır çıtır ve sulu Zaytun Şeftalisi, taze nane ve güllerle servis edilir. Bu lezzetin ferahlatıcı bir tadı ve dilde hoş bir serinlik bırakan aroması vardır. Aranaraların dediği gibi, \"Mutluluğun Tadı\" bu olmalı."
	},
	"ingredients": [
		{
			"id": 101218,
			"name": "Zaytun Şeftalisi",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Nane",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Sumeru Gülü",
			"count": 2
		}
	]
}