{
	"name": "Tavuk Tandır",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Saldırı Artırıcı Yemek",
	"foodcategory": "Atk_Add",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Sumeru'ya özgü bir tavuk yemeği. Tavuk önce kırmızı baharatlarla marine edilir, ardından tandırda pişirilir. Bu Sumeru klasiğini pişirme süreci özel bir beceri gerektirmez ve bu mütevazı toprak fırının kullanım şekli oldukça şaşırtıcıdır. Sumeru'da bir maceracı için kılıç neyse usta bir aşçı için de tandır odur.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Sumeru'ya özgü bir tavuk yemeği. Yüksek sıcaklıkta pişirilen tavuk kuru ve odunsu bir hale gelmiş. Baharatların aşırılığı, malzemelerin orijinal kokusunu bastırmış. Kurutulmuş et seven biri bile, bu eti ancak bir bardak su ile yutabilir."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Sumeru'ya özgü bir tavuk yemeği. Tavuk önce kırmızı baharatlarla marine edilir, ardından tandırda pişirilir. Bu Sumeru klasiğini pişirme süreci özel bir beceri gerektirmez ve bu mütevazı toprak fırının kullanım şekli oldukça şaşırtıcıdır. Sumeru'da bir maceracı için kılıç neyse usta bir aşçı için de tandır odur."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Sumeru'ya özgü bir tavuk yemeği. Canlı alevler, yemeğin lezzetini tavuğun kızarmış derisinin içine hapsetmiş. Böylece yemek ağza ilk girdiğinde, yoğun lezzeti tüm damağını sarıyor. Tavuk ve baharatlar, sanki bir şölen varmışçasına dilinin ucunda tam bir Sumeru lezzet dansı yapıyor."
	},
	"ingredients": [
		{
			"name": "Kuş Eti",
			"count": 3
		},
		{
			"name": "Rukkhashava Mantarları",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 1
		},
		{
			"name": "Baharat",
			"count": 1
		}
	]
}