{
	"id": 4904,
	"name": "Kalın Biftekli Düellocu Burgeri",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Saldırı Artırıcı Yemek",
	"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224 ila 320, Kritik Oranını %6 ila %10 artırır.\nEşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
	"description": "Kalın biftekten yapılan bir burger. İştah açan kızarmış ekmek, enfes bir koku yayarak yoğun soslu kalın biftekle mükemmel bir uyum yakalıyor. Yanındaki çeşitli garnitürler ise ağızda bir lezzet şöleni yaratırken ek besin değeri sağlıyor.",
	"suspicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 224, Kritik Oranını %6 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Kalın biftekten yapılan bir burger. Biftek o kadar kalın kesilmiş ve kuru pişirilmiş ki tuhaf, lastik gibi bir et yiyormuşsun gibi hissettiriyor. Marul da uzun süre dışarıda beklediğinden pörsümüş... Ahenk içinde olması gereken lezzetler, damağında adeta bir çatışma yaratıyor..."
	},
	"normal": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 272, Kritik Oranını %8 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Kalın biftekten yapılan bir burger. İştah açan kızarmış ekmek, enfes bir koku yayarak yoğun soslu kalın biftekle mükemmel bir uyum yakalıyor. Yanındaki çeşitli garnitürler ise ağızda bir lezzet şöleni yaratırken ek besin değeri sağlıyor."
	},
	"delicious": {
		"effect": "300 saniyeliğine tüm grup üyelerinin Saldırısını 320, Kritik Oranını %10 artırır. Eşli Modda oynarken bu etki yalnızca senin karakterlerine uygulanır.",
		"description": "Kalın biftekten yapılan bir burger. Bu ağız sulandıran lezzet, yiyenlerin \"damaklarını fethetmek\" için yaratıldı. Dolgun ve doyurucu bifteği, etin aromasını öne çıkaran çeşitli lezzetlerle buluşuyor. Tek bir ısırıkta bu lezzetin karşı konulmaz gücüne \"yenik düşeceksin\"..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Çiğ Et",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Kuş Yumurtası",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Peynir",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Un",
			"count": 2
		}
	]
}