{
	"id": 10000057,
	"name": "Arataki Itto",
	"friendLines": [
		{
			"voicelineId": 57000,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Tuan Besar ini adalah ketua geng Arataki, dan semua orang tahu kalau julukanku ... ada banyak. Arataki \"Oni Yang Terhebat\" Itto, Arataki \"Raja Sumo Oni\" Itto, Arataki \"Kebanggaan Bangsa Oni\" Itto, Arataki \"Gladiator Kumbang\" Itto, Arataki \"Juara Kartu Sejati\" Itto, Arataki \"Kalah Pun Tidak Akan Pernah Mengakui\" Itto ... Yah, sekian nama-nama yang sering aku pakai, silakan, pilih saja. Aku akan jawab mau kamu panggil pakai yang mana pun, janji. Tidak perlu pakai sungkan ya, hahaha.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_draw_appear"
		},
		{
			"voicelineId": 57001,
			"title": "Mengobrol: Itto Sudah Tiba",
			"voicelineType": "1101",
			"description": "Arataki \"Sang Nomor Satu\" Itto sudah tiba! Hahahaha ... *uhuk*",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_01"
		},
		{
			"voicelineId": 57002,
			"title": "Mengobrol: Camilan",
			"voicelineType": "1102",
			"description": "Rasa paling enak yang pernah ada? Rasa manisnya kemenangan. Karena itu aku belum pernah keluar Mora buat beli camilan, semuanya kumenangkan dengan jujur dan adil ... asli.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_02"
		},
		{
			"voicelineId": 57003,
			"title": "Mengobrol: Adu Kumbang",
			"voicelineType": "1103",
			"description": "Jangan anggap remeh kumbang, mereka itu kecil tapi hebat! Ayo, pasti bisa, kamu pasti bisa ... Mau tahu makan apa dia? Keringat dan air mata! Itulah yang membuatnya kuat ... dan itu juga pelajaran buat kita semua!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_03"
		},
		{
			"voicelineId": 57004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Hah, pria sejati mana ada yang bawa payung ... Waduh, hujannya makin deras. Cepat, keluarkan payungmu, cepat, cepat!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_heavyRain_01"
		},
		{
			"voicelineId": 57005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Woi! Raiden Shogun, mau apa kamu? Asal tahu saja ya, kamu itu bukan bosku, camkan itu! Kenapa, tidak suka? Sambar saja kalau berani!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_thunder_01"
		},
		{
			"voicelineId": 57006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Nah, waktunya perang bola salju! Tak usah banyak berharap, kamu mana bisa menang dari a-a-atchiu! Fiuh.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_snowy_01"
		},
		{
			"voicelineId": 57007,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Langit cerah dan matahari bersinar terang ... Waktunya melatih Onikabuto! Ayo, sobat kecil!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_sunny_01"
		},
		{
			"voicelineId": 57008,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1205",
			"description": "Yang paling penting, jangan biarkan angin merusak model rambutmu, apalagi kalau rambutmu sekeren punyaku. Owh yeah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_gale_01"
		},
		{
			"voicelineId": 57009,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Pagi! Nah, lagi-lagi aku kehabisan Mora. Tapi, siapa juga yang mau kerja kalau masih bisa cari tempat yang asyik buat nongkrong! Gimana, mau tidak?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingMorning"
		},
		{
			"voicelineId": 57010,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Setelah makan, paling enak itu jalan-jalan santai sejenak. Ke mana ya? Hanamizaka? Bosan ah. Tenryou Commission ... apalagi itu. Sudahlah, kita ke Ritou saja.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNoon"
		},
		{
			"voicelineId": 57011,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Sst! Dengar tidak? Ada ... HANTU!!! LARI!!! Hahahaha ... kaget kan!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight"
		},
		{
			"voicelineId": 57012,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Kalau kamu sudah capek, sana istirahat duluan. Eh? Aku? Oh kalau aku sih tidur juga sambil melek ... Haha ... Beneran.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight2"
		},
		{
			"voicelineId": 57013,
			"title": "Tentang Arataki Itto: Cari Kerja",
			"voicelineType": "2001",
			"description": "Jadi mereka semua bilang aku tidak bisa kerja ya! Hahahaha! Tuan Besar ini kan memangnya preman, yang artinya kerjaanku itu ya begini, menganggur. Kalau ada yang tidak suka ... Siapa yang BERANI tidak suka? Kamu, HAH? *uhuk* Maaf, terlalu terbawa emosi barusan. Bicara apa tadi ... oh, kerja. Kerja itu bukan kebiasaanku, tapi santai saja, aku bukan maling atau rampok atau semacam itu. Kalau aku lagi kehabisan Mora, aku cari kerja kasar saja biar dapat penghasilan. Itu loh, kerjaan macam antar barang, kirim dokumen, bantu cari pelanggan buat toko-toko, dan sebagainya. Cukuplah buat makan, haha!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle"
		},
		{
			"voicelineId": 57014,
			"title": "Tentang Arataki Itto: Bangsa Oni",
			"voicelineType": "2005",
			"description": "Bangsa oni sudah mengalami banyak hal untuk dapat sampai seperti ini, dan lihat kami sekarang, hidup damai berdampingan dengan para manusia. Sayangnya, ada saja orang yang masih suka cari gara-gara dengan kami. Apa? Perubahan? Tentu saja semua bakal kena perubahan, tapi ingat ya, aku ini tidak mungkin menjilat ke para manusia, aku punya caraku sendiri. Mereka semua akan hormat padaku pada akhirnya.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57015,
			"title": "Tentang Kita: Kerja Sama",
			"voicelineType": "2003",
			"description": "Heh, aku selalu lihat kamu lari ke sana kemari kerjakan ini itu dan bantu orang, tapi kamu begitu bukan buat cari Mora, ya kan? Bukan, memang kamu saja punya sifat baik dan senang bantu orang. Tuan Besar ini tahu tipe orang macam kamu, dan cukup suka pada tipe begitu. Sini, tos dulu! Kita berdua akan jadi tim yang paling hebat, hahaha ... aku yakin itu!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close"
		},
		{
			"voicelineId": 57016,
			"title": "Tentang Kita: Jawaban",
			"voicelineType": "2002",
			"description": "Baiklah, aku mengaku. Aku memang hormat sama kamu. Aku sudah bisa bayangkan kalau kamu jadi anggota gengku, tahu? Kemampuan dan sifat juga sudah cocok ... Mau tidak? Aku sudah bikinin kamu julukan: \"Pengembara, Sang Nomor Dua di Kolong Langit\"! Ngerti kan maksudnya? Soalnya AKU yang nomor satu! Kita bisa jadi duo paling kuat di kolong langit! HAHAHA! ... Ah, aku tahu kamu sedang dalam perjalanan penting, jadi tidak apa, tidak usah ikutan sekarang. Pergi dan lakukan apa yang harus dilakukan, yang penting kamu harus ingat kalau geng Arataki akan selalu siap menyambut!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan kisah \"Sang Mahahadir di Dunia Fana\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57017,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Tidak usah tanya lah, aku kepikiran saja bisa langsung naik ke otak. Tentara Shogunate main sita Vision semua orang saja sudah kurang ajar bukan main, tapi tahu tidak, mereka masih berani asal-asalan tempel Vision di patung sialan itu! Nih ya, semakin kuat Vision-nya, harusnya posisinya semakin di atas, iya kan? Tapi tiiiidak, bedebah-bedebah di Tenryou Commission pikir lucu juga kalau Vision punya Tuan Besar ini ditaruh di tempat yang paling bawah! AHHHHH ... brengsek!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57018,
			"title": "Berbagi Cerita: Nona Hina",
			"voicelineType": "3002",
			"description": "Kalau kamu lagi ada beban pikiran, tulis dan kirim saja ke kolom nasihat majalah \"Begitulah Hidup\" punya Nona Hina. Dia selalu punya jawaban yang bisa menyemangati dan menghibur. Contohnya aku, berkat dia, aku bukan lagi jiwa yang tersesat dan tak tahu arah tujuan. Oh iya, aku jadi ingat sudah daftar untuk acara temu sapa dengan dia! Menunggu hari itu tiba rasanya lama sekali.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_01"
		},
		{
			"voicelineId": 57019,
			"title": "Berbagi Cerita: Tanduk",
			"voicelineType": "3004",
			"description": "Pertanyaan! Apa tanduk ini jadi membosankan setelah kamu biasa melihatnya? Soalnya, aku lagi mikir untuk ganti gaya. Mungkin warnai pakai garis-garis pelangi, terus ikat kunang-kunang buat jadi aksen? Pasti ganteng tuh! Orang-orang di jalan bakal bilang \"Wow, tanduk pelangi bro!\" ... Mantap, Tuan Besar ini mau suruh anak-anak langsung urus.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_02"
		},
		{
			"voicelineId": 57020,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Mau tahu rahasia menangkap Onikabuto? Mata. Rawat dan latih mata biar jadi setajam elang. Soalnya waktu ada badai, petir, hujan deras, dan angin ribut ... Lavender Melon dan Onikabuto susah banget dibedakan. Percayalah.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_gift_01"
		},
		{
			"voicelineId": 57021,
			"title": "Tentang Thoma",
			"voicelineType": "4001",
			"description": "Ada anak buahku yang bilang kalau dia jadi bintang utama di Upacara Perburuan Vision. Apa maksudnya itu? Memangnya Vision nomor 100 itu lebih kuat daripada 99 Vision sebelumnya? Mana ada begitu! Kalaupun iya, mereka harusnya pilih Tuan Besar ini lah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57022,
			"title": "Tentang Kamisato Ayato",
			"voicelineType": "4002",
			"description": "Hahaha, coba saja aku bisa kenal sama bro Ayato lebih cepat, aku bisa lebih awal belajar sesuatu yang sangat penting dari dia! \"Semangat perjuangan dapat kamu kobarkan bahkan pada seekor kumbang yang lemah sekali pun,\" begitu katanya. Yang satu itu benar-benar kuambil hikmahnya, kalau bukan karena kata-kata itu, aku pasti sudah nyerah waktu kalah main adu kumbang untuk ke-780 kalinya ... Hah, kadang memang cuma sesama petarung doang yang bisa paham satu sama lain. Main kartu atau adu kumbang, kami selalu sehati dan sepikiran.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_ayato_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57023,
			"title": "Tentang Yoimiya",
			"voicelineType": "4003",
			"description": "Cewek itu ya, dia hobi sekali pamer kembang api dan mainan ke anak-anak. Ahh, malas banget lah sama dia! Tak satu orang pun boleh menyaingi pamor Tuan Besar ini! TIDAK ADA! Yang harusnya jadi raja para bocah itu kan AKU! Kamu dengar tidak, untuk urusan ini kamu wajib ada di pihakku ya ... Apa, kamu sudah bukan anak kecil lagi? Ah, masalah sepele. Kalau kamu lebih pendek, artinya di mataku kamu masih bocah. Gitu.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57024,
			"title": "Tentang Kaedehara Kazuha",
			"voicelineType": "4004",
			"description": "Gosipnya, dia berhasil menangkis Musou no Hitotachi waktu kamu kabur dari Tenshukaku. Benar tidak itu? Kalau iya, keren amat! Siapa lagi coba yang bisa begitu. Lalu kalau dipikir-pikir, dia dan aku kan sama-sama berasal dari klan yang sudah jatuh. Artinya kami jadi sederajat dong, haha! Pokoknya, kalau lain kali ada lagi yang menyerangmu, gantian Tuan Besar ini yang tangkis ya!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan kisah \"Sang Mahahadir di Dunia Fana\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57025,
			"title": "Tentang Raiden Shogun",
			"voicelineType": "4005",
			"description": "Tempo hari ketika Dekrit Perburuan Vision masih berlaku, Shogun mengirim tengu kepercayaannya turun tangan langsung untuk mengambil Vision-ku. Artinya, dia merasa Tuan Besar ini cukup bikin dia sakit kepala, betul kan? Tapi berhubung dia sudah mencabut Dekrit itu, ya sudah, tidak perlu ada dendam di antara kami. Yah, asalkan dia bisa belajar dari kesalahan saja sih, soalnya, kalau dia berani berkelakuan macam itu lagi, aku akan kasih dia hadiah sakit kepala yang lebih hebat lagi, huh.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan kisah \"Sang Mahahadir di Dunia Fana\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57026,
			"title": "Tentang Wanita Bertelinga Rubah",
			"voicelineType": "4006",
			"description": "Aku menang telak ketika kami lomba makan Kitsune Ramen. Semua tahu goreng itu tidak bisa menghalangi kemenanganku, tidak sedikit pun! ...Uh, aku memang rebah di kasur selama sebulan lebih setelahnya, tapi aku rela tumbang jadi pemenang daripada kalah sebagai pecundang! Lagian, aku juga yang tertawa pada akhirnya, karena dia yang bayar tagihan 32 mangkuk ramennya! Hahahahaha ....",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57027,
			"title": "Tentang Kujou Sara",
			"voicelineType": "4007",
			"description": "Waktu Dekrit Perburuan Vision, aku kalah dari dirinya. Ya, aku tidak malu mengakui hal itu. Kalau kalah, hadapi, kalau salah, akui! Itu baru lelaki sejati. Dan jangan lupa siapa yang tidak mau bertanding ulang! Dia, si pahlawan tengu! Padahal cuma tanding sumo jalanan, takut apa sih dia? Kalau dia terus-terusan menolak tantanganku, aku akan berhenti panggil dia Tengu Kujou dan mulai panggil dia Ayam Kujou saja! Lihat nanti bisa bilang apa dia.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Dewa Kekal dan Tanah Keabadian\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200711
					]
				}
			]
		},
		{
			"voicelineId": 57028,
			"title": "Tentang Gorou",
			"voicelineType": "4008",
			"description": "Ah, si jenderal guguk dari pasukan pemberontak ya ... Aku harus akui dia itu biarpun kecil badannya tapi besar nyalinya. Dan dia juga membuatku merasa hangat dan akrab, padahal kami cuma pernah ketemu berapa kali saja. Aneh.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57029,
			"title": "Tentang Kuki Shinobu",
			"voicelineType": "4009",
			"description": "Tidak ada seorang pun yang mempertanyakan keputusanku untuk segala urusan di geng ini, kecuali Shinobu. Dia selalu saja adu argumen denganku. Bukan cuma itu, semua barang rampasan hasil kerja kerasku, yang kubawa dan kubagi-bagi ke semua? Dia seenaknya saja main kembalikan semuanya! Tapi toh dia juga mengeluarkan aku dari penjara dan selalu meloloskan kami dari masalah, jadi ya sudahlah. Lagian, aku tidak mau disentimenin sama dia. Hidupku bisa amburadul kalau Shinobu murka.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kukiShinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57030,
			"title": "Tentang Sayu",
			"voicelineType": "4010",
			"description": "Tahu tidak, aku cuma pernah mengelus kepalanya sekali saja waktu dia meleng, dan semenjak itu dia selalu menyerang setiap kali ketemu aku. Harus gimana lagi coba? Tanuki itu lucu sekali, masa tidak boleh elus kepalanya sih? ... Oh iya, dia juga selalu ngamuk dan langsung main pukul kalau disebut tanuki, kenapa sih! Dia dandan kayak gitu memang supaya mirip tanuki, kan? Aneh dia, buat apa coba marah-marah tidak jelas ....",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57031,
			"title": "Mengenal Arataki Itto: I",
			"voicelineType": "5001",
			"description": "Aku tahu apa yang lagi kamu pikirkan: \"Aku bingung kenapa orang ini bisa jadi ketua geng Arataki, padahal kerjaannya cuma adu kumbang dan main kartu?\" Gitu, kan? Yah, kamu tak salah sih, yang barusan itu cuma permainan anak kecil. Mau tahu kemampuanku yang sesungguhnya? Makan ramen sambil berdiri terbalik, tidur sambil buka mata, main harmonika pakai hidung, dan menepak lalat pakai rambut doang. Hebat, kan? Sudah paham sekarang?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_01"
		},
		{
			"voicelineId": 57032,
			"title": "Mengenal Arataki Itto: II",
			"voicelineType": "5002",
			"description": "Orang Inazuma punya takhayul, yaitu setiap ada hari raya, atau waktu pindah rumah, atau sakit, atau ada peristiwa apa lah, mereka akan lempar kacang sambil baca mantra gini: \"Kacang jatuh untung bertabur, oni sial pastinya kabur. Untung ditabur, oni-nya kabur, untung ditabur, oni-nya kabur!\" ... Argh, semakin menyebalkan saja kalau didengar, tapi yang lebih parah itu jalanannya jadi penuh kacang. Aku ini alergi kacang, alergi parah. Ini tidak boleh dibiarkan, demi semua oni yang ada di luar sana! Kami tidak bersalah! Jangan usir kami setiap ada peristiwa tidak penting di hidup kalian!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 57033,
			"title": "Mengenal Arataki Itto: III",
			"voicelineType": "5003",
			"description": "Saat \"mencoba\" mengakhiri diskriminasi manusia terhadap kaum oni, aku menyuruh anak buahku memotret sisi lembutku dan menempel fotonya di Papan Pengumuman Inazuma. Akhirnya, foto itu malah habis dicorat-coret orang tak bertanggung jawab! Lalu, para ashigaru sialan dari Tenryou Commission menuduhku mengganggu ketertiban, lalu Yashiro Commission bilang tindakanku mengganggu keharmonisan suasana, dan terakhir Kanjou Commission sampai ikut-ikutan kirim orang buat tagih pajak iklan segala! Ampun kan, dasar orang-orang bodoh, tidak bisa bedakan mana yang baik dan mana yang jahat!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57034,
			"title": "Mengenal Arataki Itto: IV",
			"voicelineType": "5004",
			"description": "Geng Arataki menyambut semua orang yang pernah hidup susah. Tak usah hiraukan orang yang hina kami dengan sebutan orang-orang gila dan aneh. Setiap anak buahku sudah kuanggap keluarga, dan mereka juga merasakan hal yang sama. Semuanya kami hadapi bersama, baik suka maupun duka.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 57035,
			"title": "Mengenal Arataki Itto: V",
			"voicelineType": "5005",
			"description": "Tentang Oni Biru yang mengorbankan diri agar Oni Merah bisa tetap hidup ... Aku angkat topi, tapi bukan berarti aku setuju dengan cara mereka. \"Berkorban demi hari esok yang lebih baik\" itu salah, yang benar itu \"Bersama-sama membangun hari esok yang lebih baik\". Kita harusnya bekerja sama, bukan masing-masing mementingkan dirinya sendiri lalu seenaknya berkorban, buat apa? Biar kelihatan keren, gitu? Ah sudahlah, masa lalu biarlah berlalu, yang sudah terjadi tidak bisa diubah lagi. Tapi mulai hari ini, tidak ada lagi yang boleh berkorban-berkorban sok keren begitu, paham? Kalau sampai terjadi lagi, Tuan Besar ini sendiri yang akan turun menghadang!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan kisah \"Bangkitlah, Jiwa Perunggu\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1202618
					]
				}
			]
		},
		{
			"voicelineId": 57036,
			"title": "Hobi Arataki Itto",
			"voicelineType": "6001",
			"description": "Adu kumbang, main kartu, main gasing, kendama, petak umpet ... apa pun mainannya, aku bisa mainnya! Perlu bukti? Sini, coba saja lawan aku. Tapi siap-siap kalah ya, Hahahaha!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_hobby"
		},
		{
			"voicelineId": 57037,
			"title": "Kekhawatiran Arataki Itto",
			"voicelineType": "6002",
			"description": "Nenek Oni itu bukan oni ... dia itu manusia paling baik yang pernah hidup. Dia cuma dijuluki begitu karena mengurusku. Kalau orang-orang tidak suka padaku, masa bodoh, aku juga tidak peduli pendapat mereka ... Tapi aku tidak mau orang-orang jadi memusuhi nenek gara-gara aku.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 57038,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Permen loli memang terbaik lah. Permennya manis enak, lalu stik lolinya juga keren kalau digigit dan dibiarkan menggantung di mulut. Kelihatan banget premannya. Tidak percaya? Nih, cobain.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodLike"
		},
		{
			"voicelineId": 57039,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Lah, aku ini oni! Aku jelas-jelas benci sekali sama kacang! Kacang kedelai, kacang hijau, apa pun jenisnya, aku sangat anti. Baru pegang saja alergiku langsung jadi, apalagi kalau sampai dimakan. Orang-orang tidak boleh dibiarkan melempar kacang seenaknya!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodDislike"
		},
		{
			"voicelineId": 57070,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Hahahahaha! Hmm, hmm, hmm! Aku belum pernah makan yang seenak ini lagi selama tiga tahun !",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_pref_01"
		},
		{
			"voicelineId": 57071,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Oke! Hari ini sah-sah saja mau kamu yang traktir. Tapi ingat, Geng Arataki pasti tidak akan pernah lupa balas budi.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_normal_01"
		},
		{
			"voicelineId": 57072,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Heh, kamu mau ... meracuniku ya?! Ah!!!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_dislike_01"
		},
		{
			"voicelineId": 57040,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Hari ini sangat penting, dan aku sudah menyuruh semua anggota yang lain pergi, supaya aku tidak dituduh menganakemaskan kamu. Lihat, aku bawa hadiah ulang tahun paling hebat yang pernah ada! Onikabuto juara, yang kukejar selama tiga hari tiga malam. Lalu ini, kartu edisi terbatas yang kudapatkan setelah main tiga ratus ronde, dan terakhir, nyanyian spesial dari Tuan Besar ini untuk dirimu: *ehem* HARI INIII ... HARI YANG KAU TUNGGU! BERTAMBAH SATU TAHUN ... USIAMU, BAHAGIALAH KAMU ....",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 57041,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "NAH! Ini baru mantap! Wuh, haha! Awas semuanya, aku makin kuat sekarang!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 57042,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Owh yeah! MENANG BANYAK!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 57043,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Rasakan kekuatanku, haha! Mau lihat aku remukkan batu karang?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57044,
			"title": "Perasaan Tentang Ascension: Kesimpulan",
			"voicelineType": "8004",
			"description": "Dan julukan si nomor satu pun akhirnya jadi kenyataan! *buuum* Hahahaha, jadi yang paling hebat tidak bakal membuat Tuan Besar ini lupa atas jasa-jasamu untukku, oke? Aku selalu siap untukmu ... kapan pun di mana pun.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 57045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "MAJU!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_01"
		},
		{
			"voicelineId": 57046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Haha! BAM!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_02"
		},
		{
			"voicelineId": 57047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "SIKATTT!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_03"
		},
		{
			"voicelineId": 57048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "MINGGIR, oni mau lewat!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_01"
		},
		{
			"voicelineId": 57049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "MAKAN NIH!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_02"
		},
		{
			"voicelineId": 57050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Waktunya BERAKSI!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_03"
		},
		{
			"voicelineId": 57051,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Maaantap! Mainan baru lagi!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_01"
		},
		{
			"voicelineId": 57052,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Hahaha, Tuan Besar ini untung besar!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_02"
		},
		{
			"voicelineId": 57053,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Halo uang, dadah kerja.",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_03"
		},
		{
			"voicelineId": 57054,
			"title": "Mulai Lari: I",
			"voicelineType": "700001",
			"description": "Kejar kalau bisa!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_explore_sprint_start_01"
		},
		{
			"voicelineId": 57055,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Jangan anggap remeh oni!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_01"
		},
		{
			"voicelineId": 57056,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Siapa yang kalah! Ini semua ... sesuai rencana ....",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_02"
		},
		{
			"voicelineId": 57057,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Lecet doang!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_03"
		},
		{
			"voicelineId": 57058,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Biar aku yang hadapi mereka!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_01"
		},
		{
			"voicelineId": 57059,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Bawa aku! Aku pasti bisa!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_02"
		},
		{
			"voicelineId": 57060,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Sampai ketemu di pertandingan ulang ....",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_01"
		},
		{
			"voicelineId": 57061,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Yang penting gugurnya ... keren ....",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_02"
		},
		{
			"voicelineId": 57062,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Anak-anak ... aku ... mengecewakan kalian ....",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_03"
		},
		{
			"voicelineId": 57063,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900001",
			"description": "Mau coba!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_01"
		},
		{
			"voicelineId": 57064,
			"title": "Menerima Serangan Ringan: II",
			"voicelineType": "900002",
			"description": "MANA! SUDAH!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_02"
		},
		{
			"voicelineId": 57065,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "ARGH, oke, sakit juga yang barusan!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_01"
		},
		{
			"voicelineId": 57066,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "HEI! Aku belum siap!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_02"
		},
		{
			"voicelineId": 57067,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Minggir! Tuan Besar Itto datang!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_01"
		},
		{
			"voicelineId": 57068,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "AKU PALING HEBAT!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_02"
		},
		{
			"voicelineId": 57069,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Dan semuanya menyambut ...!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_03"
		}
	]
}