{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Halo! Aku Charlotte, wartawan dari The Steambird. Senang berkenalan denganmu. Kalau ada waktu, boleh minta wawancara eksklusifnya? Insting wartawanku nih bilang kalau ada banyak banget berita besar yang bisa digali dari kamu!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Mengobrol: Berita",
			"voicelineType": "1101",
			"description": "Pastikan matamu selalu terbuka dan pikiran waspada, maka kamu akan lihat banyak sekali calon-calon berita yang sudah menunggu untuk digarap.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Mengobrol: Wartawan",
			"voicelineType": "1102",
			"description": "Di Court of Fontaine ada banyak sekali wartawan, tapi tidak semuanya bertindak sesuai standar profesional yang baik. Kalau kamu ingin diwawancara nih ya ... tidak ada pilihan yang lebih mending dari aku.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Mengobrol: The Steambird",
			"voicelineType": "1103",
			"description": "The Steambird itu surat kabar terbaik. Banyak wartawan bagus yang terafiliasi, pemimpin redaksinya juga selalu terbuka sama gagasan-gagasan baru. Tapi yang paling pentingnya: gajian tidak pernah telat.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Waduh, Kamera-nya enggak boleh sampai basah nih!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Cih! Kenapa sih gagal terus setiap kali mau motret petir?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Brrr! Jariku beku! Tidak bisa pencet tombol Kamera.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Pencahayaan yang sempurna buat foto! Ayo, gaya dong. Jangan lupa senyumnya!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Pagi! Sudah baca koran? Belum? Tenang ... aku bacain nih.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Makan siang! Ayo ikut, aku tahu tempat yang enak banget!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Waktunya ngobrol malam. Ada cerita apa nih? Mau dengar dong. Oh tenang, aku tidak akan jadiin artikel tanpa seizin kamu. Janji.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Selamat tidur. Istirahat yang benar ya, aku masih harus ke kantor untuk baca ulang beberapa artikel. Sampai ketemu besok!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "Tentang Charlotte: Karier",
			"voicelineType": "2001",
			"description": "Tidak semua orang senang sama wartawan. Tahu kan apa katanya ... kebohongan luwes juga lentur, sedangkan kebenaran itu tajam dan kaku.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "Tentang Charlotte: Fotografi",
			"voicelineType": "2005",
			"description": "Aku tidak bisa ambil foto bagus kalau objeknya tidak menarik. Harus memaksakan diri pencet tombol kameranya kalau aku tidak merasa semangat sama objeknya.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "Tentang Kita: Wawancara Eksklusif",
			"voicelineType": "2003",
			"description": "Oke, waktunya wawancara. Sudah siap jadi terkenal? Nurut saja sama aku dan pose yang keren biar fotonya bagus! Kamu juga, Paimon ... kamu nih bisa terbang bebas loh! Boleh dong kelihatan lebih seru dikit?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "Tentang Kita: Tukang Bikin Heboh",
			"voicelineType": "2002",
			"description": "Kabar baik ... aku berhasil bujuk Nona Euphrasie biar kalian jadi berita utama The Steambird selanjutnya! Foto kalian bakal nampang di halaman depan, terus ada artikel khusus juga yang aku tulis sendiri ... EH? Apa maksudnya \"tidak usah\"? Ayolah, aku sudah capek-capek maksa ke Nona Euphrasie loh! Pikirin lagi deh, ya, ya? Dijamin tidak bakalan nyesel! Aku traktir makan enak sepuasnya deh! Mau yaaaaaa~",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan \"Bagai Rintik Hujan, Turun Tanpa Sebab\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Jujur ya ... kalau boleh pilih, aku pinginnya dapat Vision Anemo. Bisa terbang bebas itu guna banget buat ngejar wawancara! Vision Cryo juga lumayan sih, jadi tidak usah khawatir Kamera-ku rusak karena kepanasan.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "\"Sumber berita yang sukar dipercaya tapi bisa dipercaya!\" Itu tuh slogan wartawanku. Hmm? Haha, betul kok. \"Sulit\" tapi \"bisa\" dipercaya. Kenapa? Oh, kalau harus milih sih jelas aku pilih \"bisa\" ya, tapi kebanyakan pembaca lebih suka keluar duit buat baca berita heboh daripada yang biasa-biasa. Makanya harus fokus terus cari berita heboh biar pembaca setia kami enggak bosan.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Ini, kenalan dulu sama satu-satunya Monsieur Verite. Bukan kamera biasa, dia ini rekan sekaligus asistenku yang paling bisa diandalkan. Lihat tuh topi dan dasi kupu-kupunya ... aku sengaja bikin ke Nona Chiori. Bagus kan? Masih ada banyak baju lain juga loh, beda-beda semua gayanya. Pokoknya dia harus tampil keren di setiap wawancara, apa pun situasinya!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "Tentang Navia",
			"voicelineType": "4001",
			"description": "Nama ayahnya sudah bersih, dan rentetan kasus orang hilang juga sudah berhasil dipecahkan. Akhirnya Nona Navia bisa bernapas lega ya. Tapi entah kenapa dia malah ada di pusat semua berita buruk akhir-akhir ini ... Untungnya, aku sudah kumpulin semua artikel yang menyebut namanya dan langsung menyunting semuanya sebelum naik cetak ... Heh, terus aku dimarahi habis-habisan sama Nona Euphrasie gara-gara ikut campur ... Tapi ya, aku yakin Nona Navia perlu istirahat, maka aku rela jadi bulan-bulanan ... Terus dia sudah setuju diwawancara eksklusif, impas deh!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Bagai Rintik Hujan, Turun Tanpa Sebab\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "Tentang Lyney",
			"voicelineType": "4002",
			"description": "Berita heboh ... Tuan Lyney lagi-lagi menolak wawancara denganku. Tahu enggak sudah berapa kali? Uh ... aku sendiri sudah lupa loh. Tapi percuma! Menghindar terus artinya dia memang menyembunyikan sesuatu yang bisa dijadikan berita super-duper heboh! Asal aku pantang menyerah dan gali terus, nanti juga bakal ketahuan ... terus kalau sudah begitu, beritanya bakalan menggemparkan dunia lebih dari berita manapun di sepanjang sejarah jurnalisme!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "Tentang Lynette",
			"voicelineType": "4003",
			"description": "Mau ditanya kayak apa juga, Nona Lynette cuma bakal menatap ke bawah dengan muka tanpa ekspresinya itu. Seakan-akan dia itu ... cuma boneka roda gigi. Aku sudah tergoda banget buat nulis artikel \"Asisten si Pesulap Luar Biasa Ternyata Cuma Boneka: Rahasia Sulap Abad Ini\" ... Tapi firasatku bilang sudah baca artikel kayak gitu pun dia bakalan tetap tidak bergeming.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "Tentang Clorinde",
			"voicelineType": "4004",
			"description": "Nona Clorinde itu Petarung Juara paling sohor di seantero Fontaine, tapi dia juga yang paling misterius. Aku punya narasumber yang bilang kalau dia pakai ritual gaib buat bikin senjatanya selalu mulus seperti baru ... Apa ini rahasia di balik rekor tak terkalahkannya di arena duel? Ah, suatu hari nanti aku ingin deh tanya dia soal itu ... tapi kayaknya mustahil sih. Dia sudah bikin pengumuman kalau dia tidak akan pernah menerima permintaan wawancara.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "Tentang Wriothesley",
			"voicelineType": "4005",
			"description": "Jadi ... apa kamu berhasil ketemu langsung sama Duke itu? Ya? Ada info yang bisa dibocorin kah? Bukan soal Kupon Khusus, Kantin Bersama, atau aturan \"jika seorang tidak mau bekerja, janganlah ia makan\" itu ya ... itu sih biasa doang. Aku mau tahu soal kisah personal orang nomor satu di Benteng Meropide ... Eh, apa maksudnya \"rahasia\"? Ih, kenapa kamu jadi ikut-ikutan sih! Kan sudah sepakat! Baiklah, ingat tidak tempo hari aku traktir kamu makan sampai puas! Gantiin duitnya! Terus sana balik lagi saja ke penjara! Tukang bohong! HUH!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Percepatan Bencana Alam\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "Tentang Emilie ....",
			"voicelineType": "4006",
			"description": "Nona Emilie itu peracik parfum paling bagus di Court of Fontaine. Tempo hari dia pernah kasih aku satu yang bagus banget, merangkap anti serangga dan deodoran juga! Benar-benar guna banget buat orang yang setiap hari wara-wiri ke mana-mana kayak aku. Nih, hari ini kebetulan aku pakai tuh parfum di pergelangan tanganku ... cium deh, wanginya wuuuiiih!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "Tentang Chiori",
			"voicelineType": "4007",
			"description": "Aku pernah sih mantau-mantau di Chioriya Boutique. Selain istri orang kaya dan turis dari luar, pelanggan di sana juga ada yang kelihatan kayak orang-orang kasar dan galak gitu! Tipe yang ototan, codet di muka, pakai topeng, topi, dan bawa pedang ... tapi semuanya selalu datang bawa hadiah, terus kelakuannya juga kayak ... semacam hamba gitu. Uh ... tidak semua sih. Kalau ada yang berani kurang ajar, dia bakalan langsung \"diantar\" keluar. Serius! Aku ada fotonya, orang itu ditendang sampai terbang jauh banget loh!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "Tentang Freminet",
			"voicelineType": "4008",
			"description": "Aku sudah beberapa kali ketemu Tuan Freminet sejak pertama kali dikenalkan. Dia langsung tertarik sama Monsieur Verite (si Kamera sekaligus asisten), bahkan sampai bikin perbaikan gitu ke lensanya. Tapi jujur deh, waktu lihat dia membongkar Monsieur Verite dalam hitungan detik, jantung ini rasanya mau loncat keluar ... dan hebatnya, dia merakit ulang Kamera-nya secepat itu juga. Kayaknya pengalamannya sama hal ginian banyak banget. Aku sampai yakin dia tuh lulusan Institut Penelitian Fontaine, tapi katanya bukan.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Penyamaran Sang Pendosa\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "Tentang Neuvillette",
			"voicelineType": "4009",
			"description": "Kalau mau wawancara sama Iudex, kita harus sediakan semua pertanyaannya sebelum hari-h, lalu ajukan dulu ke Palais Mermonia untuk dievaluasi. Nanti akan dipilah lagi pertanyaan mana yang boleh dan mana yang tidak boleh ditanyakan ... Itu cara mereka atur supaya wawancaranya lancar tanpa gangguan. Keterlaluan kan ribetnya? Barusan ngejelasin saja aku langsung jadi kayak hilang selera gitu.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "Tentang Furina ....",
			"voicelineType": "4010",
			"description": "Nona Furina itu sosok yang sangat menawan. Dia memang lahir untuk jadi bintang. Nona Euphrasie pernah suruh satu wartawan membuntuti dia, tapi tidak lama kemudian orang itu mundur ... Katanya sih, alasannya karena Nona Furina mau lihat semua hasil jepretannya, dan dia bakal disuruh ngulang kalau fotonya jelek. Dan katanya Nona Furina itu rewelnya minta ampun, si wartawan malang itu pernah sampai disuruh 127 kali memotret satu pose yang sama sampai dia puas ....",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Mengenal Charlotte: I",
			"voicelineType": "5001",
			"description": "Aku tahu kok mengejar kebenaran itu pekerjaan yang berbahaya. Tapi kenyataan yang disembunyikan adalah bahan berita heboh, jadi selamat berjuang buat pihak-pihak yang coba main rahasia-rahasiaan waktu kami butuh berita ... Eh, maksudnya, coba saja usir wartawan yang profesional, berdedikasi, dan punya integritas kuat macam aku! EHEM, prinsipku adalah mewartakan berita eksklusif, heboh, faktual, tajam, dan terpercaya ke khalayak!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Mengenal Charlotte: II",
			"voicelineType": "5002",
			"description": "Waktu pertama kerja jadi wartawan, aku tidak tahu gimana caranya nulis berita. Jadi harus belajar sendiri dengan baca artikel orang lain. Selain yang di Steambird, aku juga lihat artikel terbitan perusahaan lain, yang isinya biasanya lebih spesifik gitu. Contoh, ada \"Tabloid Pengamat\", isinya gosip selebritas. Terus \"Senang Setiap Minggu\", isinya berita olahraga dan hiburan, \"Dapur Koki\", buat orang-orang yang senang baca kritik kuliner, dan \"Gempar!\", yang cuma bahas gosip santer dan spekulasi aneh-aneh. Aku belajar banyak sih dari baca itu semua, dan ... yah, setidaknya belajar nulis dengan gaya yang beda-beda deh.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Mengenal Charlotte: III",
			"voicelineType": "5003",
			"description": "Aku pernah menyamar selama enam bulan demi menguak kasus pedagang makanan yang jualan barang cacat. Ceritanya aku jadi gembel terus melamar kerja jadi tangan dapur belakang. Aku tahan terus kerja di sana sampai terkumpul cukup banyak bukti kecurangan mereka. Setelah itu, aku rangkum semuanya ke dalam artikel yang dicetak The Steambird. Wah, hasilnya ngeri banget tuh dulu. Mereka langsung dihukum, memang, tapi tetap saja aku jadi sasaran proyek balas dendamnya. Setiap hari aku dapat surat ancaman yang dikirim langsung ke meja sebelah kasur, terus ada yang melempar lumpur kotoran ke depan pintu kantor ... The Steambird langsung bikin laporan ke Garde, terus aku dikirim ke Mondstadt untuk meliput turnamen Genius Invokation TCG. Cukup lama juga dinasnya sebelum akhirnya keadaan mereda dan aku boleh pulang ke Fontaine. Yang ginian nih sebenarnya sering banget kejadian, aku bingung Nona Euphrasie kok bisa kuat ya ngurusinnya ....",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Mengenal Charlotte: IV",
			"voicelineType": "5004",
			"description": "Sifatku memang mudah penasaran dari sananya. Waktu kecil, sebelum kepikiran untuk masuk dunia jurnalisme, aku sudah yakin kalau ada banyak rahasia dan misteri yang bersembunyi di setiap sudut jalan ... Aku melihat dunia seperti lautan harta karun tersembunyi, tempat bersemayamnya cerita yang tak terhitung jumlahnya untuk dikupas. Setiap kali aku merasa ada rahasia tersembunyi di suatu tempat, aku potret dan masukkan fotonya ke koleksi. Foto-foto ini ibarat peta harta karun pribadi ... yang bolak-balik aku lihat agar bisa dipecahkan misterinya dan dikuak kebenarannya.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Mengenal Charlotte: V",
			"voicelineType": "5005",
			"description": "Aku tidak peduli sih apa kebenaran yang disembunyikan itu penting, bermakna, atau konsekuensi karena mengungkapkannya ... Aku cuma ingin agar semuanya bisa terkuak. Kalau pakai bahasa petualang, yah ... yang dikejar itu rasa tegang waktu mengejarnya, bukan harta karunnya. Aku juga ketemu banyak orang dalam prosesnya loh, semua temanku di Fontaine, Nona Euphrasie yang yakin seratus persen kalau aku ini memang lahir untuk jadi wartawan, serta orang-orang kayak kamu ini, yang mengejar \"kebenaran\" bersamaku. Tanpa bantuan semua orang, mungkin saat ini aku masih jadi anak kecil kepo yang hobi banget jepret kanan-kiri kayak orang sinting ... Yah, jarang-jarang nih aku yang diwawancara ... tapi senang juga deh rasanya.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Hobi Charlotte",
			"voicelineType": "6001",
			"description": "Aku suka mengumpulkan lensa Kamera. Kelebihannya beda-beda sih, ada yang jauh banget jarak fokusnya, atau ada juga yang bisa dipakai menjepret foto super lebar. Oh, ada juga yang lucu dan aneh-aneh, yang bisa ngasih efek khusus ke hasil fotonya. Nih contoh, kalau pakai lensa ini, bisa bikin mukanya jadi tembem semua ... Sini aku jepretin satu buatmu! Kamu juga, Paimon!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "Kekhawatiran Charlotte",
			"voicelineType": "6012",
			"description": "Namaku sebenarnya agak jelek di mata beberapa orang sih, karena kadang aku, eh ... terlalu intens gitu waktu mewawancara. Nah, sekarang kalau aku mau minta wawancara, orang-orang jadi kayak takut gitu ... Tapi ya, memang beberapa orang ada yang harus dikasih tekanan terus agar mau buka mulut ....",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Hehe, aku lemah sama makanan manis. Habis makan berat sekenyang apa pun, perut ini masih muat kalau ada makanan penutup. Kalau kata ibuku ya ... tempatnya beda sendiri buat yang manis-manis!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak kuat sama sekali sama yang pedas-pedas. Rasanya perut ini punya sensor pedas gitu, soalnya kena cabe sedikiiit saja bisa langsung ngamuk dia. Satu gigitan kecil, sakit perutnya, waduh ... lama pula, bisa seharian ....",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Kamu ternyata jago masak ya! Minat tulis kolom kuliner di koran kami? Aku bisa atur.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Eh, lumayan banget loh ... bisa ajarin aku mungkin, kapan-kapan?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Aduh-duh, ini ... eh ... termasuk berita heboh ... yang isinya mengocok perut ....",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang tahun! Sudah baca The Steambird hari ini belum? Aku ada selipkan ucapan selamat buat kamu loh, hehe ... Apa, kamu belum beli? Tenang, aku bawain satu tadi dari kantor. Nih! Aku berjuang loh biar ucapannya bisa ditaruh di halaman ini.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Rasanya aneh, tapi menakjubkan ... Aku harus catat.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Jadi ini beneran bisa bikin orang tambah kuat ya? Kirain cuma gosip, tapi ternyata asli ya ....",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Dulu-dulu kamu sudah pernah giniin orang juga ya? Apa bahan yang dipakainya beda? Terus gimana caranya? Aku penasaran juga sama ... eh, maaf ya. Kebiasaan.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Astaga! Otakku muternya lebih cepat, badan rasanya penuh tenaga ... Tidak ada berita heboh di luar sana yang bisa lolos dari genggamanku sekarang! Tapi pertama-tama ... ayo kita foto bareng dulu, buat kenang-kenangan.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "CHEESE!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Senyumnya mana~",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Tahan gitu ya!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Bom kebenaran!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Berita besar!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Liputan eksklusif, tajam, terpercaya!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Ooh! Boleh nih.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Rasanya ingin deh wawancara orang yang ninggalin ini di sini.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Kayaknya sih barang-barang ini sudah tidak ada yang cari ya ....",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Oke, harus difoto semuanya ....",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Masih ada berita yang belum diliput!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Kamera-nya masih jalan!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Awas!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Aku tidak mau tulis berita duka cita!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Bawa fotonya ... ke The Steambird ....",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Setidaknya aku ... sudah dokumentasi semua ....",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Judul ... masih perlu judul ....",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Tidak sopan!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910002",
			"description": "Kameraku!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Ayo mulai wawancaranya.",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Ada berita apa?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Semakin mendekat, semakin jelas juga kebenarannya!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}