{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Namaku Chiori, pemilik Chioriya Boutique. Silakan kalau ingin pesan baju. Kalau butuh yang lainnya, tentu saja itu tergantung penawaran yang bisa kamu berikan. Seperti bisnis pada umumnya, kan? Kamu bantu, aku bantu. Oh ya, dilarang keras merokok, minum-minum, dan membuat keributan di dalam toko. Konsep \"tamu adalah raja\" tidak berlaku di sini .... Bahkan kalau seorang \"raja\" sungguhan datang ke sini pun, dia tetap harus mengikuti aturan. Kalau tidak ya ... selamat mencium aspal di luar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Mengobrol: Kritik",
			"voicelineType": "1101",
			"description": "Aku sendiri yang memutuskan untuk menjadi apa dan jalan ke arah mana. Tidak ada yang boleh mengatur.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Mengobrol: Gunting Jahit",
			"voicelineType": "1102",
			"description": "Siapa bilang harus pakai gunting untuk memotong pakaian? Abaikan saja peraturan kaku seperti itu. Aku lebih suka pakai alat potong sendiri.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Mengobrol: Model",
			"voicelineType": "1103",
			"description": "Kalau memang suka berdiri begitu, diam tidak bergerak sama sekali, mau sekalian jadi model? Aku bikinin baju bagus.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Sebenarnya menurutku yang masalah itu bukan hujannya, tapi lumpurnya. Susah sekali dicuci kalau sudah kena ke baju.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Ini membuatku teringat kampung halaman ....",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Melihat salju turun dari langit, rasanya ingin sekali menggapainya ... tapi begitu sampai di tangan, sesuatu yang indah pun lenyap begitu saja. Butiran salju dan dunia busana ... ternyata ada kemiripan ya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "Di Padang Pasir",
			"voicelineType": "1204",
			"description": "Hmm, gimana ya memasarkan mode kelas atas di sini ....",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Pagi. Jangan minta dibikinin sarapan ya, enak saja. Tapi kalau kamu mau ke kafe, titip beli kopi. Hitam, tidak pakai krim, tidak pakai gula.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Sudah jam makan siang? Aku belum lapar ... dan belum mau istirahat. Duluan saja kalau mau makan.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Berisik sekali di luar. Malam ini semua warga Court of Fontaine pergi jalan-jalan ya?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Aku mau bersantai, mau mandi berendam yang lama. Sampai ketemu besok.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "Tentang Chiori: Sifat Terus Terang",
			"voicelineType": "2001",
			"description": "Banyak yang komplain, baik secara terang-terangan atau diam-diam. Katanya sikap dan omonganku sering bikin orang sakit hati. Tapi pendapatku ya, basa-basi dan manis mulut yang pura-pura itu cuma buang waktu. Kalau gara-gara dengar fakta saja sudah sakit hati, ya berarti merekanya yang lemah lah.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "Tentang Chiori: Visi Merek",
			"voicelineType": "2005",
			"description": "Waktu pertama kali membuat konsepnya, aku banyak terinspirasi dari pengalaman masa lalu. Dari sanalah muncul slogan-slogan untuk merek ini. Susah sekali untuk memilih satu saja, terutama kalau semua slogan itu mencerminkan aspek diri yang teramat berharga ... tapi tentunya kita cuma boleh pilih satu yang paling cocok mewakili diri kita.\n\"Jangan pernah mengaku kalah\". Ini sloganku, ini merekku.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "Tentang Kita: Mencoba Baju",
			"voicelineType": "2003",
			"description": "Percayalah, yang ini cocok sekali buat kamu. Hmmm? Kamu belum pernah lihat model begini sebelumnya? Ah, berarti kamu belum pernah ketemu desainer yang seleranya bagus.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "Tentang Kita: Bertukar Pikiran",
			"voicelineType": "2002",
			"description": "Rasanya kamu sudah tahu kalau aku orangnya selalu mengatakan apa yang ada di pikiran. Kamu mungkin sudah terbiasa, tapi memang begitulah caraku mengekspresikan diri, itu tidak akan berubah. Tolong jadilah diri sendiri ketika sedang bergaul denganku ya, jangan menyembunyikan apa pun. Aku tidak akan mengkritik orang yang jujur pada dirinya sendiri. Hmm? Tidak percaya? Coba, kita sudah kenal sekian lama ... kapan aku pernah bohong?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Tentang Vision",
			"voicelineType": "3006",
			"description": "Orang-orang Fontaine memberiku julukan \"Si Penjahit Guntur\" karena aku berasal dari Inazuma. Kalau mereka mau panggil seperti itu, ya silakan saja. Aku tidak terikat dengan kampung halamanku kok. Karena semua yang ada di hidupku sekarang, termasuk Vision, baru ada setelah aku memutuskan untuk pergi dari Inazuma.\nOh, aku bukan tidak suka kepulauan yang jemur kain saja mesti pakai perjuangan itu ya. Cuma ya, memang belum ada alasan untuk pulang.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Waktu kecil dulu, aku sering disuruh orang tua untuk lebih aktif, agar tenaga berlebihku tersalurkan. Salah satunya adalah dengan berlatih ilmu pedang. Tak lama setelahnya, aku tiba-tiba sadar kalau main dua pedang itu rasanya lebih keren dan kuat. Akhirnya guru yang melatihku tahu, dan dia minta aku berhenti. Aku tanya alasannya, dan dia cuma bisa jawab kalau teknik dua pedang tidak \"standar\" dan tidak \"sesuai aturan\". Aku tidak pernah masuk kelas dia lagi setelah peristiwa itu. Untung dulu aku bersikeras melatih ilmu ini ya, toh sekarang ketahuan kalau aku memang tipe yang kedua tangannya harus selalu sibuk.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Tamoto adalah mahakaryaku yang pertama. Waktu membuatnya dulu, aku cuma ingin boneka perempuan yang mirip denganku untuk jadi model dan asisten. Apa? Teman? Tidak, aku tidak butuh yang begituan.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "Tentang Navia",
			"voicelineType": "4001",
			"description": "Dia dulu sering maksa aku bikin desain aneh-aneh. Contoh, minta mahkota kecil untuk setiap tuas di kemudi kapal ... aku cuma bisa geleng-geleng saja sih. Aku bilang paling cuma bisa bikin bentuk topinya jadi mirip kapal.\nYang sering bilang kalau desainku mendahului zaman ... mungkin cuma belum pernah ngobrol sama dia.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "Tentang Lyney",
			"voicelineType": "4002",
			"description": "Aku tidak bisa bikin topi yang ada kompartemen rahasianya, tapi sepertinya Lyney bisa menyulap topinya sendiri ya ... Aku penasaran, seperti apa rasanya pakai topi yang penuh dengan trik dan tipuan kayak punya dia. Kalau aku, aku tidak perlu beban seperti itu. Lebih baik langsung saja ngomong apa adanya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "Tentang Lynette",
			"voicelineType": "4003",
			"description": "Si asisten tidak banyak bicara, tapi aku tahu dia percaya sama aku. Entah kenapa, aku memang gampang dekat sama kucing ....",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "Tentang Charlotte",
			"voicelineType": "4004",
			"description": "Charlotte pernah datang ke toko minta wawancara. Aku tolak, karena percuma juga, toh tidak ada hal baru yang bisa dibicarakan. Tapi pas dia mau pulang, ada pemabuk yang datang bikin onar di toko. Tentu saja Charlotte merekam semuanya ... kacau. Katanya hidup wartawan untuk mengejar berita, tapi yang satu ini ... sepertinya terbalik ya, dia yang dikejar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "Tentang Chevreuse",
			"voicelineType": "4005",
			"description": "Kerja dan bicara dengan Chevreuse itu mudah. Terlalu mudah, sampai-sampai aku sering lupa menyesuaikan diri ke pembawaanku saat menghadapi tamu biasa setiap kali habis ngobrol dengannya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Tentang Emilie",
			"voicelineType": "4006",
			"description": "Parfum Emilie sangat populer. Kami ada kesepakatan, dia kirim sampel parfum yang lagi dikembangkan ke toko, dan Eloffe boleh semprotkan parfumnya ke kamar ganti. Lalu pelangganku akan kasih komentar dan masukan. Setelah selama ini pun, aku tidak pernah dapat keluhan kamar ganti yang bau tidak sedap. Malahan, mereka sering tanya di mana aku beli parfum untuk kamar ganti. Karena penasaran, aku selalu beli sebotol kalau dia sudah mulai jual, memang mahakarya seni sih itu, wangi yang bisa selalu bikin orang merasa segar setiap kali menciumnya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "Tentang Wriothesley",
			"voicelineType": "4007",
			"description": "Ada teman dan rekan yang pernah cerita tentang dia. Aku kagum dengan kemampuan manajemen dan negosiasinya, tapi bukan berarti aku berniat mengubah gaya mengikutinya ya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "Tentang Kirara",
			"voicelineType": "4008",
			"description": "Waktu masih di Inazuma, ada kucing bermata hijau yang suka mengikuti setiap kali aku keluar cari inspirasi di alam liar. Kucingnya seperti tertarik sekali sama warna dan pola kain yang aku bawa. Dia sering mendekat, dan mengeluskan kepalanya ke kakiku kalau lagi senang.\nBelakangan aku ketemu lagi dengan bola mata hijau itu, tapi pemiliknya adalah seorang gadis berekor dua. Pandangannya ketika melihat hal baru dan menarik masih tetap sama seperti bertahun-tahun lalu.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "Tentang Kamisato Ayaka",
			"voicelineType": "4009",
			"description": "Kalau aku tidak sering kabur main ke luar waktu kecil dulu, mungkin aku tidak akan pernah kenal dengan Nona Muda Klan Kamisato. Dulu pernah aku manjat tembok kediaman Kamisato, dan Temari-nya kebetulan menggelinding ke arahku. Dia terlihat kaget tapi senang melihat aku ada di situ. Kami main bareng dan ngobrol agak lama, sampai aku tertangkap. Pertemanan singkat kami pun usai setelah aku ditendang keluar dari rumahnya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Mengenal Chiori: I",
			"voicelineType": "5001",
			"description": "Rasanya temperamenku tidak separah gosip orang-orang deh. Aku cuma tidak suka buang waktu untuk ngobrol tidak penting, itu saja. Tapi ujung-ujungnya selalu saja hal-hal tidak penting itu yang menghantui kehidupanku setelahnya. Akhirnya aku jadi punya reputasi jelek. Tidak adil!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Mengenal Chiori: II",
			"voicelineType": "5002",
			"description": "Sejak kecil, aku memang sudah punya masalah dengan figur otoritas. Ada kalanya aku sangat benci dengan yang namanya aturan, dan bakal sengaja melawan, hanya demi melawan. Karena sifat keras begini, aku lumayan sering kena masalah, dan sering menderita juga. Tapi akhirnya aku sadar kalau aturan tidak sepenuhnya buruk, aku cuma tidak suka kalau dipaksa memilih yang tidak sejalan dengan apa yang ada dipikiran, itu sih.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Mengenal Chiori: III",
			"voicelineType": "5003",
			"description": "Waktu kecil, aku selalu menanti-nantikan festival musim panas di kampung halamanku. Setiap tahun orang-orang akan pakai baju yang paling cerah, paling berwarna, dan paling cantik untuk bergabung ke keramaian ....\nSetiap kali musim festival datang, orang-orang akan pakai hiasan bola-bola yang digantung di sabuk, ada ikan mas yang mau diapakan juga tidak bisa diambil dari kolamnya, ada gulali apel manis yang saking manisnya sampai anak kecil saja tidak kuat habiskan, dan kembang api yang cantik sekali, yang sekali lihat saja sudah tahu itu buatan Naganohara ... Aku senang sekali ikut festival semacam itu, tapi sejak itu pun sudah merasa kalau ada \"sesuatu\" yang hilang ketika aku pulang ke rumah malamnya. Setelah dewasa, aku sadar bahwa aku ingin jadi lebih dari sekadar penonton di acara seperti itu.\nSeperti nama \"Naganohara\" yang lekat dengan kembang api, aku juga ingin agar ketika orang mendengar nama \"Chioriya\", bayangan yang timbul adalah baju festival.\nHahaha, baru memikirkannya saja sudah bikin aku bersemangat. Oke, waktunya balik ke toko dan bikin desain baru.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Mengenal Chiori: IV",
			"voicelineType": "5004",
			"description": "Aku sering tenggelam dalam pekerjaan, tapi aku juga suka kok menikmati hidup. Ketika senggang, aku senang bikin bekal, lalu ke alam cari tempat yang nyaman untuk rebahan, lalu pulang, rebahan lagi, dan akhirnya tertidur sambil mendengarkan musik favorit. Oh, selain itu aku juga suka jajan dengan teman-teman, ngobrol ringan tentang peristiwa-peristiwa terkini di dunia, dan pesta pora sampai semuanya tidak sadarkan diri. Yah, tergantung saat itu maunya ngapain sih. Busana ada untuk sesaat, dan aku suka hidup demi saat itu. Jadi gimana? Mau keluar denganku malam ini dan menikmati hidup sama-sama?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Mengenal Chiori: V",
			"voicelineType": "5005",
			"description": "Aku doyan sekali manisan Inazuma yang porsinya imut-imut, dan semua makanan yang ringan dan enteng di perut. Aku juga suka dengan kain-kain buatan kampung halaman, serta mandi berendam setelah sibuk seharian. Tapi sebaliknya, aku juga suka ombak lautan Fontaine yang lembut, dan pemandangan dunia air yang menakjubkan.\nKadang aku penasaran, apa mungkin semuanya sudah ditakdirkan, dan aku sebenarnya masih hidup dalam bayang-bayang masa lalu. Tapi pertanyaan yang muncul setelahnya adalah, apakah jawaban dari rasa penasaran itu ada artinya? Toh aku masih tetap aku, dan aku hidup untuk saat ini. Jika aku jadi seperti ini karena kejadian di masa lalu, masa depan tetaplah tercipta dari buah tangan sendiri. Tidak ada seorang pun di dunia ini yang mampu mengubahnya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Hobi Chiori",
			"voicelineType": "6001",
			"description": "Aku mengejar impian dengan bekerja, mencari makna kebebasan melalui karya-karyaku. Apa gunanya menghabiskan bertahun-tahun hanya demi sesuatu yang tidak disukai, dan tidak melekat di hati?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Kekhawatiran Chiori",
			"voicelineType": "6012",
			"description": "Kadang aku takut perkembangan selama ini belum sesuai harapan, dan rasanya akan sulit untuk mewujudkan impian merek Chioriya terkenal sampai ke seluruh dunia. Tapi ya bukan berarti aku harus mengubah, atau bahkan melupakan mimpi itu. Daripada ragu dan khawatir, mending bikin desain baru lagi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Aku tidak bisa lupa dengan manisan Inazuma yang sering dimakan waktu kecil dulu. Tapi daripada suka sama rasanya, aku lebih penasaran sama cara bikinnya. Kalau aku tidak secinta ini dengan kain dan warna, mungkin aku sudah jadi koki spesialis makanan manis.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak kuat sama makanan yang rasanya terlalu kencang, kayak Haggis misalnya. Iuuhhh ... makan itu rasanya seperti tiba-tiba kena tampar Geo Specter. Analoginya masuk tidak?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Mm, aku suka ini. Lain kali bawa banyakan dong. Tenang, aku juga bakal bawa hadiah.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Lumayan. Ini cocok dinikmati setelah kerja capek seharian.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Uh, aku tidak suka rasa ini. Lain kali bawakan yang lebih ringan di mulut ya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Ya, ya, ya ... Selamat ulang tahun. Mau hadiah apa? Aku malas main tebak-tebakan. Ha? Terlalu blak-blakan? Baiklah, kamu panggil si Navia, Kirara, dan teman-teman yang lain, kita pesta di tempatku malam ini. Aku akan lihat mereka kasih kado apa, dan aku akan buatkan aksesoris untukmu langsung di tempat. Taruhan kamu pasti suka. Haha, anggap saja ini rasa percaya dirinya pemilik Chioriya Boutique.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Kurang. Ini masih biasa saja.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Lumayan. Tapi belum \"wow\", kurang mencolok.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Oho ... ini nih. Bisa ini.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Tentunya sebagai ahli di bidang ini, tanganku tidak akan pernah bergetar waktu memotong kain. Tapi perlu diakui bahwa rasa tegang dan berdebar sangat kentara di hatiku saat ini. Terima kasih atas dukungannya selama mengerjakan ini, hal yang sangat penting bagiku. Kini aku bisa melangkah ke depan dengan jauh lebih percaya diri.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Ayo, Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Pelanggan berikutnya!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Bantu aku.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Akulah penentu mode busana.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Lembut seperti sutra.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Warna-warni, menyebar!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Buatannya bagus ... tapi belum sebagus buatanku.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Ah, kamu suka yang begini?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Hmm ... catat dulu ya.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Bajuku sobek ....",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Sudah?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Waktunya kasih pelajaran.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Heh, mau membuktikan apa sih?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Aku tidak jual kain kafan ya.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Aku ... tidak siap untuk hal ini.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Aku tidak akan pernah ... mengaku kalah ....",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Tapi bagaimana dengan ... merekku ....",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Gitu doang?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Murahan.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Kamu salah memilih lawan.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Selamat datang di Chioriya Boutique.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Coba kutebak ... kamu perlu pesanan khusus ya?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Ayo keluar cari inspirasi.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}