{
	"id": 10000107,
	"name": "Citlali",
	"friendLines": [
		{
			"voicelineId": 107000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Aku adalah Citlali dari Penguasa Angin Malam. Aku sudah membaca bintang-bintang dan melihat masa depan melalui asap. Kamu akan diberkati dengan keberuntungan dan akan dibantu oleh sekutu yang kuat selama perjalananmu. Izinkan aku untuk bergabung denganmu ... Hei! Aku bisa serius juga ya! Jangan tatap aku kayak begitu dong!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_draw_appear_01"
		},
		{
			"voicelineId": 107001,
			"title": "Berbincang: Novel",
			"voicelineType": "1101",
			"description": "A-Aku sudah baca hampir semua novel dari Yae Publishing House. Wa-Wajar saja, kan?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_01"
		},
		{
			"voicelineId": 107002,
			"title": "Berbincang: Minum-minum",
			"voicelineType": "1102",
			"description": "Bersulang untuk kehidupan yang dipenuhi dengan minuman dan dihujani oleh Mora!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_02"
		},
		{
			"voicelineId": 107003,
			"title": "Berbincang: Melamun",
			"voicelineType": "1103",
			"description": "Berpindah roh itu berbahaya bagi hampir semua orang, jadi jangan coba-coba.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_03"
		},
		{
			"voicelineId": 107004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Cuaca yang sempurna untuk membaca di rumah.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_heavyRain_01"
		},
		{
			"voicelineId": 107005,
			"title": "Setelah Hujan",
			"voicelineType": "1202",
			"description": "Harusnya kita bisa melihat bintangnya hari ini.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_afterRain_01"
		},
		{
			"voicelineId": 107006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Ah! Aku belum pernah lihat yang beginian!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_snowy_01"
		},
		{
			"voicelineId": 107007,
			"title": "Di Padang Pasir",
			"voicelineType": "1204",
			"description": "Cuih! Oh, bukan aku kok. Aku sih pasti lebih jago dari itu. Tadi cuma ada pasir di mulutku. Sumpah!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_desert_01"
		},
		{
			"voicelineId": 107008,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "*hoam* Pagi. Terakhir kali aku bangun sepagi ini waktu aku masih jadi murid. Sekarang kan aku sudah hebat, jadi bisa tidur sampai puas. Oh ya, kamu mau ngapain?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingMorning"
		},
		{
			"voicelineId": 107009,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Siang! Aku itu sebenarnya sangat ketat loh ya! Setelah bangun pagi, aku tidak pernah minum sebelum siang. Meskipun kadang-kadang upacara butuh waktu semalaman, dan aku bisa tidak tidur sama sekali. Jadi, tidak ada jaminan juga ....",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNoon"
		},
		{
			"voicelineId": 107010,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Malam! Area dengan aktivitas Phlogiston dalam jumlah besar tetap akan hangat apa pun yang terjadi. Tapi di bagian terpencil di Natlan, suhunya bisa turun banyak di malam hari. Jadi jangan lupa pakai yang tebal ya! Eh? Siapa yang tanya kamu bilang? Kalau tidak ada yang tanya, ya dengar saja!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight"
		},
		{
			"voicelineId": 107011,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Selamat tidur! Asap dan roh bumi sedang tertidur, dan bintang-bintang pembawa kesialan tidak tampak. Malam yang sempurna dari segala sisi. Tunggu dulu ... Kok bantalku bisa jatuh ke lantai ...?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight2"
		},
		{
			"voicelineId": 107012,
			"title": "Tentang Citlali Sendiri: Pendekar Fatamorgana",
			"voicelineType": "2001",
			"description": "Nah, kayaknya ada yang tertarik nih! \"Pendekar Fatamorgana\" adalah novel fantasi dari Nakajima Jun, salah satu karya tertua dan paling terkenal yang diterbitkan oleh Yae Publishing House. Ceritanya berlatar di kerajaan pulau yang dikenal sebagai \"Ashihara.\" Tokoh utama di sebagian besar babnya adalah \"Higashi no Sankun,\" seorang pertapa berkepala kucing yang datang dari seberang lautan timur, tetapi identitas aslinya sebenarnya adalah vasal kuno, Raja Muda dari Timur. Ceritanya luar biasa panjangnya ... Penulisnya sudah berubah tiga kali, tetapi pada akhirnya, kebenaran tentang \"Houko\" tidak pernah terungkap ....",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle"
		},
		{
			"voicelineId": 107013,
			"title": "Tentang Citlali Sendiri: Akhir",
			"voicelineType": "2005",
			"description": "Meski Gita Kebangkitan dapat menghidupkan kembali tubuh fisik kita, tapi segala sesuatu pasti akan berakhir suatu hari nanti, termasuk matahari dan bintang. Oh, kamu ingin tahu bagaimana rasanya kematian itu? Coba bayangkan suatu sore yang terhenti oleh waktu, kamu sedang menunggangi Saurian dan melewati lapangan yang luas, dan ada sosok tak dikenal berdiri di ufuk sana. Secepat apa pun kamu menunggang, sosok itu tidak pernah bisa kamu raih, sampai suatu hari, dia menerjang ke arahmu tanpa peringatan. Tak ada tempat bersembunyi, dan saat kalian berhadapan, itulah akhirnya.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle2"
		},
		{
			"voicelineId": 107014,
			"title": "Tentang Kita: Bantuan",
			"voicelineType": "2003",
			"description": "*huff* Selain senioritasku di suku, aku benar-benar tidak tahu apa yang bisa kutawarkan untukmu. Sekutumu kuat, masa depanmu cerah, kamu seharusnya bisa mengatasinya sendiri ... Lagi pula, bukannya orang tua sepertiku harusnya diizinkan bersantai di rumah seharian? Kecuali kamu butuh bantuan statusku untuk membuat seseorang jadi tahu aturan... Tunggu, kamu tidak serius sedang butuh itu, kan?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Quest \"Kenangan Warna yang Mengalir\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107015,
			"title": "Tentang Kita: Kecanggungan",
			"voicelineType": "2002",
			"description": "A-Aku perlakukan kamu kayak orang lain loh, sumpah! Oke, oke. Orang-orang di sukuku cuma kenal aku lewat rumor yang sudah beredar selama entah sudah berapa generasi. Tapi, kamu sudah mengenal aku yang sesungguhnya. Karakter pede dan tanpa hambatan itu semua cuma kamuflase, karena itu yang diharapkan orang-orang dariku ... Tapi, kecanggungan, kecemasan, ketidakpastian ... itulah diriku yang sebenarnya. Aku tidak akan bohong kepadamu, tapi jangan berharap aku bisa mencurahkan isi hatiku lebih dari satu kali.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Quest \"Kenangan Warna yang Mengalir\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107016,
			"title": "Tentang Vision ....",
			"voicelineType": "3006",
			"description": "Dalam arti tertentu, mendapatkan Vision itu sama seperti mendapatkan sekutu yang kuat. Tapi, kalau bilang seseorang punya sekutu yang kuat itu lebih mirip komentar tentang seberapa kuat orang itu pada awalnya. Soalnya, sekutu itu hanya menambah kekuatanmu yang sudah ada. Bagaimana melepaskan kekuatan itu, semuanya bergantung pada dirimu sendiri.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107017,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Perlu waktu dua minggu bagi novel Inazuma serial untuk bisa mencapai Natlan, dan satu tahun penuh untuk semua babnya agar bisa terbit dalam satu volume utuh. Aku tidak tahu apa ada makna terkandung yang lebih dalam, tapi selama dua minggu itu, ada banyak sekali kebocoran gila-gilaan. Mustahil bisa membedakan yang mana spekulasi dari informasi yang sepenuhnya salah.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_share_01"
		},
		{
			"voicelineId": 107018,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Berdasarkan legenda, pernah ada sejenis kaktus khusus di Natlan yang disebut \"mescalito\" oleh gurunya guruku. Konon katanya kalau memakannya, mata yang fana ini akan bisa melihat dunia yang lain. Tentu saja semua itu cuma rumor. Aku bahkan tidak tahu masih ada rumor seperti itu atau tidak. Tapi, kalau kamu pernah bertemu, jangan coba-coba, oke?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_gift_01"
		},
		{
			"voicelineId": 107019,
			"title": "Tentang Ororon",
			"voicelineType": "4001",
			"description": "Huh!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_olorun_01"
		},
		{
			"voicelineId": 107020,
			"title": "Tentang Mualani",
			"voicelineType": "4002",
			"description": "Soal aku dan Mualani, jujur aku sudah tidak tahu siapa yang berhutang dengan siapa. Dia rusak pintuku, hutang Mora kepadaku, mencuri makananku, tapi kadang dia bawakan camilan untukku juga, dan membayar hal lainnya ... Susah kalau mau dicatat semua. Untuk sekarang sih, aku anggap impas saja. Asalkan dia tidak bangunkan aku lagi di jam sebelas pagi hari ... Oh, maksudnya, um ... Lupakan saja! Dia sering kejutkan aku dengan gedorannya di pintu, itu saja.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107021,
			"title": "Tentang Xilonen",
			"voicelineType": "4003",
			"description": "Dia itu orang yang sama sekali tidak peduli soal gosip tentangku dan tidak ramah berlebihan. Jadi aku selalu nyaman di dekatnya. Oh! Bukan berarti aku tidak nyaman di dekatmu ya! Aku cuma ... yah, berpikir berlebihan saja, seperti biasa. Oh, kamu tahu ya? Syukurlah.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107022,
			"title": "Tentang Mavuika",
			"voicelineType": "4004",
			"description": "Heh, Mavuika ya ... *uhuk* Maaf. Archon Pyro datang untuk ngobrol denganku beberapa waktu lalu. Sampai waktu aku lagi ngemil di tengah malam, aku tiba-tiba sadar kalau dia itu rupanya sedang pamer seharian! Ada pepatah dari tanah lain seperti ini: \"Orang suci itu rendah hati, sampai kamu menanyakan tugasnya ... Saat itulah harga diri mereka akan menjulang tinggi.\" Aku rasa kalimat ini cocok sekali dengannya.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107023,
			"title": "Tentang Kamisato Ayaka",
			"voicelineType": "4005",
			"description": "Hei, gadis manis di sana, coba berbalik, biar aku melihatmu. Ah, jadi ini dari Berkas Kasus Nona Orith. Aku kira ini dari pemeran wanita kedua Detektif Herlock. Semua pakaian Fontaine itu mirip di mataku. Baiklah, kamu boleh melanjutkan perjalananku. Itu saja dariku.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_ayaka_01"
		},
		{
			"voicelineId": 107024,
			"title": "Tentang Kinich",
			"voicelineType": "4006",
			"description": "Benda kecil yang mengikutinya itu menjijikkan sekali deh. Oh, Kinich itu temanmu ya? Huh, terus mau aku ngomong apa lagi ya ... Dia itu bisa diandalkan deh.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107025,
			"title": "Tentang Iansan",
			"voicelineType": "4007",
			"description": "Aku tidak terlalu kenal dengannya. Tapi aku tahu novel ringan ... Ada orang yang sekuat itu, meskipun badannya hanya seukuran dia, tapi dia pasti memiliki sejenis kekuatan yang bisa digunakan untuk menembak sampai tujuh kaki tingginya dan bertarung dengan 200% kekuatannya.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107026,
			"title": "Mengenal Citlali: I",
			"voicelineType": "5001",
			"description": "Eh? Kok tiba-tiba banget? Apa kamu ada dengar gosip lagi tentangku? *huff* Ya sudah lah, itu benar! Aku memang Shaman paling tua, paling aneh, dan paling menakutkan di suku! Terserah kamu lah! Aku sudah malas menjelaskan semua dari dulu sekali.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_01"
		},
		{
			"voicelineId": 107027,
			"title": "Mengenal Citlali: II",
			"voicelineType": "5002",
			"description": "Kamu tetap mau aku menjelaskannya ya? *huff* Ada tradisi tak tertulis di sukuku. Guru Shaman sengaja mengaturkan persaingan di antara murid-muridnya dan guru saingannya. Dengan cara itu, kalau muridnya ingin mengalahkan gurunya tanpa dihajar, mereka harus bekerja keras untuk melampaui generasi yang sebelumnya. Kebanyakan Shaman di suku itu berasal dari sekolah yang didirikan temanku. Mereka pilih aku untuk menjadi penyihir jahat yang harus dikalahkan itu. Jadi apa yang bisa aku lakukan? Aku bukan sengaja mempersulit hidup mereka! Duh! Memangnya salahku kalau mereka tidak bisa melawan?!? *huff* Pokoknya, gosip tentang aku sebagai penyihir tua yang menakutkan itu ... berasal dari sana.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 107028,
			"title": "Mengenal Citlali: III",
			"voicelineType": "5003",
			"description": "Benar. Aku memang akting di depan orang lain, tapi kepribadianku yang sesungguhnya ya ini. Sederhana saja kok sebenarnya. Kalau orang-orang berharap kamu berbicara seperti orang kuno dengan logat kuno, lalu kamu membalasnya dengan elegan dan kata-kata standar, orang-orang pasti akan terkejut. Ya, kamu benar, kebodohan dari ketidaktahuan. Tapi, ketidaktahuan itu adalah hal yang paling sulit untuk ditaklukkan. Soalnya, sejak kita pertama bertemu, aku tidak berharap kamu bisa berbeda dari mereka semua.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107029,
			"title": "Mengenal Citlali: IV",
			"voicelineType": "5004",
			"description": "Jadi, guru Shaman di suku menipu murid-murid mereka supaya punya dendam terhadapku, mau tahu cara mereka? Ini cara yang paling tradisional. Coba bayangkan kamu ditipu oleh penipu, lalu kamu mengirim muridmu untuk menggambar grafiti di rumah penipu itu. Dengan hanya sedikit kemarahan yang penuh dengan keadilan di pihakmu, kamu bisa membuat mereka melakukan apa saja! Tidak adil, kan?!? Setidaknya sekarang orang-orang bisa mengenali rumahku dari rumah penipu acak, jadi jurus ini sudah tidak terlalu digunakan untukku.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 107030,
			"title": "Mengenal Citlali: V",
			"voicelineType": "5005",
			"description": "Oh, botol anggur ini? Asosiasi Relik Saurian yang temukan. Bukan lah, bukan punyaku. Heh, dibuang sembarangan kayak begini ... Pasti Ororon yang minum! Benar kan, Ororon?!? Keluar kau! Minta maaf! Toleransi alkoholku tinggi, jadi aku tidak mungkin mabuk segampang itu. Meskipun aku mabuk, aku tidak pernah buang sampah sembarangan kayak begini. Lagi pula, Asosiasi bilang botol ini ditemukan di alam liar. Oh! Dan tempat yang sama sekali tidak berbahaya. Tentu saja, itu TIDAK terlalu penting sih, soalnya bukan aku yang buang, kan? Jadi ... siapa peduli! Sudah lah, percaya sama aku saja.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan Quest \"Kenangan Warna yang Mengalir\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107031,
			"title": "Hobi Citlali",
			"voicelineType": "6001",
			"description": "Hidupku sudah terlalu tidak berarti. Tidak ada lagi yang tersisa kecuali sakit kepala setelah tidur, fantasi tak masuk akal dari novel, dan rasa mabuk dari botol anggur.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_hobby"
		},
		{
			"voicelineId": 107032,
			"title": "Kekhawatiran Citlali",
			"voicelineType": "6012",
			"description": "Perlu ditanya ya? Aku itu pura-pura tidak peduli dengan semua hal, tapi itu cuma topeng. Kenyataannya, aku khawatir soal semuanya.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_annoyed_01"
		},
		{
			"voicelineId": 107033,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Pertama, aku suka daging setengah matang, jadi masih ada rasa awalnya saat dipersembahkan. Selanjutnya, apa saja yang gampang dimakan pakai satu tangan, jadi aku bisa makan sambil membaca. Oh, dan yang kamu rekomendasiin sih pastinya.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodLike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107034,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku ... tidak terlalu mengerti soal makanan asam deh. Kamu kan makan waktu lagi lapar, minum waktu lagi haus, tidur waktu lagi capek. Kalau makanan asam itu tujuannya untuk menggugah selera, berarti sedari awal kamu tidak lapar dong?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodDislike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107035,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Wah! Enak banget ini! Aku sudah coba semua makan di sekitar Penguasa Angin Malam, tapi tidak pernah makan yang seenak ini. Sumpah!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_pref_01"
		},
		{
			"voicelineId": 107036,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Heh, aku tidak terbiasa makan yang kayak begini. Eh, tunggu dulu! Aku bukan bilang tidak enak loh! Kamu ... sudah perkenalkan rasa baru. Ini pujian ... dari lubuk hatiku!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_normal_01"
		},
		{
			"voicelineId": 107037,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Pas-Pasti ada yang salah dengan lidahku. Hahaha ....",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_dislike_01"
		},
		{
			"voicelineId": 107038,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang tahun! Jujur ya, aku tidak tahu harus kasih apa. Soalnya tidak ada bintang kesialan di jalanmu. Entah itu dari segi cinta, pertempuran, atau masa depan yang sedang menunggumu, semuanya terlihat cerah. Berkah gaya Mictlan tidak akan mempan untukmu. Jadi aku putuskan untuk kasih \"Bunga untuk Putri Fischl\" untukmu saja, biar kamu bisa tenggelam dalam novel ringan juga. Tapi sepertinya koleksi buku-buku Yae Publishing House seseorang lebih banyak dariku ... Haaah, gimana nih? Gimana nih???",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 107039,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Hmm ... Ini tidak mirip kayak teknik ramalan di luar dunia ini ... Sekolah Shamanismeku lebih mengandalkan bumi daripada langit. Saat bintang kesialan palsu menunjukkan taringnya, aku menghubungkannya dengan roh bumi, tulang hewan mati, dan kekuatan asap.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 107040,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Langit mengendalikan takdir manusia seperti dalang yang mengendalikan boneka. Jadi, bintang-bintang kesialan itu tidak memiliki kehendaknya sendiri. Tapi begitu aku menyegel kekuatan mereka di dalam boneka dan menghubungkannya dengan tulang hewan, sisa pikiran di dalam tulang itu akan membuatnya mengembangkan kesadarannya sendiri. Aku menyebut, umm ... ciptaan-ciptaan kecil ini, sebagai \"Tzitzimitl\". Kamu boleh anggap ciptaan ini sebagai manifestasi dari bintang-bintang kesialan.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 107041,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Setiap Tzitzimitl mengandung tulang hewan kecil, yah kalau dipikir-pikir, tekniknya menakutkan sih. Makanya, kalau orang takut sama aku ... aku rasa, sepuluh persennya memang tanggung jawabku, mungkin ya ... Tapi aku kan tidak menyakiti hewan kecil! Tulangnya aku cari di alam liar!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107042,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Mulai saat ini, aku akan selalu ada di sisimu, sampai bintangnya menghilang, cahayanya redup, dan asapnya menghilang.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 107043,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Mulai bekerja.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_01"
		},
		{
			"voicelineId": 107044,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Penuhi sumpah kita.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_02"
		},
		{
			"voicelineId": 107045,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Tidak ada kata ampun.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_03"
		},
		{
			"voicelineId": 107046,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Hati-hati ... hati-hati ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_04"
		},
		{
			"voicelineId": 107047,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Mulai stabil ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_05"
		},
		{
			"voicelineId": 107048,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "Ya, teruskan ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_06"
		},
		{
			"voicelineId": 107049,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Kalian berdua, waktunya menghabisi mereka!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_01"
		},
		{
			"voicelineId": 107050,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Citlalin, Itzpapa, sikat!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_02"
		},
		{
			"voicelineId": 107051,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Rasakan kemarahan Itztli!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_03"
		},
		{
			"voicelineId": 107052,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Hm, lumayan. Semua milikmu.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_01"
		},
		{
			"voicelineId": 107053,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Ayolah, terimalah. Aku akan sampaikan terima kasihmu kepada bintang.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_02"
		},
		{
			"voicelineId": 107054,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Terlalu berat ya? Sini, aku bantu ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_03"
		},
		{
			"voicelineId": 107055,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Seharusnya tetap di rumah ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_01"
		},
		{
			"voicelineId": 107056,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "*huff* Aku mau pulang ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_02"
		},
		{
			"voicelineId": 107057,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Harus ... kuat ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_03"
		},
		{
			"voicelineId": 107058,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Eh, jangan mati dulu!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_01"
		},
		{
			"voicelineId": 107059,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Hati-hati sedikit?",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_02"
		},
		{
			"voicelineId": 107060,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Bawa aku ... bintang di atas ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_01"
		},
		{
			"voicelineId": 107061,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Bawa aku ... bumi di bawah ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_02"
		},
		{
			"voicelineId": 107062,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Aku ... minta maaf ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_03"
		},
		{
			"voicelineId": 107063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Beraninya dirimu!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_01"
		},
		{
			"voicelineId": 107064,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Aduh aduh aduh ....",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_02"
		},
		{
			"voicelineId": 107065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Aku tidak pernah telat ....",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_01"
		},
		{
			"voicelineId": 107066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Biarkan aku sendi- Ah! Tidak apa-apa deh. Gas!",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_02"
		},
		{
			"voicelineId": 107067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Apa pun yang kamu butuhkan.",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_03"
		}
	]
}