{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Halo, namaku Emilie. Apa kamu mencariku untuk urusan parfum?\nKalau untuk urusan lain, kusarankan kita pergi ke tempat yang lebih tenang untuk mendiskusikannya.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Berbincang: Inspirasi",
			"voicelineType": "1101",
			"description": "Ah, aku tiba-tiba dapat ide ... Tolong tunggu sebentar. Aku harus mencatatnya dulu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Berbincang: Kipas Beraroma Parfum",
			"voicelineType": "1102",
			"description": "Banyak para wanita di Court of Fontaine senang menyemprotkan parfumnya pada kipas lipat mereka, sehingga dengan setiap gerakan dari tangannya saat kipas tersebut bergoyang, aromanya yang samar-samar akan tercium di udara. Benar-benar cara yang cerdik.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Berbincang: Koran",
			"voicelineType": "1103",
			"description": "Apa kamu bersedia menemaniku untuk membeli koran hari ini?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Terkadang hujan bisa merepotkan karena ia bisa menghapus berbagai hal ....",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "ketika petir menyambar, ia akan selalu meninggalkan aroma yang khas di udara.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Benar-benar lingkungan yang bagus. Aku sudah bisa bayangkan pasti di sini banyak bahan-bahan berharga.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Ah, mataharinya cerah sekali. Semoga ini pertanda baik untuk hari yang baik.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "Di Padang Pasir",
			"voicelineType": "1205",
			"description": "Bahan-bahan berkualitas tinggi bisa ditemukan di mana saja, bahkan di padang pasir sekalipun. Contohnya lemak Wenut, bisa diolah menjadi komponen parfum yang berharga.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Aku selalu memulai hariku dengan segelas air dingin setiap hari. Rasanya bisa bikin mata langsung melek.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Jalan-jalan setelah makan siang bisa membantu pencernaan dan meningkatkan sirkulasi darah. Mau jalan-jalan bareng?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Bahan parfum tertentu hanya bisa dikumpulkan pada waktu tertentu. Jadi terkadang aku perlu keluar di tengah malam.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Selamat malam. Kalau kamu mau, aku bisa rekomendasikan beberapa wewangian yang bisa bantu kamu tidur nyenyak. Tapi, tidur dengan alamiah itu memang yang terbaik.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Tentang Emilie",
			"voicelineType": "2001",
			"description": "Harus kuakui, aku tidak pandai mencari topik pembicaraan. Singkatnya, aku bukan orang yang suka ngobrol. Tapi kalau ada yang ingin kamu ceritakan, entah itu hal baik atau buruk, aku bersedia mendengarkan.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Tentang Emilie: Pembersihan Forensik",
			"voicelineType": "2005",
			"description": "Saat pihak berwajib selesai menyelidiki kasus pembunuhan atau kecelakaan, masih banyak jejak-jejak yang harus dibersihkan di tempat kejadian perkara. Termasuk membuang bahan organik, menghilangkan noda darah, membersihkan area yang berbakteri ... Semua itu menjadi tanggung jawab pembersih forensik. Menariknya, aku sebenarnya tidak ada hubungannya dengan organisasi mana pun di Court of Fontaine. Aku seorang kontraktor yang independen. Aku punya perjanjian kerja jangka panjang dengan para Garde, namun aku juga menerima komisi swasta.\nItu saja yang bisa kukatakan tentang pekerjaanku, tapi kalau kamu masih ada pertanyaan, silakan langsung bertanya.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "Tentang Kita: Rekomendasi",
			"voicelineType": "2003",
			"description": "Parfum apa yang biasa aku pakai? Ah, maaf kalau membuatmu kecewa tapi aku biasanya tidak pakai parfum kalau sedang bekerja. Karena wanginya bisa tercampur dengan wangi lain sewaktu aku bekerja. Tapi kalau kamu bisa cerita sedikit tentang suasana hatimu saat ini, aku pasti bisa memberikan beberapa rekomendasi untukmu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "Tentang Kita",
			"voicelineType": "2002",
			"description": "Kamu ingin mengunjungi studioku? Tentu saja boleh. Aku bisa ajari kamu sedikit soal parfum, aku punya banyak koleksi yang bisa kamu coba. Ibuku juga senang sekali dengan parfum. Banyak koleksi parfumku ini adalah hadiah darinya. Kalau ada waktu, kita juga bisa coba satu per satu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Tentang Vision",
			"voicelineType": "3006",
			"description": "Aku pernah mencoba menggunakan Vision untuk menciptakan spesies tumbuhan yang bisa tumbuh tanpa nutrisi. Sayangnya, upayaku gagal. Sepertinya meskipun mempunyai Vision, tetap ada beberapa batasan yang tidak bisa dilakukan. Bagaimanapun juga kamu tidak bisa menentang hukum alam.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Lima panca indra manusia itu tidak sepenuhnya terpisah. Contohnya, jika melihat warna merah kamu akan merasa hangat dan juga akan serasa mencium aroma yang serupa. Nah kebanyakan orang mempromosikan produk mereka dengan cara ini. Namun, produk dan cara ini biasanya dimanfaatkan untuk tujuan penjualan. Misalnya, jika suasana hati pelanggan sedang turun, mereka dapat dengan mudah dibujuk untuk memilih parfum dengan aroma herbal atau manis.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "{M#Tidak ada yang lebih menarik daripada menemukan hal-hal baru. Kamu sudah bertualang ke berbagai tempat, dan aku yakin kalau kamu pasti sudah lebih banyak makan asam garam daripada aku, jadi bolehkah aku minta sesuatu darimu ...? Apa kamu pernah menemukan bunga, atau mungkin bumbu, yang meninggalkan kesan mendalam untukmu? Bisa kamu ceritakan lebih banyak?\nBunga \"Inteyvat\" ya ... Hmm, aku belum pernah dengar, tapi nama itu memang terdengar tidak biasa.}{F#Boleh aku tanya sesuatu padamu? Bunga yang kamu kenakan di rambutmu ... Aku belum pernah melihatnya. Kalau kamu selalu memakainya setiap waktu sebagai aksesori kepala berarti bunga itu mempunyai makna khusus bagimu.\nBunga \"Inteyvat\" ya ... Hm, nama yang tidak biasa. Aku tidak tahu bagaimana kamu bisa mendapatkannya, tapi kalau kamu bisa mendapatkannya, artinya kamu memang penting bagi dunia ini.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Selesaikan \"Lagu yang Bergema di Dasar Jurang\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "Tentang Chevreuse",
			"voicelineType": "4001",
			"description": "Entah dia sudah pernah bilang apa belum, tapi kami saling mengenal lewat pekerjaan. Walaupun sebagian besar percakapan kami tidak seserius pekerjaan kami sih. Suatu hari, dia bilang kepadaku kalau dia membaca novel tentang peracik parfum yang menciptakan wewangian dari jaringan manusia. Tentu saja itu fiksi, tapi entah kenapa ceritanya sukses sekali, itu parfum paling laris yang pernah diciptakan. Berdasarkan pengalamanku, aku rasa tidak mungkin ada wangi yang bisa seluar biasa itu dalam kehidupan nyata ...\nChevreuse tidak terlalu fokus pada kelayakan sih. Dia terlalu sibuk memperhitungkan semua tanggung jawab hukum dari berbagai aspek dalam situasi seperti itu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "Tentang Chiori",
			"voicelineType": "4002",
			"description": "Sebagai desainer, Chiori memang peka sekali terhadap tren. Meski kami bergerak dalam bidang produk yang sama sekali berbeda, aku masih suka sekali mendengar dia membahas tentang proses kreativitas di balik desainnya. Belum lagi, matanya jeli sekali waktu menilai parfum. Kapan pun aku menyodorkan produk baruku untuk dicobanya, dia pasti selalu bisa memilih parfum yang akhirnya paling laris dijual.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "Tentang Charlotte",
			"voicelineType": "4003",
			"description": "Ah, benar-benar gadis muda yang bersemangat. Sebagai jurnalis, aku rasa pasti banyak orang yang menganggapnya sebagai masalah, tapi aku tidak berpikir begitu. Meski setelah aku sadar tentang sifat pekerjaanku yang sebenarnya, dia tetap tidak menyebarkannya. Ini sebenarnya bukan kewajibannya untuk membantuku, dan mungkin ini bertentangan dengan pekerjaannya. Makanya, aku punya impresi yang bagus terhadapnya. Kalau dia perlu bantuanku, aku pasti tidak akan menolak.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "Tentang Clorinde",
			"voicelineType": "4004",
			"description": "Aku cukup yakin semua orang di Fontaine pasti tahu nama itu. Dia itu Petarung Juara tingkat atas sih soalnya. Meski aku rasa dia itu orangnya cukup ramah. Dari pengalamanku, makin kuat seseorang di medan perang, mereka makin terbuka di dalam percakapan.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "Tentang Sigewinne",
			"voicelineType": "4005",
			"description": "Kalau aku tidak salah, Nona Sigewinne itu harusnya pernah ketemu denganku waktu aku masih muda dulu, waktu itu aku masih kecil sekali ... Ah, mungkin aku belum cerita, ayahku bekerja di Marechaussee Phantom, jadi, kami sering punya tamu Melusine. Rupanya, Melusine itu sering menjagaku waktu masih bayi.\nTapi, Nona Sigewinne tidak pernah anggap aku sebagai juniornya. Dia selalu memuji parfumku. Jadi setiap kali aku buat sampel baru, biasa aku akan sisihkan untuknya.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "Tentang Neuvillette",
			"voicelineType": "4006",
			"description": "Sebagai tukang parfum, kalau indra penciumanmu mulai melemah, mungkin ada solusi yang gampang - minum air tawar. Aku biasanya tidak terlalu mementingkan air yang aku minum, tapi karena penasaran, aku pernah ikut tentang kegiatan percobaan air yang diselenggarakan Monsieur Neuvillette.\nDia memiliki pemahaman yang abstrak dan berbeda tentang berbagai karakteristik air yang berbeda. Aku jadi teringat tentang cara majalah membahas soal parfum. Dia menghabiskan waktunya untuk memahami tentang kebutuhanku, lalu merekomendasikan beberapa jenis sumber air yang paling bisa memenuhi kebutuhanku. Dia benar-benar pengertian sekali. Kadang, aku membeli jenis yang dia rekomendasikan cuma untuk menghargainya.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "Tentang Wriothesley",
			"voicelineType": "4007",
			"description": "Kamu kenal Wriothesley? Haha, kamu benar-benar penuh kejutan ya. Dari apa yang aku tahu, Duke itu rendah hati sekali, bahkan banyak yang tidak tahu keberadaannya. Monsieur Neuvillette pernah merekomendasikan jasaku kepadanya suatu kali, tapi sepertinya dia menganggap kalau Benteng Meropide tidak memerlukanku.\nAku tidak bisa mengetahui apa alasannya menolakku, karena aku tidak pernah bertemu dengannya. Tapi kalau aku harus tebak ... Aku rasa mungkin karena ada jejak-jejak yang tidak ingin dia bersihkan. Mungkin dia memilih untuk meninggalkannya di sana begitu saja ... sebagai peringatan.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "Tentang Tighnari",
			"voicelineType": "4008",
			"description": "Aku cuma pernah bertemu langsung dengannya beberapa kali, tapi kami sering berhubungan lewat surat. Dia yang menghubungiku duluan, dia menuliskan surat kepadaku setelah melacak diriku entah melalui jalur apa. Dia itu benar-benar sopan, dan aku senang sekali bisa punya ahli botani yang terkemuka untuk bisa membahas keahlianku dalam bidang flora. Tapi aku juga menganggap ini sebagai kesempatan untuk belajar darinya. Aku putuskan untuk bertanya beberapa pertanyaanku sendiri, utamanya tentang bahan parfum dari Sumeru, dan dia menjelaskan setiap hal dengan sangat mendetail.\nSekarang, surat di antara kami sudah jadi lebih kasual. Dia bahkan terkadang cerita tentang teman-temannya. Aku benar-benar senang sekali bisa punya kesempatan untuk berteman dengan orang baru.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Mengenal Emilie: I",
			"voicelineType": "5001",
			"description": "Orang-orang sering meromantiskan parfum, dan menghubungkannya dengan segala jenis kualitas puisi. Tapi pada kenyataannya, parfum itu lebih mirip dengan ilmu pengetahuan. Semuanya bisa dibagi menjadi percobaan kimia yang sederhana. Benar kok. Ini adalah tugas tukang parfum untuk menjembatani celah antara seni parfum dan kualitas sainsnya. Dan jelas perlu kemampuan untuk bisa berhasil dengan sukses.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Mengenal Emilie: II",
			"voicelineType": "5002",
			"description": "Orang-orang bisa mendeskripsikan bagaimana perasaannya terhadap sejenis wewangian tertentu. Tapi sulit sekali untuk menciptakan ulang wewangian berdasarkan deskripsi tertulis, bahkan untukku. Jadi, aku memohon maaf, tapi aku tidak membuat pesanan spesial. Jadi, kalau ada jenis dari parfumku yang kamu suka, tentu aku akan bangga sekali bisa berbisnis denganmu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Mengenal Emilie: III",
			"voicelineType": "5003",
			"description": "Parfum harus melewati serangkaian tes sebelum bisa dirilis, termasuk tes umur simpan. Ini bisa membantu menjawab beberapa pertanyaan: Produk ini bertahan berapa lama? Apakah produknya bisa membusuk? Apa produknya menjadi beracun atau menguap seiring waktu?\nHuh, kalau dipikir lagi ... Kalau ada sejenis tes umur untuk hubungan antar manusia, bukankah itu lebih baik?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Mengenal Emilie: IV",
			"voicelineType": "5004",
			"description": "Aku sih tidak menyembunyikan pekerjaanku yang sebenarnya secara sengaja. Cuma aku masih lebih memilih untuk lebih berhati-hati kalau memungkinkan. Bukan karena khawatir kalau pelangganku jadi meragukan parfumku, aku cuma sadar kalau pekerjaanku sebagai pembersih forensik membuatku terpapar dengan banyak informasi sensitif yang tidak bisa dibawa ke publik. Orang-orang yang menugaskanku menaruh kepercayaan kepadaku. Aku tidak mau mereka menerima banyak perhatian yang tidak diperlukan cuma karena aku.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Mengenal Emilie: V",
			"voicelineType": "5005",
			"description": "Membuat parfum itu cuma hobiku saja. Hal yang aku lakukan di waktu luangku, sama seperti orang yang belajar untuk memainkan alat musik atau membuat kerajinan tangan.\nTapi, tujuan awalku dalam hidup itu bukan untuk jadi pembersih forensik. Ibuku bekerja sebagai patologis forensik, dan sejak aku kecil, aku sudah tahu kalau aku mau bekerja di dunia investigasi kriminal seperti dia. Untuk waktu yang lama, bakatku dalam bidang kimia menginspirasiku untuk mengejar jejak analisis bukti. Tapi seiring dengan pembelajaranku, aku mulai berpapasan dengan kejadian kriminal dalam kehidupan nyata. Ada satu adegan yang tidak akan pernah kulupakan ... Ada anak kecil yang dibunuh, ada darah yang merembes ke karpet dan muncrat sampai ke seluruh dinding ... Setelah penyelidik selesai melakukan penilaian, mereka cuma pergi begitu saja. Aku tidak bisa membayangkan apa yang orang tua mereka lalui ... Kalau orang tua itu harus membersihkan bekas pembunuhan anak mereka sendiri, entah bagaimana perasaannya.\nJadi, yah, itulah yang membuatku jadi pembersih forensik.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Hobi Emilie",
			"voicelineType": "6001",
			"description": "Aku suka koleksi kliping koran. Setiap kali ada cerita menarik yang ada di koran, aku pasti akan gunting dan tambahkan ke koleksiku. Aku sudah punya beberapa map tebal yang isinya semua kliping koran. Waktu membuka map itu, aku merasa seperti sedang membaca seri cerita singkat yang disukai Chevreuse.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Kekhawatiran Emilie",
			"voicelineType": "6012",
			"description": "Semua anjing yang ada di taman itu manis sih. Tapi kalau mau membelainya, kamu harus main-main dengan mereka dulu sebentar. Hehe, aku rasa ini kekhawatiran yang manis.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Udang segar yang ditaburi garam laut, direbus sebentar, lalu dimasukkan ke dalam mentega meleleh - sederhana dan nikmat. Kamu harus coba deh kapan-kapan.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak makan daging merah sih. Kontroversial ya?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Hmm, rasanya seenak wanginya. Terima kasih karena sudah membagikannya denganku. Aku suka sekali.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Hmm, sepertinya enak sekali, dan teksturnya juga pas.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Apa benar-benar ada orang yang suka dengan rasa kayak begini ...?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang tahun! Aku tahu preferensi parfum itu berbeda untuk setiap orang, tapi tanpa bertanya, aku pilihkan satu parfum yang mungkin kamu suka. Ini salah satu dari parfum buatanku sebenarnya, cuma sekarang masih belum bisa dibeli.\nAku berusaha untuk mengombinasikan karakteristik bunga dan buah yang ada di alam pada waktu-waktu seperti ini. Aku berusaha untuk menciptakan aroma yang lembut sih. Ya semoga kamu bisa merasa damai dan nyaman setiap kali memakai parfumnya.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Terima kasih sekali. Ah, jangan merendah hati begitu. Tentu saja kamu pantas menerima rasa terima kasihku.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Terima kasih untuk sarannya, semua ini memberikan banyak sekali ide untukku.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Kekuatan cuma akan berguna kalau dipakai oleh orang yang tepat. Aku akan berusaha semampuku supaya tidak mengecewakan kepercayaanmu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Ada banyak hal yang hanya bisa terlihat jelas saat kamu memantulkan cahaya yang terang kepadanya. Dan sekarang, kamu seperti menyerahkan cahaya itu kepadaku. Apa kamu sedang mengundangku untuk bergabung dengan perjalananmu? Kalau begitu, silakan pimpin jalannya. Aku akan berjalan bersamamu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Bentuk kembali.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Ekstraksi.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Netralisasi.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Harum mewangi.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Tempat ini akan menjadi cerah.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Sedikit suasana.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Hehe, sesuai dengan harapanmu?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Perlu aku bantu simpankan?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Huh, tidak ada sedikit pun informasi tentang pemiliknya ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Indra penciumanku mulai melemah ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Reaksi yang merugikan ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Waktunya analisis ulang tempat kejadian ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Santai sejenak.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Jangan khawatir, aku di sini.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Aku bisa mencium ... darah ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Seperti lentera ... padam ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Apa waktuku ... sudah tiba?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Kelemahanku.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Persiapanku belum matang ....",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Aku harus lebih hati-hati.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Sebuah kehormatan bagiku.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Senang bisa membantu.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Aku merasa tersanjung.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}