{
	"id": 10000051,
	"name": "Eula",
	"friendLines": [
		{
			"voicelineId": 39009,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Kapten Eula Lawrence, sang Spindrift Knight, Kapten Pasukan Gerilya di Knights of Favonius. Kusampaikan salamku kepadamu. Eh? Apa? Ya, dari keluarga Lawrence, bangsawan jahat yang pernah berkuasa di zaman dahulu. Oh, kita masih jahat kok. Lihat saja aku, aku sedang menyusup ke dalam Knights of Favonius. Semua ini adalah bagian dari rencana jahatku untuk membalas dendam dan memperoleh kembali kejayaan kami!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_draw_appear"
		},
		{
			"voicelineId": 39010,
			"title": "Berbincang: Etiket",
			"voicelineType": "1101",
			"description": "Knight dan bangsawan memiliki warisan budaya yang serupa, namun para Knight cukup pintar untuk membuang semua detail yang tidak begitu berguna.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_01"
		},
		{
			"voicelineId": 39011,
			"title": "Berbincang: Ilmu Pedang",
			"voicelineType": "1102",
			"description": "Kamu ingin mempelajari Favonius Bladework? Baiklah, aku akan mengajarimu ... Oh, aku akan mengajarimu dengan sangat baik, camkan kata-kataku ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_02"
		},
		{
			"voicelineId": 39012,
			"title": "Berbincang: Peraturan",
			"voicelineType": "1103",
			"description": "Tata krama bangsawan hanya dipakai untuk pamer saja ... Cukup tersenyum dan mengangguk saja! Aku dipaksa untuk menghafal aturan-aturannya, tapi aku tidak pernah menganggapnya serius.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_03"
		},
		{
			"voicelineId": 39013,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Cepat, berteduh di bawah payung ini, nanti kamu basah kuyup! Kamu tidak boleh masuk angin, karena bisa saja sakitmu menjadi parah, dan kalau sampai itu terjadi ... Yah, aku tidak bisa membalaskan dendam klanku kepada orang sakit, kan?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_heavyRain_01"
		},
		{
			"voicelineId": 39014,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Cuaca ini sangat menghalangiku. Suara guntur menenggelamkan suara-suara lainnya, menghalangi daya persepsiku tentang lingkungan sekitar.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_thunder_01"
		},
		{
			"voicelineId": 39015,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Kita bisa melihat dengan jelas dari sekitar sini! Jika kita menuju lokasi yang lebih tinggi, kita dapat mengintai pergerakan musuh dengan lebih maksimal.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_sunny_01"
		},
		{
			"voicelineId": 39016,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Ayo bangun! Dua jam sebelum matahari terbit adalah waktu yang paling cocok untuk menyerang, karena para penjaga sudah sangat mengantuk di akhir waktu jaga malam mereka.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingMorning"
		},
		{
			"voicelineId": 39017,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Kurangi makan biji-bijian di saat makan siang. Makanlah daging-daging tanpa lemak. Karena jika kamu mengantuk di sore hari, musuhmu akan memanfaatkan kesempatan itu untuk menyerangmu.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNoon"
		},
		{
			"voicelineId": 39018,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "\"Semoga embusan lembut angin sepoi-sepoi mengantarmu ke tidur yang nyenyak.\" — Salah satu ucapan basa-basi bangsawan yang sebenarnya cukup indah.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight"
		},
		{
			"voicelineId": 39019,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Apa kamu mau mendengar lagu pengantar tidur dari peluit tulangku? Aku akan mengirimmu ke dalam tidur yang lelap dan nyaman ... Hmm, tidak. Untuk balas dendam, lebih baik menggunakan cara yang lebih kreatif ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight2"
		},
		{
			"voicelineId": 39020,
			"title": "Tentang Eula: Knight",
			"voicelineType": "2001",
			"description": "Cara termudah menghancurkan musuhmu adalah dengan menyerangnya dari dalam, ya kan? Karena itulah aku bergabung dengan Knights of Favonius.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle"
		},
		{
			"voicelineId": 39021,
			"title": "Tentang Eula: Sikap",
			"voicelineType": "2002",
			"description": "Karena aku adalah anggota resmi Knights of Favonius, aku akan menjalankan tugasku yang sudah seharusnya — aku mungkin seorang keturunan dari klan penguasa yang sudah jatuh, tapi aku juga masih punya harga diri!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle2"
		},
		{
			"voicelineId": 39022,
			"title": "Tentang Eula: Eksplorasi",
			"voicelineType": "2003",
			"description": "Tugas seorang prajurit gerilya adalah melacak jejak musuh, atau mengusir musuh-musuh kecil dari pertempuran yang besar. Tidak ada banyak aturan dalam tugas ini, sehingga sangat cocok dengan gayaku!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle3"
		},
		{
			"voicelineId": 39023,
			"title": "Tentang Eula: Menari",
			"voicelineType": "2004",
			"description": "Tidak semua adat istiadat Klan Lawrence tercela. Setidaknya tarian \"Dance of Sacrifice\" begitu murni dan mulia. Tarian tersebut membuat pikiranku tenang dan nyaman. Sudah bertahun-tahun berlalu, tapi aku tetap menganggapnya berharga. Tubuhku masih mengingat setiap langkahnya ... Jadi, pada intinya, siapa pun yang ingin menguasai teknik \"Favonius Bladework\" milikku harus melewati kelas tarianku dulu.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle4",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39024,
			"title": "Tentang Kami: Persamaan",
			"voicelineType": "2005",
			"description": "Kita tidak terlalu berbeda, kamu dan aku. Kita berdua sama-sama orang luar di Mondstadt. Bedanya, Mondstadt menyambutmu dengan tangan terbuka, tapi mereka memperlakukanku dengan kasar dan penuh rasa curiga ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close"
		},
		{
			"voicelineId": 39025,
			"title": "Tentang Kami: Perseteruan",
			"voicelineType": "2006",
			"description": "Perseteruan kita adalah hal yang bersifat jangka panjang, jadi daripada membalasnya sedikit demi sedikit, aku akan membuatnya lebih mudah dengan menunggu sampai bisa membalasnya sekaligus. Bisa saja memakan waktu sepuluh tahun, atau mungkin dua puluh tahun ... Tapi jangan khawatir, aku tidak akan lupa. Sampai saatnya tiba, aku ingin kamu menjaga dirimu dengan baik dan hidup dengan sehat dan bahagia, oke?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39026,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "\"Keturunan dari dinasti yang jatuh\" bukanlah reputasi yang bagus untuk dimiliki. Satu-satunya cara untuk lepas dari reputasi tersebut adalah dengan terus membalaskan dendam keluargaku dengan caraku sendiri. Mereka yang ingin membalas dendam membutuhkan kekuatan, jadi wajar saja kalau aku mendapatkan Vision.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39027,
			"title": "Berbagi Cerita: Peluit Tulang",
			"voicelineType": "3002",
			"description": "Peluit tulangku bisa membuat berbagai jenis suara berbeda, dan hal tersebut sangat berguna untuk membingungkan musuh, aku sering memakainya untuk meniru suara ombak, makanya aku mendapat julukan \"Spindrift Knight\" — walaupun faktanya peluit tulang berasal dari tradisi Liyue ... Tapi, sepertinya tidak ada orang yang memperhatikan sedetail itu. Sama seperti aku yang dikucilkan oleh Monstadt lalu dilatih oleh orang yang dibuang dari Liyue ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39028,
			"title": "Berbagi Cerita: Mencicipi Anggur",
			"voicelineType": "3003",
			"description": "Secara teknis, Dandelion Wine yang umurnya sudah sangat lama harus dituangkan ke dalam piala perak dan dibiarkan selama 12 menit, lalu tambahkan es batu, idealnya 60% dari es tersebut tenggelam. Tapi aku tidak mau melakukannya, karena terlalu merepotkan.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39029,
			"title": "Kisah Menarik",
			"voicelineType": "3004",
			"description": "Kenapa sih Mist Flower langka sekali? Padahal bubuk Mist Flower sangat berguna untuk peluit tulangku. Bubuknya bisa memberikan suara yang lebih jernih dan jelas.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_gift"
		},
		{
			"voicelineId": 39030,
			"title": "Tentang Amber",
			"voicelineType": "4001",
			"description": "Amber adalah seseorang yang suka mengambil keputusan sendiri. Pada hari pertama aku bergabung dengan Knights of Favonius, dia membersihkan kamarku dan membawaku berkeliling di markas Knights of Favonius, lalu dia juga menolongku menyelesaikan berbagai hal. Sekarang, orang-orang memandangku seperti seorang kakak yang selalu membutuhkan bantuan adiknya! Huh, Amber harus menerima pembalasanku!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39031,
			"title": "Tentang Jean",
			"voicelineType": "4002",
			"description": "Keluarga Grand Master Jean dan keluargaku adalah musuh bebuyutan. Tapi dia begitu profesional dalam membedakan urusan pekerjaan dan pribadi. Dia melihat kemampuanku, memasukkan diriku ke dalam Knights of Favonius, dan memberiku banyak sekali kesempatan. Jadi, jika saat untuk balas dendam sudah tiba, aku tidak akan terlalu keras padanya.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39032,
			"title": "Tentang Lisa",
			"voicelineType": "4003",
			"description": "Dia benar-benar menyebalkan. Dia pasti sudah membaca ribuan buku ... atau mungkin puluhan ribu. Artinya, dia dengan mudah dapat mengingat sejumlah cerita tentang Klan Lawrence yang korup secara rinci dan akurat hingga tanggal-tanggalnya. Secara logis, dia adalah orang yang tepat untuk diajak bicara jika ada seseorang yang ingin kulacak, tapi ... harga diriku tidak mengizinkanku untuk minta tolong padanya.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39033,
			"title": "Tentang Barbara",
			"voicelineType": "4004",
			"description": "Semua orang menyukainya. Apa rahasianya? Mungkin aku bisa belajar satu dua hal darinya ... Hmm, atau mungkin tidak. Aku tidak bisa membayangkan seorang \"Shining Idol\" mau berurusan dengan seorang \"keturunan dari dinasti yang jatuh\".",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39034,
			"title": "Tentang Varka",
			"voicelineType": "4005",
			"description": "Hmph, Grand Master itu ... dia tidak suka berbasa-basi dan dia tidak peduli dengan rumor tidak jelas. Sepertinya dia orang yang baik, aku pernah berlatih dengannya dulu, hasilnya seimbang. Tapi ekspresinya yang santai menunjukkan kalau dia tidak mengerahkan semua kemampuannya ... Sebuah penghinaan! Aku tidak akan melupakannya!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39035,
			"title": "Tentang Venti",
			"voicelineType": "4006",
			"description": "Kudengar penyair itu menyanyikan beberapa lagu tentang Klan Lawrence ... Kisahnya seperti sindiran yang lucu terhadap klanku yang bahkan belum pernah kudengar sebelumnya. Bahkan aku sendiri pun tertawa mendengarnya ... dan karena itu, dia harus menerima ganjarannya!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39036,
			"title": "Tentang Razor",
			"voicelineType": "4007",
			"description": "Bebas dari adat istiadat sosial dan pendapat orang lain, dan tidak ada kewajiban keluarga ... Sepertinya hidup yang sangat santai!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_razor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39037,
			"title": "Tentang Sucrose",
			"voicelineType": "4008",
			"description": "Alkemis itu ... Dia pernah memberiku sebuah alat dan memberitahuku bahwa alat itu bisa membantuku menyelinap ke kemah Abyss Order tanpa terdeteksi. Pada kenyataannya, alat itu meledak sehingga mengungkap penyamaranku dan tiba-tiba 13 Mitachurl langsung mengepungku ... Setelah itu, aku langsung kembali ke tempat Sucrose untuk membalas dendam. Tapi saat aku melihat betapa panik dan takutnya dia, dan melihat catatan \"GAGAL\" di temboknya, aku jadi tidak tega melakukannya ... Lagi pula, aku tidak terluka, hanya sedikit lecet ... dan sedikit dipermalukan.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_sucrose_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39038,
			"title": "Tentang Diluc",
			"voicelineType": "4009",
			"description": "Aku tidak begitu dekat dengan beberapa Knight, dan dia juga tidak peduli dengan mereka, jadi kamu mungkin berpikir kami bisa menjadi teman baik. Tapi gayanya yang cuek — dia bahkan lebih merepotkan daripada Grand Master Jean. Aku tidak mau berurusan dengannya.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diluc_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39039,
			"title": "Tentang Diona",
			"voicelineType": "4010",
			"description": "Diona? Dia adalah peracik koktail terhebat. Tapi aku juga tidak menyangka, kalau ternyata kami bisa akrab juga. Dia bekerja di kedai untuk mencoba menjatuhkan industri anggur, sedangkan aku bekerja dengan Knight untuk balas dendam kepada Knight. Mungkin kami berdua memang cocok ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39040,
			"title": "Tentang Yanfei: Pertemuan",
			"voicelineType": "4011",
			"description": "Ceritanya panjang ... Kami menyelamatkan nyawanya saat sedang melacak beberapa kargo berbahaya milik Abyss Order. Abyss Order sudah membungkus kargo dan ingin mengirimkannya dari Pelabuhan Dornman ke Pelabuhan Liyue. Dia adalah seorang konsultan bagi para pedagang, lalu dia menemukan ada sesuatu yang disembunyikan di dalam kargo tersebut, dan ingin menyelidikinya. Dia membuat dirinya sendiri berada di dalam bahaya. Jika kita terlambat beberapa menit saja, mungkin dia tidak akan selamat.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39041,
			"title": "Tentang Yanfei: Penilaian",
			"voicelineType": "4012",
			"description": "Sejak saat itu kami masih sering berkomunikasi. Aku sangat menyukai kepintarannya. Dia tahu aturan, tetapi dia juga cukup fleksibel dan bisa bertindak sesuai dengan situasi. Menurutku para Knight bisa banyak belajar darinya ... Lalu, dengan kepintarannya itu juga, mungkin dia bisa membantuku melacak seseorang yang selama ini kucari ... Lagi pula, dia masih berutang budi padaku sejak kejadian dulu.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39086,
			"title": "Tentang Mika: Komunikasi",
			"voicelineType": "4013",
			"description": "Ketika Mika ditugaskan ke divisi Pasukan Gerilya, kupikir dia hanya bertahan beberapa hari, sama seperti yang lainnya. Tapi dia membuatku terkejut. Dia tidak pernah mengeluh, tetapi dia menyelesaikan semua tugasnya dengan baik. Dia bahkan menawarkan diri untuk menjalankan tugas untukku, dan membantu dalam hal komunikasi ... Hmph ... Aku tidak tahu siapa yang berkeliling memberitahu orang-orang bahwa aku perlu dijaga ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39087,
			"title": "Tentang Mika: Kepulangan",
			"voicelineType": "4014",
			"description": "Kepribadian Mika tidak berubah sedikit pun sejak dia ikut ekspedisi, tapi kemampuannya berkembang dengan pesat sih. Grand Master benar-benar pastikan semua orang tidak malas-malasan latihan ya ... Hmm? Mika tidak sadar dengan perkembangannya sendiri? Itu pasti salah satu titik butanya ... atau mungkin dia cuma sedang merendah. Tapi, hal-hal seperti ini tidak akan luput dari perhatianku. Aku tahu kapasitas timku.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39042,
			"title": "Mengenal Eula: I",
			"voicelineType": "5001",
			"description": "Tidak banyak yang bisa diceritakan tentang kehidupan seorang anggota keluarga Lawrence ... Pada dasarnya, apa pun yang kamu katakan, apa pun yang kamu lakukan, orang akan selalu mencemoohmu dan memperlakukanmu seperti seseorang yang berbahaya bagi masyarakat. Walaupun sudah tidak seburuk dulu. Sebelum aku bergabung dengan Knights of Favonius, astaga ... aku bahkan tidak bisa membeli kebutuhan sehari-hari. Good Hunter dan Mondstadt General Goods saja tidak mau menerima uangku. Aku benar-benar harus pergi ke luar untuk berburu dan memasak makan malamku sendiri dengan api unggun.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_01"
		},
		{
			"voicelineId": 39043,
			"title": "Mengenal Eula: II",
			"voicelineType": "5002",
			"description": "Orang-orang bilang jika aku bicara lebih lembut, lebih sopan, atau bertindak lebih terhormat, orang-orang mungkin bisa lebih mudah memaafkanku, tetapi satu-satunya alasan mereka berpikir seperti itu adalah karena mereka belum pernah dicap sebagai pendosa. Tidak ada jalan penebusan yang mudah ketika kamu menjadi seorang pendosa sosial. Jadi lebih baik aku berhenti menahan diri dan bertindak bebas agar mereka menghormatiku dengan cara lama! Seperti halnya, seperti saat kami bertanding dan mereka menang, aku akan menerima hukumanku, tapi jika kalah, mereka harus menerima akibatnya dariku ... Seperti ... maksudku, kalau aku ingin membeli roti, ya ambil saja uangku!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 39044,
			"title": "Mengenal Eula: III",
			"voicelineType": "5003",
			"description": "Knights of Favonius sebenarnya cukup masuk akal dalam bertindak, setidaknya mereka menghargai jasa dan bukan status sosial. Alasan mereka mengundangku untuk bergabung dengan mereka adalah karena aku pernah berlatih dengan beberapa prajurit andalan mereka dan menang. Jika aku bergabung ke dalamnya maka balas dendam menjadi lebih mudah, dan akan menyelesaikan banyak masalah dalam hidupku, jadi kenapa tidak?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39045,
			"title": "Mengenal Eula: IV",
			"voicelineType": "5004",
			"description": "Nama Lawrence hanya menjadi stigma sosial setelah kejatuhannya. Dulu menjadi sebuah kehormatan untuk dipanggil Lawrence, tapi sayangnya, kebanyakan orang sudah melupakan sejarah tersebut. Grand Master bilang aku cukup baik menjadi seorang knight, dan jika itu tidak cukup untuk mengembalikan kehormatan nama Lawrence, tentu saja hal itu merupakan bentuk sanggahan yang kuat terhadap opini sepihak yang dilontarkan oleh banyak orang. Aku cukup puas dengan itu.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 39046,
			"title": "Mengenal Eula: V",
			"voicelineType": "5005",
			"description": "Jika keluargaku menolak untuk mengubah cara hidup mereka yang tidak benar, atau lebih parahnya, terus menyebabkan kekacauan di Mondstadt... Aku akan menjadi orang yang menghentikan mereka, bersama dengan nama Lawrence itu sendiri. Dan untuk pertama kalinya, itu akan menjadi sebuah kewajiban keluarga yang kunikmati. Kalau sudah selesai, aku jadi bebas memilih nama apa pun yang aku inginkan. Atau mungkin aku akan membiarkanmu memilih nama untukku!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39047,
			"title": "Hobi Eula",
			"voicelineType": "6001",
			"description": "Aku menyukai banyak hal-hal santai. Menyeruput minuman dingin yang segar, duduk di tepi tebing dan merasakan angin sepoi-sepoi meniup wajahku, atau terjun bebas ke danau di kaki gunung Dragonspine ... Menunggumu untuk lewat secara kebetulan, jadi aku bisa menyergapmu dari belakang dan menyeretmu ke dalam air es yang dingin ....",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_hobby"
		},
		{
			"voicelineId": 39048,
			"title": "Kekhawatiran Eula",
			"voicelineType": "6002",
			"description": "Terkadang, jika kedai sedang sibuk, mereka akan memintaku untuk berbagi meja dengan pelanggan lain. Tapi saat mereka mengetahui aku adalah seorang keturunan Lawrence, tiba-tiba semua orang menjadi marah dan provokatif, lalu berusaha memancing amarahku. Aku cuma ingin minum, begitu saja tidak boleh?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_annoyed"
		},
		{
			"voicelineId": 39049,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Aku suka membuat camilanku sendiri. Tidak selalu yang manis-manis. Contohnya, Chilled Tomato dan Aspic Jelly Egg Roll sangat cocok dimakan dengan segelas Berry & Mint Punch dingin. Yang paling penting adalah makanan tersebut dapat membuat orang yang memakannya tersenyum.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodLike"
		},
		{
			"voicelineId": 39050,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak suka rasa kaldu yang terlalu pekat. Rasanya terlalu kuat, sehingga kamu tidak bisa berlatih atau bertarung setelah memakannya, dan tidak cocok untuk dibawa sebagai bekal ke luar ... Intinya, kuah kaldu dan aku adalah musuh bebuyutan!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodDislike"
		},
		{
			"voicelineId": 39083,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Oh? Kamu menantangku ya? Oke, kuterima!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_pref_01"
		},
		{
			"voicelineId": 39084,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Yah, kira-kira begitulah ... Kamu sendiri sudah coba?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_normal_01"
		},
		{
			"voicelineId": 39085,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Berani-beraninya, kamu mau balas dendam ya?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_dislike_01"
		},
		{
			"voicelineId": 39051,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Hari ini adalah hari yang tak terlupakan, walaupun kamu tidak bisa melihat kedewasaanmu hanya dari usia saja. Terimalah hadiah peluit tulang dariku ini, dan biarkan aku mengajarimu rahasia dari peluit tersebut. Ketika hari di mana pembalasan dendamku tiba, mari kita lihat seberapa pandai kamu bisa menggunakan peluit tersebut untuk melawanku ... Pasti semuanya jadi jauh lebih menarik.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 39052,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Kekuatan bertarungku bertambah kuat ... Tapi aku tetap tidak boleh berpuas hati. Masih ada beberapa Knight hebat di sini, dan aku harus bisa melampaui mereka jika aku ingin mengalahkan mereka dan membalaskan dendam klanku!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 39053,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Bagus! Dengan kekuatan seperti ini, aku berani mengatakan bahwa Grand Master sekalipun sudah bukan tandinganku lagi!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 39054,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Aneh ... Sejak aku sering menghabiskan waktu bersamamu, kekuatanku sepertinya menjadi jauh lebih kuat. Sepertinya pembalasan dendamku padamu ada gunanya juga. Aku sebaiknya terus berada di dekatmu agar kamu tidak kabur!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39055,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Bagus! Kini aku telah menguasai kekuatan tak terhentikan dari gletser yang tak tergoyahkan, dan tidak ada Grand Master, atau Master apa pun, yang bisa menghentikanku! Tidak boleh buang waktu lagi. Aku harus segera merancang rencana, dan melancarkan seranganku! Saat aku sudah menghancurkan Knights of Favonius di bawah kakiku, sasaranku selanjutnya ... adalah kamu. Jangan coba-coba untuk lari. Berdirilah di sampingku dan saksikan semua yang akan terjadi.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 39056,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Mohon ampun.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_01"
		},
		{
			"voicelineId": 39057,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Menggigil!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_02"
		},
		{
			"voicelineId": 39058,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Hancurlah!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_03"
		},
		{
			"voicelineId": 39059,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Aku menghukummu!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_04"
		},
		{
			"voicelineId": 39060,
			"title": "Elemental Skill: V",
			"voicelineType": "100005",
			"description": "Hancurlah!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_05"
		},
		{
			"voicelineId": 39061,
			"title": "Elemental Skill: VI",
			"voicelineType": "100006",
			"description": "Mata dibalas dengan mata!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_06"
		},
		{
			"voicelineId": 39062,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Amukan ombak es!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_01"
		},
		{
			"voicelineId": 39063,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Beku hingga menusuk tulang!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_02"
		},
		{
			"voicelineId": 39064,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Aku pasti akan membalasnya!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_03"
		},
		{
			"voicelineId": 39065,
			"title": "Mulai Lari: I",
			"voicelineType": "700001",
			"description": "Ayo lebih cepat lagi.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_sprint_start_01"
		},
		{
			"voicelineId": 39066,
			"title": "Membuka Wind Glider: I",
			"voicelineType": "800001",
			"description": "Waktunya untuk mengintai!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_fly_start_01"
		},
		{
			"voicelineId": 39067,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Apa ini ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_01"
		},
		{
			"voicelineId": 39068,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Ini bisa berguna.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_02"
		},
		{
			"voicelineId": 39069,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Ha, setidaknya keberuntungan tidak dilihat dari klannya.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_03"
		},
		{
			"voicelineId": 39070,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Kemungkinan menang tidak besar ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_01"
		},
		{
			"voicelineId": 39071,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Ayo duel ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_02"
		},
		{
			"voicelineId": 39072,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Hebat juga kamu!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_03"
		},
		{
			"voicelineId": 39073,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Kuambil alih!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_01"
		},
		{
			"voicelineId": 39074,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Mundur! Itu perintah!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_02"
		},
		{
			"voicelineId": 39075,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Sungguh pemandangan yang menyedihkan ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_01"
		},
		{
			"voicelineId": 39076,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Aku akan kembali ... dan membalasnya ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_02"
		},
		{
			"voicelineId": 39077,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Kurasa aku mendapat balasanku ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_03"
		},
		{
			"voicelineId": 39078,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Bagus!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_01"
		},
		{
			"voicelineId": 39079,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Ya ampun ....",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_02"
		},
		{
			"voicelineId": 39080,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Siap lakukan pengintaian!",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_01"
		},
		{
			"voicelineId": 39081,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Aku akan memimpin pengintaian.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_02"
		},
		{
			"voicelineId": 39082,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Apa rencana bertempurmu?",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_03"
		}
	]
}