{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Ini Piagam Peneliti Teladan Akademiya, Penghargaan Pencapaian Seumur Hidup Himpunan Puzzle Sumeru, dan ada juga penghargaan dari Simposium Mekanisme Ruin ... Gimana? Berminat jadi muridku tidak? Ehem, Darshan-ku di Haravatat. Jangan salah masuk, jangan cari aku di Kshahrewar ya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Mengobrol: Peraturan",
			"voicelineType": "1101",
			"description": "Seratus tahun sudah berlalu, dan aturan-aturan konyol di Akademiya tidak ada satu pun yang berubah ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Mengobrol: Sopan Santun",
			"voicelineType": "1102",
			"description": "Lah? Apa? Aku sudah tua, pendengaranku sudah agak terganggu. Panggil aku \"Bu Faruzan\", siapa tahu telingaku jadi lebih sigap dengarnya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Mengobrol: Penelitian",
			"voicelineType": "1103",
			"description": "Penelitian akademis itu bukan cuma tren belaka. Topik-topik yang diangkat juga bukan mengikuti kekinian.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "Ketika Hujan",
			"voicelineType": "1201",
			"description": "Sudah lama, lama, lamaaa sekali sejak aku boleh disebut \"anak kecil\", jadi sudah lama sekali juga aku tidak merasa harus senang ketika melihat hujan turun.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "WOAH! A-Apa? Memangnya orang tua tidak boleh takut geledek ya?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Cantiknya ... Betapa mengagumkan ... HATSYI! Dan benar-benar bisa bikin orang pilek ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1204",
			"description": "Nyaman sekali. Lingkungan terbuka, angin sepoi-sepoi ... terbaik deh.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "Di Padang Pasir",
			"voicelineType": "1205",
			"description": "Eh, kenapa kita balik lagi ke sini?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Anak muda, mulailah harimu dengan semangat, senyum, dan sapa! Coba diingat, harus bilang apa dulu?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Mulai lapar nih. Mau cari makan ke Grand Bazaar? Apa saja aku doyan asal tidak terlalu \"inovatif\".",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Jangan kaget begitu, peneliti dari generasi mana pun juga pasti pernah begadang demi penelitian. Malam hari adalah kesempatan emas untuk merenungkan gagasan dan ide-ide dalam kesunyian dan ketenangan.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Naskah kuno ini bikin kepalaku pusing tujuh keliling. Sudahlah, hari ini sampai sini dulu. Aku juga sudah mau istirahat, selamat tidur ya!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "Mengenal Faruzan: Peneliti Senior",
			"voicelineType": "2001",
			"description": "Mau belajar tentang apa? Mekanisme puzzle berbasis tekanan? Desain berlapis Monumen Elemental? Hmm, sebentar ... Kenapa kamu lupa panggil aku \"Bu Faruzan\" waktu mengajukan pertanyaan barusan?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "Mengenal Faruzan: Derita Seorang Guru",
			"voicelineType": "2005",
			"description": "Aku ingin muridku bisa mempelajari naskah kuno dengan senang hati. Kalau tidak ada murid seperti itu, maka aku tidak mau punya murid! Ah, betul juga, aku perlu orang buat membantu kerjaanku ... Wajar kalau murid membantu gurunya ketik senggang, iya kan? Aku juga dulu begitu kok ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "Tentang Kita: Mencari Murid",
			"voicelineType": "2003",
			"description": "Pertanyaan serius: mau tidak jadi muridku? Aku akan kasih kamu topik penelitian sesuai kebutuhan dan menjelaskan semua yang kamu perlu tahu selengkap-lengkapnya. Kita bisa konsen ke cara-cara praktis untuk memecahkan mekanisme puzzle masa kini, lalu membuat penelitian dengan menambahkan terjemahan naskah-naskah terkait. Pengalamanku segudang, aku berani janji kalau semua yang kamu pelajari akan sangat berguna untuk petualanganmu ke depannya. Tidak usah ragu!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "Tentang Kita: Memecahkan Puzzle",
			"voicelineType": "2002",
			"description": "Waktu terjebak selama ratusan tahun, aku menghabiskan begitu banyak waktu untuk memecahkan puzzle, sampai-sampai sensasi berlalunya waktu tidak lagi terasa, sama sekali. Kini aku kembali bebas, dan sudah tidak perlu lagi menghadapi puzzle-puzzle dunia ini seorang diri. Mungkin kita akan dapat melalu waktu yang menyenangkan, menyalin tulisan-tulisn, menafsirkan simbol, dan memecahkan puzzle bersama-sama ... Setiap menitnya harus kita nikmati ya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Heh. Pengalamanku yang segudang dan kemampuan intelektualku yang luar biasa sudah diakui langsung oleh Archon Anemo sendiri. Mengenai kenapa sampai sekarang aku masih belum dapat murid ... Yah, itu bukan salahku atau pun salah Darshan-ku. Mungkin waktunya saja yang belum tiba, iya kan? Vision juga seperti itu, aku mendapatkannya di saat yang paling menentukan.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "Berbagi Cerita: Kshahrewar",
			"voicelineType": "3002",
			"description": "\"Ke depannya, Kshahrewar akan menjadi satu-satunya Darshan yang mendedikasikan diri untuk mempelajari mekanisme\" ... Hmm, kalau kamu tanya aku, para pelajar Kshahrewar terlalu sombong. Waktu aku lagi memecahkan teka-teki di seluruh Sumeru, mereka masih main-main dengan blok bangunan sederhana.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "Berbagi Cerita: Haravatat",
			"voicelineType": "3005",
			"description": "Para kakek tua di Haravatat senang menolak permintaan pendanaan dengan alasan penelitianku sudah terlalu aneh dan tidak praktis. Kalau logikanya begitu sih, berhubung Darshan kami adalah jurusan dengan jumlah pendaftaran terendah, kenapa tidak tutup saja sekalian Darshan-nya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Cerita yang Menarik",
			"voicelineType": "3003",
			"description": "Aku telah mengunjungi banyak reruntuhan dengan segala bentuk dan ukuran, juga menafsirkan teks dan simbol yang dapat kutemukan. Ruin Drake memang termasuk mekanisme kasta tertinggi. Hmm ... mungkin \"mekanisme\" bukan kata yang tepat untuk mereka. Bisa dibilang kalau mereka adalah \"organisme hidup\" kuno yang berhasil bertahan hidup hingga hari ini ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "Tentang Lesser Lord Kusanali",
			"voicelineType": "4001",
			"description": "Pengetahuan adalah sesuatu yang tidak dapat dibatasi atau dikendalikan, sama seperti Kshahrewar dapat dengan bebas memanfaatkan temuan penelitian Haravatat. Semua pelajar akan berterima kasih kepada Lesser Lord Kusanali karena telah membebaskan Akademiya ... Tidak, telah membebaskan seluruh Kota Kebijaksanaan dari belenggu keinginan yang egois. Semua orang yang haus akan pengetahuan sekarang diberi kesempatan untuk mencari harta karun di lautan pengetahuan yang luas ini.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Akasha Berdetak, Api Kalpa Bergelora",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "Tentang Tighnari",
			"voicelineType": "4002",
			"description": "Salah satu proyek favoritku adalah meneliti reruntuhan hutan hujan. Oh iya, aku harus meminta Tighnari untuk ikut denganku lain kali. Selalu menyenangkan untuk bepergian dengan orang yang memahami Panduan Bertahan Hidup Hutan Hujan. Aku harus mengakui, meskipun aku sudah hidup selama lebih dari seratus tahun, tapi dia sudah melihat lebih banyak jenis jamur daripada yang pernah kucicipi ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "Tentang Collei",
			"voicelineType": "4003",
			"description": "Ah, Collei ... Dia sopan ke yang lebih tua, rajin, dan punya sifat pekerja keras, benar-benar murid yang sempurna! Anak seperti dia pantas mendapatkan semua kasih sayang dan pujian. Tighnari harusnya tidak perlu bersikap seketat itu padanya. Heh ... Aku harus mencari cara untuk merebut Collei ... Uhuk! Maksudku, sebagai pelajar senior, aku harus menemukan cara untuk lingkungan belajar yang lebih baik bagi pelajar muda.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "Tentang Cyno",
			"voicelineType": "4004",
			"description": "Lelucon si Cyno itu menggunakan kata-kata dan tata bahasa modern, tapi aku selalu kesusahan untuk memahami maknanya ... Apa? Semuanya arti harfiah dan sekadar persamaan bunyi doang? Beneran ...? Waduh, berarti lelucon buatan dia sama sekali tidak ada maknanya dong ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "Tentang Layla",
			"voicelineType": "4005",
			"description": "Dia kadang menunduk dan jaga jarak kalau lihat aku. Tapi, dia senyum lebar dan menyapaku hangat kalau bertemu di malam hari ... Aku tidak paham deh. Sudahlah, rata-rata anak Rtawahist itu jenius. Satu atau dua sifat aneh sih biasa, tidak usah dipedulikan.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "Tentang Kaveh",
			"voicelineType": "4006",
			"description": "Kaveh itu anak baik dan berpotensi besar. Aku pernah ngobrol santai dengannya tentang beberapa prinsip konstruksi mekanisme. Hmm, menurutku ... pemikirannya terlalu romantis dan terlalu ... nyeni, tapi banyak gagasan dari dia yang sifatnya orisinal, yang jarang ada belakangan ini. Kudengar belakangan ini dia lagi susah, jadi aku mau traktir dia makan enak kalau pengajuan dananya sudah disetujui. Itu akan segera terjadi, camkan.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "Tentang Nilou",
			"voicelineType": "4007",
			"description": "Aku ingat dia, dia gadis yang tahu sopan santun. Aku cuma pernah ke Grand Bazaar beberapa kali, tapi dia ingat nama dan wajahku, dia bahkan mencoba menghentikan orang lain untuk tidak berdebat denganku. Dia benar-benar anak yang baik! Semua anak muda harus belajar darinya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76068,
			"title": "Tentang Sethos",
			"voicelineType": "4008",
			"description": "Oh? Maksud kamu si anak baru itu ya? Pas banget! Aku masih belum tahu sih dia bakal masuk Darshan mana, tapi aku belakangan sering lihat dia: entah di jalan, di toko, di restoran ... dia seolah ada di mana-mana pada waktu bersamaan. Gayanya yang selalu mengangguk waktu bicara, seolah seperti ... seperti anak anjing kecil, iya begitu! Dia juga anak yang baik dan penurut. Oh, kamu kenal dengan dia? Tolong bujuk dia buat masuk ke kelasku ya. Bilang kalau Bu Faruzan pasti tidak akan bikin dia kecewa deh.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_sethos_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "Mengenal Faruzan: I",
			"voicelineType": "5001",
			"description": "Kamu tertarik dengan ceritaku? Yahh, kehidupan Bu Faruzan dimulai lebih dari seratus tahun yang lalu, dan ceritanya mencakup banyak publikasi akademi terbaik. Kamu masih penasaran? Bagus, kemauan untuk belajar adalah sifat yang diperlukan oleh pelajar. Kamu sudah memulai dengan baik.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "Mengenal Faruzan: II",
			"voicelineType": "5002",
			"description": "Memecahkan teka-teki mekanika kuno berarti harus terlebih dahulu menafsirkan segudang naskah kuno. Bukannya mau sombong, tapi level teka-teki ini beda banget dari yang telah kamu pecahkan sepanjang petualanganmu. Oh? Tidak percaya? Kalau gitu, pilih deh beberapa teka-teki tersulit yang pernah kamu pecahkan. Kalau aku butuh lebih dari setengah jam buat memecahkannya, kamu yang menang.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "Mengenal Faruzan: III",
			"voicelineType": "5003",
			"description": "Kalau saja aku tidak tersesat di dalam reruntuhan Raja Deshret, aku mungkin dapat memberi lebih banyak kontribusi untuk Sumeru ... Untungnya, manuskrip dan tesisku masih bisa dimanfaatkan. Para pemalas Kshahrewar meminjamnya untuk dipakai jadi dasar pembelajaran mekanisme. Haha, kamu sekarang tahu kan kenapa aku dipanggil \"Bu Faruzan\"?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "Mengenal Faruzan: IV",
			"voicelineType": "5004",
			"description": "Sebagai seorang pelajar, aku harus berani menerima kegagalan dan menanggung semua konsekuensinya. Dari dulu sampai sekarang, aku selalu tidak mau ada orang yang merasa kasihan padaku. Jangan lupa ya kalau aku sendiri yang akhirnya berhasil memecahkan teka-teki terakhir dan membebaskan diriku dari tempat terkutuk itu ... Daripada mengasihani diriku, bukankah orang-orang seharusnya merasa terdorong dan terinspirasi oleh ceritaku?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "Mengenal Faruzan: V",
			"voicelineType": "5005",
			"description": "Bidang studiku tidak dihargai lagi seperti dulu, Haravatat juga menolak beberapa permintaan pendanaanku. Kshahrewar beberapa kali mencoba mengundangku untuk mengajar di bawah panji mereka. Selain itu, syarat yang mereka tawarkan kepadaku benar-benar luar biasa. Murid yang lebih banyak, batasan dana yang lebih tinggi ... Tapi, aku tetap saja menolaknya. Bagaimanapun juga, harus ada seseorang yang terus mempelajari sebuah topik khusus agar kita dapat memperluas batas pengetahuan umat manusia.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Hobi Faruzan",
			"voicelineType": "6001",
			"description": "Beberapa pedagang dan tentara bayaran yang serakah mencoba memalsukan \"barang antik\" yang tidak diketahui asalnya di Pelabuhan Ormos untuk dijual dengan harga selangit. Tapi, barang dagangan mereka sebenarnya cuma sampah bekas saja. Hmph, aku selalu berhasil membuka kedok penipuan mereka setiap kali aku melihatnya. Kemampuanku untuk menilai barang antik mungkin cuma kalah dari Tujuh Archon.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "Kekhawatiran Faruzan",
			"voicelineType": "6002",
			"description": "Seratus tahun yang lalu, hal yang dapat membuatku sangat frustrasi adalah ketidakmampuanku untuk mengurai informasi yang terukir di monumen reruntuhan. Tapi sekarang, aku lebih frustrasi kalau tidak mendapatkan dana. Aduh! Hal ini bikin kepalaku sakit saja ....",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Makanan Favorit",
			"voicelineType": "6005",
			"description": "Kamu dapat meningkatkan aroma adonannya beberapa kali lipat kalau memanggangnya dengan oven. Lain kali kalau kita memasak lagi, aku akan panggangkan beberapa adonan deh, biar kamu dapat mencicipi cita rasa dari zamanku. Karena ini adalah resep kuno milikku yang super rahasia, aku berani taruhan kalau kamu tidak akan bisa temukan yang seperti ini di seluruh Grand Bazaar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Ada sebuah makanan pencuci mulut yang bernama Padisarah Pudding. Siapa sih yang buat? Bukannya pudding dibuat dengan nasi? Inovasi kuliner ini makin hari makin aneh saja. Terima kasih, meski kamu buat sendiri, tapi kamu tidak perlu membaginya kepadaku.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "*nyam* Wah, makanan ini lebih enak daripada kebanyakan makanan di restoran bersejarah. Seni kuliner tidak pernah berhenti berkembang ya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Bentuk, aroma, dan rasa dari masakan ini benar-benar sempurna. Apa kamu sering baca buku memasak?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Hmm? Cita rasa yang tidak bisa dijelaskan ini ... Apa kamu lagi mengujiku untuk menebak makanan apa ini?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang tahun! Ini mainan kecil untukmu. Mainan ini terdiri dari serangkaian miniatur mekanisme. Di sebelah sini, kamu akan menemukan tombol dan tuas, lalu ada juga katrol di sampingnya ... Kamu boleh memainkannya sesukamu dan aku akan memperbaikinya kalau rusak. Kamu merasa kalau aku menganggapmu seperti anak kecil? Setiap orang, di usia berapa pun, boleh bersenang-senang dan bersantai sesekali.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Ha, kamu ini anak muda yang energik ya! Bahkan kamu begitu antusias saat mengumpulkan material.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Oh? Kamu telah membuka sebuah mekanisme? Ada sebuah arus kekuatan yang mengalir masuk.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Huh, kamu beneran berusaha keras ya untuk mengerjakannya ... Jangan khawatir! Aku, Bu Faruzan, bertanggung jawab untuk memandu dan melindungimu. Aku tidak akan membiarkanmu tersesat.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Seratus tahun hanya memberiku sekilas penglihatan dari ujung ombak di lautan kebijaksanaan yang tak berujung ini. Kalau tentang bidang dan teka-teki yang masih harus aku pelajari dan jelajahi ... semua ini bergantung kepada dirimu dan diriku untuk memecahkan rahasianya.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Sudah terlambat untuk menyesal.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Berani cari gara-gara denganku?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Kita lihat saja nanti.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Perangkat badai!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Bersenang-senanglah dengan hadiah ini!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Kebenaran akan mengulang siklusnya kembali.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Sebuah artefak bersejarah? Hmph ... Lupakan deh.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Perjalanan yang tidak sia-sia.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Ini untukmu. Bilang \"Terima kasih, Bu Faruzan.\"",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Ini bukan pertama kalinya!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Kesulitan ini ... bukan apa-apa ....",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Jangan meremehkanku ....",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Hati-hati, jangan sampai gugur ya.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Lihat dan pelajari, anak muda!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Teka-tekinya ... belum terpecahkan ....",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Manusia seharusnya ... tidak pernah berhenti belajar.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Waktu ... tidak berhenti untuk diriku ....",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Dasar pecundang!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Tidak sopan!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Butuh bantuin seorang senior ya?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Sudah lama aku tidak melemaskan otot.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Baiklah, aku akan menemani kalian, anak muda.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}