{
	"id": 10000031,
	"name": "Fischl",
	"friendLines": [
		{
			"voicelineId": 19009,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Fischl: Aku, Fischl, Prinzessin der Verurteilung, turun ke bumi ini atas panggilan takdir dan - oh, jadi kamu juga pengembara dari dunia lain? Baiklah, aku memberimu izin untuk bertualang denganku.\nOz: Maksudnya adalah \"Senang bertemu denganmu.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_draw_appear"
		},
		{
			"voicelineId": 19010,
			"title": "Berbincang: Bisikan Takdir",
			"voicelineType": "1101",
			"description": "Aku mendengar suara takdir, menyebut namaku dengan lemah lembut...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_character_idle_01"
		},
		{
			"voicelineId": 19011,
			"title": "Berbincang: Penciptaan Dunia",
			"voicelineType": "1102",
			"description": "Hm hm, semoga kemuliaan Prinzessin membawa cahaya ke dunia ini.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_character_idle_02"
		},
		{
			"voicelineId": 19012,
			"title": "Berbincang: Dari Dunia Langit",
			"voicelineType": "1103",
			"description": "Fischl: Aku khawatir mengenai kesejahteraan rombonganku selama aku tidak ada...\nOz: Aku yakin orang-orang baik di Adventurers' Guild akan baik-baik saja, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_character_idle_03"
		},
		{
			"voicelineId": 19013,
			"title": "Setelah Hujan",
			"voicelineType": "1201",
			"description": "Ah langit yang cerah, uhuk... Transformasi meteorologis ini sangat hebat! Seperti sentuhan takdir yang tak terduga di hadapan sebuah nasib tertentu.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_afterRain_01"
		},
		{
			"voicelineId": 19014,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Fischl: Ah! Lihat, guntur penghakiman, sebuah pertanda bahwa zaman kegelapan sudah di depan mata...\nOz: Itu, dan cucian milik mein Fräulein masih ada di luar...\nFischl: Eh? Benarkah?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_thunder_01"
		},
		{
			"voicelineId": 19015,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Fischl: Hmm, benar-benar pemandangan yang menakjubkan, ini mengingatkanku akan dunia tempatku berasal, di mana saat mereka melihat Prinzessin der Verurteilung, maka darah dan air mata para pendosa berubah menjadi es!... Achoo! Achoo!\nOz: Tidak hanya darah dan air mata, tapi juga air liur dan ingus, mein Fräulein.\nFischl: Oz-A-Achoo!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_snowy_01"
		},
		{
			"voicelineId": 19016,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Fischl: Ozzie, temanku...\nOz: \"Ozzie?\" Anda kenapa...\nFischl: Yang Mulia memintamu untuk membentangkan sayapmu, untuk menutupi surga, membawa dunia ke kegelapan malam abadi...\nOz: Tuan Putri tidak boleh memaksa orang lain!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_weather_sunny_01"
		},
		{
			"voicelineId": 19017,
			"title": "Selamat Pagi: Salam untuk Fischl",
			"voicelineType": "1001",
			"description": "Siang dan malam, waktu dan ruang semua adalah gambaran ilusi belaka, tetapi ikatan nasib telah membawamu ke malam abadiku.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingMorning"
		},
		{
			"voicelineId": 19018,
			"title": "Selamat pagi: Salam untuk Oz",
			"voicelineType": "1002",
			"description": "Oz: Selamat pagi. Mein Fräulein sudah dengar bahwa kamu akan datang, jadi dia menyiapkan sarapan.\nFischl: Oz! ...Ehem, ada perlu apa?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingMorning2"
		},
		{
			"voicelineId": 19019,
			"title": "Selamat Siang",
			"voicelineType": "1003",
			"description": "Ha ... Bahkan jika kamu seorang kaisar sekalipun, kamu tidak bisa tidak merasa mengantuk pada jam-jam seperti ini...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingNoon"
		},
		{
			"voicelineId": 19020,
			"title": "Selamat Malam",
			"voicelineType": "1004",
			"description": "Fischl: Bintang-bintang cakrawala di langit malam adalah lubang yang dibuat oleh paruh Oz untuk menghiasi kegelapan.\nOz: Terkadang Anda mengatakan hal-hal yang cukup aneh, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingNight"
		},
		{
			"voicelineId": 19021,
			"title": "Selamat Tidur",
			"voicelineType": "1005",
			"description": "Fischl: Tidurmu akan nyenyak dan terbebas dari mimpi buruk! Karena tidak ada mimpi buruk yang berani mendekati mereka yang telah diberkati oleh Immernachtreich!\nOz: Maksudnya adalah \"selamat tidur.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_greetingNight2"
		},
		{
			"voicelineId": 19022,
			"title": "Tentang Fischl: Prinzessin der Verurteilung",
			"voicelineType": "2001",
			"description": "Fischl: Aku? Hehehe. Ingatlah, bahwa aku, Fischl, adalah Prinzessin der Verurteilung, Penguasa Immernachtreich, hakim maha tahu dan terkemuka dari semua kejahatan dunia!\nOz: Dia adalah penyelidik dari Adventurers' Guild.\nFischl: Ehem. Itu hanyalah salah satu dari sekian banyak pekerjaanku!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_idle"
		},
		{
			"voicelineId": 19023,
			"title": "Tentang Kita: Manusia yang turun ke dunia",
			"voicelineType": "2002",
			"description": "Aku dan kamu adalah dua pengembara dari dunia yang berbeda dan bertemu di sini. Tidak mungkin salah, itu pasti kehendak takdir.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close"
		},
		{
			"voicelineId": 19024,
			"title": "Tentang Kita: Menjatuhkan Monster Dunia",
			"voicelineType": "2003",
			"description": "Kamu terlihat bermasalah...? Pengembara, jangan berkecil hari! Dengan mata kiriku, Auge der Verurteilung, yang sanggup melihat takdir, aku pasti akan menjagamu. Lalu Oz, gagak yang telah menyaksikan kehancurkan berbagai dunia, akan mengawasimu selama perjalananmu. Jika dunia ini, seperti binatang buas berkeliaran di malam hari, menghantui mimpimu, maka aku, Prinzessin der Verurteilung, akan menjatuhkannya dengan panah penghakiman!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19025,
			"title": "Tentang Kita: Manusia yang terkasih",
			"voicelineType": "2004",
			"description": "Fischl: Oz, temanku yang setia. Fakta bahwa kita diharuskan bertemu orang ini, seseorang yang berasal dari dunia lain sepertiku... Mungkin takdir yang kejam akhirnya tersenyum padaku, walaupun darah pendosa mengalir dalam nadiku. Jika aku memang ditakdirkan untuk berada di sini, dalam penjara yang tak terhindarkan bernama kenyataan ini, setidaknya -\nOz: Aku mengerti, mein Fräulein! Dalam diri pengembara ini, Fräulein telah menemukan seseorang yang tidak mungkin mengorbankan Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19026,
			"title": "Tentang Kita: Sang pelindung",
			"voicelineType": "2005",
			"description": "Fischl: Ozvaldo von Hrafnavines. Aku, Prinzessin der Verurteilung, penguasa Immernachtreich, dengan ini menyerukan kepadamu dengan menggunakan segala kekuatanmu untuk membebaskan pengembara ini dari cakar nasib yang akan berusaha mencelakainya di setiap kesempatan, dan untuk mempersiapkan dirimu jikalau dirimu diperlukan untuk melakukan pengorbanan dalam melaksanakan tugas yang mulia ini.\nOz:...Jangan biarkan aku mati begitu saja, mein Fräulein!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_close3b",
			"voicefile_male": "VO_friendship/VO_fischl/vo_fischl_dialog_close3a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19027,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Oh? Kamu ingin tahu mengenai Edelstein der Dunkelheit? Ini adalah pusaka kerajaan, ornamen upacara yang menampilkan keagungan Prinzessin der Verurteilung di hadapan yang tidak layak. Bahkan di sini, di dunia yang hampir musnah ini, aku telah dipersatukan kembali dengan pewarisku yang sah sebagai salah satu dari darah bangsawan dan roh yang mulia, karena keagungan seorang putri sejati akan sanggup menarik pusaka kerajaannya ke mana saja dia pergi...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19028,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Fischl: Jika seseorang harus memperhitungkan waktu seperti dunia ini, aku, Fischl, telah melihat tiga ribu musim dingin. Bukan berarti perjalanan waktu khayalan memiliki pengaruh pada sesuatu sepertiku, yang telah melihat kausalitas dari tiga ribu alam semesta.\nOz: Walau demikian, mein Fräulein, Anda masih belum dianggap usia layak untuk minum di dunia ini, dan tidak ada bartender yang bisa dibujuk.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_share"
		},
		{
			"voicelineId": 19029,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Nama lengkap Oz adalah Ozvaldo von Hrafnavines, yang mendominasi bintang-bintang dan langit malam dari tiga alam semesta di \"dunia itu\", dan menaungi jiwa semua pahlawan yang mati dalam pertempuran dengan sayap-sayap bayangan. Ngomong-ngomong, seseorang harus dihukum jika salah menyebutkan namanya. Namun, karena aku adalah seorang putri dan kamu adalah salah satu favoritku, kamu bebas untuk memanggilnya, \"Oz.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_gift"
		},
		{
			"voicelineId": 19030,
			"title": "Tentang Bennett",
			"voicelineType": "4001",
			"description": "Fischl: Ah, pria bernasib malang itu... Auge der Verurteilung milikku telah melihat dengan sangat jelas bagaimana hatinya sakit saat ditinggalkan oleh dunia ini-\nOz: Seseorang harus menjaga pria malang itu.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_bennett_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19031,
			"title": "Tentang Lisa",
			"voicelineType": "4002",
			"description": "Fischl: Penyihir yang menggunakan buku itu, penjaga gerbang ilmu pengetahuan... Dapatkan kepercayaannya, dan seseorang akan mendapatkan akses menuju ilmu pengetahuan yang begitu luas...\nOz: Maksudnya adalah \"selama kamu mengembalikan buku perpustakaan tepat waktu, maka kamu tidak akan ada masalah untuk meminjam buku lagi.\"",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19032,
			"title": "Tentang Kaeya",
			"voicelineType": "4003",
			"description": "Fischl: Sifatnya tidak jelas, nasibnya adalah misteri, dan pidatonya merupakan permadani yang menjengkelkan yang ditenun dari fakta dan fiksi... Mungkin dia dan aku berbagi pemandangan mistis yang sama...\nOz: Atau mungkin dia memang bajak laut asli...?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19033,
			"title": "Tentang Mona",
			"voicelineType": "4004",
			"description": "Fischl: Ah, ya, Mona, astrolog hebat itu... Mona, yang dengan kesombongannya pernah mencoba untuk meramalkan nasib dari Prinzessin der Verurteilung! Akhirnya dia hanya gemetar ketakutan.\nOz: *berbisik* Sebenarnya Mona gemetar karena menahan tawanya, itu benar-benar sulit.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_mona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19034,
			"title": "Tentang Rosaria",
			"voicelineType": "4005",
			"description": "Fischl: Orang bilang Suster Rosaria adalah pengabdi Archon Anemo yang paling setia.\nOz:...\"Pengabdi setia,\" mein Fräulein?\nFischl: Benar! Suatu malam, aku mendengar dia memanggil nama Archon di hadapan orang lain: \"Atas nama Lord Bartabos, matilah!\" Seseorang mengira bahwa dia sedang memimpin doa.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_teammate_rosaria_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19035,
			"title": "Mengenal Fischl: I",
			"voicelineType": "5001",
			"description": "Untuk mengutuk yang bersalah, menguduskan yang adil, dan untuk menarik semua mimpi terbuang ke dalam pelukan Immernachtreich yang tak terbatas. Ini adalah misi dari Prinzessin der Verurteilung, dan tanggung jawabnya. Tidak ada yang dapat membantahnya.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_01"
		},
		{
			"voicelineId": 19036,
			"title": "Mengenal Fischl: II",
			"voicelineType": "5002",
			"description": "Mata kiriku? Ini adalah Auge der Verurteilung, yang dapat melihat kebenaran di dunia ini. Mengenai alasan kenapa aku menyembunyikannya... Apakah kamu rela menanggung semua beban dan rasa sakit yang ada di dunia ini? Terlebih lagi... dunia akan kehilangan banyak daya tariknya jika khayalan dan kepalsuannya dihilangkan sepenuhnya.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 19037,
			"title": "Mengenal Fischl: III",
			"voicelineType": "5003",
			"description": "Fischl: Stormterror? Hewan peliharaan yang dipelihara di istana tak disangka akan menyebabkan bencana di dunia ini.*huff* Yang menyedihkan adalah ketidakmampuan dunia ini...\nOz: Meski mein Fräulein berkata demikian, apakah Anda tidak khawatir akan keselamatan semua orang selama bencana tersebut?\nFischl: I-Itu karena Prinzessin der Verurteilung memiliki tugas mulia melindungi jiwa semua makhluk hidup...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19038,
			"title": "Mengenal Fischl: IV",
			"voicelineType": "5004",
			"description": "Oz: Beberapa orang memanggilnya dengan nama lain. Tetapi bagiku, satu-satunya orang yang memberiku kehidupan dan kekuatan adalah \"Fischl\". Dari semua yang dipertimbangkan, Fischl adalah nama yang paling tepat untuk identitasnya. Serius, jangan panggil dia apa pun, atau—\nFischl: Oh, apa yang sedang kalian bicarakan dengan sembunyi-sembunyi?\nOz: Mid—Midnight Phantasmagoria, mein Fräulein! Dan... keagungan nama Verurteilung!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 19039,
			"title": "Mengenal Fischl: V",
			"voicelineType": "5005",
			"description": "Mengapa Prinzessin der Verurteilung harus menghukum dosa? Tentu saja karena dosa \"melanggar takdir\"! Bagaimanapun juga... takdirlah yang membawamu ke sini... takdir membawa dirimu dan diriku ke dunia ini... takdir yang membuat jalan kita saling terkait. Aku, Fischl, akan selalu melindungimu. Karena... karena takdir telah mengungkapkan kepadaku bahwa inilah yang telah ditetapkannya!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 19040,
			"title": "Hobi Fischl: Tanya Fischl",
			"voicelineType": "6001",
			"description": "Aku, Fischl, telah melintasi bintang-bintang, dan menjelajahi dunia yang tak terhitung jumlahnya. Aku telah mempelajari nasib sepuluh ribu alam semesta dan telah membaca semua takdir setiap jiwa yang hidup.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_hobby_01"
		},
		{
			"voicelineId": 19041,
			"title": "Hobi Fischl: Tanya Oz",
			"voicelineType": "6002",
			"description": "Oz: Mein Fräulein membaca banyak novel. *huff* Nama \"Oz\" juga dipilih dari novel favoritnya.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_hobby_02"
		},
		{
			"voicelineId": 19042,
			"title": "Kekhawatiran Oz",
			"voicelineType": "6003",
			"description": "Apa hal-hal di dunia ini yang dapat mengganggu putri? Apa pun yang kukatakan, selalu ada seseorang yang tidak dapat menerima identitasku yang sebenarnya. Tapi tidak masalah, karena kesunyian adalah nasib bangsawan, selama aku tidak kehilangan hati yang mulia ini...",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_dialog_annoyed"
		},
		{
			"voicelineId": 19043,
			"title": "Makanan Favorit",
			"voicelineType": "6004",
			"description": "Fischl: Huh! Makanan hanyalah belenggu manusia... Tetapi jika Prinzessin der Verurteilung harus memperhitungkan setiap bagian yang layak, maka itu pastilah air mata orang-orang pendosa dan lidah para pendusta.\nOz: Apakah mein Fräulein kehilangan nafsu makannya karena Mitternachtsbrot des Sommernachtgartens?\nFischl: Ugh— Yang itu semata-mata untuk menyediakan kapal duniawi milikku dengan bahan makanan yang dibutuhkan untuk melakukan tugas-tugas kerajaannya!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_foodLike"
		},
		{
			"voicelineId": 19044,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6005",
			"description": "Oz: Aku yakin jawaban untuk yang satu ini...\nFischl: Memang benar, Oz! Ah, malangnya anggota tubuhnya dikendalikan oleh rantai yang menentang alam...\nOz: Ia tidak akan pernah lagi terbang seperti yang kulakukan...\nFischl: Tanpa memiliki kerendahan hati yang dengannya ia dilahirkan untuk menatap kagum pada keagungan rajanya yang hanyalah bayangan neraka dari \"dunia itu\". Hmm, namanya adalah...\nOz: Sesuatu \"Madame\", bukan?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_foodDislike"
		},
		{
			"voicelineId": 19075,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Fischl: Kelezatan hakiki yang layak disajikan di Garten Sanssouci.\nOz: Mein Fräulein bilang dia sangat menikmati masakanmu yang lezat ini.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_spice_pref_01"
		},
		{
			"voicelineId": 19076,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Fischl: Untuk bisa mengalahkan Beast of the World, seseorang harus terlebih dahulu mengatasi keinginan duniawi dan menenun jalan menuju takdir.\nOz: Tapi bukannya tadi Mein Fräulein makan dengan lahap?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_spice_normal_01"
		},
		{
			"voicelineId": 19077,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Fischl: Oh, mengapa kamu berani-beraninya menghujani piring yang penuh kekacauan ini ke hadapan sang Prinzessin?\nOz: Mein Fräulein kurang suka dengan hidangan ini, mohon dimaklumi ya.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_spice_dislike_01"
		},
		{
			"voicelineId": 19045,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Fischl: Nah! Jika hari ini benar-benar adalah hari yang ditakdirkan untukmu, maka aku tidak bisa hanya duduk diam saja. Kamu akan mendapatkan perhatian penuh dariku. Bicaralah! Katakan kepadaku tentang keinginanmu, apa yang kamu dambakan dalam hidupmu yang singkat dan keras di dunia ini. Apa pun keinginanmu, meskipun mungkin—\nOz: Maksudnya, \"Selamat Ulang Tahun, dan jika kamu mau, dia bisa—\"\nFischl: Diam, Oz.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 19046,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Fischl: Panah ajaibku memanggil nama suciku saat melesat sepanjang malam, berdoalah agar kilat violet penghakiman akan menembak jatuh musuh takdir!\nOz: Cukup menginspirasi, mein Fräulein! Mempertimbangkan sudah hampir waktunya makan malam, mungkin Anda bisa menembakkan merpati saat Anda melakukannya?",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 19047,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Fischl: Dengan ini, aku bisa lebih sepenuhnya memanifestasikan keagunganku sebagai Prinzessin der Verurteilung, dan mengalahkan musuh takdir bernama \"kenyataan\".\nOz: Ini juga akan sangat berguna dalam pekerjaan Anda untuk Adventurers' Guild, mein Fräulein.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 19048,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Bersukacitalah! Gemetarlah dalam ketakutan! Jika kamu ingin bertanya dari mana munculnya panggilan untuk kegairahan dan kesengsaraan ini, ketahuilah bahwa aku, Prinzessin der Verurteilung, penguasa Immernachtreich, telah menggunakan mata kiri ini untuk melihat dengan jelas permadani takdir yang menganyam alam semesta!",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 19049,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Sepertinya aku sekarang telah mendapatkan kembali sebagian besar kekuatanku yang hilang dalam transisiku ke dunia ini. HAHAHA, hari penghakiman sudah dekat! Ah, jangan khawatir. Bahkan pada akhirnya, ketika aku menjatuhkan kilat penghakiman di dunia ini, kamu tidak akan celaka, karena kamu diberkati oleh Prinzessin.",
			"voicefile": "VO_friendship/VO_fischl/vo_fischl_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 19050,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Kuhukum dengan putusan kerajaan!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_01"
		},
		{
			"voicelineId": 19051,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Oz, ungkapkan wujudmu!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_02"
		},
		{
			"voicelineId": 19052,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Aku memanggilmu!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_03"
		},
		{
			"voicelineId": 19053,
			"title": "Elemental Skill: IV",
			"voicelineType": "100004",
			"description": "Oz: Tidak ada kata istirahat bagi yang jahat...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill1_04"
		},
		{
			"voicelineId": 19054,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Sayap Kegelapan, pisahkanlah malam dari siang!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_01"
		},
		{
			"voicelineId": 19055,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Ilusi tengah malam!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_02"
		},
		{
			"voicelineId": 19056,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Gagak bayangan, biarkan malam tiba!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_03"
		},
		{
			"voicelineId": 19057,
			"title": "Elemental Burst: IV",
			"voicelineType": "200004",
			"description": "Oz: Seperti yang Anda inginkan, mein Fräulein!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_04"
		},
		{
			"voicelineId": 19058,
			"title": "Elemental Burst: V",
			"voicelineType": "200005",
			"description": "Oz: Ilusi tengah malam!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_skill3_05"
		},
		{
			"voicelineId": 19059,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Takdir telah menuntunku kemari!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_chest_open_01"
		},
		{
			"voicelineId": 19060,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Harta apa yang tersembunyi di balik tirai kegelapan ini?",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_chest_open_02"
		},
		{
			"voicelineId": 19061,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Hahaha, serukan agungnya namaku!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_chest_open_03"
		},
		{
			"voicelineId": 19062,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Hmph! Apakah kamu ingin menyaksikan kekuatanku yang sebenarnya?",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_01"
		},
		{
			"voicelineId": 19063,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Oz: Mein Fräulein! Kalau Anda gugur...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_02"
		},
		{
			"voicelineId": 19064,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Nasib kejam ini tidak sesuai untuk darah bangsawan!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_03"
		},
		{
			"voicelineId": 19065,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Hah! Biarkan aku yang turun!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_teammate_01"
		},
		{
			"voicelineId": 19066,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Oz: Mein Fräulein, kehadiran Anda sangat dibutuhkan di sini ....",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_less30_teammate_02"
		},
		{
			"voicelineId": 19067,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Dunia ini bukanlah rumah bagi sang Prinzessin...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_die_01"
		},
		{
			"voicelineId": 19068,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Diriku akan... bangkit... lagi...",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_die_02"
		},
		{
			"voicelineId": 19069,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Oz: Mein Fräulein!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_life_die_03"
		},
		{
			"voicelineId": 19070,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Lancang!",
			"voicefile": "VO_gameplay/VO_fischl/vo_fischl_battle_hit_H_01"
		},
		{
			"voicelineId": 19072,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Dalam nama Prinzessin!",
			"voicefile": "VO_teamJoin/vo_fischl_teamJoin_01"
		},
		{
			"voicelineId": 19073,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Oz: Saksikanlah kedatangan Prinzessin der Verurteilung!",
			"voicefile": "VO_teamJoin/vo_fischl_teamJoin_02"
		},
		{
			"voicelineId": 19074,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Garis takdirmu ada dalam genggamanku!",
			"voicefile": "VO_teamJoin/vo_fischl_teamJoin_03"
		}
	]
}