{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Aku bersyukur sudah dikasih kesempatan. Aku percaya kalau orang yang punya selera sama, bisa ngobrol seru sampai berjam-jam.\nSalam kenal, namaku Kaveh. Aku seorang arsitek, kalau ada proyek yang perlu keahlianku, tolong ceritakan dengan detail dulu gambaran yang ada di kepalamu.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Mengobrol: Keindahan",
			"voicelineType": "1101",
			"description": "Mampu mengapresiasi keindahan itu salah satu aspek penting dalam hidup.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Mengobrol: Mengusir Bosan",
			"voicelineType": "1102",
			"description": "Sekali-kali harus keluar meregangkan badan. Manusia tidak dirancang untuk diam dalam ruangan terus-menerus.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Mengobrol: Sentuhan Akhir",
			"voicelineType": "1103",
			"description": "Desainku sudah hampir rampung, tapi masih bisa diperbaiki lagi. Lebih baik sentuhan akhirnya segera dikerjakan ya, nanti keburu dekat tenggat waktu ....",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Ha? Ini dari kapan hujannya? Aduh, lupa bawa payung ....",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Lihat tidak barusan? Bentuk petirnya menarik sekali.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Brr ... Anginnya serasa masuk dari belakang baju ... dan dari depan juga.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Aku jadi pusing dan ngantuk kalau terlalu lama kena matahari. Mirip seperti waktu begadang untuk menyelesaikan proyek.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "Di Padang Pasir",
			"voicelineType": "1205",
			"description": "Ini bukan pertama kalinya aku ke padang pasir, tapi tetap saja tidak kuat sama panasnya. Haduh, apa tidak ada tempat buat berteduh gitu ya?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Tidurnya nyenyak? Semoga hari ini menyenangkan ya. Dan semoga kamu tidak pagi-pagi sudah ketemu orang menyebalkan yang merusak mood.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Matahari di siang bolong sangat terik ya ... Sepertinya aku harus periksa bahan bangunan yang tadi dijemur.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Katanya malam ini langit bakalan cantik penuh bintang. Pertanda baik?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Tenangkan pikiran, dan lupakan semua masalahmu sejenak. Selamat tidur.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "Tentang Kaveh Sendiri: Profesional",
			"voicelineType": "2001",
			"description": "Boleh dibilang aku sangat bangga dengan bidang keahlianku. Semua peneliti juga rata-rata begitu ya kalau membahas bidang mereka. Karena hidup kami berkutat di sekitar situ, kalau sudah tidak bangga lagi dengan pekerjaan sendiri sih ... Sama saja kehilangan hak untuk mengharapkan sesuatu dari sendiri mau pun orang lain.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "Tentang Kaveh: Seni",
			"voicelineType": "2005",
			"description": "Estetika bukan dan tidak boleh jadi prioritas utama dalam pekerjaan. Kualitas dan keamanan, itulah yang harus diutamakan. Tapi bukan berarti aku tidak peduli dengan nilai seni dan keindahan ya, justru itu yang bikin karyaku beda dengan kebanyakan orang.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "Tentang Kita: Apresiasi",
			"voicelineType": "2003",
			"description": "Kamu sudah pernah lihat Istana Alcazarzaray, kan? Itu mahakaryaku. Aku mengorbankan banyak sekali hal demi menyelesaikan proyek itu ... Semua orang bilang akal sehatku sudah hilang. Haha, kamu bukan aku, dan kamu juga tidak kerja di bidang yang sama denganku. Wajar kalau kamu tidak paham sih. Mmm ... tapi senang sekali rasanya kalau bisa ketemu orang yang ngerti.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "Tentang Kita: Idealisme",
			"voicelineType": "2002",
			"description": "Aku percaya kalau kita tidak bisa benar-benar memahami seseorang kalau belum tahu apa keinginan mereka yang terutama. Tapi kalau sudah ngomong soal harapan dan mimpi, baik itu punya sendiri atau pun yang orang lain ... bahaya. Bisa jadi kamu membuka sesuatu yang tidak akan bisa ditutup kembali, dan tidak semua orang bisa hidup dengan konsekuensi seperti itu.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Aku sebetulnya tidak ingin ngomong ini, tapi ... Kadang harapan dan impian malah mendatangkan penderitaan alih-alih kebahagiaan. Tapi untungnya, aku senang-senang saja dikasih Vision sih.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Orang yang tahu apa yang mendorong diri mereka untuk menciptakan sesuatu layak untuk mendapat penghormatan. Setuju?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Cerita yang Menarik",
			"voicelineType": "3003",
			"description": "Orang awam menganggap kalau keahlian arsitek Kshahrewar cuma sebatas tanah liat dan kayu gelondongan. Itu pandangan yang amat sangat keliru, segitu konyolnya sampai percuma juga kalau didebat. Kalau membangun rumah itu segampang menumpuk bahan bangunan, ya tidak perlu ada profesi arsitek lah! Arsitektur, selain merupakan salah satu bahan dasar peradaban dan budaya manusia, juga termasuk bidang seni. Dalam kehampaan tidak ada seni, jadi aku selalu memberi perhatian khusus pada pengalaman calon penghuni, dan pesan emosional yang diteruskan ke orang yang melihat dari luar. Oh iya, aku juga selalu mencari cara yang lebih baik lagi untuk mengawinkan seni dan fungsi.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "Tentang Lesser Lord Kusanali",
			"voicelineType": "4001",
			"description": "Lesser Lord Kusanali itu dewa yang bijak dan hebat. Dia bukan cuma serba tahu, tapi juga penuh kebajikan, yang tidak bisa dinilai oleh nalar manusia fana. Aku sangat menghormati dirinya yang panjang sabar dan punya sifat tenggang rasa tinggi, apa lagi di bangsa pelajar seperti Sumeru ini.\nTapi kadang aku juga bertanya-tanya ... Apa dewa juga punya pergumulannya sendiri ya? Sering kali kebingungan adalah cikal bakal kebijaksanaan. Kalau ternyata memang seperti itu, apa mungkin kita mencapai kebahagiaan yang sejati?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "Tentang Alhaitham: Temperamen",
			"voicelineType": "4002",
			"description": "Aku jamin kamu tidak akan pernah ketemu orang yang lebih nyebelin dari dia! Dan asal tahu saja, aku tidak takut ngomong gini di depan orangnya langsung. Iya, dia sangat pintar, dan orang jenius umumnya punya adat jelek, tapi itu belum semuanya loh ... Dia paham betul gimana caranya buat tampil ramah dan disukai orang, tapi dia tidak mau.\nKalau kalian menganggap dia tidak punya adat, atau dia orangnya sangat logika sampai mirip mesin, itu tandanya kalian belum kenal sama dia. Kebalikannya, dia SANGAT punya adat ... cuma kebanyakan orang gagal paham saja sama adatnya.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "Tentang Alhaitham: Urusannya Rumit",
			"voicelineType": "4003",
			"description": "Alhaitham banyak membantuku belakangan ini. Kalau kami masih seakrab waktu dulu sekolah, mungkin aku sudah bilang terima kasih sama dia setiap kali ada kesempatan. Tapi ... sekarang lidahku langsung kelu setiap kali mau bilang terima kasih sama dia. Bahkan kalau bisa sekali pun, aku tidak rela dia dikasih puas!\nYa, bisa dibilang hubungan kami sekarang urusannya rumit, dan jujur, dengan begitu banyak hal yang sudah terjadi, aku merasa seperti dipermainkan alam ... Dipikirkan sampai gimana juga tidak ngerti, terlalu banyak yang harus diproses, dan seumur hidup dihabiskan juga tidak cukup. Akhir kata, aku mau bilang kalau orang macam dia amat sangat langka, bukan tipe yang lazim dijumpai di mana pun ... Aku harap dia bisa belajar kurangi SEDIKIT saja adat jeleknya itu. Halah, mustahil.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "Tentang Tighnari",
			"voicelineType": "4004",
			"description": "Tighnari ... salah satu orang paling baik yang pernah aku kenal. Kamu akan tahu kenapa kalau sudah kenal dia juga. Dia baik hati, ahli dalam bidangnya, tapi tidak suka pamer. Dia juga tulus peduli dengan apa yang dia kerjakan.\nWaktu membangun proyek Istana Alcazarzaray dulu, aku minta masukan darinya soal tanaman hias yang cocok digunakan di sana. Dia kasih aku jawaban ditambah tips-tips soal urusan lain juga. Oh iya, hampir saja lupa. Aku bisa kenal sama Cyno juga dari dia.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "Tentang Dori",
			"voicelineType": "4005",
			"description": "Dori, pemilik Istana Alcazarzaray. Hah? Punyaku? Ya jelas bukan lah. Istana bukan punyaku ... Sudah, sudah, tolong jangan dibahas!\nDori itu orangnya cerdik. Dia pintar sekali maksa orang. Aku, eh ... Karena satu dan lain hal, aku punya hutang sama dia. Lalu situasinya jadi rumit, dan ... Aduh, intinya aku ingin supaya dia kasihan sedikit lah sama aku, masa tega sih bikin aku hidup sengsara begini cuma karena Mora. Padahal aku yakin hatinya tidak jahat, tapi ... enggak ngerti lagi dah. Kenapa dia bisa jadi kayak gini sih?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "Tentang Cyno",
			"voicelineType": "4006",
			"description": "Cyno kelihatan seperti orang yang dingin dan kejam, tapi sebenarnya dia itu hangat dan baik hati loh. Aku masih ingat waktu Tighnari pertama bilang mau kenalkan aku sama sahabatnya, dan beberapa saat kemudian muncul seorang Matra yang penampilannya galak ... Aku tidak pernah terpikir bakal ketemu sama Matra yang bisa nyaman gaul sama pelajar. Tapi jujur ya, aku enggak kuat sama kegaringannya. Geli sampai merinding lah pokoknya kalau dengar dia bercanda garing. Kalau suatu hari dia ajak kamu makan bareng di tempatnya Tighnari, jangan lupa bawa bir! Satu-satunya cara supaya kuat menerima serangan garing dari Cyno ya ... harus mabuk dulu.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "Tentang Collei",
			"voicelineType": "4007",
			"description": "Aku sudah lumayan sering ketemu Collei. Dia murid sekaligus asisten Tighnari yang selalu ikut gurunya ke mana-mana. Anaknya rajin dan panjang sabar, dia jauh lebih punya rasa tanggung jawab dibanding anak-anak seusianya. Tapi, eh ... aku tahu dia sebenarnya banyak pikiran.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "Tentang Nilou",
			"voicelineType": "4008",
			"description": "Nilou penari yang sangat berbakat, itu tidak diragukan. Teater Zubayr beruntung bisa merekrutnya. Katanya dia juga orang yang sangat ramah dan menyenangkan, murah senyum dan sering balik menyemangati penontonnya ketika tampil. Kalau ada waktu, aku juga ingin nonton pertunjukannya.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "Tentang Faruzan",
			"voicelineType": "4009",
			"description": "Bu Faruzan kalau ngomong setajam silet, jadi aku ngerti kenapa banyak murid Akademiya takut sama dia. Tapi niatnya tidak jelek, dia cuma ingin fokus mendedikasikan diri ke penelitian yang dia suka. Banyak orang beranggapan kalau semua pelajar Haravatat itu susah diajak bergaul, dan ... Ah, mending kamu nilai sendiri deh.\nKamu pasti sudah pernah diminta jadi muridnya, kan? Dia memang berapi-api sekali waktu mau merekrut orang, tapi semua yang dia omongin itu bukan cuma angin doang loh ya. Dia itu ahli sekali dalam bidangnya.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Mengenal Kaveh: I",
			"voicelineType": "5001",
			"description": "Apa, kamu dengar kabar kalau aku ini terkenal di Sumeru? Hahaha, jangan percaya begitu saja sama gosip. Itu sudah diberi banyak sekali bumbu, percayalah. Punya nama di Sumeru itu perkara mudah kalau kamu sudah tinggal lama di sini, jujur malah sebaliknya yang lebih susah: merendah dan jadi tidak dikenal.\nSemoga kamu bukan tahu aku dari cerita kebangkrutanku yang mengenaskan ya. Ha ... Kalau mau, aku bisa ceritakan beberapa yang lebih baik tentang diriku ....",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Mengenal Kaveh: II",
			"voicelineType": "5002",
			"description": "Kamu enggak kepikir buat daftar jadi siswa Akademiya, kan? Yah ... kalau iya, aku secara objektif menyarankan kamu jauh-jauh dari bidang studi desain. Jangan salah paham, belajar desain itu seru kok. Masalahnya, tugas dan kerjaannya ... brutal. Aku pernah magang sama salah satu seniorku waktu baru lulus dulu, dan gila, aku kerja sampai tulang sakit semua setiap hari ... sudah macam jadi hewan penarik baban saja. Enggak tahu gimana caranya aku bisa bertahan selama itu dulu ....",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Mengenal Kaveh: III",
			"voicelineType": "5003",
			"description": "Preferensi estetika setiap orang berbeda-beda, tapi keindahan itu sendiri sesungguhnya suatu konsep yang konkret dan jelas. Aku rasa mungkin saja kita membuat standar estetika dasar yang objektif. Lalu, melatih diri dalam hal mengapresiasi juga bisa dilakukan, cuma perlu habiskan banyak waktu saja untuk mengumpulkan pengalaman. Kalau perlu saran dan masukan soal itu, silakan. Kamu boleh tanya aku kapan saja.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Mengenal Kaveh: IV",
			"voicelineType": "5004",
			"description": "Banyak orang berpikir aku hobi sekali cari gara-gara, padahal mereka saja yang tidak tahu apa-apa. Siapa pun yang ingin maju dalam hidupnya tidak akan bisa luput dari konflik dengan orang lain dari waktu ke waktu. Kita tidak bisa cuek cuma karena tidak ingin urusan.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Mengenal Kaveh: V",
			"voicelineType": "5005",
			"description": "Aku suka minum-minum kalau lagi senggang, buat hilangkan stres. Hm? Eh, lebih ke buat buang waktu saja sih, ahaha ....\nUh ... EHEM, kenapa lihatnya kayak gitu? Oke, oke! Aku mengaku! Mungkin aku agak terlalu sering minum buat melupakan masalah. Soalnya kadang aku tidak kuat ... menghadapi proyek yang tidak kelar-kelar, halangan yang tidak bisa ditembus, kesalahpahaman dengan orang lain ... Memangnya kamu tidak pernah pusing soal masalah seperti itu?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Hobi Kaveh",
			"voicelineType": "6001",
			"description": "Musik, arsitektur, memahat, melukis ... Semuanya layak untuk diapresiasi. Aku tidak berani mengaku diri ahli dalam semua bidang tersebut, tapi selagi masih ada minat, mungkin suatu hari nanti bidang-bidang tadi bisa aku kuasai. Contohnya, setidaknya saat ini aku sudah bisa main satu alat musik.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Kekhawatiran Kaveh",
			"voicelineType": "6002",
			"description": "Khawatir? Masalah? Yah, yang paling mengganggu sekarang ini jelas masalah finansial.\nBukan aku tidak bisa cari duit, cuma aku tidak bisa pegang duit. Ada sekian banyak hal di dunia ini yang butuh uang, ceroboh sedikit saja bisa langsung habis semua ... Tapi jangan cemas, aku sudah jauh lebih mending daripada dulu. Ke depannya aku mau belajar hemat, supaya tidak melulu besar pasak daripada tiang.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Makanan Favorit",
			"voicelineType": "6005",
			"description": "Alkohol, kuah panas, lalu masakan yang ada keju dan krimnya ... Semua enak! Aku juga tidak akan pernah menolak buah-buahan segar.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Yang terlalu panas dan yang terlalu pedas. Kalau harus makan yang begituan, aku tunggu sampai dingin dulu supaya lidahku tidak terbakar.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Ini enak sekali! Boleh ajari aku cara bikinnya?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Cocok nih buat teman minum anggur.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Ha? Eh ... Ah ... Emmmm ....",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Hari ini kamu ulang tahun? Wah, selamat ya! Hari ulang tahun itu penting, dan biasanya setiap saat itu kamu jadi ingat sama keluarga kan. Apa pun yang kamu lakukan untuk merayakan hari ini, semoga menyenangkan ya!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Boleh juga ... Terima kasih.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Hmm? Masih ada lagi?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Wawasanku bertambah luas. Semoga perasaan ini bisa bertahan.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Semakin kuat, semakin banyak yang bisa dicapai. Pencapaian tidak gratis, harapan dan mimpi dibangun di atas rasa sakit dan penderitaan ... Tapi aku tidak akan mundur.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Memindai!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Sini!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Lokasi steril!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Perhatikan baik-baik!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Proyek dimulai.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Manjakan matamu!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Penemuan baru!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Wah, beruntung nih! Pasti senang ya?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Ini keren! Eh, bukan, ini luar biasa!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Menyebalkan!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Tadi itu kesempatan terakhir.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Dih ... syuhhh!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Serahkan padaku!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Ke belakangku.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Masih banyak ... yang belum kesampaian ....",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Ke ... napa ....",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Jangan hancurkan mimpiku ....",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "DUH! Stop, jangan ....",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "HA! Ini tidak ada apa-apanya.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Perlu bantuan?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Biar aku yang urus.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Ada klien? Eh ... OH! Kamu toh.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}