{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Namaku Kirara, kurir dari Komaniya Express di Inazuma. Tenang, tidak ada tempat yang tidak bisa kuraih untuk mengantarkan pesananmu! Eh? Ekorku? Oh, aku punya ekor karena aku youkai — lebih tepatnya, nekomata.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Berbincang: Paket",
			"voicelineType": "1101",
			"description": "Paket ini isinya apa ya ... Tidak, tidak, tidak boleh intip barang pelanggan .....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Berbincang: Pesanan",
			"voicelineType": "1102",
			"description": "Coba kuperiksa ... Oke, ayo berangkat. Lokasi selanjutnya yang ada di daftar masih jauh banget.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Berbincang: Pekerjaan",
			"voicelineType": "1103",
			"description": "Wow! Pemandangan di sini cantik banget. Hehe, pekerjaanku memang mantap.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Ah ...! Buluku basah semua deh. Kamu mau kotak buat sembunyi juga?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Meong! Ahh ... Aku hampir saja lupa bahasa manusia ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Dingin banget, ekorku hampir jadi es batang nih ... Harusnya aku di rumah saja di dekat perapian. Buluku tidak bakal kebakar kan kalau tidak terlalu dekat apinya?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Sinar matahari rasanya hangat sekali. Tidur di bawah pohon pasti nyaman banget deh ... Ohh, baru mikirinnya saja sudah bikin aku ngantuk.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1205",
			"description": "Aduh! Paket-paket yang kecil hampir ketiup angin!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "Di Padang Pasir",
			"voicelineType": "1206",
			"description": "Butiran pasirnya nyangkut di antara tapak kakiku ... Agak aneh gimana gitu rasanya ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Selamat pagi! Aku lihat kamu belum bangun, jadi aku pergi cari makanan dulu. Oh, jangan khawatir, tidak bakal ada tupai atau burung pipit jadi campuran makanannya kok. Padahal ya enak juga sih sebenarnya ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "*hoam* Lima menit lagi deh bangunnya ya ... Sekarang ngangkat ekor saja masih enggak kuat ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Selamat malam, aku siap berangkat. Eh? Waktunya tidur? Malam hari itu waktu aku paling aktif! Gerak bisa lebih cepat, penglihatan lebih bagus, terus orang-orang di jalanan juga sedikit.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Selamat tidur, semoga mimpimu indah! Tapi tanpa dua ekor yang mengganggumu di malam hari, kuyakin kamu selalu mimpi indah.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "Tentang Kirara: Tapak Kaki",
			"voicelineType": "2001",
			"description": "Sepatu botku? Oh, ini sih tapak kaki. Aku bisa saja pakai kekuatan youkai buat mengubahnya jadi kaki manusia, tapi kayaknya lebih nyaman jalan-jalan pakai cakar dan tapak kaki gini sih. Uh, jangan dipegang-pegang! Aku geli!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "Tentang Kirara: Nama",
			"voicelineType": "2005",
			"description": "Nenek menamaiku Kirara. Dulu pas aku cuma punya satu ekor, Nenek selalu membelai kepalaku dan mengusap daguku, terus bilang kalau mataku cantik sekali.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "Tentang Kita: Perjalanan",
			"voicelineType": "2003",
			"description": "Kamu bertualang ke sana kemari, dan aku mengirim paket ke seluruh dunia. Kita mirip, kan? Tapi walaupun kita sama-sama bepergian dari satu tempat ke tempat lainnya, biaya perjalananku ditanggung semua, sedangkan kamu harus bayar semuanya sendiri ... Hah? Bu-Bukan! Aku bukannya mau sombong kok!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "Tentang Kita: Pertemuan",
			"voicelineType": "2002",
			"description": "Aku sudah bertemu berbagai macam orang melalui pekerjaan pengiriman ini. Beberapa sekarang adalah pelanggan tetap Komaniya Express, dan yang lain jadi temanku ... Aku merasa beruntung sekali. Setiap pengiriman berakhir setelah paketnya sampai ke tujuan, tapi ikatan yang terbentuk tidak putus begitu saja. Kalau menurutku, pertemanan antara youkai dan manusia itu bukan hal yang sulit sih.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Aku masih ingat pertama kalinya aku coba berubah bentuk menjadi manusia dengan kekuatan youkai-ku. Aku semangat sekali memikirkan bagaimana aku akhirnya bisa merasakan dunia manusia. Terus tanpa kusadari, Vision-nya sudah ada di pinggangku. Hmm ... Apa dewa ini juga ingin berkelana ke berbagai tempat sepertiku?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Berbagi Cerita: Berburu",
			"voicelineType": "3002",
			"description": "Senjata yang dibuat manusia ya bukannya jelek sih, tapi kadang aku lebih suka mengandalkan insting kucingku. Maksudnya, misal ada burung pipit tepat di depan matamu, apa kamu tidak terdorong buat merangkak diam-diam, mendekam, menunggu waktu yang tepat ... lalu menerkamnya? Bahkan pengiriman paket yang sukses pun tidak sebanding dengan kepuasan berburu!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Berbagi Cerita: Kotak",
			"voicelineType": "3005",
			"description": "Nenek bilang ini kotak kesukaanku untuk tidur pas aku kecil. Hehe, lucu ya — dulu aku cuma tahu kalau kotak dari Komaniya Express itu selalu besar dan nyaman. Kalau kamu beri tahu aku suatu hari nanti kerjaanku adalah memberikan semua kotak ini kepada orang lain, aku tidak akan percaya padamu. Hehe, akhir-akhir ini kotaknya terasa lebih sesak sih ... Apa? Apa maksudmu sudah ada barang di dalam ...? Ugh, bukan loh, maksudku kotak kosong mereka! Aku tidak akan pernah buka paket pelanggan!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Kisah Menarik: Rumah Pohon",
			"voicelineType": "3003",
			"description": "Kamu tahu tidak kalau beberapa rumah di Sumeru dibangun di atas pohon? Oh, pasti enak sekali bermandikan sinar matahari seharian tanpa harus turun lagi buat makan. Hah? Kamu sudah tahu? Kalau gitu ... apa kamu tahu cara membangunnya? Aku memang punya cakar, tapi tetap saja aku lelah memanjat pohon setinggi itu saat kirim paket. Bagaimana cara mereka mengirim semua bahan bangunan dan perabotan ke atas sana? Padahal orang-orang Sumeru kan tidak punya cakar ... Aku tidak ngerti ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Kisah Menarik: Rumah Besar",
			"voicelineType": "3004",
			"description": "Aku melihat banyak sekali rumah besar saat mengirim paket, yang ukurannya jauh lebih besar daripada rumah Nenek! Istana ini, Kuil itu ... Apa tinggal di rumah sebesar itu tidak membuatmu merasa hampa? Ada tempat buat makan di pagi hari, tempat berjemur di siang hari, dan kotak kecil buat tidur pas malam sudah lebih dari cukup buatku. Hmm apa mungkin rumah besar itu ibarat kotak besar buat manusia?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "Tentang Yae Miko",
			"voicelineType": "4001",
			"description": "Nona Miko adalah youkai kitsune yang sangat terkenal di Inazuma, jadi wajar bagi youkai muda sepertiku untuk menghormatinya. Tapi dia ternyata ramah sekali, jauh berbeda dengan ekspektasiku. Dia bahkan mengunjungiku sendiri dan mengajarkan berbagai hal berguna untuk berbaur dengan komunitas manusia! Hal-hal seperti etika manusia yang benar, cara mendekati orang, dan berbagai resep tahu goreng ... Eh? Kamu bilang yang terakhir itu cuma buat dia?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "Tentang Raiden Shogun",
			"voicelineType": "4002",
			"description": "Paket yang dikirim ke Tenshukaku semuanya dikemas dalam beberapa lapis bungkusan. Mungkin paket kayak itu yang cocok buat Yang Mulia Shogun. Beberapa dari paket itu wangi banget ... Aku mau tahu apa isinya.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "Tentang Shikanoin Heizou",
			"voicelineType": "4003",
			"description": "Aku pernah berpapasan dengan detektif itu dulu. Setelah dia tahu kalau aku nekomata, dia mulai memintaku membantunya menyelidiki keberadaan kucing hilang. Awalnya aku senang membantunya, tapi aku jadi merasa bersalah setelah dengar kucing-kucing tersebut bilang semacam \"aku cuma mau lihat dunia luar!\" atau \"aku bosan sekali kalau di rumah\". Jadi aku bohong dan bilang ke detektif itu kalau aku belum nemuin kucing mana pun. Tapi kayaknya dia tahu aku bohong ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "Tentang Kujou Sara",
			"voicelineType": "4004",
			"description": "Aku selalu ingin ngobrol dengan Nona Tengu, tapi mungkin karena dia itu Jenderal Tenryou Commission, aku jadi sedikit terintimidasi dengannya dan cuma berani menatap dari jauh. A-Aku cuma penasaran dengan sayapnya, kok. Apa dia pernah merasa terganggu? Bagaimana caranya mengatasi bulu rontok? Hmm ... Ngomong-ngomong soal bulu, rasanya kotakku akan terasa nyaman sekali kalau aku lapisi dengan bulu.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "Tentang Arataki Itto",
			"voicelineType": "4005",
			"description": "Dia seorang oni, tapi akrab sekali dengan manusia — Dia bahkan punya gengnya sendiri! Ah, aku iri! Mungkin aku harus minta sarannya.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "Tentang Lyney",
			"voicelineType": "4006",
			"description": "Jadi aku ketemu pesulap di Fontaine yang bisa menghilangkan apa saja, terus membuat barangnya muncul lagi! Dia pasti menggunakan semacam kekuatan youkai, kan? Hmm ... apa berarti dia youkai juga?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "Tentang Chiori",
			"voicelineType": "4007",
			"description": "Dia orangnya baik sekali. Aku sering ketemu dia dulu pas dia masih belajar cara membuat dan mewarnai kain. Dia selalu khawatir aku akan tinggalkan bekas cakaran di kain-kain indahnya, tapi aku tidak mungkin melakukan itu padanya! Dia sekarang punya toko di Fontaine dan kadang-kadang memintaku mengantarkan barang untuknya. Hehe, dia bahkan bantu aku perbaiki baju yang sedang kupakai ini.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Mengenal Kirara: I",
			"voicelineType": "5001",
			"description": "Nenek menceritakan banyak sekali kisah-kisah saat aku masih kecil. Tentang youkai di Inazuma, festival yang diadakan di kota, makanan lezat dari bangsa lain .... Aku akan meringkuk di pangkuannya dan mendengarnya sampai tertidur. Bahkan sekarang pun aku masih tidak yakin bagian mana yang nyata, dan mana yang cuma bagian dari mimpiku.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Mengenal Kirara: II",
			"voicelineType": "5002",
			"description": "Kurir itu pekerjaan yang sempurna buatku. Nona Kitsune bilang mereka yang tidak bekerja tidak bisa berbaur dengan komunitas manusia. Karena itu aku memutuskan untuk melakukan setiap pengiriman dengan sungguh-sungguh. A-Aku tidak mau kembali ke pegunungan bahkan kalau aku ditawari jadi Pemimpin Youkai atau apa pun itu!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Mengenal Kirara: III",
			"voicelineType": "5003",
			"description": "Mungkin aku kelihatan seperti sasaran empuk, tapi aku sering ketemu bandit di jalan. Aku selalu berhasil mengusir mereka sih, tapi aku tidak kasar-kasar. Soalnya kalau perusahaan harus ambil tanggung jawab karena cedera yang aku sebabkan ... Aku pasti dipecat!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Mengenal Kirara: IV",
			"voicelineType": "5004",
			"description": "Setiap kali aku menapakkan kaki di kota baru, aku selalu panjat tempat-tempat tinggi untuk melihat pemandangannya. Terkadang saat angin berembus kencang, kelopak bunga akan melayang seperti Crystalfly dari satu ujung jalan ke ujung lainnya. Terus saat matahari mulai terbenam, aku akan cari tempat bagus untuk mengamati lampu kota yang menyala satu demi satu. Dari atas, mereka kelihatan seperti bintik-bintik cahaya matahari yang menari di bawah bayangan hutan di siang hari. Aku bisa tetap di sini seharian kalau bukan karena harus buru-buru mengantarkan paket ... *huff* Aku harap bisa bawa Nenek ke sini dan menunjukkan semua ini padanya.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Mengenal Kirara: V",
			"voicelineType": "5005",
			"description": "Menikmati hidup itu sangat penting! Di hari-hari terakhir perjalanan jauh atau di malam saat semua pekerjaanku beres, aku selalu makan enak di restoran tersibuk, terus cari atap yang nyaman dan menikmati embusan angin yang membelai wajahku sampai aku tertidur ... Ada banyak sekali kesenangan kecil di dunia yang pantas dinikmati, bukannya rugi sekali kalau aku tidak menikmati semuanya? Karena itu aku selalu pastikan tulang ikan yang kumakan selalu bersih!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Hobi Kirara",
			"voicelineType": "6001",
			"description": "Aku suka mengirim paket ke mana pun. Setiap kali aku melihat alamat yang belum pernah kukunjungi sebelumnya, aku jadi semangat sekali sampai tidak bisa tidur dan berharap aku bisa langsung tiba di sana. Aku sering bosan pas kecil karena selalu dikelilingi hutan dan rerumputan. Tapi di sini berbeda sekali. Ada banyak hal yang tidak pernah aku lihat sebelumnya, dan rasanya ada saja yang baru sejauh mata memandang!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Kesukaran Kirara",
			"voicelineType": "6002",
			"description": "Walaupun hidup manusia itu bermacam-macam, tapi aturannya juga banyak. Manusia tidak tidur di atap, menangkap ikan dari kolam hias, atau mengasah cakar sesuka mereka di mana saja ... Tapi begitu aku kembali ke wujud asliku, tidak ada yang peduli pas aku melakukan semua itu. Masalahnya wujud nekomataku menarik banyak perhatian, jadi susah sekali masuk ke restoran dan pesan makanan seperti manusia ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Makanan Favorit",
			"voicelineType": "6005",
			"description": "Saat aku masih seekor kucing, aku suka makan semua yang dimasakkan Nenek, aku bahkan bisa habiskan satu piring besar sekaligus! Kalau sekarang ... makanan favoritku adalah Sashimi Platter! Dengan ikan segar yang empuk disajikan langsung di atas piring, aku bahkan tidak perlu susah-susah buang tulang dan sisik ikan pas makan! Tapi pelayan restoran selalu melihatku dengan aneh tiap kali aku makan kepala ikan ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Pernah sekali aku sedang menangkap ikan di pantai, ada seekor kepiting mencapit ekorku dari belakang. Sakitnya bukan main, aku pikir ekorku mau copot! Ugh, kenapa orang suka makan kepiting sih? Dagingnya sedikit, cangkangnya tebal, terus tidak bisa buka dengan cakarku. Oh, aku juga tidak tahan yang panas-panas. Aku kaget sekali waktu dengar yang namanya \"Butter Crab\". Bagaimana manusia bisa makan benda sekeras dan sepanas itu?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Wah, ini enak sekali! Aku tidak pernah makan yang seperti ini sebelumnya! Kamu ... kamu bukan youkai memasak atau semacamnya, kan?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Mm-hm, enak! Masih ada lagi? Aku mau bawa bersamaku di perjalananku!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Um, ini ... mengingatkanku pada hari-hariku di alam liar ....",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang tahun! Tidak peduli kamu itu manusia atau youkai, hari kamu lahir di dunia ini patut dirayakan! Kalau kamu mau, aku bisa membawamu ke tempat aku tumbuh besar. Tempatnya sepi dan tidak semenarik itu, tapi selalu membuatku tenang. Oh, aku akan biarkan kamu tidur di kotak favoritku juga! Kotak itu enak sekali buat dipakai tiduran!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Ooh! Aku bisa merasakan kekuatan youkai-ku meningkat!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Eh? Apa ekorku tambah panjang?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Tubuhku terasa lebih ringan! Rasanya aku bisa kirim sepuluh paket sekaligus!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Wah ... dengan kekuatan sebesar ini kurasa bahkan youkai kitsune itu harus hati-hati denganku ... Hehe, aku bercanda kok! Ini kan bukan kompetisi. Lagian aku senang selama aku bisa melindungi paket pelangganku. Dan tentunya kamu juga, yang sudah menemaniku selama ini. Oh iya, kamu mau coba sentuh ekorku? Kurasa mereka tambah panjang!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Fiuh!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Kucakar kamu!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Permisi~",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Pengiriman ekspres!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Layanan dengan senyuman!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Tolong tanda tangan di sini~ Meong!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Wah! Banyak sekali barang yang belum pernah kulihat sebelumnya!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Apa ada orang yang paketnya enggak sengaja jatuh ya?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Huh, mungkin aku bisa meringkuk di dalam kotak ini ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Aku harus jaga paketnya ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Aku harus cari jalan lain ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Meong ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Sini sembunyi di kotakku!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Aku bantuin yah!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Pelanggan ... masih pada nunggu ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Aku akan di ... dalam kotakku ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Aku bakal dipecat ....",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900001",
			"description": "Aw!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Ekorku!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Hei! Hati-hati sama paketnya!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Ada barang yang perlu dikirim?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Terima kasih sudah memilih Komaniya Express!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Semua biaya perjalanan ditanggung? Aku ikut!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}