{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Halo. Aku Lan Yan dari Asosiasi Pengrajin Lembah Chenyu. Boleh aku kenalkan dekorasi atau keranjang tertentu? Mungkin vas, atau perabot yang lain? Ah, rotanku hampir habis. Aku harus cari lagi di gunung ... Oh, kamu mau ikut? Hehe, baik sekali! Oke, aku akan anyamkan topi rotan gratis. Gimana?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Berbincang: Rencana Setiap Hari",
			"voicelineType": "1101",
			"description": "Oh, rencanaku setiap hari? Aku rasa sih, melakukan apa pun yang aku suka ya. Besok juga sama, lusa juga sama, hehe.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Berbincang: Pusaka Warisan",
			"voicelineType": "1102",
			"description": "Perabot rotan terbaik itu dibuat dari serat yang halus, tipis, dan kuat seperti sutra. Perabot seperti itu bisa menjadi berharga seperti pusaka keluarga, contohnya perak ... Tidak berlebihan kok!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Berbincang: Walet",
			"voicelineType": "1103",
			"description": "Burung walet membuat sarangnya saat langit cerah, mereka bersembunyi saat ada badai.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Yah, karena kita sudah terjebak di hujan, kenapa tidak nikmati saja? Setidaknya kita tidak perlu capek-capek berlari-lari untuk mencari perlindungan.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Aaah! Boleh ... pegang tanganmu?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Lihat! Semua yang disinari matahari jadi seperti berwarna emas.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Ketika Angin Bertiup",
			"voicelineType": "1204",
			"description": "Dengar? Ting, ting ... Aksesoris perak di kepalaku sedang berdenting, seperti lonceng. Anginnya enak sekali hari ini.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1205",
			"description": "Ting ting, ting ting. Sepertinya anginnya lagi marah.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "Di Padang Pasir",
			"voicelineType": "1206",
			"description": "Perlu air? Ini, minumlah seteguk. Airnya sudah dicampur dengan daun mint, jadi segar.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Oh, burungnya bangunkan kamu ya? Haha, biar aku bicara dengan mereka. Mudah-mudahan manjur ya. Kadang mereka tidak mau dengarkan kata-kataku.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Aku petik bunga segar! Baru saja mau dibawa pulang dan masakin makanan enak untuk ibuku ... Kamu ikut deh! Keluargaku pasti senang bertemu denganmu.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Ada yang jual serangga panggang di pasar malam! Mau coba?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Ngantuk banget ... Aku tidur dulu deh. Sudah tidak tahan.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "Tentang Lan Yan: Kebahagiaan",
			"voicelineType": "2001",
			"description": "Bagiku, kebahagiaan itu ... menghabiskan setiap gigit nasi sampai kepada butiran terakhir, mendengarkan suara angin saat sedang tidur siang di atas rumput, dan kesepuluh bab novel supranatural dalam sekali baca!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "Tentang Lan Yan: Pewaris Seni Qimen",
			"voicelineType": "2005",
			"description": "Pembaca Angin legendaris memang tercatat sebagai leluhur klan Lan, tapi keluarga sudah lama berpisah dari cabang utama. Seni Qimen itu kompleks dan beragam, sejauh ini, aku cuma mempelajari sedikit saja. Untuk bagian yang sulit, aku harus minta bantuan tetua dan sepupuku. Tapi aku tetap mahir membuat orang-orangan rotan, bahkan kakekku kalah dariku! Haha, aku rasa ini memang bidang dan keahlianku sendiri.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "Tentang Kita: Salaman Yuk?",
			"voicelineType": "2003",
			"description": "Duduk. Kawan. Salaman~\nOh, tidak, aku bukan suruh KAMU duduk! Aku lagi ngomong sama hewan kecil kami. Ahh, aku minta maaf. Cepat, berdiri. Aku sedang suruh mereka: \"Hei, semuanya, lihat ke sini! Kita kedatangan teman baru nih hari ini!\" Oh, kurang jelas ya? Yah ... \"Duduk\" bisa berarti \"dengarkan aku\" atau \"diam dulu di sana\", atau bahkan \"berhenti dulu\". Hmm? Bagaimana cara menafsirkannya? Kamu cuma perlu sering-sering berkunjung ke pegunungan saja! Sebentar saja, kamu pasti langsung ngerti.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "Tentang Kita: Salaman Yuk!",
			"voicelineType": "2002",
			"description": "Ayolah, salaman! Peluk aku!\nEh ...? Kamu tidak mau salaman? Bukannya ini cara teman semangati satu sama lain? Oh, haha! Kali ini memang artinya seperti itu, aku janji! Maaf, sebelumnya aku yang salah karena buat kamu jadi bingung. Tidak masalah kok! Makin sering kita main bersama, kita akan jadi makin paham satu sama lain.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Tentang Vision ....",
			"voicelineType": "3006",
			"description": "Berkat Vision-ku, aku bisa melempar cakram ke udara dan menangkapnya dengan gampang ... Eh, tapi ini adegan berbahaya, jangan ditiru di rumah! Ujung cakramnya sebenarnya tajam sekali! Tapi kalau untuk Pengembara, boleh dicoba sih! Berdiri tegak, posisi lengannya stabil, dan lempar dengan kuat dan cepat. Kamu pasti bisa!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Tidak pernah ada kata terlalu berhati-hati untuk jamur liar. Ada banyak sekali jamur yang tidak bisa dimakan, ada juga yang harus ditumis atau dimasak penuh supaya bisa dikonsumsi dengan aman. Dan kalau tidak habis dalam sekali makan, kamu harus memasaknya lagi sebelum dimakan lagi. Banyak orang yang lupa langkah ini. Jadi, kalau kamu lagi makan sampai setengah, terus anjingmu suruh kamu untuk bereskan cucian, atau ayammu perintahkan kamu untuk bersihkan rumah, langsung cari pertolongan medis, segera!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Pernah sekali, aku sedang istirahat di dalam pohon setelah selesai menenun. Tiba-tiba ada tupai yang curi biji pinus dari rotan yang baru aku tenun. Untung saja, aku bisa menggantinya dengan dua kali jumlah biji pinus yang asli. Sebenarnya sih aku tidak keberatan ya kalau karya asliku diambil, aku cuma takut tupainya jadi kesal! Bayangkan saja, kamu sudah capek mengumpulkan biji pinus seharian, begitu sampai rumah, ternyata biji pinusnya palsu! Semua teman-temannya pasti akan tertawakan tupai itu ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "Tentang Xiangling",
			"voicelineType": "4001",
			"description": "Semua orang bilang kesan pertama begitu menggoda. Waktu aku makan di Wanmin Restaurant pertama kali, ada banyak sekali penyesalan. Aku tidak bisa percaya aku baru berkunjung ke Liyue setelah selama ini! Andai aku bisa bertemu dengan Xiangling lebih cepat ... Bagaimanapun, begitu dia dengar aku membahas berbagai bahan masakan langka yang ada di gunung kampung halamanku, dia langsung siapkan rencana untuk mengunjungi Lembah Chenyu. Aku akan pastikan dia tidak boleh pulang dengan tangan kosong!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "Tentang Hu Tao",
			"voicelineType": "4002",
			"description": "Direktur Hu sepertinya selalu bahagia. Meskipun keadaannya sedang genting, dia pasti akan selalu bercanda untuk semangati aku. Aku masih belum lama kenal dia, jadi aku penasaran ... Dia itu memang seperti itu ya? Hmm ... Baiklah, mulai dari hari ini, aku berharap semua senyumannya berasal dari kebahagiaan yang sesungguhnya, bukan cuma usaha untuk menenangkan orang lain saja.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "Tentang Keqing",
			"voicelineType": "4003",
			"description": "Kapan sih Yuheng baru bisa beristirahat? Dia itu sibuk sana-sini waktu Lantern Rite. Aku mau traktir dia makan untuk berterima kasih atas kebaikannya, tapi tidak pernah sempat ... Aku juga harap dia bisa tata rambutku biar mirip sepasang telinga kucing, seperti rambutnya. Tapi ... mungkin permintaan ini sedikit keterlaluan deh. Meski dia bilang dia tidak keberatan ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "Tentang Xingqiu",
			"voicelineType": "4004",
			"description": "Aku pernah bertemu dengan tuan muda Xingqiu beberapa kali di gunung. Dia tidak dikawal oleh orang-orang dari Feiyun Commerce Guild, jadi sepertinya bukan sedang bertugas resmi. Setelah pertemuan itu, dia sering bawakan beberapa buku novel supranatural salinan. Aku juga berjanji tidak beri tahu siapa pun. Kecuali ... Aku baru saja kasih tahu kamu ya? Tolong jaga rahasia ini ya! Demi kita berdua! Pengembara!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "Tentang Chongyun",
			"voicelineType": "4005",
			"description": "Suatu hari, aku sedang pergi ke rumahnya dengan kakek, aku melihat Chongyun keluar dari rumah itu dengan sedih ... Mengingat ekspresinya yang tak berdaya waktu itu, aku rasa kondisinya waktu itu pasti buruk, tapi aku tidak merasakan aura buruk dari rumahnya. Ramalan kakek juga tidak menafsirkan ada yang sial juga. Mungkin dia sudah habiskan banyak tenaga untuk menyelesaikan masalahnya, jadi lagi malas ngomong ... Eh? Menurutmu, mungkin saja dia tidak melakukan apa-apa sama sekali? Aku jadi makin bingung deh ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "Tentang Gaming",
			"voicelineType": "4006",
			"description": "Aku sudah kenal Gaming sejak kami masih kecil! Dia itu pembuat onar yang terkenal di lingkungan kami dulu. Haha. Eh? Tidak mirip seperti dia? Yah, dia kan sudah dewasa, aku juga. Satu hal sih yang tidak berubah, dia masih tetap bawa camilan ke mana pun dia pergi. Waktu kembali dari perjalanannya, dia selalu bawa banyak sekali oleh-oleh untuk teman-temannya. Tentu saja, dia tidak pernah tinggalkan kampungnya tanpa membawa tumpukan bekal favoritnya ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "Tentang Qiqi",
			"voicelineType": "4007",
			"description": "Qiqi suka Finch, kan? Aku lagi berpikir mau menganyam Finch rotan! Kamu tahu warna kesukaannya?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Mengenal Lan Yan: I",
			"voicelineType": "5001",
			"description": "Tunggu dulu! Tunggu ... Sebentar lagi ... Bereskan gagang ini dulu ... Huff ... Selesai juga! Hehe, maaf ya! Aku tidak bisa melakukan banyak hal sekaligus, aku cuma bisa fokus melakukan satu hal saja. Oke. Sekarang, semua perhatianku tertuju padamu!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Mengenal Lan Yan: II",
			"voicelineType": "5002",
			"description": "Mau habiskan waktu sejenak di pegunungan? Kita boleh coba untuk menghindari dari Fluff-Fleece Goat waktu dia mau menyeruduk. Atau kita bisa anggap Redbill Pelican sebagai bandit dan coba untuk menolong Jade Heartfeather Bass dari paruhnya ... Atau mau main Jejak Sang Angin? Kamu mau jadi Pemburunya? Haha, pede sekali ya kamu! Oke, kalau kamu sudah kehabisan akal, aku akan bunyikan bel perak untuk membantumu. Kalau kamu bisa menyentuh ujung rambutku saja, aku akan anggap kamu menang. Aku jago loh kalau soal main ini!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Mengenal Lan Yan: III",
			"voicelineType": "5003",
			"description": "Aksesoris perak yang aku pakai ini mengambil bentuk \"Burung Sayap Perak Berbulu Giok\", dan merupakan pusaka keluarga. Jepit rambut, kalung, dan bros perakku semuanya adalah hadiah ulang tahun dari orang tuaku. Oh, gelang ini hadiah Lantern Rite dari kakekku, dan anting-antingnya dari Festival Moonchase terakhir, sepertinya ya ... Ada juga yang lain yang diberikan kepadaku saat aku menguasai Wind Glider, aku menerima Vision, dan berhasil menghabiskan tiga mangkuk nasi sekali makan.\nHehe, keluargaku percaya kalau aksesoris perak itu membawa keberuntungan dan bisa menangkal kejahatan. Makanya aku terus diberikan yang baru!\nKalau langsung dipakai semua berat sih, tapi ... mungkin seberat itu jugalah cinta keluargaku!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Mengenal Lan Yan: IV",
			"voicelineType": "5004",
			"description": "Waktu aku masih kecil, orang-orangan rotan sering buat aku ketakutan ... Gimana ya jelasinnya? Soalnya, ada banyak sekali boneka berbentuk aneh berwarna abu hitam yang ada di seluruh rumahku ... Itu kan mimpi buruk bagi anak kecil! Waktu kakek kirim aku untuk belajar dengan kepala keluarga klan kami, aku sempat kira dia kesurupan! Aku pikir sepupuku mau mengajariku ilmu sesat! Jadi, pada suatu malam, aku mengumpulkan semua orang-orangan rotan yang bisa kutemukan, terus aku bakar semua. Untungnya, fungsi orang-orangan ini adalah untuk menyerap kejahatan, jadi cepat atau lambat memang harus dimusnahkan.\nTapi aku jadi berpikir deh ... Kalau orang-orangan rotannya dibuat jadi lebih lucu, mungkin orang tidak bakal anggap mereka sebagai sihir jahat ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Mengenal Lan Yan: V",
			"voicelineType": "5005",
			"description": "Menganyam rotan tidak susah kok! Sumpah! Bahkan bentuk paling sulit pun dibuat seuntai demi seuntai. Kamu cuma perlu sabar, pasti bisa berhasil! Jika dibandingkan dengan tekniknya, ketelitian lebih sulit, yang paling sulit itu kegigihan! Kalau aku bilang sih, faktor yang paling penting itu kebahagiaan. Kalau kamu tidak menikmati prosesnya, karyamu tidak akan pernah bagus, bukan cuma soal menganyam saja. Kuncinya adalah kebahagiaan! Ini sama untukku, juga untukmu!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Hobi Lan Yan",
			"voicelineType": "6001",
			"description": "Menurut legenda, roh orang yang tenggelam masih ada di dalam air yang berhantu itu, jadi aku mau coba kebenarannya dengan menancapkan sebuah tongkat di danau ... Tongkatnya benar-benar tersangkut! Di antara semua rumput laut! Coba bayangin ya! Apalagi kalau kamu lagi berenang! Kalau kamu tidak tersangkut, itu baru aneh ....\nOh, aku juga dengar kamu tidak boleh makan Sunsettia setelah matahari terbenam, atau tidak boleh mengupas apel di depan cermin waktu tengah malam ... Heh, entah benar tidak legenda itu ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Kekhawatiran Lan Yan",
			"voicelineType": "6012",
			"description": "Aku tidak suka mencabut tusukan duri! Matamu harus benar-benar melihat dengan jeli, dan aku selalu terluka sendiri ... Kesepuluh jariku pernah terluka karena itu ... *huff*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Bunga segar tidak cuma cantik, tapi juga harum, juga bisa dibuat jadi kue yang lezat! Rasanya segar, tapi tidak terlalu manis. Oh, dan rasanya cocok sekali dengan satu teko teh bunga ... Oh, aku tahu! Kita petik bunga yuk sekarang! Tidak perlu bawa keranjang! Aku langsung anyam saja nanti di gunung!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Seperti kata pepatah, gula itu manis kalau kamu lagi bahagia. Kalau kamu sedang sedih, rasa apa pun pasti tidak enak. Hehe. Untungnya aku tidak punya masalah begitu.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Enak loh ini. Tunggu! Aku akan keluarkan alat makan perakku yang berharga untuk makan makanan ini! Tunggu sebentar ya!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Ah, terima kasih! Ini, coba deh sambil dicelupkan saus. Rasanya jadi lebih enak lagi!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Eh, kamu makan ini? Perutmu tidak apa-apa? Kamu tidak lagi halusinasi, kan?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Di keluargaku, kami selalu berikan aksesoris perak sebagai hadiah ulang tahun. Jadi, dua orang-orangan ini buatmu. Yang satu dengan walet perak di kepala itu aku, {M#yang pegang pedang perak kecil}{F#yang ada bunga peraknya} itu kamu. Hehe, mirip sama kita, kan?\nAku sudah mengasapi rotannya, jadi kalau kamu gantung di tas, bisa buat mengusir serangga. Oh, aku yang desain aksesoris peraknya loh! Pengrajin perak pernah memolesnya sekali. Tapi aku menghaluskan tepiannya sekali lagi, jadi kamu tidak usah takut tersayat ya.\nJadi, selamat ulang tahun, Pengembara! Semoga keberuntungan selalu menyertaimu!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Tunggu, aku baru buat dua simpul saja, kamu sudah ... Entah kamu yang super cepat, atau aku yang lambat selama ini ....",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Kalau perak perlu dipoles supaya bisa bersinar, masuk akal sekali kalau kita juga harus terus latihan supaya bisa jadi ringan dan gesit seperti burung walet.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Salaman lagi yuk! Lagi! Lagi! Ingat tidak? Ini berarti rasa senang dan syukur, cara untuk mengekspresikan kebahagiaan untuk semua hal baik yang terjadi dalam hidup kita!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "\"Burung walet yang rendah hati membangun dengan lumpur, tapi tidak pernah tanpa sarang.\" Jadi jangan anggap remeh aku ya! Dengan kekuatanku sekarang, harusnya aku sudah bisa lindungi kamu. Hehe, tentu ini semua berkat bantuanmu! Terima kasih!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Elemental Skill: I",
			"voicelineType": "100004",
			"description": "Salto dan terbang.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Elemental Skill: II",
			"voicelineType": "100005",
			"description": "Menenun.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Elemental Skill: III",
			"voicelineType": "100006",
			"description": "Tinggi dan jauh.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Penyakit, hilanglah!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Gesit bagai walet.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Menari dalam angin~",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Wah! Boleh minta tidak? Biar keciprat rejekinya!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Keren! Yuk lihat apa isinya!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Sebentar ya ... Aku hitung dulu ....",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Perlu waktu lagi ....",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Ada yang bisa tolong aku?~",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Ini sulit ....",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Mundur! Aku akan lindungi kamu!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Aku saja, aku lebih cepat dari mereka.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Tidak boleh kalah ... sekarang ....",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Tidak ada lagi ... bunyi lonceng ....",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Kalah ... telak ....",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Berhenti!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Ada yang aneh!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Kok emosian!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Ke mana pun, aku akan selalu ada!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Yuk jalan-jalan ke kota!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Ikut!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}