{
	"id": 10000034,
	"name": "Noelle",
	"friendLines": [
		{
			"voicelineId": 21009,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Namaku Noelle, pelayan dari Knights of Favonius dan aku akan menemanimu dalam petualanganmu mulai hari ini. Jika dalam perjalanan kamu menemui masalah atau ada permasalahan apa pun, jangan khawatir, aku akan mencoba yang terbaik untuk membantumu menyelesaikannya. Ya, kamu dapat memulainya dari sekarang.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_draw_appear"
		},
		{
			"voicelineId": 21010,
			"title": "Berbincang: Bantuan",
			"voicelineType": "1101",
			"description": "Serahkan saja padaku! Apa pun itu serahkan saja padaku! Ngomong-ngomong... kamu mau minta tolong apa ya? Aku masih belum mendengar permintaanmu...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_01"
		},
		{
			"voicelineId": 21011,
			"title": "Berbincang: Istirahat",
			"voicelineType": "1102",
			"description": "Apakah kamu lelah? Kalau begitu istirahatlah di sini. Aku akan membuatkan teh untukmu. Apakah kamu mau pakai gula yang banyak, sedang saja, atau tanpa gula?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_02"
		},
		{
			"voicelineId": 21012,
			"title": "Berbincang: Dapat Diandalkan",
			"voicelineType": "1103",
			"description": "Kapan pun kamu membutuhkanku, aku akan selalu berada di sisimu.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_03"
		},
		{
			"voicelineId": 21013,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Oh tidak, cucian semua orang masih ada di luar! Bolehkah aku minta izin untuk pulang dan mengambil cuciannya terlebih dahulu?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_heavyRain_01"
		},
		{
			"voicelineId": 21014,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Harap tetap di dalam rumah sampai badai berlalu. Jika kamu ada urusan yang harus keluar, serahkan saja padaku.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_thunder_01"
		},
		{
			"voicelineId": 21015,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Cuacanya bagus, bagaimana kalau kita melakukan sesuatu yang \"cerah\". Eh? Lebih spesifiknya seperti... sesuatu yang bisa membuat suasana hatimu menjadi lebih cerah, apa pun itu.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_sunny_01"
		},
		{
			"voicelineId": 21016,
			"title": "Waktu Angin Bertiup",
			"voicelineType": "1204",
			"description": "Bisakah kamu mendengar suara Archon Anemo yang tertiup oleh angin? Suaranya selalu dapat menenangkanku setiap kali aku merasa kesal.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_breezy_01"
		},
		{
			"voicelineId": 21017,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Selamat pagi! Sarapan sudah siap. Aku akan tetap menemanimu di sisimu. Jika ada yang tidak sesuai dengan seleramu, silakan langsung beri tahu aku.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingMorning"
		},
		{
			"voicelineId": 21018,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Apakah kamu ingin beristirahat dan minum teh sejenak? Aku akan menyiapkannya untukmu. Oh iya, aku juga menyiapkan Lighter-than-air Pancake. Silakan dicicipi ya, ini adalah makanan andalanku.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNoon"
		},
		{
			"voicelineId": 21019,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Malam hari adalah waktu istirahat semua orang, dan waktu tersibuk untukku... Ditaruh di mana ikat rambut Amber yang sudah dicuci bersih? Berapa banyak penutup mata baru yang dibeli Kaeya? Megingat semua hal ini adalah tanggung jawab pelayan.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight"
		},
		{
			"voicelineId": 21020,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Kamu telah bekerja keras untuk petualangan hari ini. Aku harus kembali ke Knights of F— Hah? Kamu ingin aku menemanimu sampai kamu tertidur? A—Aku... maksudku, tentu saja, ini tidak masalah, tapi, hm... kamu hanya menggodaku, kan?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21021,
			"title": "Tentang Noelle: Disiplin",
			"voicelineType": "2001",
			"description": "Aku hanya melakukan hal yang sama setiap hari — ini masih sangat jauh dari menjadi seorang Knight sejati... Tapi pada akhirnya ini semua adalah bagian dari pelatihanku, dan pelatihan adalah tindakan yang berbicara lebih keras daripada kata-kata.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle"
		},
		{
			"voicelineId": 21022,
			"title": "Tentang Noelle: Perselisihan",
			"voicelineType": "2002",
			"description": "Aku tidak pintar dalam berdebat dengan orang lain karena aku tidak dapat menjelaskannya dengan jelas dan hanya bisa membuat orang-orang menjadi marah. Jadi aku mencoba untuk melanjutkan pekerjaanku dengan caraku sendiri. Tetapi kemudian mereka memanggilku \"keras kepala\". Padahal yang sedang coba kulakukan adalah meyakinkan orang-orang dengan menunjukkan hasil alih-alih hanya mencoba untuk membujuk mereka dengan kata-kata... Apakah ini juga disebut sebagai \"keras kepala\"?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle2"
		},
		{
			"voicelineId": 21023,
			"title": "Tentang Noelle: Jati diri",
			"voicelineType": "2003",
			"description": "Aku mengabdikan diri pada apa yang kulakukan, tapi jangan salah paham dulu — aku mengabdikan diri atas kehendakku sendiri. Bagiku menjadi seorang pelayan adalah pekerjaan yang paling membebaskan diriku... Koki, tukang kebun, prajurit, pemandu... aku bisa menjadi apa pun yang kamu butuhkan!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close"
		},
		{
			"voicelineId": 21024,
			"title": "Tentang Noelle: Pengingat",
			"voicelineType": "2004",
			"description": "Sekalipun kamu terlalu sibuk untuk makan tiga kali sehari, jangan pernah makan sesuatu jika kamu tidak tahu dari mana asalnya, dan ingatlah untuk selalu menjaga keseimbangan antara daging dan sayuran. Oh iya, cobalah untuk tidak minum air dingin, ini tidak baik untuk perutmu... Yah, kuharap kamu tidak berpikir \"ini terlalu merepotkan, jadi serahkan saja pada Noelle\"? Hmm... jika kamu benar-benar berpikir demikian... baiklah, serahkan saja padaku!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21025,
			"title": "Tentang Kita: Pesta penyambutan",
			"voicelineType": "2005",
			"description": "Aku dengar kamu adalah Honorary Knight dari Knights of Favonius? Wah, sungguh membuat orang jadi iri padamu! Kalau begitu mulai hari ini kamu adalah seniorku. Ngomong-ngomong, pesta selamat datang yang meriah harus diadakan untukmu! Serahkan saja padaku! Aku akan mempersiapkannya sekarang juga!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan kisah Demi Hari Esok Tanpa Tetes Air Mata.",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 21026,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Sejujurnya, aku merasa sedikit kecewa... Meskipun Vision membuktikan pengakuan Archon terhadap aku, tetapi mengapa aku mendapatkan Vision Geo? Maksudku, Geo merupakan perbedaan terjauh dari Anemo, dan untuk Knights of Favonius...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21027,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Aku benar-benar sangat menyukai aroma anggur, hanya saja aku masih belum cukup umur untuk minum-minum. Meskipun beberapa kali aku berkesempatan untuk mencicipinya secara diam-diam... tapi aku menahan godaannya. Kurasa saat pertama kali mencobanya pasti akan sangat luar biasa, jadi aku ingin menyimpan misteri ini hingga aku dewasa nanti...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_share"
		},
		{
			"voicelineId": 21028,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Pelayan harus bisa menjaga rahasia semua orang, makanya bunga favoritku adalah mawar. Di Mondstadt, mawar melambangkan ungkapan \"Ketika botol-botol anggur disumbat, begitu pula bibir disegel.\" Ini mengingatkanku akan— Apa? Mawar melambangkan cinta di kota asalmu? A—Aku tidak tahu mawar memiliki makna... yang penuh gairah.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_gift"
		},
		{
			"voicelineId": 21029,
			"title": "Tentang Amber",
			"voicelineType": "4001",
			"description": "Amber adalah senior yang sangat kuhormati. Dia sangat kuat dan baik kepada orang-orang. Dia juga mengajariku cara membuat Baron Bunny. Bagus kan? Aku akan menyimpannya sebagai jimat keberuntungan... Oh, jangan khawatir! Ini sama sekali tidak ada risiko meledak.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21030,
			"title": "Tentang Klee",
			"voicelineType": "4002",
			"description": "Aku selalu ingin tahu bagaimana dia berhasil menjadi seorang Knight sejati pada usia yang sangat muda. Suatu kali aku berniat meminta saran darinya, tapi baru saja aku akan mulai berbicara dengannya, dia sudah menarikku keluar markas Knight untuk bermain bom dengannya... Pada awalnya kupikir semacam latihan, tapi pada akhirnya ketahuan Jean dan dikurung di ruang tahanan...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21031,
			"title": "Tentang Jean",
			"voicelineType": "4003",
			"description": "Master Jean selalu menjadi panutanku, baik dalam hal kemampuan maupun pengabdiannya. Dia sama ketatnya dengan orang lain seperti dengan dirinya sendiri. Jadi jika suatu hari aku bisa mendapatkan pengakuan darinya, itu akan menjadi pengakuan tertinggi atas semua usahaku sejauh ini. Sampai saat itu tiba, aku tidak akan bermalas-malasan!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21032,
			"title": "Tentang Varka",
			"voicelineType": "4004",
			"description": "Awalnya aku ingin bergabung dengan party ekspedisinya dan memenuhi tugasku sebagai pelayan, tetapi Grand Master mengatakan bahwa dia akan jauh lebih tenang jika aku tetap tinggal untuk mengurus hal-hal di Mondstadt. Aku sangat senang mendengarnya menghargaiku! Meskipun sepertinya dia mengatakan hal yang sama kepada banyak orang, tapi... hal itu tidak mengubah fakta bahwa dia juga menghargaiku!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21033,
			"title": "Tentang Kaeya",
			"voicelineType": "4005",
			"description": "Dia merupakan karakter yang sangat misterius! Dia datang bagai bayangan, pergi bagai angin, dan memiliki tugas yang sangat penting untuk dihadapi setiap hari. Dia juga sering mengatur beberapa tugas kecil untukku, seolah-olah aku sudah menjadi bagaian dari anggota partynya. Hah? Maksudmu \"pesuruh\"? Aku tidak menganggapnya begitu! Yah, secara teknis aku memang menjalankan tugas untuknya, tapi tetap saja, aku sangat menghargainya!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21034,
			"title": "Tentang Bennett",
			"voicelineType": "4006",
			"description": "Dia sudah beberapa kali mengundangku untuk bergabung dengan Adventurers' Guild, katanya kehidupan di sana akan lebih cocok untukku daripada dengan para Knights of Favonius. Sementara aku bisa membantunya merawat para \"ayah\" seperti petualang lainnya, tapi... Knight memiliki arti tersendiri bagiku dan aku tidak ingin menyerah... Jadi aku tidak bisa menerima tawarannya.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_bennett_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21035,
			"title": "Tentang Fischl: Teh",
			"voicelineType": "4008",
			"description": "Dia sepertinya datang dari dunia lain, tapi aku tidak tahu detailnya. Satu hal yang kutahui adalah dia sangat menyukai perpustakaan Knights of Favonius. Dia selalu dapat ditemukan di sana dan terlihat sedang menikmati bacaannya. Aku selalu memberinya minuman hangat saat sedang bersih-bersih, dan dia selalu berterima kasih kepadaku sedalam-dalamnya... Maksudku sedalam-dalamnya... yah, dia sedikit berlebihan dan jujur saja... aku sebenarnya tidak mengerti setengah dari apa yang dia katakan.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21036,
			"title": "Tentang Fischl: Latar belakang",
			"voicelineType": "4007",
			"description": "Ketika aku membersihkan perpustakaan sebelumnya, aku ingat ada sebuah buku yang berjudul \"Bunga untuk Putri Fischl\". Kupikir itu hanya sebuah novel fantasi... tak kusangka ternyata karakter utamanya adalah orang sungguhan! Aku hampir tidak bisa memercayainya! Dia pasti seseorang yang luar biasa untuk bisa memiliki seluruh buku yang didedikasikan kepadanya.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21037,
			"title": "Tentang Barbara",
			"voicelineType": "4009",
			"description": "Kami sering minum teh bersama, dan terkadang dia akan mulai menyenandungkan nada yang sangat indah, katanya inspirasi telah datang padanya. Meskipun aku tidak begitu memahami tentang musik untuk memberikannya saran apa pun... tapi aku sangat senang bisa menghabiskan waktu bersama Barbara!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21038,
			"title": "Mengenal Noelle: I",
			"voicelineType": "5001",
			"description": "Apakah ada yang bisa kubantu? Oh... kamu hanya ingin mengobrol? Baiklah, jika ini dapat membantumu, silakan mengobrol denganku selama yang kamu mau.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_01"
		},
		{
			"voicelineId": 21039,
			"title": "Mengenal Noelle: II",
			"voicelineType": "5002",
			"description": "Tidak apa-apa, hal apa pun bisa serahkan saja padaku, tidak perlu khawatir dengan perasaanku... Hah? Yang begitu bukan \"pelayan\" tetapi \"alat\"? Hmm... Alat memang bisa membantumu menyelasaikan banyak hal tapi alat tidak dapat merasakan apa-apa. Sebaliknya, aku memiliki rasa pencapaian dalam semua hal yang kulakukan untukmu.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 21040,
			"title": "Mengenal Noelle: III",
			"voicelineType": "5003",
			"description": "M—Makanan ini untukku? Oh tidak, aku tidak bisa menerimanya... K—Kalau begitu aku juga akan membuatkan makanan untukmu! Aku akan pergi membuatnya sekarang, saat ini juga! Setengah jam... ah, mungkin paling lama selesai dalam satu jam. Kamu dapat melakukan hal-hal lain terlebih dahulu, dan aku akan memastikan untuk memberikannya kepadamu dalam keadaan hangat di depanmu!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21041,
			"title": "Mengenal Noelle: IV",
			"voicelineType": "5004",
			"description": "Apa yang aku lakukan setiap hari adalah hal-hal sepele, tetapi selama hal-hal kecil ini dapat membantu kamu dalam petualangan dan hidup, aku akan sangat bahagia ... Karena rasa berterima kasihmu akan membuatku merasa usahaku sedikit bermakna.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 21042,
			"title": "Mengenal Noelle: V",
			"voicelineType": "5005",
			"description": "Meski aku kebanyakan bekerja untuk Knights of Favonius, aku selalu mencari cara untuk membantu lebih banyak orang. Tapi akhir-akhir ini aku sepertinya lebih banyak menghabiskan waktu bersamamu... menurutku sedikit egois, apakah kamu setuju?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21043,
			"title": "Hobi Noelle",
			"voicelineType": "6001",
			"description": "Hobi? Aku suka mencuci semua benda, baju, lantai, jendela. Setiap mencuci benda kotor sampai bersih, aku akan merasa sangat bangga. Eh? Maksudmu \"hobi di waktu luang?\"? Biar aku pikirkan sebentar... Hmm... Ya, hobiku tetap sama, mencuci semua benda!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_hobby"
		},
		{
			"voicelineId": 21044,
			"title": "Kekhawatiran Noelle",
			"voicelineType": "6002",
			"description": "Bagaimana mendapatkan banyak barang dengan sedikit Mora ya? Aku pernah mengunjungi setiap toko di Liyue dan membanding-bandingkan harga, lalu membawa semuanya pulang sendirian. Tapi aku tidak akan melakukannya lagi karena aku membuang waktu terlalu banyak. Jean hampir mengira aku sudah dimakan Stormterror di jalan!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_annoyed"
		},
		{
			"voicelineId": 21045,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Makanan favoritku adalah Satisfying Salad! Satu piring penuh dengan tanaman terbaik Mondstadt. Penuh dengan nutrisi dan rendah kalori. Rasanya juga enak, aku tidak pernah bosan memakannya! Aku sudah memakannya selama 10 tahun!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodLike"
		},
		{
			"voicelineId": 21046,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak pilih-pilih makanan. Tapi ada satu hal yang tidak kusukai. Semua makanan yang dihidangkan di perjamuan harus aku cicipi satu per satu. Tapi setiap gigitan demi gigitan membuatku merasa sangat berdosa.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodDislike"
		},
		{
			"voicelineId": 21075,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Kok bisa sih makanan yang biasa saja jadi seenak ini? ... aku semakin kagum padamu!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_pref_01"
		},
		{
			"voicelineId": 21076,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Enak sekali! Boleh tidak ajari aku bagaimana cara buatnya? Masak kan termasuk tanggung jawab seorang pelayan ....",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_normal_01"
		},
		{
			"voicelineId": 21077,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Wah, ini sudah melebihi jatah makanku untuk satu hari ....",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_dislike_01"
		},
		{
			"voicelineId": 21047,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Karena kamu selalu sibuk bertualang, apa kamu punya banyak hal sepele yang tidak sempat kamu tangani? Hari ini biarkan aku menjadi asisten pribadi kamu, aku akan membantumu menyelesaikannya! Dan juga, di hari yang spesial ini, izinkan aku mengucapkan selamat ulang tahun untukmu!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 21048,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Apakah ini adalah ... kekuatan baru? Terima kasih! Dengan begini aku bisa membantu lebih banyak orang.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 21049,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Aku masih belum boleh puas. Sebelum menjadi salah satu dari Knights of Favonius, aku masih harus terus berjuang keras.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 21050,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Untungnya aku berkesempatan menemani kamu bertualang, aku belajar banyak sekali dari pengalaman itu. Sebagai seorang pelayan, seharusnya aku yang membantumu menyelesaikan masalah, tapi malah kamu yang membantuku dalam banyak hal...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21051,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Semua orang di Mondstadt mengatakan kalau aku semakin bisa diandalkan. Mereka juga mengatakan kalau tidak lama lagi aku bisa menjadi kesatria. Tapi sebenarnya aku... APA?! Menurutmu juga begitu? Awww, terima kasih! Ini adalah pujian terbaik yang pernah kudengar!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 21052,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Teguh seperti batu.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_01"
		},
		{
			"voicelineId": 21053,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Aku tidak boleh meninggalkan satu kesalahan pun.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_02"
		},
		{
			"voicelineId": 21054,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Serahkan padaku.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_03"
		},
		{
			"voicelineId": 21055,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Waktunya untuk bersih-bersih.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_01"
		},
		{
			"voicelineId": 21056,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Sebagaimana seperti seorang kesatria yang baik.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_02"
		},
		{
			"voicelineId": 21057,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Sebagaimana seperti seorang pelayan yang berbakti.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_03"
		},
		{
			"voicelineId": 21058,
			"title": "Mulai Lari: I",
			"voicelineType": "700001",
			"description": "Aku akan menyusul.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_01"
		},
		{
			"voicelineId": 21059,
			"title": "Mulai Lari: II",
			"voicelineType": "700002",
			"description": "Seseorang butuh bantuan.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_02"
		},
		{
			"voicelineId": 21060,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Pekerjaan hari ini pun selesai.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_01"
		},
		{
			"voicelineId": 21061,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Senang sekali ....",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_02"
		},
		{
			"voicelineId": 21062,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Agak kebul ya ... harus dibersihkan dulu!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_03"
		},
		{
			"voicelineId": 21063,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Aku bisa mengobatinya sendiri.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_01"
		},
		{
			"voicelineId": 21064,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Ugh, bajuku perlu dicuci.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_02"
		},
		{
			"voicelineId": 21065,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Pada awalnya kamu mungkin tidak berhasil...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_03"
		},
		{
			"voicelineId": 21066,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Tekan lukanya dan tahan.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_01"
		},
		{
			"voicelineId": 21067,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Biar aku yang maju. Kamu harus diobati!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_02"
		},
		{
			"voicelineId": 21068,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Aku adalah aib... bagi para kesatria...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_01"
		},
		{
			"voicelineId": 21069,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Tapi mereka masih membutuhkanku...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_02"
		},
		{
			"voicelineId": 21070,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Sunggu suatu kehormatan bisa melayani Anda.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_03"
		},
		{
			"voicelineId": 21071,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Ugh... aku tak mengira...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_hit_H_02"
		},
		{
			"voicelineId": 21072,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Oh! Aku senang sekali! *ehem*",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_01"
		},
		{
			"voicelineId": 21073,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Aku akan melindungimu.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_02"
		},
		{
			"voicelineId": 21074,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Lakukan apa pun yang kamu mau.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_03"
		}
	]
}