{
	"id": 10000059,
	"name": "Shikanoin Heizou",
	"friendLines": [
		{
			"voicelineId": 59000,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Namaku Shikanoin Heizou, detektif yang paling pintar dan paling sukses di Tenryou Commission ... Ooh, astaga, hidupmu benar-benar banyak cobaan ya akhir-akhir ini? Memang kelihatan sih, kalau begitu ayo duduk dulu dan ceritakan padaku apa yang terjadi.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_draw_appear"
		},
		{
			"voicelineId": 59001,
			"title": "Berbincang: Kasus Kriminal",
			"voicelineType": "1101",
			"description": "Seperti ada bau yang tak enak di udara ... sepertinya akan ada kasus baru yang muncul.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_01"
		},
		{
			"voicelineId": 59002,
			"title": "Berbincang: Pekerjaan Detektif",
			"voicelineType": "1102",
			"description": "Mengerjakan pekerjaan detektif itu artinya kamu harus sering bepergian ke sana kemari untuk mencari bukti-bukti.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_02"
		},
		{
			"voicelineId": 59003,
			"title": "Berbincang: Intuisi",
			"voicelineType": "1103",
			"description": "Hm, instingku mengatakan bahwa ada sesuatu menarik yang akan terjadi ....",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_03"
		},
		{
			"voicelineId": 59004,
			"title": "Setelah Hujan",
			"voicelineType": "1201",
			"description": "Semoga saja jejaknya tidak terhapus oleh hujan.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_afterRain_01"
		},
		{
			"voicelineId": 59005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Hmm ... Kira-kira kriminal mana ya yang sedang sumpah serapah di pengadilan ... Kayaknya sih dia pasti pembohong deh. Hehe.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_thunder_01"
		},
		{
			"voicelineId": 59006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Apa kamu pernah dengar soal kasus arwah penuh dendam di Dragonspine? Semuanya terjadi pada malam hari bersalju pada zaman dulu sekali ....",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_snowy_01"
		},
		{
			"voicelineId": 59007,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1204",
			"description": "Hah, masih perlu lebih banyak angin lagi sampai bisa jadi Angin Ribut!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_gale_01"
		},
		{
			"voicelineId": 59008,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Pagi. Oh astaga, kamu kelihatan lesu. Apa kamu mimpi buruk semalam? *huff* Harusnya aku jangan memberimu kasus yang berat begitu ya.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingMorning"
		},
		{
			"voicelineId": 59009,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Sekarang karena jam makan siang sudah selesai, bagaimana kalau kita main game untuk asah otak? Misalnya Relay Stone? Hehe ... oke deh, kita pemanasan main itu.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNoon"
		},
		{
			"voicelineId": 59010,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Saat matahari sudah terbenam, kini saatnya bagi para bintang untuk mengintai para kriminal.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight"
		},
		{
			"voicelineId": 59011,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Oke, saatnya tidur! Kira-kira aku bakal mimpi apa ya hari ini?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight2"
		},
		{
			"voicelineId": 59012,
			"title": "Tentang Shikanoin Heizou: Detektif",
			"voicelineType": "2001",
			"description": "Seorang detektif harus menggunakan kecerdasannya untuk menghancurkan harapan para kriminal yang berharap kabur dengan tindak kejahatannya. Jadi sejujurnya, seorang detektif sejati seharusnya tidak perlu mengangkat senjata.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle"
		},
		{
			"voicelineId": 59013,
			"title": "Tentang Shikanoin Heizou: Kata Kunci",
			"voicelineType": "2005",
			"description": "Aku sudah biasa untuk mengingat segalanya yang kuamati dengan menggunakan kata kunci. Itu membantu sekali loh. Contohnya: oke sekarang ada \"bulu kucing pada celana yang bersih ini\", dan \"goresan di pergelangan tangan\". Sepertinya mereka pecinta binatang, tapi kucingnya tidak mau menghiraukan mereka ... Sementara ini, yang satunya lagi sepertinya khawatir dengan \"pergelangan tangannya yang terluka\", dan mereka \"memakai sepasang sepatu baru yang sama sekali tidak cocok dengan pakaian mereka\" ... Eh tunggu, sepertinya ada kasus baru lagi nih!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59014,
			"title": "Tentang Kita: Komisi",
			"voicelineType": "2003",
			"description": "Sepertinya komisimu ini adalah kasus berharga yang tak ada habisnya, dan kamu tidak akan pernah bisa menyelesaikan semuanya ya. Jadi mungkin sekali-sekali kamu bisa kasih aku? Tapi jangan yang ada hubungannya dengan berkelahi atau berlarian ke sana kemari ya, atau mencari barang hilang — kamu tahu sendiri kan kalau itu bukan gayaku. Aku cuma ingin ambil kasus besar yang penting dan punya banyak misteri untuk dipecahkan ... Jadi, awasi baik-baik untukku, ya? Hehe.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close"
		},
		{
			"voicelineId": 59015,
			"title": "Tentang Kita: Hasil",
			"voicelineType": "2002",
			"description": "\"Kebetulan\" memang kata-kata yang indah untuk diucapkan. Seolah membuat segalanya memang harus terjadi. Sayangnya, sebagai seorang detektif, aku tidak percaya dengan kebetulan. Pertemuan kita berdua adalah hasil puncak dari setiap pilihan dan langkah yang kita buat hingga saat ini. Jadi menurutku ... ini adalah takdir yang kita putuskan sendiri.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close1"
		},
		{
			"voicelineId": 59016,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Oh? Jadi ada gosip yang mengatakan bahwa aku bahkan bisa lebih unggul dari rekan-rekanku di Tenryou Commission tanpa menggunakan Vision? Hehe, biar kuperjelas ya. Satu: Walaupun aku ini Doushin, tapi aku juga seorang detektif. Otakku adalah senjata terhebatku, bukan ototku. Kedua: Rekan-rekanku dan aku juga tidak berkelahi setiap saat. Dan tiga ... *huff* Baiklah, sepertinya tak ada gunanya juga menipumu. Pokoknya ... jangan hiraukan mereka, oke?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59017,
			"title": "Berbagi Cerita: Prestasi",
			"voicelineType": "3002",
			"description": "Selagi kamu menggabungkan setiap petunjuk yang ada, itu akan membawamu menjadi lebih dekat kepada pelakunya ... lalu, pada saat kamu menaruh kepingan teka-teki terakhir ... Aku selasa merasakan sebuah pencapaian yang luar biasa. Benar-benar mendebarkan!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_01"
		},
		{
			"voicelineId": 59018,
			"title": "Berbagi Cerita: Doushin",
			"voicelineType": "3005",
			"description": "Menjadi seorang Doushin tidak hanya soal kebanggaan saja, tapi juga membawaku lebih dekat ke kasus-kasus berat, jadi posisi ini sudah memperluas wawasanku dibandingkan sewaktu aku masih berada di kantor detektif. Dan untuk tugas lainnya — patroli, menangkap para kriminal, dan sebagainya — yah jelas saja, aku serahkan pada orang-orang yang lebih hebat dariku. Aku ini cuma satu orang, jadi yang bisa kulakukan juga terbatas.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_02"
		},
		{
			"voicelineId": 59019,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Pengembara, aku punya pertanyaan, seberapa banyak yang kamu ketahui soal kayu? Iya, benar, aku bicara soal kayu dari pohon yang bisa kamu temukan di pinggir jalan. Entah itu soal penjahat yang menabrak batang pohon, atau mengacak-acak debu di bawahnya, atau justru meninggalkan jejak di dedaunan, pokoknya mereka pasti akan selalu meninggalkan jejak. Lalu tambahkan dengan pengetahuan mengenai pohon apa yang tumbuh di daerah apa, dan kalau kamu beruntung, kamu juga bisa tahu hal detail lainnya. Jadi, kamu tahu kan sekarang: pohon, mereka adalah teman terbaik bagi detektif.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_gift_01"
		},
		{
			"voicelineId": 59020,
			"title": "Tentang Kujou Sara",
			"voicelineType": "4001",
			"description": "Nona Kujou Sara? Iya, wanita itu adalah orang yang paling serius di Tenryou Commission. Alangkah bagusnya kalau dia bisa sedikit santai supaya orang-orang jadi bisa lebih bernapas sedikit. Kalau aku absen tanpa ada penjelasan, dia pasti bakal kejar aku terus, yah apa mau dikata ... aku selalu pergi ke mana pun petunjuk menuntunku.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59021,
			"title": "Tentang Arataki Itto",
			"voicelineType": "4002",
			"description": "Aku sudah pernah beberapa kali mengantarkan Lavender Melon panggang pada waktu dia di penjara. Lalu pernah suatu kali, aku dengar dia nyanyi. Liriknya ... benar-benar jelek, tapi harus kuakui — nyanyiannya tidak jelek. Dan tidak tiap hari juga kan kamu bisa lihat orang yang ditahan nyanyi-nyanyi di dalam penjara.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59022,
			"title": "Tentang Kuki Shinobu",
			"voicelineType": "4003",
			"description": "Geng Arataki adalah organisasi yang terbuka dan bebas, mereka menerima siapa saja, tak peduli latar belakang mereka. Menurutku sih mereka luar biasa ya. Dan mereka beruntung karena memiliki Shinobu yang bisa mengatur mereka semua. Hmm? Kenapa aku bisa tahu soal ini katamu? Haha, yah ... ini sih mudah saja bagiku.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59023,
			"title": "Tentang Yae Miko",
			"voicelineType": "4004",
			"description": "Kalau dipikir-pikir toko buku Lady Guuji juga menerbitkan buku misteri pembunuhan, kan? Jadi ... kapan kamu bisa kenalkan aku padanya? Zaman sekarang, untuk jadi seorang detektif, kemampuan saja tidak cukup — kamu juga perlu memasarkan diri sendiri. Hah? Ayolah, aku serius nih!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59024,
			"title": "Tentang Kaedehara Kazuha: Hal yang Mirip",
			"voicelineType": "4005",
			"description": "Oh, Kazuha? Iya, dia bisa diandalkan. Dengan bantuannya, aku merasa bahwa petunjuk harta karun yang terkunci telah dibuka lebar-lebar dan dikosongkan tepat di depan mataku. Oh andai saja aku bisa peka terhadap alam sepertinya ... Oh, aku paham sekarang! Angin bagi Kazuha mungkin sama seperti sebuah intuisi bagiku!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59025,
			"title": "Tentang Kaedehara Kazuha: Undangan",
			"voicelineType": "4006",
			"description": "Ohhh ... sayang sekali! Sejak Dekrit Perburuan Vision dicabut, aku sudah tidak punya lagi alasan untuk menangkapnya. Tapi ... kurasa sekarang aku bisa mengundangnya secara langsung ke Tenryou Commission untuk diskusi langsung denganku.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59026,
			"title": "Tentang Gorou",
			"voicelineType": "4007",
			"description": "Kecurigaan Jenderal Gorou terhadapku di Pulau Watatsumi malah menjadikan perjalananku menjadi lebih menyenangkan ... Ke manapun aku pergi, ada prajurit yang selalu mengawasiku. Sejujurnya, aku ini cuma orang biasa, cuma turis. Terus memangnya kenapa kalau pekerjaanku adalah seorang detektif? Toh aku tidak ganggu siapa-siapa juga kan.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59027,
			"title": "Tentang Sangonomiya Kokomi",
			"voicelineType": "4008",
			"description": "Aku sebenarnya tidak pernah melihat Nona Sangonomiya. Setiap kali dia muncul, penduduk desa pasti langsung datang berbondong-bondong padanya ... Aku tidak nyaman deh. Oh, dan kalaupun kamu bisa sampai ke desa, di sekitarnya masih ada para miko yang mengelilinginya! Dia adalah seorang anak muda seperti kita tapi sudah diakui sampai sebegitunya, pasti berat sekali ya.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59028,
			"title": "Tentang Kamisato Ayaka",
			"voicelineType": "4009",
			"description": "Aku cuma tahu saja soal putri dari Klan Kamisato. Aku lega bahwa aku bukan berasal dari keluarga terpandang sepertinya ... aku bisa merasa aku tidak cocok hidup dengan gaya seperti itu.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59029,
			"title": "Mengenal Shikanoin Heizou: I",
			"voicelineType": "5001",
			"description": "Biarpun seseorang memilih untuk diam, kamu masih bisa tetap mempelajarinya dengan cara mengamati pakaiannya, postur tubuhnya, dan ekspresinya. Oke, pembicaraan kita cukup sampai di sini ... nah sekarang apa yang bisa kamu simpulkan dari penampilanku hari ini?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_01"
		},
		{
			"voicelineId": 59030,
			"title": "Mengenal Shikanoin Heizou: II",
			"voicelineType": "5002",
			"description": "Dulu waktu aku duduk menyaksikan pengadilan kriminal, tiba-tiba aku sadar kalau aku sudah menyelesaikan kasusnya. Jadi aku langsung menyela saat hakim mau memberi putusannya. Jika keberatanku itu tidak valid, mungkin aku sekarang tidak jadi seorang detektif di sini. Mungkin malah bakal jadi \"Shikanoin Heizou, dengan ini saya menemukan Anda menghina pengadilan dan dengan ini Anda harus ditahan sekarang juga!\" Hahaha!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 59031,
			"title": "Mengenal Shikanoin Heizou: III",
			"voicelineType": "5003",
			"description": "Menyelidiki perselingkuhan, melacak hewan peliharaan yang melarikan diri ... Kasus-kasus semacam itulah yang biasa dilaporkan ke kantor detektif. Aku lebih suka kasus yang lebih rumit dan susah dipecahkan ... jadi jelas, satu-satunya pilihanku adalah keluar dari kantor detektif dan pindah ke Tenryou Commission. Faktor lainnya adalah Ketua Sango dan aku sering beda pendapat mengenai berbagai macam hal ... Yah kurang lebih begitulah.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59032,
			"title": "Mengenal Shikanoin Heizou: IV",
			"voicelineType": "5004",
			"description": "Saat aku bergabung dengan Tenryou Commission, aku mulai mengasah kemampuanku dengan meninjau beberapa kasus lama. Dan tanpa kusadari, kasus-kasus yang menggunung mulai berkurang ... ah sayang sekali, akhir-akhir ini aku sudah tidak punya waktu lagi untuk melihat ke berkas kasus lama. Aku selalu dibawa ke kasus-kasus berat dan bahkan rasanya aku sampai susah napas ... Yah mau bagaimana lagi. Saat kamu sudah jadi seorang detektif papan atas, kasus-kasus pasti akan terus datang padamu.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 59033,
			"title": "Mengenal Shikanoin Heizou: V",
			"voicelineType": "5005",
			"description": "Saat seorang detektif menghadapi seorang kriminal, mereka sebenarnya sudah gagal. Karena apa pun yang kamu perbuat untuk mengungkap kebenaran dan mengidentifikasi pelakunya, toh kamu tetap tidak akan pernah bisa memperbaiki kerusakan yang disebabkan oleh kejahatan itu. Makanya aku ingin reputasiku tersebar. Aku ingin jadi seorang detektif terkenal yang bisa membuat para kriminal merinding ketakutan selagi mereka masih sadar! Dengan kata lain, aku ingin menghentikan kejahatan sebelum itu terjadi. Nah, sekarang kamu sudah tahu alasanku kan, apa kamu mau bantu aku?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 59034,
			"title": "Hobi Shikanoin Heizou",
			"voicelineType": "6001",
			"description": "Mau coba ikutan prosesi sidang di Tenryou Commission? Ini seperti melihat kebenaran yang perlahan muncul dan tersambung satu sama lain ... Aku bisa kasih kamu tempat duduk yang bagus, tapi kita harus pura-pura tidak kenal ya.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_hobby"
		},
		{
			"voicelineId": 59035,
			"title": "Masalah Shikanoin Heizou",
			"voicelineType": "6002",
			"description": "Selalu ada orang-orang yang menggunakan kekerasan pada detik-detik terakhir, seolah-olah itu akan menyelesaikan masalah mereka. Benar-benar mengecewakan. Bagiku kemenangan adalah saat aku bisa melihat ekspresi wajah terdakwa saat mereka akhirnya mengakui kejahatan mereka di hadapan bukti-bukti yang kuat dan deduksi yang tepat ... Saat seorang detektif harus menggunakan kekerasan, mereka sudah bisa dibilang kalah.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_annoyed"
		},
		{
			"voicelineId": 59036,
			"title": "Makanan Favorit",
			"voicelineType": "6005",
			"description": "Coba katakan padaku satu makanan yang rasanya tidak jadi tambah lezat setelah digoreng. Tidak bisa jawab, kan? Karena biarpun itu daging atau sayur, kalau digoreng, pasti jadi lezat! Kurasa semua orang yang lapar tidak akan bisa menahan godaan dari aroma makanan yang digoreng.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodLike_01"
		},
		{
			"voicelineId": 59037,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak tahan deh kalau harus makan di Kantor Polisi. Makanannya selalu saja sama, apa lagi rasanya. Kalau soal makanan, kamu harus makan yang kamu mau baru bisa menikmatinya, ya kan? Tapi sayangnya karena aku terlalu sibuk jadi aku cuma bisa makan apa adanya dengan cepat. *huff*",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodDislike"
		},
		{
			"voicelineId": 59065,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Mmmm, enak! Kali ini masakanmu benar-benar enak!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_pref_01"
		},
		{
			"voicelineId": 59066,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Menurutmu memasak itu lebih ke merupakan tugas fisik atau kognitif? Hmm, kurasa keduanya ... Jadi tak heran kalau kamu jago masak!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_normal_01"
		},
		{
			"voicelineId": 59067,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Hmm, coba kupikir dulu ya. Kamu salah di mananya ya hmm ....",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_dislike_01"
		},
		{
			"voicelineId": 59038,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Setelah aku tahu kalau hari ini adalah hari ulang tahunmu, rasanya ingin deh menculikmu terus menguncimu di dalam ruangan penuh mekanisme dan hadiah, jadi kamu cuma bisa keluar kalau kamu berhasil memecahkan teka-tekinya ... Hehe, menarik sekali loh! Tapi ya tentu saja aku tidak bakal berbuat begitu kecuali aku benar-benar yakin kamu menikmatinya. Ayo sini ikut denganku. Ada tempat dengan pemandangan bagus yang harus kutunjukkan padamu sebelum matahari terbenam.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 59039,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Saat aku bertambah kuat, intuisiku juga bertambah tajam!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 59040,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Sepertinya kemampuan bela diriku meningkat. Sayangnya ini bukan kegiatan kognitif ya ....",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 59041,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Oh, astaga! Sekarang julukan \"Angin Ribut\" pasti jadi nempel nih.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59042,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Terima kasih atas kepercayaan dan dukunganmu, teman. Aku pasti tidak akan bisa sampai sejauh ini kalau tidak ada dirimu. Hmm ... kita bisa merayakannya dengan cepat, tapi sudahlah ayo kita kembali ke sana dan pecahkan lebih banyak misteri!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 59043,
			"title": "Elemental Skill: I",
			"voicelineType": "100004",
			"description": "Terimalah pukulan ini!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_04"
		},
		{
			"voicelineId": 59044,
			"title": "Elemental Skill: II",
			"voicelineType": "100005",
			"description": "Kebenaran memang menyakitkan!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_05"
		},
		{
			"voicelineId": 59045,
			"title": "Elemental Skill: III",
			"voicelineType": "100006",
			"description": "Ayo!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_06"
		},
		{
			"voicelineId": 59046,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Mengakulah!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_01"
		},
		{
			"voicelineId": 59047,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Angin Ribut!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_02"
		},
		{
			"voicelineId": 59048,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Kamu tidak bisa membohongiku!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_03"
		},
		{
			"voicelineId": 59049,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Oh, semuanya keluar!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_01"
		},
		{
			"voicelineId": 59050,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Lihat kan? Yuk ikuti saja intuisiku.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_02"
		},
		{
			"voicelineId": 59051,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Hmph, kelihatannya bagus nih!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_03"
		},
		{
			"voicelineId": 59052,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Ugh, kalau kamu memang maunya begitu ....",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_01"
		},
		{
			"voicelineId": 59053,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Ugh, ini membingungkan ....",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_02"
		},
		{
			"voicelineId": 59054,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Ini bukan pekerjaan seorang detektif ....",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_03"
		},
		{
			"voicelineId": 59055,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Wow, hati-hati!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_01"
		},
		{
			"voicelineId": 59056,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Oke, biar aku yang ambil alih.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_02"
		},
		{
			"voicelineId": 59057,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Kebenaran ... akan terungkap ....",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_01"
		},
		{
			"voicelineId": 59058,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Seorang detektif ... yang menjadi korban ....",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_02"
		},
		{
			"voicelineId": 59059,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Aku sudah ... kalah pintar ....",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_03"
		},
		{
			"voicelineId": 59060,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Jangan begitu.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_L_02"
		},
		{
			"voicelineId": 59061,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910002",
			"description": "Ugh, gawat!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_H_02"
		},
		{
			"voicelineId": 59062,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Kasus baru!",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_01"
		},
		{
			"voicelineId": 59063,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Ada masalah yang tidak bisa kamu selesaikan? Panggil saja aku.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_02"
		},
		{
			"voicelineId": 59064,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Ayo jalan sebelum petunjuknya hilang.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_03"
		}
	]
}