{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Ah? Pergantian wujud sederhana ini membuat dirimu gagal mengenali diriku? Baiklah, buanglah semua keraguan. Diriku tidak dapat dikekang, tidak dapat dibatasi, bebas ke sana kemari sesuka hati, bersama insan-insan yang setia menemani. Namun ... kiranya gunakan nama \"Xianyun\" ketika berada di tempat umum, sebab diriku ini terlalu dikenali.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Mengobrol: Ilmu Mekanika",
			"voicelineType": "1101",
			"description": "Rahasia ilmu mekanika terlalu dalam untuk dirangkum ke dalam kalimat-kalimat singkat ... Tetapi mengapa acap kali diriku menceritakannya, si pendengar selalu menjadi lelah?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Mengobrol: Dunia Fana",
			"voicelineType": "1102",
			"description": "Kedamaian bersamayam di tanah ini, dan semuanya diperbaharui laksana tunas di musim semi. Zaman keemasan bagi umat manusia.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Mengobrol: Pengalaman Menarik",
			"voicelineType": "1103",
			"description": "Jika dirimu tidak sibuk, marilah kita berangkat ke kediamanku untuk beristirahat dan bercakap.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Pada masa ketika embusan angin begitu lembut dan hujan rintik membasahi muka bumi, diriku tidak usah bersusah payah lagi memanggil awan dan menurunkan hujan.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Aih, berisiknya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Hari yang cerah, cuaca yang sempurna. Pemandangan dari langit begitu memesona. Tidak perlu takut, diriku tidak berniat meninggalkanmu sebatang kara.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1204",
			"description": "Ah, angin yang lembut. Perlukah diriku menempelkan jimat Adeptus ke tubuhmu, agar dirimu dapat mengikutiku terbang ke cakrawala?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Diriku sudah bangun sejak tadi, dan hanya menutup mata dalam meditasi. Kultivasi spiritual yang baik, yang dapat dirimu coba jika berkenan.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Hmm? Ubahlah sorot pandanganmu. Bukankah hari ini giliranmu menyiapkan makan siang?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Dirimu hendak mengunjungi pasar malam? Ah, diriku merasa tidak perlu. Kiranya segala yang kamu perlukan, diriku dapat menciptanya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Diriku masih terjaga ... tetapi dirimu akan segera tumbang. Pergilah, beristirahatlah.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "Tentang Xianyun: Guru dan Murid",
			"voicelineType": "2001",
			"description": "Diriku setia melawan kebiasaan dan ketentuan. Hidup ini dijalani dengan bebas, mengikuti kehendak hati. Adalah wajar bila murid mengikuti jejak gurunya. Betapa mereka menekuni jalannya masing-masing, hingga berminggu-minggu berlalu tanpa selembar surat pun yang menyapa pintu kediamanku. Sepi? Ha. Namun bila diri ini memutuskan untuk mengunjungi mereka ... apakah mungkin akan merepotkan? Menurutmu?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "Tentang Xianyun: Kuliner",
			"voicelineType": "2005",
			"description": "Supreme Cuisine Machine masih belum mampu menggantikan tangan manusia dalam menyiapkan hidangan yang luar biasa. Namun, alat itu menghemat waktu, sekaligus menyediakan waktu untuk menekuni mekanika dan meningkatkan kemampuan alatnya. Demikianlah waktu bertambah seiring kegunaan alat yang meningkat. Akan tiba harinya ketika mesin ini telah sempurna, bahwa semua hidangan yang ada di kolong langit dapat diolahnya tanpa terkecuali.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "Tentang Kita: Rekan",
			"voicelineType": "2003",
			"description": "Diriku telah melihat topografi tanah ini dari langit, juga mencipta kompas penunjuk jalan ini demi kelancaran perjalananmu kelak. Ah, apakah ada rekan lain yang lebih perhatian daripada diri ini? Dirimu ... telah hafal daerah sini? Hmph, meski demikian, ingatan makhluk fana terlalu mudah dikecoh. Suatu hari kelak, dirimu akan tersasar, dan lalu berterima kasih atas anugerah yang telah diriku berikan.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "Tentang Kita: Ikatan",
			"voicelineType": "2002",
			"description": "Diriku tidak menyerahkan diri pada keterikatan duniawi, namun sangat memahami arti sebuah \"ikatan\". Kata yang sederhana bagi semua konsep yang tak terselami, tak dapat dijabarkan ... Misalkan antara diriku dan para tua bangka. Kadang sekian tahun berlalu tanpa bertemu, namun kami tidak pernah kekurangan hal untuk diperdebatkan acap kali bertemu. Ikatan yang terbentuk di antara kami begitu kuat, hingga jarak saja tidak mampu memisahkan, dan diriku tidak pernah merasa sebatang kara di dunia. Diriku memandang tinggi dirimu, anak muda. Pertemanan kita adalah anugerah, bukankah demikian adanya?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Tentang Vision",
			"voicelineType": "3006",
			"description": "Rex Lapis berkata bahwa Vision adalah tanggung jawab ... bahwa pemegangnya adalah penjaga dunia fana, dan kewajiban tersebut adalah mengikat, baik ketika di gunung maupun di kota yang riuh. Zaman manusia telah tiba, namun diriku akan tetap menunaikan tugas yang mulia ini hingga akhir hayat.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan kisah \"Bintang Baru yang Mendekat\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Burung mekanis buatanku adalah purwarupa. Diriku menginginkan model yang lebih besar, dalamnya kosong agar dapat ditunggangi, menjadi wahana untuk menyaksikan dunia bersama para sahabat ... tantangannya terletak pada sumber tenaga dan pengoperasian, yang sekilas tampak mustahil. Membutuhkan kendali yang sempurna, kemampuan berubah wujud, dan perangkat keamanan ... Jika saja Guizhong masih ada di dunia ini. Dirinya tentu dapat menyediakan solusi, yang mungkin terlihat tidak masuk akal, namun tetaplah suatu solusi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Mt. Aocang adalah tempat terbaik untuk melakukan kultivasi. Keindahan yang tiada duanya, serta esensi alami murni yang mengalir begitu kuat. Pada suatu masa, burung dan hewan yang penasaran berkumpul menyaksikan diri ini bertapa. Dalam seketika itulah, keheningan pecah menjadi paduan suara hewani ... yang sama sekali tidak terasa memekakkan telinga.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "Tentang Ganyu",
			"voicelineType": "4001",
			"description": "Diriku pernah bertanya kepada Ganyu, pekerjaan apa yang mengharuskan dirinya lembur setiap waktu. Jawabannya terdengar menjijikkan di telinga ini, yakni \"catatan rapat\", \"rangkuman\", \"laporan tahunan\", \"prakiraan laporan keuangan\" ... Bila darah Qilin tidak mengalir di tubuhnya, dan jika dirinya tidak menguasai kultivasi kesehatan, kiranya sampah birokrasi yang begitu banyak dapat merusak tubuh dan jiwanya ... Tolong tanyakan kepadanya bila bertemu: Apakah ramuan Qingxin pemurni penglihatan masih diminumnya setiap hari?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "Tentang Shenhe",
			"voicelineType": "4002",
			"description": "Shenhe pernah berkata bahwa, ketika mengantarkan pesanan di Wanmin Restaurant, dirinya berlari di atap demi menghemat waktu. Pembeli yang memesan makanan terlihat ketakutan ketika dirinya melompat ke depan pintu, begitu takjub hingga nyaris memanggil Millelith. Untungnya, Shenhe menghilang secepat ia datang, meninggalkan makanan yang dipesan sebelum si pembeli sadar dari ketakutannya. Dirinya semakin mahir menghadapi krisis, dan diriku puas akan perkembangannya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Kisah \"Bangau Pulang Mengikuti Angin\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "Tentang Zhongli",
			"voicelineType": "4003",
			"description": "Ketika Rex Lapis mendengar bahwa diri ini hendak berpindah kediaman ke Pelabuhan Liyue, beliau menyebutkan benda apa saja yang perlu diperhitungkan dan dipertimbangkan untuk sebuah rumah tinggal. Pencahayaan alami, jalan udara, pengerjaan kayu yang baik, keramik porselen, penempatan tanaman dan bunga ... Diriku merasa otak ini seakan ingin meledak dihujani informasi sebanyak itu. Apakah hidup di dunia fana memang harus menguras tenaga?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Kisah \"Ribuan Mil Cahaya Rembulan\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "Tentang Xiao",
			"voicelineType": "4004",
			"description": "Conqueror of Demons adalah sosok yang sangat menjaga privasi, mengasingkan diri dari segala keramaian, bahkan diriku pun kalah olehnya dari segi tersebut. Diriku terkejut melihat dirimu yang dapat begitu akrab dengannya. Pembicaraan apakah yang sering terjadi di antara kalian? Oh, beri tahu diri ini bila hendak menemui dirinya. Bawalah serta puding tahu buatanku untuknya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "Tentang Hu Tao",
			"voicelineType": "4005",
			"description": "Nona muda yang suka berbicara ke sana kemari, namun begitu dihormati oleh karyawan Wangsheng Funeral Parlor. Bahkan Rex Lapis bersedia bekerja di bawah naungannya sebagai \"konsultan\" ... Dan dirinya pun sama tidak wajarnya ketika menyangkut makanan yang masuk ke mulutnya. Tetapi perlu diakui bahwa diriku sangat tertarik pada sosok eksentrik seperti dirinya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "Tentang Xiangling",
			"voicelineType": "4006",
			"description": "Diriku pernah membahas tentang Supreme Cuisine Machine di hadapan Xiangling, namun menjadi terkejut ketika dirinya berkata bahwa masakan hanya bisa disebut asli bila dikerjakan oleh kedua tangan sendiri ... Hmph, bukankah alat ciptaanku adalah buah karya kedua tanganku? Tidak asli ... ha, perlu dibuktikan! Memang, dirinya begitu menguasai ilmu kuliner Liyue ... diriku harus menyempurnakan lagi mesin tersebut sebelum berhadapan dengan dirinya!",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "Tentang Ningguang",
			"voicelineType": "4007",
			"description": "Sang Tianquan mengerjakan segala urusan dengan cemerlang, kemampuan bicara dirinya tanpa cacat cela. Hmph, Liyue memang berkembang di bawah kepemimpinan Qixing. Diriku mengawasinya, untuk mengetahui apa rahasianya ... dan informasi tersebut hanya diketahui oleh dirimu saja. Jangan sampai bocor.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan kisah \"Bintang Baru yang Mendekat\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "Tentang Keqing",
			"voicelineType": "4008",
			"description": "Keqing adalah seorang anak yang perhatian. Dirinya selalu mengunjungiku acap kali ada perayaan, mewakili para Qixing, dan membawa serta hadiahnya. Diriku tidak perlu mencemaskan Ganyu dengan adanya kolega yang begitu cakap di sisinya ....",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "Tentang Yun Jin",
			"voicelineType": "4009",
			"description": "Opera Liyue banyak mengadaptasi kisah para Adeptus, termasuk dari cerita kehidupan diriku ... yang tentunya belum pernah diriku saksikan sendiri. Ya, sungguh memalukan. Apa faedahnya menyaksikan orang lain memerankan diri ini di atas panggung? Namun diriku ingin menilai penampilan Yun Jin ketika menceritakan kisah hidup Shenhe. Diriku harus menontonnya barang sekali saja.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Kisah \"Bangau Pulang Mengikuti Angin\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "Tentang Yaoyao",
			"voicelineType": "4010",
			"description": "Yaoyao pernah mengambil kacamata dari wajahku dan mengenakannya ... dirinya merasa tindakan itu amatlah menghibur, tawa dan cekikikannya tiada henti ... Ah, anak kecil yang polos, mampu menemukan hiburan dari setiap peristiwa.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "Tentang Gaming",
			"voicelineType": "4011",
			"description": "Diriku sangat menyukai sosok Gaming. Anak yang baik hati dan pintar bercakap, namun tidak suka mengagungkan diri. Kami pertama bertemu ketika diri ini beristirahat di tepi danau, dan dirinya dengan sopan menawarkan makanan kepada diriku. Dirinya bilang diriku tampak seperti orang tua bijak yang patut dihormati, melebihi Adeptus ... hehe, maka orang tua bijak ini memutuskan untuk terus menjagainya, semenjak saat itu.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Mengenal Xianyun: I",
			"voicelineType": "5001",
			"description": "Dirimu ingin mengetahui masa lalu diriku? Tidak ada yang layak diceritakan, karena semuanya itu sudah menjadi lembaran sejarah. Diriku lebih ingin mendengar tentang perjalananmu mengelilingi dunia ... Wujud seperti apakah yang diambil oleh dewata tanah seberang? Apakah ada di antara mereka yang gemar berbincang layaknya diri ini? Mari, kita seduh teh. Ceritakanlah.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Mengenal Xianyun: II",
			"voicelineType": "5002",
			"description": "Ada masa ketika makhluk fana berupaya untuk menerima bimbingan dari Adeptus. Diriku tidak mengetahui bagaimana cara mereka menemukan kediamannya, namun hari demi hari semakin banyak orang yang datang memberi persembahan di altar Mt. Aocang. Hmph, apa yang ada di benak para makhluk fana, sehingga menyangka Adeptus ini akan menghentikan pertapaan hanya untuk mencicipi makanan dunia? Konyol. Namun diriku merasakan kesungguhan hati mereka, sehingga akhirnya ... menerima persembahan tersebut setelah orang yang memberikannya pergi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Mengenal Xianyun: III",
			"voicelineType": "5003",
			"description": "Dan ada pula yang datang ke depan pintu, memohon untuk diangkat sebagai murid. Diriku enggan menampakkan diri, namun mereka tak kunjung pulang. Mt. Aocang pun berubah menjadi markas peziarah ... Diriku mendirikan tanda, menyatakan bahwa barang siapa ingin diangkat menjadi murid, hendaklah dirinya mengantarkan sembilan puluh sembilan jenis masakan selama sembilan puluh sembilan hari, yang satu beda dari yang lain, dan semuanya harus menyertakan Qingxin sebagai bahan. Akhirnya kerumunan itu bubar. Hmph, menguasai ilmu Adeptus dan mekanika adalah upaya yang memerlukan bakat luar biasa, juga kondisi jiwa dan hati yang murni tenang. Percuma berlatih jika diminta bertahan selama tiga bulan saja tidak mampu.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Mengenal Xianyun: IV",
			"voicelineType": "5004",
			"description": "Di antara semua keajaiban yang dapat dilakukan setelah menguasai ilmu mekanika, diriku lebih sering menggunakannya untuk keperluan hiburan. Ada ketika salju tebal meliputi Liyue, dan Mt. Aocang terkubur salju setinggi sekian kaki. Melihat banyak yang terkurung di kediamannya masing-masing tanpa ada kegiatan, diri ini menciptakan Mekanisme Salju Mengalir di pegunungan. Diriku, Guizhong, dan Streetward Rambler begitu menikmatinya ... hingga akhirnya Moon Carver bergabung. Tak lama berselang, dia berhasil meluncurkan mesin tersebut melewati pagar pembatas, menembus jauh ke dalam gundukan salju. Berjam-jam kami habiskan untuk menariknya keluar ... Diriku lalu mematenkan perangkat keamanan ke mesin tersebut, bahkan balita saja dapat aman memainkannya. Harga yang dibayar adalah kecepatannya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Mengenal Xianyun: V",
			"voicelineType": "5005",
			"description": "Diriku telah membaca begitu banyak karya sastra populer setelah berpindah ke pelabuhan. Ceritera kepahlawanan para pendekar teramat menghibur, meski pada tokohnya hanyalah produk imajinasi semata. Bukankah lebih menarik bila menceritakan kisah-kisah sosok nyata yang pernah hidup di dunia? Yang diriku kenal? Sayangnya, murid-muridku tidak suka membagikan kisah mereka kepada khalayak ... Apakah dirimu berkenan? Kisah perjalananmu dapat diriku olah menjadi sebuah karya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan Kisah \"Ribuan Mil Cahaya Rembulan\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Hobi Xianyun",
			"voicelineType": "6001",
			"description": "Dalam kesenggangan, jiwa ini akan tenang seketika embusan angin pegunungan menerpa tubuh ini.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Kekhawatiran Xianyun",
			"voicelineType": "6012",
			"description": "Semenjak pindah ke Pelabuhan Liyue, diriku dikunjungi barisan kawan lama dan baru, yang bersua dan mengajak santap bersama. Jika keadaan ini terus berlanjut, masalah Mora akan menghampiri diriku ....",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Selesaikan Kisah \"Ribuan Mil Cahaya Rembulan\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Makan bersama teman menjadikan rasa lebih nikmat, apa pun bentuk hidangan yang disajikan.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Adeptus mengabdikan diri untuk kultivasi jiwa, meninggalkan segala kenikmatan ragawi demi pencerahan rohani. Diriku bersantap bukan untuk memelihara badan, melainkan untuk menikmati rasa ... Jika dirimu menghidangkan makanan yang tidak nikmat, hendaklah kiranya dirimu urung membagikannya kepadaku. Bahkan, lebih baik mintalah diriku ini yang mengolahnya sedari awal ....",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Puncak kesegaran dan cita rasa ... Katakanlah, sudah berapa lama bergulir semenjak dirimu mempelajari ilmu kuliner diriku?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Rasa adalah nomor dua. Yang terpenting adalah bahwa timbul niat dalam dirimu untuk memasak demi diriku. Selamat.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Supreme Cuisine Machine sudah terlalu lama beristirahat. Dirimu kuberi izin untuk menggunakannya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Bukalah peti kayu ini. Isinya figur mekanika mini untuk hiburan. Mainkan dan lihat, ketika dirimu menepuk tangan, kelopak teratai terbuka dan lampu warna-warni menyala satu per satu. Kemudian, musik hari jadi yang populer di antara kawula muda akan dimainkan. Tentunya hadiah ini dapat memberikan sentuhan keceriaan yang lebih untuk pesta ulang tahun ... semoga harimu menyenangkan.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Diriku terlalu banyak menghabiskan waktu di dalam. Ada baiknya juga sesekali berlatih di luar.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Ilmu Adeptus yang tidak digunakan selama bertahun-tahun ... diriku agak canggung menggunakannya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Ah, wajah yang begitu mendamba. Baiklah. Biar diriku mengerahkan kekuatan penuhnya mulai saat ini.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Bahwa perjalanan kita di dunia memberikan pengalaman. Kekuatan bukanlah segalanya, dan kemampuan untuk membina hubungan terlebih penting. Jika ada waktu, marilah kita bersama-sama menikmati pemandangan, berbincang, memelankan langkah, dan menikmati kehidupan ini dan segala yang ada di dalamnya.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "HA!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Ke langit!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Awan, terbelahlah!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Kuasai langit.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Beri jalan bagi Adeptus!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Awan, bersatu!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Ini bisa dijadikan suku cadang.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Barang apa ini? Berikanlah kepada diriku.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Apa diriku sebaiknya menciptakan \"Alat Pengenal Barang Antik\" ya?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Lancang!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Ternyata yang satu ini tidak lemah ya.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Diriku tidak akan mundur!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Kenali batasanmu.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Kenapa tidak memanggil diriku?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Itu tidak dihitung ... Diriku ... belum makan ....",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Kecelakaan.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Ah ... mahakaryaku ....",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Huh, sepele.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Butiran debu.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Alatku sudah siap. Mari.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Dirimu sudah membawa cukup perbekalan?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Diriku bergerak cepat. Janganlah tertinggal.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}