{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Halo, aku Xilonen dari Putra-Putri Gema. Langsung cari saja aku kalau kamu butuh dibuatkan peralatan. Tapi sekarang ini antrean pesananku lagi banyak sih, jadi kalau kamu pesan sekarang pun, mungkin perlu tunggu lumayan lama ya.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Berbincang: Tanaman Pot",
			"voicelineType": "1101",
			"description": "*huff* Tanaman potku yang ada di balkon layu lagi. Padahal aku sudah siram tiap hari ... apa mungkin terlalu banyak siramnya?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Berbincang: Waktu Istirahat",
			"voicelineType": "1102",
			"description": "Habis lari ke sana kemari, kita istirahat dulu yuk ... Yap, di sini cocok buat istirahat.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Berbincang: Pekerjaan Menempa",
			"voicelineType": "1103",
			"description": "Aku masih punya berapa pesanan menempa yang harus diselesaikan? Coba kuhitung ya, satu, dua ... hmmm, ternyata tidak terlalu banyak. Besok saja deh baru kuselesaikan.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Cuacanya enak banget buat tidur di bengkel ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Ketika Turun Salju",
			"voicelineType": "1202",
			"description": "Hatsyiii! Ah, aku jadi kebangun deh.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Hoaaam, saatnya tidur siang. Eh, duh, mana ya kacamata hitamku?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "Di Padang Pasir",
			"voicelineType": "1204",
			"description": "Suhunya pas sekali ... ah, tapi kurang enak berbaring di sini ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Pagi. Apa tidurmu nyenyak? Nih, coba minum ini. Kalau memulai hari dengan yang manis-manis, suasana hatimu akan gembira terus seharian.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Sudah siang ya, berarti ini saatnya ... *hoam* istirahat. Aku mau tidur siang dulu ya, bangunkan saja kalau butuh apa-apa ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Wah, tidak sadar ya sudah jam segini ... saatnya pulang. Kita cari makanan enak yuk, buat merayakan kerja bagus hari ini.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Selamat tidur, ingat untuk tepuk-tepuk bantalmu sebelum tidur ya ... kalau tidak nanti kamu salah tidur saat bangun besok pagi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "Tentang Xilonen: Keseimbangan Kerja dan Istirahat",
			"voicelineType": "2001",
			"description": "Tak peduli seberapa sibuknya pekerjaanmu, tetap harus sisihkan waktu untuk istirahat. Kalau bekerja terus, nanti lama-lama pikiran dan tubuhmu akan protes ... kalau sudah begitu pasti tidak bisa kerja dengan benar.\nHmmm? Tidak ada waktu untuk istirahat? Bilang saja kamu dicari aku untuk sesuatu hal yang sangat penting, lalu tinggal ke bengkelku untuk tidur sebentar. Akan kubantu cari-cari alasan.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "Tentang Xilonen: Orang yang Lamban",
			"voicelineType": "2005",
			"description": "Beberapa temanku bilang kalau kadang pikiranku agak lamban dan tidak memiliki perasaan. Contohnya, aku pernah datang ke rumah temanku untuk ikut pesta di sana, lalu kita ada membicarakan tentang pernikahan. Seorang teman kita bertanya apakah kami akan menangis kalau dia sudah menikah nanti, dan tiba-tiba semua orang sudah menangis saja, mereka sesenggukan dan bilang kalau mereka tidak mau kehilangan dia sebagai temannya ....\nJujur saja aku tidak tahu kenapa mereka semua menangis. Bukannya menikah itu hal yang bahagia ya? Dia kan menikah, bukan pindah rumah. Berarti kita masih bisa mengunjungi dia, kan?\nHm? Bagaimana kalau ternyata dia sedih karena menikahnya dipaksa? Oh, aku juga sudah memikirkan itu.\nKalau ternyata begitu, aku akan langsung datang ke acara pernikahannya dan menculiknya. Lariku kan cepat, jadi aku pasti sempat membawanya pergi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "Tentang Kita: Menempa",
			"voicelineType": "2003",
			"description": "Tidak peduli mau membuat apa, tapi suhu di dalam tungku itu sangat penting. Kalau terlalu dingin, nanti materialnya tidak bisa melunak atau meleleh sehingga kotoran di dalamnya tidak bisa bersih. Kalau suhunya terlalu tinggi, bisa-bisa materialnya tidak bisa dipakai lagi.\nSebagian besar pandai besi mengendalikan suhu tungku dengan cara mengurangi atau menambahkan kayu bakar ke dalamnya.\nKalau aku sih, biasanya menggunakan batu permata berisi Phlogiston untuk mengendalikan suhunya. Api yang mengandung Phlogiston itu jauh lebih kuat daripada api biasa ....\nAku apakah permatanya setelah Phlogiston-nya habis? Yah, biasa kutumpuk saja sih di satu tempat. Kalau Phlogiston-nya sudah habis, batu-batu permata ini tidak ada gunanya lagi selain terlihat cantik. Kamu boleh ambil kok kalau kamu mau.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "Tentang Kita: Berkah",
			"voicelineType": "2002",
			"description": "",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan \"???\"",
					"conditionType": "FETTER_COND_NOT_OPEN",
					"paramList": []
				},
				{
					"unlockText": "Selesaikan \"Permohonan Berkah, Pengungkapan Puncak\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Tentang Vision",
			"voicelineType": "3006",
			"description": "Oh, Vision-ku? Lumayan berguna sih. Aku jadi bisa menilai kepadatan dan distribusi elemen Geo di dalam bijih-bijihan. Sekarang aku bisa memilah antara bijih bagus dan jelek dengan cepat.\nOh, apa Vision-ku punya makna tersendiri? Hmmm, aku tidak pernah memikirkan soal itu sih. Asal bisa bantu pekerjaanku saja sudah cukup.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Aku sering mencoba menempa ornamen-ornamen kecil dengan bentuk yang rumit untuk mengasah kemampuan menempaku. Contohnya kalung dengan bentuk jaring, atau anting berbentuk gulungan kain tenun .... Setelah jadi, biasanya kuberikan pada temanku atau tetanggaku.\nOh? Apa aku bisa membuat cincin? Tentu saja! Kemarin ini aku sempat membuat cincin dengan bentuk Brilliant Chrysanthemum. Membuat sketsa awalnya saja sudah membuatku cukup kesulitan.\nOh, kamu juga mau? Boleh, sini kulihat dulu jarimu. Setelah aku tahu ukurannya, aku bisa langsung buatkan kok.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Aku benar-benar tidak tahu cara merawat tanaman deh .... Aku sudah menyiramnya tiga hari sekali, mencabut benalunya setiap lima hari, dan kasih pupuk dua kali seminggu seperti petunjuknya. Aku juga sudah memastikan semuanya terkena sinar matahari yang cukup, tapi akhirnya tetap saja layu dan mati.\n*huff* Jangan bilang merawat tanaman juga butuh keberuntungan?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "Tentang Kachina",
			"voicelineType": "4001",
			"description": "Kachina memintaku membuatkannya sebuah bor yang tidak hanya bisa menggali tanah, tapi juga bisa melompat-lompat. Sebenarnya tidak sulit sih, tapi yang repot itu mengatur posisi tempat duduknya. Akhirnya Kachina mengikuti saranku untuk tidak memakai tempat duduk sama sekali, sebagai gantinya ada sistem kendali manual yang terhubung ke inti tenaga bornya ....\nEh? Kenapa Kachina memantul-mantul ke sana kemari kalau lagi naik Turbo Twirly?\nMemang dia maunya begitu. Dia bilang dia suka sensasi bergoyang saat melompat-lompat dengan alat bornya itu, jadi aku kurangi sistem penyerapan getarannya deh.\nMungkin aku juga harus buatkan pelindung mulut ya buat Kachina, aku tidak mau dia sampai kegigit lidah sendiri waktu naik bornya itu ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "Tentang Mualani",
			"voicelineType": "4002",
			"description": "Mualani itu atlet yang hebat sekali. Aku tidak pernah melihat orang bisa berselancar dan meluncur di Jalur Spiritual semulus dia. Bahkan aku belum pernah lihat dia jatuh deh.\nHmmm? Bakal gimana kalau ada orang atau Saurian yang menghalangi jalan? Hmmm, kurasa Mualani bakal mengangkatnya ... lalu lanjut deh.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "Tentang Chasca",
			"voicelineType": "4003",
			"description": "Untuk membuat pistol Chasca bisa berfungsi di ketinggian tinggi itu tidak mudah. Pertama-tama aku harus memastikan pistolnya tetap stabil saat bertarung dengan kecepatan tinggi. Lalu aku harus membuat amunisi standar dan juga yang khusus untuk digunakan di ketinggian yang tinggi. Lalu akhirnya aku juga harus memikirkan masalah hentakan dan akurasi pistolnya jika digunakan saat terbang ....\nTapi Chasca bilang dua masalah terakhir itu bisa diabaikan saja, pasti bisa dia atasi asalkan aku memasang garis bidik mekanis pada pistolnya.\nChasca sudah terbukti sangat pandai menggunakan senjata itu. Dia memang pantas disebut si pahlawan terbang dari suku Bunga Bersayap.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "Tentang Mavuika",
			"voicelineType": "4004",
			"description": "",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"???\"",
					"conditionType": "FETTER_COND_NOT_OPEN",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "Tentang Kinich",
			"voicelineType": "4005",
			"description": "Kinich itu baik sih, tapi yang bikin pusing itu Ajaw.\nTapi omong-omong, sebenarnya Ajaw itu asalnya dari mana sih? Kalau dia berasal dari sejenis alat, mungkin aku bisa buat dia tidak bisa ngomong lagi ya selamanya. Oh, mungkin aku perlu cari waktu dan diskusikan soal ini dengan Kinich deh ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "Tentang Citlali",
			"voicelineType": "4006",
			"description": "Citlali kadang akan datang ke bengkelku untuk membeli bijih-bijihan. Dia percaya kalau bijih-bijih ini bisa digerus menjadi bubuk lalu diminum sebagai obat yang bisa membantunya meramal dan juga untuk keperluan upacara. Hm? Apa aku pernah meminta dia meramal nasibku? Tidak, aku tidak ingin tahu masa depanku. Aku sudah cukup pusing dengan urusanku yang sekarang. Lagi pula aku selalu ngantuk kalau ikut upacara meramal begitu ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Tentang Ifa",
			"voicelineType": "4007",
			"description": "Sebelumnya Ifa sudah pernah datang ke suku sini untuk menyembuhkan beberapa Tepetlisaurus. Dia sangat pandai dan tahu cara merawat setiap pasiennya. Bahkan Saurian paling nakal pun akan duduk diam kalau diperiksa olehnya.\nIfa bilang semua itu berkat set suntikan Saurian yang kubuatkan untuknya. Bahkan tanpa jarum suntiknya pun, semua orang atau Saurian yang melihatnya pasti akan langsung jadi nurut. Kamu mau lihat? Aku masih punya barang contohnya kalau kamu tertarik.\nSebentar, biar kuambilkan yang ukuran paling besarnya ... Eh? Kenapa kamu mundur begitu? Tidak ada jarum suntiknya kok, aman.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Tentang Ororon",
			"voicelineType": "4008",
			"description": "Kalau dua negatif digabungkan jadi positif, berarti satu orang aneh di segerombolan orang aneh akan jadi biasa saja dong. Tapi entah kenapa aku masih merasa Ororon itu agak \"aneh\".\nTapi sebenarnya dia itu orangnya lumayan baik sih. Dia bahkan pernah minta Ifa bawa buah-buahan dan madu untuk suku Putra-Putri Gema, kurasa karena dia merasa sering merepotkan kita. Tapi aku baru tahu kalau Phlogiston Aphid bisa menghasilkan madu semanis itu, jadi dia pasti paham betul soal ini.\n*huff* Kok orang-orang bisa ya berbakat begitu sama tanaman dan hewan?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Pelangi dalam Kobaran Takdir\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "Tentang Iansan",
			"voicelineType": "4009",
			"description": "Aku pernah membantu suku Berlimpah Jaya untuk membuat beberapa set barbel dan bebannya.\nSetelah barangnya sudah siap diambil, Iansan datang bersama beberapa orang untuk memeriksa barang jadinya. Dia mengambil dan memeriksa setiap beban yang kubuat sebelum meletakkannya ke atas gerobak. Setelah mengangkat semua barbel itu, dia tidak terlihat lelah sama sekali, wajahnya hanya merah sedikit saja.\nJujur saja aku agak iri deh dengan mereka. Bukan hanya kuat, tapi mereka juga cocok dengan tanaman ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Mengenal Xilonen : I",
			"voicelineType": "5001",
			"description": "Meskipun aku ini seorang Pengukir Marga, tapi menempa Marga Kuno itu bukan pekerjaan utamaku. Sebagian besar dari pekerjaanku adalah menempa peralatan dan senjata untuk orang-orang sukuku.\nBagaimanapun juga, jumlah Marga Kuno hanya sedikit kan? Sedangkan barang-barang lainnya ada banyaaak sekali ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Mengenal Xilonen : II",
			"voicelineType": "5002",
			"description": "Yang paling melelahkan saat menerima pekerjaan itu bukan proses menempanya, tapi justru berusaha memahami permintaan pelangganku yang super membingungkan. Aku sudah menghabiskan banyak sekali waktu membantu mereka menjelaskan apa yang sebenarnya mereka mau buat. Baru setelah itu aku bisa mulai membuatnya deh.\nBegitu ada tamuku yang mendapat \"pencerahan\" dan akhirnya tahu apa yang sebenarnya mereka mau buat, aku bahkan sudah tidak bisa berwajah senang lagi. Justru rasanya perutku sampai mules dan sampai tidak nafsu makan.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Mengenal Xilonen : III",
			"voicelineType": "5003",
			"description": "Kalau aku sedang sepi pekerjaan, biasanya aku suka buat alat-alat kecil. Misalnya sepatu yang kupakai ini dilengkapi sistem pendorong phlogiston terbaru dan menggunakan berbagai jenis logam paduan. Lalu headphone yang kupakai terhubung ke alat rekaman, jadi aku bisa dengar rekaman lagu sambil bekerja ....\nKedengaran rumit? Tidak juga sih, memang kalau mengerjakan sesuatu yang kita suka, pasti bakal lebih semangat mengerjakannya.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Mengenal Xilonen : IV",
			"voicelineType": "5004",
			"description": "Alasan utama aku jadi seorang Pengukir Marga adalah karena ayah ibuku dan banyak teman-teman sukuku yang menjadi Pengukir Marga juga. Waktu aku kecil, orangtuaku selalu bilang bahwa dari semua suku yang ada di Natlan, hanya suku kami yang bisa memikul beban berat untuk menempa Marga Kuno. Mereka berharap aku bisa meneruskan tradisi ini setelah aku dewasa.\nYa sudah aku teruskan deh, sesimpel itu saja alasannya.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Mengenal Xilonen : V",
			"voicelineType": "5005",
			"description": "Tapi sebelum aku benar-benar jadi seorang Pengukir Marga, aku sudah berpikir matang-matang apakah aku siap terlibat dengan pekerjaan serepot itu. Karena masih ada banyak pilihan pekerjaan lain yang lebih mudah. Jadi pandai besi biasa saja pasti lebih santai daripada jadi Pengukir Marga, dapat uangnya juga lebih banyak pula.\nTapi pada akhirnya aku tetap memilih jalan ini.\nMenempa Marga Kuno adalah tugas penting yang harus dilakukan oleh seseorang. Kebetulan aku punya kemampuan untuk itu, jadi sudah menjadi kewajibanku untuk meneruskannya. Seperti kata ayahku, \"Kalau setiap orang di Natlan bisa memikul tanggung jawab sesuai kemampuan mereka sendiri, maka Natlan akan berdiri kokoh untuk selama-lamanya\".\nTugas itu sudah menjadi kewajibanku, dan tetap kulakukan terlepas dari kepentingan pribadiku sendiri.\nLagi pula, aku ini salah satu penempa yang paling andal di antara semua yang mempelajari ilmu ini di sukuku. Kalau aku tidak jadi Pengukir Marga, berarti harus ada orang lain yang menggantikanku. Murid-murid lainnya selalu bertanya padaku dan mencontoh hasil buatanku. Kalau nanti mereka yang jadi Pengukir Marga, aku yakin mereka juga akan terus bertanya padaku. Jadi kupikir-pikir lebih baik langsung aku saja yang mengerjakannya daripada repot-repot nantinya ... Yah, semuanya jadi senang kan? Aku juga tidak perlu terus khawatir dengan hasil kerja orang lain.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Hobi Xilonen",
			"voicelineType": "6001",
			"description": "Tidur, bengong, berjemur ... Kalau aku lagi tidak kerja, bahkan lihat kertas kosong saja jadi menarik.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Kekhawatiran Xilonen",
			"voicelineType": "6012",
			"description": "Saat membicarakan tentang pesanan menempa dengan orang lain, aku paling takut kalau dengar kalimat ini, \"Pesanan ini tidak buru-buru dan tidak begitu penting kok. Selesaikan saja sebisanya\".\nDari pengalamanku sih, itu sama saja dengan, \"Aku bisa menagih pekerjaanmu kapan pun\".\n*huff* Memikirkan soal itu saja sudah bikin pusing, kayaknya aku mau lanjut tidur deh ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Gula dan coklat. Pekerjaanku adalah menempa, jadi makanan manis bisa memberiku tenaga untuk mengayun palu seharian.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak suka air yang ... tawar. Iya, iya, aku tahu air putih itu lebih bagus untuk tubuh, tapi aku tidak suka sama sekali. Minimal taruh gula deh sedikit? Atau kalau tidak bisa, tambahkan sedikit lemon ...?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Emmm, enak nih, masih ada enggak? Eh? Tiba-tiba sudah habis saja ... Hehe, aku memang makannya cepat, apalagi kalau makanannya enak.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Lumayan juga, lain kali gantian aku yang masak makanan buatmu ya.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Ah, tidak dulu deh. Aku jadi mengantuk kalau makan terlalu banyak.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang tahun. Ini, set alat multifungsi ini buatmu. Di dalamnya ada bor dan palu, lalu ada tiga jenis gergaji tangan dan lima alat congkel dengan bentuk berbeda-beda. Semoga bisa berguna saat kamu di alam liat. Oh, ini juga ada satu set tali yang kubuat dari kulit dan kawat logam. Harusnya bahkan kuat untuk mengangkat seekor Tepetlisaurus dewasa. Kamu tahu cara mengikat simpul? Kalau tidak, sini biar kuajari. Lihat ya ... pertama-tama, pegang talinya begini, lalu putar seperti ini ....",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Meong?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Hmmm, emas asli tetap harus dimurnikan dengan api. Terima kasih.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Perasaan Tentang Ascension: Akhir",
			"voicelineType": "8003",
			"description": "Rasanya mataku jadi semakin tajam, dan lenganku jadi bisa mengayunkan palu dengan lebih kuat. Sebentar, aku mau cari sesuatu untuk kupalu ... kamu mundur sedikit ya.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Kamu sudah banyak sekali membantuku, aku tidak bisa membiarkanmu pergi dengan tangan kosong. Ini, ambillah batu permata dengan ukiran \"nama\"ku ini. Kamu bisa menggunakannya untuk mencariku kapan saja. Entah kamu butuh bantuanku menempa, atau menemanimu bertualang, aku selalu siap bantu. Janjiku ini akan selalu kupegang sampai nama dan batu permata ini terkikis tak bersisa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Ayo maju.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Hmph.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "*huff*",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Dengarlah gema dari lembah!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Biarlah nadi sang gunung mendidih!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Melalui nama yang terukir, gema pun bersuara kembali.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Biar kujagai area sekitar. Jangan khawatir, tidak ada yang menyergap.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Ada banyak barang bagus di sini nih, mau bagi? Bercanda deh, kamu ambil saja.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Hmmm, harusnya bisa dijual nih. Ayo cepat ambil.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Repotnya ....",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Sudah cukup.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Hmph!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Biar aku yang urus.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Serahkan padaku.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Apinya ... sudah padam.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Tungkunya ... sudah mendingin.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Ah, saatnya ... tidur.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Ini lagi?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910002",
			"description": "Mengganggu saja!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Sudah saatnya berangkat?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Ayo cepat kita bereskan.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Silakan duluan, aku di belakangmu.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}