{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Namaku Yanfei, seorang konsultan hukum terkemuka di Liyue, paling hebat tiada bandingan! Mulai dari sengketa bisnis, mediasi perdata, sampai ligitasi pidana, semuanya dapat kubereskan dengan mudah! Hasilnya juga pasti memuaskan! Informasi kontakku... bagusnya kutulis di mana ya? Kalau tulis di kertas, gampang hilang. Kalau tulis di tangan, gampang pudar... Oh! Aku tahu, kutulis saja di baju makhluk kecil yang mengikutimu terus ini.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Berbincang: Hukum",
			"voicelineType": "1101",
			"description": "Kuingatkan sekali lagi: Hukum bisa membantumu, tapi juga bisa menghalangimu.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Berbincang: Pekerjaan",
			"voicelineType": "1102",
			"description": "Hukum kadang cocok dengan sifat manusia, tapi juga bisa menghasilkan konflik. Menyeimbangkan kedua hal ini juga adalah ilmu tersendiri.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Berbincang: Membaca",
			"voicelineType": "1103",
			"description": "Kasus ini... aneh sekali, aku juga belum pernah melihatnya.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Hujan! Ah, Lord Geo yang terhormat, mohon hentikan hujan ini secepatnya. Tumpukan buku hukum ini tidak boleh sampai basah...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Ketika Turun Salju",
			"voicelineType": "1202",
			"description": "Cuaca... cuaca sial macam apa ini!? Dingin sekalii... Hatchiii!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Cuaca seperti ini membuatku jadi ingin mengingat pasal-pasal hukum. Ah... \"Hukum Komersial Liyue\" Bab 27, Bagian 6, Artikel 3 berisi... Tunggu, apa ya isinya... Astaga, aku benar-benar lupa! Kenapa ya aku hari ini...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Aku harus pergi keluar pagi ini untuk membereskan kasus sengketa utang klienku, lalu siang nanti aku harus memberi jawaban dari konsultasi minggu lalu... Baiklah, saatnya bekerja!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Fiuh, sedikit ngantuk... Aku tahu, sebuah debat yang seru pasti akan membuatku bersemangat lagi! Aku tahu topik yang tepat: \"Kehadiran Northland Bank di Liyue membawa lebih banyak kerugian daripada keuntungan bagi perekonomian Liyue.\" Jadi, apakah kamu setuju atau menentang?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Pasar malam? Hmm... sebenarnya aku berencana merapikan dokumen sih malam ini, tapi kalau kamu pergi, aku bisa menemanimu. Oh, aku perlu memberitahumu sesuatu — banyak pedagang yang mati-matian menjual dagangannya di malam hari, agar mereka bisa menjual barang-barang segar besok pagi, tapi mereka juga tidak mau rugi karena sisa-sisa barang hari ini.\nJadi, biarkan aku yang tawar menawar. Nanti kalau masih sisa uang, itu jadi biaya jasaku saja.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Perlu obat untuk insomnia? Biar kuceritakan tentang sejarah perkembangan sistem hukum di Liyue! Tidak ada temanku yang bertahan lebih dari 20 menit... Oh, kamu mau yang lebih cepat bereaksi? Biar kubacakan pasal-pasal hukum! Besok pagi kamu beri tahu aku ya kamu bertahan sampai bagian mana! Oke, kumulai ya...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "Tentang Yanfei: Aura",
			"voicelineType": "2001",
			"description": "Menurutmu aku terlihat sangat serius saat sedang membaca dokumen sebuah kasus? Hmm. Yah itu sih karena aku sedang dalam mode bekerja. Rasanya seperti... aku memiliki sebuah tombol tak terlihat. Kalau ditekan, aku masuk ke mode normal, kalau ditekan lagi, aku berganti ke mode bekerja. Pasti kamu juga ada tombol sejenis ini kan?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "Tentang Yanfei: Kelemahan",
			"voicelineType": "2002",
			"description": "Aku paling benci kasus sipil. Perceraian, perebutan hak asuh... Kasus seperti ini sulit diselesaikan dengan logika dan akal budi. Kamu harus bisa bersikap ramah, hormat, dan sabar dengan klienmu, meskipun mereka sulit diajak berdiskusi. *huff* Memang sih aku mengaku sebagai ahli di segala bidang hukum, tapi kalau aku bisa memilih, lebih baik kalau semua orang bisa hidup dengan tentram agar tidak ada banyak kasus seperti ini.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "Tentang Kita: Harga",
			"voicelineType": "2003",
			"description": "Kamu mau saran hukum dariku? Boleh. Untuk penafsiran hukum, biayanya 6.000 Mora, untuk jasa penasihat hukum, biaya per jamnya adalah 180.000 Mora, dan untuk kasus komersial, biayanya adalah 710.000 Mora per kasus — harga akhir dan biaya komisi akan bergantung rincian kasusmu. Harganya lumayan sekali kan?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "Tentang Kita: Hubungan",
			"voicelineType": "2004",
			"description": "Kalau kamu khawatir menemukan masalah yang rumit saat bertualang, solusi terbaikmu adalah membawa seseorang yang mengerti tentang hukum. Contohnya seperti aku, yang tidak hanya ahli di hukum Liyue, tapi juga... Hmm, aku jadi teringat kalau hukum di Fontaine sangat amat rumit... Tapi dengan kepintaranku, harusnya tidak ada masalah memahaminya! Pokoknyaaa... kamu selalu bisa mengandalkanku deh!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Vision dapat muncul karena sebuah keinginan yang kuat, jadi untuk seseorang yang memiliki sebuah ideal sepertiku, tidak heran kalau aku mendapatkan sebuah Vision. Karena keinginanku yang paling besar adalah agar semua orang bisa hidup dalam kejujuran dan taat pada hukum. Tapi selalu ada sebagian orang yang membuat peraturan mereka sendiri dan mengacaukan hidup orang lain... Ha, akan kubuat orang-orang seperti mereka menerima sanksi hukum yang berat!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Berbagi Cerita: Timbangan",
			"voicelineType": "3002",
			"description": "Timbangan dacin ini adalah hadiah dari ayahku. Alat ini berguna untuk menimbang nilai sebuah benda. Biasanya aku menggunakan Mora untuk menimbang, tapi cara ini hanya menunjukkan nilai aslinya saja. Contohnya, ribuan tahun yang lalu bunga Glaze Lily memenuhi seluruh Liyue, sehingga mereka tidak terhitung berharga. Lalu tiba-tiba Glaze Lily menjadi langka dan harganya meningkat drastis, tapi harga yang ditunjukkan timbangan ini tidak berubah. Masih menunjukkan harga aslinya... yang sangat murah.\nJadi sebenarnya timbangan dacin ini kurang berguna untuk pekerjaanku... Hmm? Kamu mau mencoba menimbang sesuatu? Bagaimana kalau... kita timbang saja teman kecilmu ini, bagaimana?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Berbagi Cerita: Kekuatan Hukum",
			"voicelineType": "3003",
			"description": "Aku punya cara membela diri yang kusebut \"Amarah Api\", cara ini kubuat berdasarkan sebuah hukuman yang disebut \"Amarah Batu\" yang dijelaskan secara terperinci di \"Kompendium Lengkap Hukum di Liyue\". Lord Geo adalah Dewa Kontrak, dan kontrak juga bisa dianggap sebagai cara untuk menahan seseorang. Haha, berarti Pelabuhan Liyue sudah menjadi Kota Kontrak sejak zaman dahulu kala.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Kisah Menarik",
			"voicelineType": "3004",
			"description": "Buku Historia Naturalis Liyue memiliki catatan mengenai sejenis tanaman air yang bernama Horsetail. Dituliskan bahwa \"Horsetail adalah tanaman obat yang berdiri sendiri di tepi Dihua Marsh, memiliki warna seperti awan saat matahari terbenam.\" Ternyata, kalau kamu menggiling Horsetail menjadi bubuk dan mencampurnya ke tintamu, tulisanmu bisa menjadi tahan air. Tapi meskipun aku sudah ke Dihua Marsh ratusan kali dan membawa pulang banyak sekali tanaman berwarna ungu itu, tidak ada satu pun yang sama seperti di dalam buku tersebut.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "Tentang Qiqi",
			"voicelineType": "4001",
			"description": "Kudengar gadis pengumpul tanaman obat itu menulis sekumpulan kode etik untuk dirinya sendiri. Dia mungkin masih kecil, tapi sikapnya dalam bekerja patut diacungi jempol! Dia pasti akan menjadi orang yang hebat...\n\"Anak muda memiliki potensi tak terbatas\". Bahkan aku pun harus mengakui kekagumanku.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "Tentang Ganyu",
			"voicelineType": "4002",
			"description": "Ganyu benar-benar ramah dan perhatian, tapi sayang dia selalu sangat sibuk. Sebagian besar waktunya dia habiskan untuk bekerja — kecuali di waktu tidur siangnya. Jangan salah sangka, aku juga menghabiskan waktu untuk bekerja. Tapi aku senang dengan pekerjaanku, dan pastinya lebih tidak sibuk dari Ganyu.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "Tentang Xingqiu",
			"voicelineType": "4003",
			"description": "Feiyun Commerce Guild adalah salah satu klien tertuaku. Cara kerja mereka sangat terperinci dan menyeluruh, bahkan pemimpin mereka selalu hadir saat aku datang berdiskusi dengan mereka. Terakhir kali aku datang, aku bertemu dengan tuan muda mereka, Xingqiu. Tidak kuduga kalau dia bisa mengikuti jalan pikiranku tanpa masalah. Bicaranya juga sangat fasih, dengan tata krama yang baik. Hmm, benar-benar bukan orang biasa.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "Tentang Hu Tao",
			"voicelineType": "4004",
			"description": "Aku sering mendengar orang-orang mengatakan bahwa master Wangsheng Funeral Parlor melakukan bisnis dengan cara yang tidak biasa. Mereka curiga kalau pemimpin mereka menjadi aneh karena terlalu lama berada di industri pemakaman... Apa sih yang mereka bicarakan? Jasa yang disediakan Wangsheng Funeral Parlor itu legal dan dibutuhkan, dua hal penting untuk membangun bisnis yang sukses. Kerja adalah kerja — tidak ada pekerjaan baik atau buruk, pekerjaan beruntung atau sial, hanya pekerjaan yang perlu dikerjakan.\nTapi kenapa master Wangsheng Funeral Parlor itu jarang menggunakan jasaku ya...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "Tentang Zhongli",
			"voicelineType": "4005",
			"description": "Tuan Zhongli memiliki wawasan yang sangat luas di berbagai bidang, dia seperti perpustakaan berjalan. Kamu tahu? Sekali lihat saja aku tahu dia tipe orang pintar yang tidak suka pamer. Orang seperti dia tidak takut menghadapi masalah rumit sendirian, jadi sepertinya dia bukan klien potensial untukku.\nTapi entah kenapa, rasanya aku pernah melihat Zhongli di suatu tempat, perasaan ini sulit dijelaskan... Aku pernah bertanya pada ayahku, tapi dia juga mengatakan kalau dia tidak tahu, meskipun ayahku kelihatan seperti menyembunyikan sesuatu. Aneh sekali deh... Huh, baiklah, kalau dia tidak mau memberitahuku, akan kucari tahu sendiri...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "Tentang Ningguang",
			"voicelineType": "4006",
			"description": "Kamu pasti pernah dengar tentang Tianquan, Ningguang? Dia adalah otoritas tertinggi dalam masalah hukum, dan sering membuat amandemen pada daftar hukum yang ada. Setiap penambahan, pencabutan, dan revisi selalu menghasilkan material baru yang sangat banyak. Edisi terbaru dari daftar hukum berisi tiga undang-undang baru, 121 anotasi hukum yang direvisi, dan sederet preseden hukum baru. Hanya Archon yang tahu berapa banyak waktu yang kubutuhkan untuk mengingatnya...\nHuh... namun tetap saja, di dalam hatinya dia tetaplah seorang pebisnis, aku tidak akan membiarkannya mengalahkanku dari segi hukum. Saat aku sudah selesai menghafalnya, aku harus meningkatkan produktivitasku...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "Tentang Keqing",
			"voicelineType": "4007",
			"description": "Sang Yuheng tidak mengurus masalah hukum, dan untunglah demikian... Karena melihat dari sikap Keqing terhadap pekerjaan dan tingkat efisiensinya, aku pasti akan kehilangan banyak bagian dari pekerjaanku. Walaupun... Tidak, pastinya tidak akan begitu sih. Dia benar-benar teguh melakukan sesuatu dengan benar — jadi dia mudah menyinggung orang-orang... tapi jika dia mempunyai seseorang sepertiku sebagai asisten legalnya... Tidak! Mengapa seorang ahli hukum sepertiku harus turun menjadi seorang asisten! Jika dia membutuhkan konsultan legal, dia bisa datang dan menemukanku.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Tentang Eula",
			"voicelineType": "4008",
			"description": "Eula pernah menyelamatkanku, dan sejak itu kami terus berhubungan, karena dia benar-benar familier dengan undang-undang Knights of Favonius, tapi tidak pernah terikat oleh aturan. Dia menggunakan logikanya untuk menangani masalah dengan fleksibel... Mungkin alasan kami bisa berteman dengan baik adalah karena kami merupakan tipe orang yang sama. Namun tetap saja, aku tidak pernah mengerti dengan jiwanya yang begitu bebas. Bagaimanapun juga, kami memang mempunyai profesi yang berbeda.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "Tentang Yelan",
			"voicelineType": "4009",
			"description": "Yelan adalah pegawai Bagian Urusan Sipil, dia pernah membantuku memecahkan kasus penipuan akuntansi yang cukup parah. Setelahnya, aku traktir dia makan malam. Tapi .... Aku merasa dia bisa baca pikiranku ketika aku sedang berbicara dengannya .... Ke depannya, aku harus pastikan kalau tempatku tidak berada di pihak yang berlawanan dengannya.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "Tentang Kuki Shinobu",
			"voicelineType": "4010",
			"description": "Shinobu? Aku ingat, dia gadis Inazuma yang datang ke Liyue untuk belajar hukum kan. Kalau lagi bikin tugas, dia sering cari aku buat bahas beberapa kasus. Setelahnya, dia akan selalu membungkuk dan berterima kasih kepadaku, yang selalu berhasil bikin aku jadi agak malu. Aku selalu merasa kalau dia akan tumbuh jadi pengacara yang hebat. Oh benar juga, Dekrit Sakoku Inazuma diberlakukan pas waktu seharusnya dia lulus ya. Aku jadi penasaran, sekarang dia gimana ya ....",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Mengenal Yanfei: I",
			"voicelineType": "5001",
			"description": "Oh, klien ya? Senang berjumpa denganmu, ini kartu namaku. Mohon maaf, hari ini aku tidak bisa meninggalkan meja, kalau ada kasus perselisihan, silakan bawa pihak-pihak yang bersangkutan kemari untuk menemuiku. Nah, untuk biayanya, ada ....\nEh? Kamu cuma mau ngobrol? Oh, kalau itu sih bebas biaya. Baiklah, jadi kamu datang untuk \"ngobrol\" dengan seorang konsultan hukum yang belum pernah kamu temui sebelumnya ... Boleh jelaskan?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Mengenal Yanfei: II",
			"voicelineType": "5002",
			"description": "Tanduk? Oh ... ayahku itu Adeptus, jadi aku juga separuh Adeptus. Tapi aku lahir waktu Liyue sudah damai, dan aku tidak pernah teken kontrak dengan Rex Lapis. Yah, karena itu aku jadi tidak usah memikirkan soal urusan Adeptus. Aku bebas menjalani hidup yang aku mau. Asyik kan, hehehe.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Mengenal Yanfei: III",
			"voicelineType": "5003",
			"description": "Kontrak besar, yang mengikat seumur hidup ... Aku cuma punya satu, kontrak dengan ayahku sendiri. Isinya ... tentang menjalani hidup dengan bahagia, kurang lebih begitu lah. Ayah memang seperti itu, dan aku bangga pada sifatnya yang satu itu. Kalau dia minta aku tanda tangan kontrak yang beda, yang isinya misalnya \"kerja keras sekeras-kerasnya, injak orang lain agar dapat terus naik ke tempat yang lebih tinggi\", aku pasti sudah kabur dari dulu!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Mengenal Yanfei: IV",
			"voicelineType": "5004",
			"description": "Yah, kadang perselisihan perdata antar pedagang yang kutangani hasil akhirnya kurang menyenangkan. Salah satu pihak bisa dapat ganti yang melebihi kerugian, atau malah harus mengganti melebihi kerugian ... Demikianlah ganjarannya kalau melanggar kontrak. Ada yang bilang aku ini seram, ada juga yang ketemu aku saja tidak mau, tapi intinya aku tidak perlu capek-capek menjelaskan. Semuanya kulakukan demi kesejahteraan Liyue!\nPikirkan begini, perselisihan timbul karena terjadi pelanggaran terhadap kontrak. Orang kebanyakan akan takut melanggar kalau sudah lihat apa akibatnya. Membuat orang sadar betapa pentingnya kontrak juga salah satu bagian penting dari pekerjaanku!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Mengenal Yanfei: V",
			"voicelineType": "5005",
			"description": "Aku biasanya selalu merasa gembira dan hidup santai. Karirku sukses, kebutuhanku tercukupi, dan aku bebas pergi ke mana saja. Aku pintar bicara, tidak ada yang bisa menang debat denganku. Tapi ... tidak ada hukum atau standar yang mendefinisikan kebahagiaan.\nBagiku, bertemu dengan orang-orang dan hal-hal yang menarik, tahu arah dan jalan menuju ke sana ... ini saja sudah cukup untuk membuatku bahagia. Ngomong-ngomong, kamu juga salah satu sumber kebahagiaanku.\nBagaimanapun caramu menjalani hidup, yang terpenting adalah menghormati dan memahami hukum. Dunia akan kacau kalau hukum tidak diindahkan.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Hobi Yanfei",
			"voicelineType": "6001",
			"description": "Aku suka membaca dan menilai sesuatu. Membaca artinya menambah ilmu, sedangkan menilai meningkatkan kemampuan pertimbangan. Jadi aku baca segala jenis buku dan menilai segala jenis benda. Kalau tidak percaya, kapan-kapan coba bawa sesuatu ke hadapanku. Kalau ada pasarnya, penilaianku tidak akan meleset. Contoh batu ini deh ... harganya kurang lebih ... 600 Mora.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Kekhawatiran Yanfei",
			"voicelineType": "6002",
			"description": "Teman-temanku dari Kantor Komunikasi mengajaku pergi mancing. Ngomongnya sih mau berbagi teknik, tapi sebenarnya mereka cuma mau pamer. Aku punya ratusan cara untuk menang dari mereka, tapi mereka semua klienku ... Kalau aku menang terus, pasti mereka akan malu ... Jadi setiap kali aku harus memamerkan bakat aktingku yang di atas rata-rata untuk pura-pura kalah ...Eh? Kok mukamu begitu? Tidak percaya ya?!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Oh! Kalau soal itu, aku merekomendasikan cinta sejatiku! Tahu! Rasanya tidak tajam, teksturnya lembut, dimakan juga ringan dan penuh nutrisi. Ditambahkan ke segala macam kuah-kuahan juga cocok sekali. Yanh paling penting, tahu tersedia di pasar sepanjang tahun! Sempurna tanpa perlu banyak gaya ... tahu memang paling top!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak suka makanan dingin ... mungkin karena jarang makan yang begitu sih. Kalau pulang malam, ayah selalu biarkan satu lentera tetap menyala. Waktu dengar aku datang, dia akan tanya apa aku lapar atau tidak. Menurut ayah: \"Yang namanya makanan itu harus disajikan panas-panas\".",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Rasanya enak! Kamu sudah belajar banyak ya, tentang \"Hukum Tofu\" yang tidak tertulis!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Orang Liyue sering bilang: \"Makanan adalah hidup\". Harus kuakui kalau bukti-buktinya cukup kuat sih.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Aku tahu! Coba dipanasin lagi sebelum dimakan, pasti lebih oke!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Selamat ulang Tahun! Ini buat kamu. Aku merangkum hukum dari berbagai tempat di dunia ... Kamu mau berkelana kan? Memahami hukum yang berlaku di setiap tempat itu tiak ada ruginya.\nJangan terlalu rajin tapi ya ... nanti aku jadi tidak berguna lagi buat kamu.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "\"Jangan mencoba mengulang masa lalu, karena tidak ada hukum yang bertahan selamanya\". Suatu pelajaran yang harus selalu aku ingat.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Taat akan hukum berarti mampu mengatasi berbagai polemik kehidupan.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Belajar hukum menjadikan seseorang mampu bicara dengan dasar-dasar yang kuat, belajar bela diri menjadikan seseorang punya dasar kuat untuk menentang kekerasan yang semena-mena. Eh, tapi ... Apa yang begini juga termasuk bela diri ya?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Nah, sekarang aku sudah menguasai tutur kata DAN bela diri! Aku beruntung punya kamu yang menemaniku sampai latihanku rampung. Kompensasi? Uhh ... jasa konsultasi hukum pribadi 24 jam? Bisa kan ... tidak ada tawar menawar ya!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Boom boom!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Berkobarlah!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Pamit dan mundur!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Dakwaan dibacakan!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Murka yang menyala!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Bukti ditolak!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Oh, yang ini boleh diakui sebagai \"pendapatan yang tidak direncanakan\".",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Kondisinya sangat baik!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Ah, ayo kita periksa nilainya.",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Keberatan!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Taati aturan ....",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Apa pertahananku bocor?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Hei, serahkan saja padaku!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Putusannya adalah ... darurat!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Pengadilan ... ditunda.",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Ada ... celah hukum ....",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Aku ... keberatan ....",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Ugh ....",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Lain kali, buat janji dulu ya.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Tarifku lebih tinggi untuk pertemuan di luar kantor.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Bersiaplah untuk persidangan!",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}