{
	"id": 10000060,
	"name": "Yelan",
	"friendLines": [
		{
			"voicelineId": 60000,
			"title": "Halo",
			"voicelineType": "1000",
			"description": "Halo, Pengembara. Panggil saja aku Yelan. Aku rasa kamu perlu bantuanku, dan aku sendiri juga perlu info yang kamu punya. Intinya, ayo kita bina hubungan yang baik satu sama lain.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_draw_appear"
		},
		{
			"voicelineId": 60001,
			"title": "Mengobrol: Info",
			"voicelineType": "1101",
			"description": "Ada info baru dari orangku. Wah, sepertinya ada perkembangan situasi.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_01"
		},
		{
			"voicelineId": 60002,
			"title": "Mengobrol: Bolos",
			"voicelineType": "1102",
			"description": "Bagus. Hari ini kita bolos saja. Selesaikan kerjaannya nanti saja kalau keadaan membaik.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_02"
		},
		{
			"voicelineId": 60003,
			"title": "Mengobrol: Identitas",
			"voicelineType": "1103",
			"description": "Semuanya bisa lebih mudah kalau kita punya lebih dari satu \"identitas\" ketika mengarungi dunia yang luas ini. Perlu aku buatkan satu untukmu?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_03"
		},
		{
			"voicelineId": 60004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Hujan lagi? Merepotkan. Jejak yang sudah terbilas hujan tidak bisa dikembalikan, penyelidikan harus mulai dari awal ....",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_heavyRain_01"
		},
		{
			"voicelineId": 60005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Cuma anak kecil dan pengecut saja yang takut pada petir. Kamu bukan dua-duanya ... kan?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_thunder_01"
		},
		{
			"voicelineId": 60006,
			"title": "Ketika Turun Salju",
			"voicelineType": "1203",
			"description": "Dingin juga. Lebih baik pakai jaket.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_snowy_01"
		},
		{
			"voicelineId": 60007,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1204",
			"description": "Sebal, silau sekali hari ini. Aku jadi tidak bisa tidur siang.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_sunny_01"
		},
		{
			"voicelineId": 60008,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1205",
			"description": "Anginnya ... ada yang tidak beres.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_gale_01"
		},
		{
			"voicelineId": 60009,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Hoamm ... Pagi sekali sih? Kalau tidak ada kerjaan yang mendesak, aku biasa bangun siang.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingMorning"
		},
		{
			"voicelineId": 60010,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Ah, mulai ngantuk nih. Tidur siang dulu deh. Kalau sudah waktunya kerja, aku bakal bangun sendiri.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNoon"
		},
		{
			"voicelineId": 60011,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Selamat malam. Sudah makan? Makan apa tadi? Enak? Ah, aku cuma basa-basi saja, jangan mikir kejauhan.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight"
		},
		{
			"voicelineId": 60012,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Ini, minum susu lalu tidur sana. Eh? Kamu sudah bukan anak kecil lagi? Hehe ... ya sudah, simpan saja dulu, mau diminum atau tidak ya terserah. Kalau aku sih tidurnya larut sekali. Lalu kalau misalnya kamu mengigau di tengah malam ... Aku tidak janji igauanmu tidak akan aku catat ya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight2"
		},
		{
			"voicelineId": 60013,
			"title": "Tentang Yelan: Tugas",
			"voicelineType": "2001",
			"description": "Para Qixing memang tahu betul keadaan Liyue dan sekitarnya, tapi tetap ada sebagian info yang harus dicari menggunakan cara-cara yang berbeda. Aku termasuk cukup mahir untuk urusan seperti ini, jadi biasanya aku yang turun.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle"
		},
		{
			"voicelineId": 60014,
			"title": "Tentang Yelan: Gosip",
			"voicelineType": "2005",
			"description": "Ada yang bilang kalau pemilik Yanshang Teahouse saat ini adalah seorang anak muda yang jadi kaya dalam semalam. Ada juga yang bilang kalau salah seorang pegawai senior di Bagian Urusan Sipil itu penyakitan dan hidup menyendiri di luar kota. Lalu juga, ada lagi yang bilang jangan pernah dekat-dekat ke area terlarang, atau kamu akan terlibat dengan sesosok hantu biru yang diam di sana ... Tapi, kebanyakan orang belum pernah siapa itu \"Yelan\". Jadi anggap saja gosip-gosip barusan itu cuma cerita jenaka ya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60015,
			"title": "Tentang Kita: Hubungan",
			"voicelineType": "2003",
			"description": "Hmm? Kenapa mukamu begitu? Tidak usah tegang, aku tidak akan pernah merencanakan sesuatu terhadap orang yang aku nilai baik.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close"
		},
		{
			"voicelineId": 60016,
			"title": "Tentang Kita: Mengelabui",
			"voicelineType": "2002",
			"description": "Jangan terlalu cepat senang begitu dengar kata-kata menyentuh atau janji manis yang keluar dari mulut orang lain, setan jahanam hanya mengatakan apa yang kamu ingin dengar. Jangan semerta-merta memandang lurus ke mata orang, karena mata adalah jendela hati. Kita teman, dan aku juga akan ikut merasa terperdaya kalau misalnya kamu sampai tertipu orang di luar sana.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60017,
			"title": "Tentang Vision",
			"voicelineType": "3001",
			"description": "Tempat-tempat yang memiliki informasi penting biasanya selalu penuh bahaya yang mengancam nyawa. Biarpun kamu bawa banyak orang yang kemampuannya tinggi pun, risiko ini akan selalu ada. Kuncinya adalah kamu sendiri punya kekuatan yang cukup untuk mengendalikan situasi. Aku beruntung karena, selang beberapa hari setelah menyadari hal ini, aku dianugerahi Vision. Jika tidak demikian, maka mungkin saja yang sekarang ini sedang bicara denganmu adalah ... arwah gentayangan yang mati kelelahan.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60018,
			"title": "Berbagi Cerita: Peredam Suara",
			"voicelineType": "3002",
			"description": "Loach Pearl yang sudah dipoles sedemikian rupa bisa digunakan sebagai sumbat telinga. Dia meredam suara dengan sangat baik. Bahkan ketika ada orang yang teriak meraung-raung di sebelah kupingmu pun, tidur cantikmu tidak akan terganggu. Tentunya aku harap kamu tidak perlu sampai harus menggunakannya hanya untuk bisa tidur pulas begitu.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_01"
		},
		{
			"voicelineId": 60019,
			"title": "Berbagi Cerita: Gelang Unik",
			"voicelineType": "3004",
			"description": "Gelang di tangan kananku? Yah, tidak apa sih kalau aku ceritakan. Di dalamnya ada mantra rahasia keluargaku yang bisa menyampaikan pesan sederhana. Isi pesannya tersembunyi di balik cahaya biru ini dan hanya aku saja yang tahu apa artinya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_02"
		},
		{
			"voicelineId": 60020,
			"title": "Berbagi Cerita: Membuntuti Sasaran",
			"voicelineType": "3005",
			"description": "Saat mengikuti sasaran, aku suka memberikan tekanan mental. Ketika mereka berusaha menyingkirkanku, mereka akan panik, kacau, cari bala bantuan, dan mengubah rencana ... terus begitu sampai akhirnya info yang aku perlukan mereka bongkar dengan sendirinya, hehehe ....",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_03"
		},
		{
			"voicelineId": 60021,
			"title": "Kisah Menarik",
			"voicelineType": "3003",
			"description": "Kamu tahu Weasel Thief? Kecerdasan mereka biasa saja, tapi mereka bisa dilatih untuk mencuri, bahkan sampai bisa mengakali kunci. Contoh yang sangat baik untuk membuktikan kalau pakai cara yang benar, bahkan hewan saja bisa dijadikan pion. Apalagi kalau urusannya dengan manusia yang pada dasarnya selalu berkomplot dan merencanakan sesuatu.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_gift_01"
		},
		{
			"voicelineId": 60022,
			"title": "Tentang Ningguang: Hubungan",
			"voicelineType": "4001",
			"description": "Aku dan Ningguang sudah kenal lama, dari waktu dia belum jadi anggota Qixing. Kami sempat kerja bersama. Dia bisa jadi Qixing dengan cepat juga sedikit banyak berkat kerja kerasku. Yah, bisa saja kan? Dia yang merekomendasikan pekerjaan ini untukku, dan memang sudah sangat cocok sekali denganku.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60023,
			"title": "Tentang Ningguang: Ekspektasi",
			"voicelineType": "4002",
			"description": "Ningguang adalah partner yang baik. Tapi kalau keluar di hari biasa, aku ingat identitas kami masing-masing. Ketika aku yang pegawai Bagian Urusan Sipil bertemu dengan seorang Qixing, sudah sepantasnya memperlakukan beliau dengan hormat dan santun.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60024,
			"title": "Tentang Ganyu",
			"voicelineType": "4003",
			"description": "Si sekretaris ya ... Aku sih tidak bisa kerja terus-terusan seperti dia, dan di tingkat efisiensi kinerja yang seperti itu. Mungkin itu ya, keuntungan punya darah Adeptus. Dia bisa terus kerja tanpa kenal lelah dan tanpa perlu tidur.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60025,
			"title": "Tentang Keqing",
			"voicelineType": "4004",
			"description": "Aku tidak begitu suka orang yang jadwalnya selalu penuh. Tipe yang begitu tidak menyisakan ruang untuk berimprovisasi. Ketika terkena masalah, mereka akan panik dan merugikan rekannya. Tapi, sang Yuheng sangat berbeda. Dia mengerjakan segala sesuatunya dengan sangat teratur, dan aku sangat suka bekerja sama dengan dirinya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60026,
			"title": "Tentang Yanfei",
			"voicelineType": "4005",
			"description": "Yanfei ya, aku sih suka dengannya. Aku bukan bicara tentang hubungan kami sebagai teman, tapi ... dia itu seorang konsultan hukum, yang artinya dia memegang banyak sekali informasi tentang peristiwa-peristiwa di Pelabuhan Liyue. Setiap kali aku menolongnya melakukan sesuatu, aku dapat ganjaran info yang nilainya setimpal. Tapi kadang kurasa dia terlalu memandang tinggi diriku.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60027,
			"title": "Tentang Xiao",
			"voicelineType": "4006",
			"description": "Para tetua keluargaku pernah bilang bahwa kami harus selalu takut dan gentar pada sang Vigilant Yaksha. Katanya dulu, nenek moyangku yang agak sinting hanya akan tenang ketika lewat ke Wangshu Inn. Mungkin karena di sana ada dirinya yang auranya saja sudah cukup untuk menakuti roh jahat. Tapi biarpun begitu, jika suatu hari aku beruntung bisa bertempur bersama sang Conqueror of Demons, aku akan berusaha kerja semaksimal mungkin tanpa terpengaruh oleh identitasnya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60028,
			"title": "Tentang Xiangling",
			"voicelineType": "4007",
			"description": "Xiangling, si gadis koki yang menyenangkan. Kemampuannya dalam meracik bahan tidak kalah dari Liuli Pavilion dan Xinyue Kiosk. Kadang aku suka ke tempatnya untuk beli Jueyun Chili kering. Dia mungkin tidak paham caraku makan pedas, dan aku rasa tidak perlu dijelaskan juga. Tradisi keluarga sih.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60029,
			"title": "Tentang Xingqiu",
			"voicelineType": "4008",
			"description": "Tentu aku tahu dia, Tuan Muda dari Feiyun Commerce Guild. Aku sering berhubungan dengan pihak keluarganya. Mungkin saja suatu hari nanti dia akan jadi orang hebat yang bisa menangani dan beradaptasi dalam segala situasi, betul kan?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60030,
			"title": "Tentang Tartaglia",
			"voicelineType": "4009",
			"description": "Si petinggi Fatui? Dia tidak sadar, tapi aku sedikit diuntungkan karena tindakannya. Aku awalnya berencana untuk menyelidiki kasus mantan pemilik Yanshang Teahouse, tapi dia lebih cepat dan langsung menagih utang ke sana. Dia juga membongkar laporan palsu yang dibuat oleh si mantan pemilik, dan orang itu pun akhirnya mendekam di penjara. Karena itulah aku berhasil mengambil alih Yanshang Teahouse dengan mudah, dan kini tempat itu sudah jadi markasku yang sangat berguna.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_tartaglia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60031,
			"title": "Mengenal Yelan: I",
			"voicelineType": "5001",
			"description": "Aku rela bertaruh demi kamu, karena status khususmu. Kamu pasti bisa kasih aku banyak petunjuk menuju kebenaran. Hehe, hari ini bawa info apa lagi?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_01"
		},
		{
			"voicelineId": 60032,
			"title": "Mengenal Yelan: II",
			"voicelineType": "5002",
			"description": "Asas pertukaran yang setimpal juga berlaku untuk pertukaran informasi, jadi kurasa tidak apa berbagi sedikit cerita tentang masa laluku padamu. Berkat koneksi keluarga, aku berkesempatan untuk belajar dari para penyelidik Millelith dari usia yang terbilang cukup muda. Mengumpulkan intel dan informasi memang sulit dan banyak halangannya, tapi selama nyawa ini masih melekat, itu berarti aku masih menang ....",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 60033,
			"title": "Mengenal Yelan: III",
			"voicelineType": "5003",
			"description": "Petunjuk itu selalu berlapis, dan kita harus bisa melacak dan mengungkap semua sampai ke akar-akarnya. Karena itu penting hukumnya aku punya mata dan telinga di semua lapisan masyarakat, dan demi mencapainya, mau tidak mau harus memainkan banyak peran. Ada orang yang menyebutku \"Si Wajah Seribu\", dan aku menganggap panggilan itu suatu pujian.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60034,
			"title": "Mengenal Yelan: IV",
			"voicelineType": "5004",
			"description": "Ada yang memperingatkan aku agar tidak menyelidiki kejadian tertentu yang terjadi masa lalu, karena nyawa yang jadi taruhannya. Heh, aku tidak akan berhenti dan tidak peduli yang seperti itu, apa lagi kalau cuma disuruh orang lain. Masa lalu tidak bisa diubah, tapi tahu akan kebenaran yang pahit selalu lebih baik dari pada tinggal tenang dalam kepalsuan. Kamu setuju kan?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 60035,
			"title": "Mengenal Yelan: V",
			"voicelineType": "5005",
			"description": "Soal itu, kamu ingin aku yang seperti apa yang ada di sisimu? Kolega? Saingan yang bisa mengasah kemampuanmu? Kenalan biasa, atau ... mau aku jadi lebih penting dari yang lainnya? Silakan, pilih saja. Aku bisa jadi semuanya, tergantung seleramu saja.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60036,
			"title": "Hobi Yelan",
			"voicelineType": "6001",
			"description": "Waktu senggang, aku suka menyerahkan hidupku pada kesempatan. Sederhananya begini, bikin daftar dan lempar dadu untuk memilih kegiatan apa yang mau dilakukan. Kebiasaan seperti ini bisa mendatangkan kesenangan yang tak terduga, dan juga bisa meluaskan wawasan dan pola pikir. Sangat membantu pekerjaanku.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_hobby"
		},
		{
			"voicelineId": 60037,
			"title": "Kekhawatiran Yelan",
			"voicelineType": "6002",
			"description": "Kalau dibandingkan dengan ahli bela diri, sebenarnya kemampuan fisikku masih kurang. Memang begitu keadaannya di keluargaku, sudah turun temurun. Untuk dapat mengurus tugas-tugas tertentu yang mendesak dan tidak boleh dibiarkan, aku akan menyesuaikan jadwal, mengumpulkan tenaga, dan berusaha untuk membereskan semuanya sekali jalan. Selain di waktu seperti itu, aku selalu mengusahakan agar semuanya berjalan dengan tempo yang santai. Karenanya, aku tidak terima pekerjaan kasar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_annoyed"
		},
		{
			"voicelineId": 60038,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Haluskan Jueyun Chili kering dan benang sari Violetgrass, lalu campurkan ke dalam Yunlai White Tea. Seduh, dan aroma teh yang dihasilkan akan sangat memabukkan. Aku lebih suka minuman yang rasanya tahan lama begini dibanding misalnya kopi atau arak.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodLike_01"
		},
		{
			"voicelineId": 60039,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Waspadalah terhadap makanan manis. Rasa puas yang timbul setelah makan ... dapat melemahkan tekad dan membuat orang lengah. Makan sedikit saja sudah bisa bikin ketagihan, apalagi kalau dimakan terus menerus untuk jangka waktu yang lama. Orang yang tadinya waspada juga akan berubah jadi agak bodoh dan mudah lengah.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodDislike"
		},
		{
			"voicelineId": 60068,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Hmm, lumayan juga. Sogokanmu hampir saja berhasil.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_pref_01"
		},
		{
			"voicelineId": 60069,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Setelah biasa makan makanan yang pedas, makanan lainnya terasa tawar. Memang akan begitu.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_normal_01"
		},
		{
			"voicelineId": 60070,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Bagaimana kalau melempar dadu? Siapa pun yang dapat angka lebih kecil harus memakannya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_dislike_01"
		},
		{
			"voicelineId": 60040,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Kalau pada hari ini aku bilang agar kamu \"jangan lengah dan terlalu santai merayakan, nanti bakal ada pihak yang memanfaatkan kesempatan\", rasanya keterlaluan ya. Sudah, hari ini waktunya buat senang-senang. Mau ke Yanshang Teahouse dan coba camilan buatanku? Tapi tidak ada yang manis ya, semuanya ada pedasnya malah.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 60041,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Dalam bidang pekerjaanku, kemampuan tempur selalu penting.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 60042,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Tindakan yang diambil dengan cepat dan tegas dapat membongkar kebohongan dan menyingkirkan halangan.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 60043,
			"title": "Perasaan Tentang Ascension: Akhir",
			"voicelineType": "8003",
			"description": "Menyelidiki kebenaran terkesan sederhana, padahal perlu ketekunan untuk terus mengikuti petunjuk dan perlu nyali dan kekuatan untuk terjun menghadapi marabahaya.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60044,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Aku sudah lama menganggapmu sebagai sumber informasiku yang paling penting. Sekarang aku sudah siap dengan risiko yang mungkin datang dari jawabanmu yang terakhir. Ayo!",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 60045,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Ketahuan.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_01"
		},
		{
			"voicelineId": 60046,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Kena.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_02"
		},
		{
			"voicelineId": 60047,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Jangan berisik.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_03"
		},
		{
			"voicelineId": 60048,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Sudah cukup main-mainnya!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_01"
		},
		{
			"voicelineId": 60049,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Anyaman dan tangkapan.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_02"
		},
		{
			"voicelineId": 60050,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Mata dadu yang berkehendak.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_03"
		},
		{
			"voicelineId": 60051,
			"title": "Mulai Lari: I",
			"voicelineType": "700001",
			"description": "Santai, jangan rusuh.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_explore_sprint_start_01"
		},
		{
			"voicelineId": 60052,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Durian runtuh.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_01"
		},
		{
			"voicelineId": 60053,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Peti harta ... bisa memancing harimau turun gunung.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_02"
		},
		{
			"voicelineId": 60054,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Barang berserakan, petunjuk bertebaran.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_03"
		},
		{
			"voicelineId": 60055,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Capek juga ....",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_01"
		},
		{
			"voicelineId": 60056,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Seperti ini salah juga ya.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_02"
		},
		{
			"voicelineId": 60057,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Faktor yang di luar perhitungan ....",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_03"
		},
		{
			"voicelineId": 60058,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Mundur, akan kuselesaikan hal ini.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_01"
		},
		{
			"voicelineId": 60059,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Kamu kelihatan tegang, biar aku saja.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_02"
		},
		{
			"voicelineId": 60060,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Salah ... di mananya ya?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_01"
		},
		{
			"voicelineId": 60061,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Kenapa ... jadi begini ....",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_02"
		},
		{
			"voicelineId": 60062,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Kebenaran ... belum terungkap.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_03"
		},
		{
			"voicelineId": 60063,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Berani.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_L_02"
		},
		{
			"voicelineId": 60064,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Tidak ....",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_H_01"
		},
		{
			"voicelineId": 60065,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Target sudah ada?",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_01"
		},
		{
			"voicelineId": 60066,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Waktunya eksekusi.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_02"
		},
		{
			"voicelineId": 60067,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Ayo. Kita cari jawaban.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_03"
		}
	]
}