{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Halo",
			"voicelineType": "1006",
			"description": "Halo! Aku Yumemizuki Mizuki, psikolog klinis. Kalau ada yang membuatmu gundah, ngobrol saja denganku. Aku bisa mengusir mimpi burukmu yang paling gelap sekalipun, tanpa jejak. Oh? Kamu tidak percaya? Kalau begitu, kalau kamu ada waktu senggang ... Bagaimana kalau mampir ke kantorku saja?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Berbincang: Pengobatan Mental",
			"voicelineType": "1101",
			"description": "Mimpi kemarin malam itu rasanya indah sekali. Terima kasih karena sudah berbagi.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Berbincang: Pekerjaan Pemegang Saham",
			"voicelineType": "1102",
			"description": "Aku masih belum selesai membaca laporan untuk kuartal sebelumnya. Pusing deh.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Berbincang: Kegundahan",
			"voicelineType": "1103",
			"description": "Kalau kamu merasa gundah, tinggalkan dulu semua hal yang sedang kamu lakukan, keluarlah untuk menghirup udara segar dulu.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Ketika Turun Hujan",
			"voicelineType": "1201",
			"description": "Waktu cuacanya sedang gelap dan mendung, emosi kita cenderung merespons dengan cara yang sama ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Ketika Petir Menyambar",
			"voicelineType": "1202",
			"description": "Ah, Yang Mulia Shogun sedang bete ya?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Ketika Matahari Bersinar",
			"voicelineType": "1203",
			"description": "Cahaya matahari tidak selalu baik. Kalau terlalu terang, cahayanya bisa membuatmu pusing.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Setelah Hujan",
			"voicelineType": "1204",
			"description": "Awan hitamnya sudah hilang, waktunya untuk menghilangkan semua masalah-masalah kita!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Ketika Angin Berembus",
			"voicelineType": "1205",
			"description": "Hmm~ Anginnya pas deh. Aku jadi segar dan bahagia.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Selamat Pagi",
			"voicelineType": "1001",
			"description": "Aku sudah buka jendelanya supaya angin segar dari luar bisa masuk. Ah, angin pagi yang segar, matahari terbit, dan udara sejuk ... Suasana hatiku langsung jadi bagus, benar-benar pagi yang cerah.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Selamat Siang",
			"voicelineType": "1002",
			"description": "Tidur siang yang cepat di siang hari bisa memberikan tambahan energi, tapi benar-benar \"cepat\" ya. Kalau tidur siang terlalu lama, kamu malah bisa jadi lebih capek. Mau aku bangunkan sebentar lagi?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Selamat Malam",
			"voicelineType": "1003",
			"description": "Sudah malam. Coba tidur tepat waktu, oke? Kalau kamu sering bergadang gara-gara berdansa, bermain, atau membaca novel, kualitas tidurmu akan jadi kacau!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Selamat Tidur",
			"voicelineType": "1004",
			"description": "Oh, sudah mau tidur? Ini, minum susu dulu sebelum tidur. Aku sudah tambahkan dedaunan untuk membantumu tidur. Selamat malam, mimpi indah!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "Tentang Yumemizuki Mizuki Sendiri: Perbedaan Pemandian Air Panas",
			"voicelineType": "2001",
			"description": "Pemandian air panas di Natlan ada di area terbuka yang dekat dengan laut. Berarti kamu bisa mengobrol dengan banyak orang sambil menikmati angin laut yang sejuk.\nNah, kalau ini diterapkan di Inazuma, orang-orang mungkin bakal bilang: \"Bertemu kenalan di pemandian saja sudah cukup canggung, apalagi ngobrol dengan orang tak dikenal sama sekali? Benar-benar sulit dibayangkan ....\"\nNah, jadi tidak semua pemandian air panas itu sama.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "Tentang Yumemizuki Mizuki Sendiri: Aisa Bathhouse",
			"voicelineType": "2005",
			"description": "Kamu pernah dengar soal Aisa Bathhouse? Itu pemandian air panas dalam ruangan di Inazuma. Waktu pertama kali jadi pemegang saham, aku punya visi untuk sejenis praktik klinis yang baru. Jadi, pasien berendam di dalam kolam yang penuh dengan tumbuhan obat-obatan untuk merilekskan tubuh dan pikirannya sebelum perawatan.\nTapi, yah ... Kebanyakan waktu, air hangatnya saja sudah membuat pasiennya terlelap, bahkan sebelum aku mulai bagian perawatannya. Setelah bangun, mereka akan puji-puji caraku dan mengatakan pengobatanku hebat sekali.\nMeskipun yah ... aku tidak ngapa-ngapain! Ini membuktikan betapa hebatnya efek istirahat ....\nSebenarnya, banyak masalah yang bisa diselesaikan dengan tidur nyenyak di malam hari. Tapi, seringnya, orang-orang terus memaksakan diri sampai sudah tidak tahan lagi.\n*huff* Aku benar-benar berharap orang-orang bisa mendengarkan tubuh mereka yang menyuruh mereka istirahat ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "Tentang Kita: Perjalanan",
			"voicelineType": "2003",
			"description": "Aku sudah pernah pergi ke lima dari tujuh bangsa di Teyvat. Jadi aku rasa, aku itu termasuk petualang juga di. Meski aku tinggal di Inazuma, aku sering punya kesibukan di Natlan. Jadi, sebagai petualang, kita harus saling mendukung.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "Tentang Kita: Mimpi Indah",
			"voicelineType": "2002",
			"description": "Ada satu aturan di antara Yumekui-Baku: Kita tidak boleh melahap mimpi indah orang lain tanpa persetujuan pemiliknya. Mimpi indah itu harta berharga, kehilangan mimpi indah bisa memicu rasa kehilangan dan kehampaan.\nTapi kamu sepertinya berbeda. Mimpimu sama seperti gudang pusaka tak berdasar. Aku sudah bekerja di bidang ini selama ratusan tahun, tapi aku tidak pernah bertemu dengan orang yang mimpinya seterang dirimu ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "Tentang Vision",
			"voicelineType": "3006",
			"description": "Konon katanya, Vision itu adalah bukti pengakuan dari para dewa, kejaiban yang terwujud. Jadi, berdasarkan apa yang aku dengar, orang yang tidak punya Vision sedang mengharapkan keajaiban yang sama terjadi pada diri mereka.\nTapi, bermimpi tentang sesuatu yang tidak mungkin diperoleh berarti menjatuhkan dirimu ke dalam lubang kekecewaan yang lebih dalam. Terutama waktu kamu sudah terbangun, dan realita mulai mendekatimu.\nTerkadang, untuk mengejar bayang-bayang dalam mimpi, kita tanpa sengaja mengubah realita hidup menjadi mimpi buruk yang harus dihindari ... Aku berharap ini tidak terjadi pada orang-orang itu ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Berbagi Cerita",
			"voicelineType": "3002",
			"description": "Ya-chan dan Te-chan itu lebih dari rekanku, mereka itu sebagian dari diriku, yang terbentuk dari kekuatan youkai milikku. Mereka masing-masingnya mewakili kebijaksanaan dan semangatku, jadi kamu bisa menganggap mereka sebagai manifestasi rasionalitas dan empatiku. Mereka bantu aku untuk melakukan pengobatan kadang-kadang, oh, mereka juga sangat membantu di dalam pertempuran!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Rumor yang menarik",
			"voicelineType": "3003",
			"description": "Aku meninggalkan Inazuma satu hari sebelum serangan terhadap Warga Mata Air. Mualani menuliskan surat kepadaku dan menceritakan kisah yang terjadi. Sepertinya kamu orang yang bisa diandalkan di saat-saat kritis. Kalau dipikir lagi ... berdasarkan apa yang aku dengar dari Miko, berarti ini kedua kalinya aku melewati kesempatan bertemu denganmu, jalan kita hampir dipertemukan! Tapi, sekarang, akhirnya aku bisa memasukkan nama Pengembara tersohor ke daftar orang yang kukenal.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Selesaikan Quest \"Syair Kebangkitan yang Membara\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "Tentang Yae Miko: Sejarah Masa Lalu",
			"voicelineType": "4001",
			"description": "Ratusan tahun yang lalu, kami itu tetangga. Miko lebih serius tentang kesukaannya waktu itu dibandingkan sekarang, tapi tetap saja, kepolosan masa muda mengalahkan segalanya. Aku rindu masa-masa itu sih ... Miko baru saja belajar bertransformasi jadi manusia, dan kehidupan saat itu ... sederhana sekali. Setiap hari, dia pasti datang cari aku supaya aku mencicipi mimpinya.\nYang aku ingat ... Sedikit dari bunga sakura, kertas, tinta, Tricolor Dango, dan tahu goreng ... Itu yang aku ingat. Dia akan minta ke aku untuk berubah menjadi manusia dengan dia, lalu menarikku ke kota untuk mencari hal-hal yang rasanya sama dengan mimpinya. Kalau kami terciduk, kami akan langsung kembali ke bentuk asal dan kabur, berlari secepat mungkin. Kebanyakan waktu sih aku kalah dari dia ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "Tentang Yae Miko: Situasi Sekarang",
			"voicelineType": "4002",
			"description": "Sekarang, Miko itu Guuji dari Kuil Agung Narukami. Setelah dewasa, aku tidak pernah mencicipi mimpinya lagi. Entah rasanya mirip tidak dengan rasa yang sebelumnya ....\nTentu saja, mencicipi mimpi tanpa permisi itu benar-benar dilarang untuk kaumku. Meski dia datang dan menanyakan kepadaku setelah selama ini ... aku rasa aku akan menolak. Aku dan dia kan sudah bersaing dalam bisnis sekarang. Dan aku berencana untuk menyusulnya kali ini.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Kekosongan Pikiran, Kemusnahan Bayangan\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "Tentang Raiden Shogun",
			"voicelineType": "4003",
			"description": "Aku akhirnya mengumpulkan keberanian untuk mengundang Yang Mulia Shogun setelah Festival Bunga Mikawa. Setelah dia tercebur ke dalam kolam, sebagian dari rambutnya mengapung di dalam air. Aku pernah terpikir untuk memperbaikinya, tapi aku khawatir kalau ini akan dianggap tindakan yang tidak sopan untuk figur yang semulia itu. Kalau Miko sih pasti langsung melakukannya tanpa pikir panjang ... Ini adalah pengingat yang menyedihkan bagiku kalau jalanku sebagai youkai masih panjang.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan \"Mimpi yang Sementara\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "Tentang Sangonomiya Kokomi",
			"voicelineType": "4004",
			"description": "Pemimpin Suci dari Pulau Watatsumi adalah wanita yang terhormat dan anggun. Kalau membahas soal dia, aku selalu jadi bersemangat. Kalau aku buka cabang Aisa Bathhouse atau bisnis lainnya yang baru di Pulau Watatsumi, aku berharap bisa punya lebih banyak kesempatan untuk bekerja sama dengannya ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "Tentang Yoimiya",
			"voicelineType": "4005",
			"description": "Oh, maksudmu Ratu Festival Musim Panas? Yah, dia lumayan berkesan.\nBeberapa saat sekali, aku akan melakukan survei kesehatan mental untuk melihat apa ada daerah di sekitar Inazuma yang penduduknya memerlukan perawatan ....\nTernyata, mereka yang tinggal di sekitar Nona Yoimiya jarang sekali yang perlu perawatan, aku rasa ini bukan kebetulan. Jarang sekali bisa menemukan orang yang cerah, ceria, dan positif yang tinggal di sekitarmu!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "Tentang Kamisato Ayaka",
			"voicelineType": "4006",
			"description": "Ah, Nona Ayaka ya ... Waktu aku pergi dari Inazuma, dia masih kecil. Tapi meski begitu, dia sudah belajar merangkai bunga dan seni pedang. Kakaknya pernah mengundangku secara diam-diam dan berharap aku bisa membantu meringankan sedikit kecemasannya.\nYang aku ingat dari mimpinya itu ... bau kayu tua yang bercampur dengan hujan deras, seperti paviliun kayu yang berdiri kesepian di tengah badai, hampir runtuh. Aku melakukan yang terbaik untuk merawatnya, sampai akhirnya dia tertidur dengan pulas.\nSudah bertahun-tahun sejak kejadian itu. Aku berharap dia bisa menemukan orang yang bisa diandalkan, jadi dia tidak perlu menghadapi badai itu sendirian ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "Tentang Kujou Sara",
			"voicelineType": "4007",
			"description": "Dia sering mengundangku untuk membantu anggota Tenryou Commission. Tidak jarang kamu bisa membaca keraguan dan ketakutan di dalam pikiran mereka, tapi pikiran miliknya selalu dingin dan sekeras baja. Tidak ada hujan, matahari, sama seperti Jade Steel murni yang aman, tak tergoyahkan dan tak dapat ditembus.\nAku menjadi salut dengannya karena hal itu.\nSebenarnya, aku tidak dapat membayangkan sekeras apa pengalaman yang harus dilaluinya untuk mencapai titik seperti itu ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "Tentang Sayu",
			"voicelineType": "4008",
			"description": "Hehe, dia itu Mujina cilik yang bebas tanpa risau. Satu-satunya masalahnya adalah, tentu saja, keinginannya untuk tumbuh lebih tinggi ... Aku yakin mimpinya pasti manis sekali. Aku ingin undang dia untuk kerja di bathhouse, tapi dia selalu kabur dariku! Heh, mungkin dia bisa membaca pikiranku ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "Tentang Mavuika",
			"voicelineType": "4009",
			"description": "Archon Pyro? Hmm ... Gimana ya ... Nona Mavuika itu tipe orang yang bercahaya sekali, hanya menatapnya saja sudah cukup untuk buat kamu mencari-cari kacamata hitam. Layaknya matahari yang sesungguhnya, dia selalu punya cara untuk menghempas kabut dan menjadi terang dalam kegelapan, bahkan dengan jabat tangan yang sederhana saja.\nEh ...? Aku pernah cicipi mimpinya atau tidak? Tidak, tidak, tidak ... Sama sekali tidak. Aku tidak berani. Dia pernah minta aku coba sekali, tapi memasuki mimpinya itu sama seperti melompat ke dalam lahar, atau dicekoki abu. Aku cuma bisa terbatuk-batuk saja ....\nMungkin kekuatan youkai-ku yang belum cukup kuat ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "Tentang Mualani",
			"voicelineType": "4010",
			"description": "Ah, Mualani ya ... Dia itu orang paling ramah yang pernah aku temui. Selama di Natlan, aku tinggal dengan warga Warga Mata Air, aku tidak akan pernah bisa buka toko di sana tanpa bantuannya. Dia menarik aku ke Balai Majelis, dan begitu saja, aku sudah berhadapan dengan Archon Pyro tanpa persiapan apa-apa ... Benar-benar mengejutkan aku deh ....\nKepribadiannya itu sama seperti ombak, kadang tinggi di atas, kadang tenggelam di permukaan ombak, atau bahkan langsung menghantam pesisir pantai ... Sulit untuk mengikutinya ....\nOh, kondisi mentalnya? Aku rasa kamu tidak perlu khawatir. Dia itu aman sejahtera kok. Kalau mau jujur, justru aku yang harus berkonsultasi dengannya ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "Tentang Nahida",
			"voicelineType": "4011",
			"description": "Aku sudah pernah kunjungi Sumeru sebelumnya. Di dalam batasan kekuasaannya, tidak mungkin bagiku untuk menyentuh mimpi siapa pun, apalagi memengaruhi dan mengonsumsi mimpi mereka. Kehadirannya itu tidak menekan sih, aku lebih merasakan adanya janji agung antara seorang dewi dengan rakyatnya ... Kesanku terhadapnya adalah, dia itu pasti seorang dewi yang berbaik hati.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan Akasha Berdetak, Api Kalpa Bergelora",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Mengenal Yumemizuki Mizuki: I",
			"voicelineType": "5001",
			"description": "\"Melahap mimpi\" adalah kemampuan unik yang dimiliki kaumku. Kami bisa mengonsumsi mimpi indah dan mimpi buruk, meskipun rasa kedua mimpi ini jauh berbeda. Untuk waktu yang lama, ini tidak lebih dari penunjang kehidupan saja. Tapi seiring dengan peningkatan usiaku, aku jadi sadar kalau kemampuan ini punya potensi yang luar biasa, yaitu menolong manusia melampaui dan memroses masalah mereka ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Mengenal Yumemizuki Mizuki: II",
			"voicelineType": "5002",
			"description": "Sebenarnya, yumekui-baku itu bukan jenis youkai yang kuat. Saat bencana kegelapan melanda Inazuma, kami cuma bisa kabur dan bersembunyi. Tetangga kami, Kitsune Saiguu, mengorbankan dirinya dalam bencana itu, tapi tetap tidak bisa menghentikan bencananya ... Menyaksikan semua kehilangan dan keputuasaan itu yang membuatku terinspirasi untuk memulai liburan ini. Akhirnya aku memutuskan untuk keluar dan belajar. Dalam perjalananku ke Liyue, Sumeru, dan Natlan, aku bisa mengintegrasikan kemampuanku dengan pengobatan manusia. Dan, begitulah, asal mula terlahirnya praktik pengobatanku.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Mengenal Yumemizuki Mizuki: III",
			"voicelineType": "5003",
			"description": "Meski aku sudah meninggalkan Inazuma selama bertahun-tahun, tapi bisnis pemandian air panas sudah mulai berkembang. Untuk saat ini, aku sudah bekerja keras untuk mengembangkan praktik yang mengintegrasikan apa yang aku pelajari dalam perjalananku. Bercerita tentang statusku sebagai salah satu pemegang saham utama di Aisa Bathhouse sudah membuka banyak jalan, inilah yang menjadi salah satu alasan utama praktekku bisa tetap berjalan, meskipun harus melalui tantangan yang berliku ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Selesaikan \"Kekosongan Pikiran, Kemusnahan Bayangan\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Mengenal Yumemizuki Mizuki: IV",
			"voicelineType": "5004",
			"description": "Bagiku, tantangan yang terbesar adalah memroses saat mengonsumsi mimpi buruk. Aku hanya mengonsumsi mimpi buruk pasien kalau semua metode perawatan sudah gagal. Pada titik itu, mimpi buruknya biasanya sangat beracun dan tidak stabil untuk dikonsumsi ... Kalau seperti itu, aku biasanya mencari tempat terpencil untuk \"mencerna\" emosi-emosi itu ... Supaya orang lain tidak melihatnya ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Selesaikan \"Kekosongan Pikiran, Kemusnahan Bayangan\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Mengenal Yumemizuki Mizuki: V",
			"voicelineType": "5005",
			"description": "Tapi, sebagai psikolog klinis, membantu pasien mengatasi mimpi buruk mereka adalah tanggung jawabku.\nDan, yah ... bagiku, inilah makna diriku menjadi \"baku\".\nAku selalu penasaran, sebenarnya apa sih tujuan dari kekuatan kami. Kenapa kami diberikan kekuatan ini? Apa yang bisa kami lakukan dengan kekuatan ini? Kalau kami cuma menganggap mimpi itu untuk bertahan hidup, apa yang membedakan kami dari serangga tak berakal yang menghabiskan hari-hari mereka dengan menggigiti Lavender Melon?\nPsikologis memberikanku tujuan dan panggilan, mengusir mimpi buruk dari Inazuma dan dunia ini secara keseluruhan.\nHeh ... Awalnya aku pikir aku akan menghabiskan seluruh hidupku untuk menghadapi masalah ini sendirian, sampai aku bertemu kamu ... orang yang bisa mengubah dunia ini, yang bisa mematahkan kehendak para dewa-dewa ... Orang yang bersedia menerima kekuranganku, dengan banyak mimpi yang bisa dibagikan ... Mungkin, dengan cara tertentu, aku bahkan sudah menjadi \"pasien\"mu juga.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Persahabatan Lv. 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Selesaikan Quest \"Syair Kebangkitan yang Membara\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Hobi Yumemizuki Mizuki",
			"voicelineType": "6001",
			"description": "Mendengarkan musik yang semangat dan santai itu cara yang baik untuk rileks. Waktu tinggal di Natlan, aku sering mengunjungi Plaza Colomche. Musik ukulelenya indah sekali ... Sebenarnya, aku pernah dengar kalau kamu itu musisi deh. Boleh mainkan musik untukku sekali-sekali?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Kekhawatiran Yumemizuki Mizuki",
			"voicelineType": "6012",
			"description": "Terkadang, mimpi buruk bisa melampaui batasku dan berubah menjadi seperti racun. Contohnya, pasukan Inazuma yang berperang selama bencana kegelapan, atau pejuang Natlan yang melawan Abyss di Kerajaan Malam. Keputusasaan dan ketakutan berakar dalam sekali ke alam bawah sadar mereka. Jadi mengonsumsi mimpi buruk mereka itu sama seperti menelan sebilah pisau ... Suatu kali, aku mengonsumsi mimpi buruk dari pejuang yang baru saja kembali dari Perang Penjaga Malam, lalu aku pingsan beberapa hari ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Makanan Favorit",
			"voicelineType": "6003",
			"description": "Oh, makanan kesukaanku? Mimpimu yang paling indah dong ... Bercanda deh. Aku tidak keliling dan mencari mimpi indah orang-orang untuk dikonsumsi ... Nah, kalau camilan manis sih ... hiburan yang cukup lumayan, terutama setelah sesi terapi yang menyulitkan.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Makanan yang Tidak Disukai",
			"voicelineType": "6004",
			"description": "Aku tidak suka makanan yang dibuat asal-asalan, kayak ... Seiris roti kering, sedikit wortel, kubis, dan sepotong ham dingin. Kita itu dibentuk dari apa yang kita makan, dan sangat berpengaruh kepada suasana hati kita. Kalau setiap kali makan kamu cuma asal-asalan, mana mungkin kamu bisa punya kondisi mental yang sehat? Kita semua perlu lebih baik terhadap diri sendiri, dan itu dimulai dari apa yang kita konsumsi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Menerima Hadiah: I",
			"voicelineType": "6007",
			"description": "Wow ... Aku tidak pernah dapat makanan yang kayak begini, bahkan di dalam mimpiku. Ini mungkin bisa jadi resep untuk tidur yang nyenyak.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Menerima Hadiah: II",
			"voicelineType": "6008",
			"description": "Hmm ... Rasanya stabil, seperti terhanyut dalam mimpi. Terima kasih, aku suka sekali.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Menerima Hadiah: III",
			"voicelineType": "6009",
			"description": "Apa kamu mimpi buruk semalam? Kalau iya, pantas saja indra perasamu aneh sekali ... Makanannya nanti saja deh, kita harus mulai sesi terapinya sekarang.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Ulang Tahun",
			"voicelineType": "7001",
			"description": "Hari ini adalah hari yang sangat penting untuk kita berdua. Bertemu denganmu sudah memberikan aku kesempatan untuk menyaksikan sebuah dunia mimpi yang tak terbatas. Jadi, kenapa kita tidak merayakan kesempatan ini dengan membangun alam mimpi untuk kita berdua? Tentu, kita harus membangunnya dari nol. Nah, coba beri tahu aku harapanmu ....",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Perasaan Tentang Ascension: Permulaan",
			"voicelineType": "8001",
			"description": "Aku merasa makin kuat, tubuh dan jiwaku. Aku sudah siap untuk menghadapi mimpi buruk yang lebih kuat.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Perasaan Tentang Ascension: Persiapan",
			"voicelineType": "8002",
			"description": "Terima kasih, dari dalam lubuk hatiku. Dengan bantuanmu, aku yakni aku bisa menyelesaikan semua kasus yang ada.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Perasaan Tentang Ascension: Klimaks",
			"voicelineType": "8003",
			"description": "Dukunganmu membuatku bisa melihat ke dalam diriku dan mengenali kelemahanku apa adanya. Kamu sudah membantu seorang psikolog untuk menapaki jalan penyembuhan dirinya, dan ini bukan sesuatu yang diungkapkan oleh orang banyak.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Perasaan Tentang Ascension: Konklusi",
			"voicelineType": "8004",
			"description": "Emosi negatif adalah bagian dari diri kita. Kecemasan, kegelisahan, dan ketakutan adalah hasil yang timbul karena menghindari dan tidak menghadapi emosi ini secara langsung. Yang penting adalah menemukan keseimbangan antara mengakui emosi itu dan tidak membiarkan diri kita terhanyut olehnya. Kamu sudah membantuku menemukan keseimbangan itu. Sekarang, semua itu tertanam dalam pikiranku. Tidak peduli seberapa beracun atau berbahayanya mimpi buruk, tidak ada lagi yang perlu aku takuti.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Terbuka saat Ascension tahap 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Elemental Skill: I",
			"voicelineType": "100001",
			"description": "Jangan kerutkan keningmu~",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Elemental Skill: II",
			"voicelineType": "100002",
			"description": "Mimpi indah~",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Elemental Skill: III",
			"voicelineType": "100003",
			"description": "Waktunya rileks.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Elemental Burst: I",
			"voicelineType": "200001",
			"description": "Mimpi buruk, enyahlah!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Elemental Burst: II",
			"voicelineType": "200002",
			"description": "Ya-chan, Te-chan, ayo!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Elemental Burst: III",
			"voicelineType": "200003",
			"description": "Titipkan kekhawatiranmu pada angin.'",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Membuka Peti Harta: I",
			"voicelineType": "300001",
			"description": "Oh, penemuan yang berharga.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Membuka Peti Harta: II",
			"voicelineType": "300002",
			"description": "Oh, bisa buat senang nih!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Membuka Peti Harta: III",
			"voicelineType": "300003",
			"description": "Kadang, obat paling manjur adalah sedikit Mora tambahan di dompetmu.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "HP Rendah: I",
			"voicelineType": "410001",
			"description": "Mulai berbahaya ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "HP Rendah: II",
			"voicelineType": "410002",
			"description": "Mungkin sudah terlambat ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "HP Rendah: III",
			"voicelineType": "410003",
			"description": "Kelihatannya gawat ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "HP Rekan Rendah: I",
			"voicelineType": "400001",
			"description": "Biarkan aku bergabung.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "HP Rekan Rendah: II",
			"voicelineType": "400002",
			"description": "Istirahatlah.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Gugur: I",
			"voicelineType": "500001",
			"description": "Apa ini ... mimpi buruk?",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Gugur: II",
			"voicelineType": "500002",
			"description": "Kegelapan ... mulai masuk ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Gugur: III",
			"voicelineType": "500003",
			"description": "Aku masih bisa merasakan ... sakitnya.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Menerima Serangan Ringan: I",
			"voicelineType": "900002",
			"description": "Berani sekali.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Menerima Serangan Hebat: I",
			"voicelineType": "910001",
			"description": "Aku yang salah ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Menerima Serangan Hebat: II",
			"voicelineType": "910002",
			"description": "Pasien bandel ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Menerima Serangan Hebat: III",
			"voicelineType": "910003",
			"description": "Dasar curang ....",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Bergabung ke Party: I",
			"voicelineType": "600001",
			"description": "Kamu bisa cerita apa saja.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Bergabung ke Party: II",
			"voicelineType": "600002",
			"description": "Sudah waktunya sesi kita?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Bergabung ke Party: III",
			"voicelineType": "600003",
			"description": "Ah ... Aku tidak merasakan ada mimpi buruk di sekitar sini.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}