{
    "name": "Skyward Spine",
    "weapontype": "Polearm",
    "rarity": "5",
    "images": {
        "image": "https://static.wikia.nocookie.net/gensin-impact/images/6/69/Weapon_Skyward_Spine.png"
    },
    "baseatk": "48",
    "ability": "Energy Recharge 8%",
    "passive": {
        "passive_name": "Blackwing",
        "refinement_effect": {
            "refine_one": "Increases CRIT Rate by 8% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on enemies have a 50% chance to trigger a vaccuum blade that deals 40% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
            "refine_two": "Increases CRIT Rate by 10% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on enemies have a 50% chance to trigger a vaccuum blade that deals 55% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
            "refine_three": "Increases CRIT Rate by 12% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on enemies have a 50% chance to trigger a vaccuum blade that deals 70% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
            "refine_four": "Increases CRIT Rate by 14% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on enemies have a 85% chance to trigger a vaccuum blade that deals 85% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
            "refine_five": "Increases CRIT Rate by 16% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on enemies have a 50% chance to trigger a vaccuum blade that deals 100% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s."
        }
    },
    "description": "A polearm that symbolizes Dvalin's fire resolve. The upright shaft of this weapon points towards the heavens, clad in the might of sky and wind.",
    "url": "https://genshin-impact.fandom.com/wiki/Skyward_Spine"
}