{
	"name": "Maintenance Mek: Water Body Cleaner",
	"description": "Mekanisme pendukung ringkas yang dikembangkan untuk membantu mekanisme roda gigi aktivitas dalam air dan meningkatkan kehadiran total armada. Awalnya diciptakan untuk berfungsi menghilangkan sampah dalam air, residu tanaman, dan kotoran lainnya supaya tidak tersedot ke bagian penting mekanisme roda gigi, dengan harapan agar intensitas terjadinya kegagalan mekanisme roda gigi dapat berkurang banyak. Dari sudut pandang lain, mereka sudah sama seperti petugas \"pembersih dalam air\" yang bermanfaat bagi lingkungan ekologis Fontaine.\nMekanisme semacam ini dilengkapi dengan sensor sensitif yang dapat menggunakan \"indra penciuman\" untuk menemukan target secara efektif, atau menemukan tanda optik dari sampah dalam air. Tapi karena itu juga, mereka terkadang juga dapat terpancing oleh beberapa umpan. Nelayan yang menangkap mekanisme semacam ini menyebut mereka dengan sebutan \"Ikan Pelindung Perairan\" atau \"Ikan Besi\".\nDibandingkan dengan \"tipe konfigurasi awal\" yang diproduksi dalam jumlah besar, bagian luar tubuh model \"pembersih air\" produksi massal yang lebih mumpuni ini memiliki lapisan yang sangat tahan terhadap korosi. Para peneliti proyek ini tidak lagi menggunakan pengiriman satu kali lalu mengabaikan rencana operasi setelah pengiriman, melainkan memperkenalkan desain daur ulang dan pemeliharaan secara berkala — peneliti akan menggunakan frekuensi kilatan tertentu untuk mengirim sinyal pelacak ke sensor mekanisme pemelihara, mendaur ulang, memperbaiki, dan memeriksanya dengan tepat, kemudian menceburkannya kembali ke dalam air untuk melanjutkan pekerjaannya. Frekuensi kilatan khusus ini kemudian berkembang menjadi semacam umpan yang ditujukan khusus untuk kumpulan mekanisme pemelihara, yang menyebar melalui saluran yang tidak terdeteksi oleh para nelayan biasa.",
	"sortorder": 3127,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Ikan",
	"source": [
		"Didapatkan dari memancing ikan"
	]
}