{
	"name": "Maintenance Mek: Situation Controller",
	"description": "Mekanisme pendukung yang dikembangkan untuk meningkatkan tingkat utilitas kelompok Clockwork Meka, dengan menyediakan bantuan di bawah air. Awalnya diciptakan untuk menghilangkan sampah, residu tanaman, dan kotoran lain di dalam air agar tidak menyumbat bagian penting Clockwork Meka, untuk memperkecil kemungkinan kerusakan Clockwork Meka. Dari sudut pandang lain, mereka sangat bermanfaat bagi lingkungan ekologis di Fontaine.\nMekanisme ini dilengkapi dengan sensor sensitif yang menggunakan \"indra penciuman\" untuk menemukan target, dan mendeteksi karakteristik visual sampah di dalam air. Nelayan yang tanpa sengaja menangkap mekanisme semacam ini menyebutnya \"Ikan Pelindung Perairan\" atau \"Ikan Besi\".\nDalam beberapa situasi tertentu, mekanisme pemelihara ini akan menganggap beberapa jenis makanan makhluk air sebagai sampah, bahkan berkonflik dengan makhluk hidup itu sendiri. Alamiahnya, mekanisme kecil ini tidak akan menang. Jumlah total mekanisme pemelihara yang rusak pun semakin meningkat.\nDemi melindungi dua jenis pertama mekanisme pemelihara ini dan agar mereka tetap dapat bekerja dengan aman, para peneliti meningkatkan kerapatan daya mekanisme inti sebaik mungkin, serta mengembangkan jenis ketiga dengan kemampuan tempur. Mereka membuatnya mampu mengusir makhluk air dengan cara membenturkan diri, sehingga mekanisme lainnya bisa melangsungkan pekerjaan mereka dengan normal. Mekanisme ini pun segera diproduksi massal.\nNamun, rencana pengembangan lanjutan para peneliti untuk memperkuat \"pengendali situasi\" segera dihentikan oleh Institut Penelitian Fontaine. Lagi pula, \"Kalau benda kecil ini bisa mengusir makhluk bawah air yang ganas, lalu apa gunanya mekanisme yang sudah ada sebelumnya!\" Namun pada faktanya, \"pengendali situasi\" ini sama sekali tidak mampu mengusir makhluk air yang mengancam mekanisme lainnya. Sebaliknya, mereka hanya mampu \"membersihkan\" ikan biasa dan menyebabkan kerusakan lingkungan. Maka itu, peneliti sengaja menghentikan \"pengendali situasi\" ini dan membatasi perilaku serangannya.",
	"sortorder": 3128,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Ikan",
	"source": [
		"Didapatkan dari memancing ikan"
	]
}