{
	"id": 140014,
	"name": "Asas de Iguarias",
	"description": "Planador que comemora a reabertura do banquete. Muitos anos se passaram, mas o sabor permanece inalterado.",
	"rarity": 4,
	"story": "Esta é uma história ambientada em um centro de viagens interestelares, onde os Viajantes de passagem podem encontrar um momento de descanso na pequena loja de um aventureiro idoso. O velho lojista, cansado de uma longa jornada como capitão errante entre as estrelas, corajosamente navegou para onde ninguém havia ido antes, transformando sua espaçonave enferrujada em um restaurante para que os Viajantes pudessem descansar.\n\nO primeiro cliente era uma divindade que vagava pelo universo após a destruição de seu planeta natal. Ela compartilhou com o dono da loja as incertezas do universo e seu amor pela vida nos planetas.\n\"Lembro-me de cada momento de glória da civilização. Desde a descoberta do teorema de Pitágoras até a conclusão do elevador orbital; desde a pintura da primeira caverna até a finalização da holografia das cinquenta e três paisagens galácticas.\"\nO lojista permaneceu em silêncio até que o banquete da cliente estivesse preparado, então serviu para ela:\n\"Você ainda pode fazer algo por eles, não é mesmo? Depois de comer, vá tentar.\"\nNa verdade, essa divindade era uma inteligência artificial criada pela espécie sábia do planeta para realizar a otimização e alocação de recursos ao nível planetário. O lojista estava certo, ainda havia uma coisa que ela poderia fazer.\n\nO segundo cliente era um demônio que destruiu muitos mundos. Depois de entrar, ele pediu muita comida, tanto que o lojista não pôde deixar de perguntar:\n\"Você tem certeza de que consegue comer tudo?\"\n\"Pra quê tanta conversa? Se eu não terminar, posso levar o resto, não?\" O demônio lambeu os lábios. Na verdade, a ação de lamber os lábios do demônio era apenas um tipo de comportamento exploratório, semelhante à língua de uma serpente.\nSaboreando a deliciosa refeição que lhe foi servida, o demônio vangloriou-se de suas conquistas para o capitão que se tornou lojista. Mas, no final, não conseguiu terminar tudo.\n\"Por que não terminou, não estava bom?\"\nO demônio nunca, nem uma vez antes, havia sido questionado dessa forma. Por um breve momento, quis mentir e dizer: \"Foi horrível.\" Mas, ao ver aquele lendário capitão pegar sua pistola de pederneira, escolheu se comportar da melhor maneira e pediu-lhe ajuda para embrulhar as sobras.\nNaquele momento, o demônio talvez não soubesse, mas acabara de salvar sua própria vida. Quando o aventureiro recebeu o título de \"Segundo Capitão Honorário\", também lhe foi concedida a autorização para executar encrenqueiros em sua loja. Para a antiga pistola de pederneira pendurada sob seu relógio, perder uma oportunidade tão dourada de brilhar foi, de fato, uma grande decepção.\n\n...\n\nO trigésimo cliente era uma bruxa. Ao ver o rosto dela, o lojista sabia o que ela queria.\nEle e ela permaneceram em silêncio durante todo o tempo.\nNo final, a bruxa levantou o rosto, com óleo ao redor da boca e as bochechas inchadas devido ao alimento que ainda mastigava.\n\"Não tem histórias para contar, então?\" Perguntou o capitão, que já tinha visto mais histórias do que podia contar.\n\"Já contei na primeira vez que vim aqui.\" A bruxa deu um grande gole no refrigerante. \"Essas coisas são gostosas, não posso vir sempre?\"\n\"Você está certa.\" O lojista passou um guardanapo para a bruxa.",
	"isHidden": true,
	"source": [
		"Obtido do evento de colaboração"
	]
}