{
	"name": "Asas do Voo Dourado",
	"description": "Um modelo de Planador. Foi um presente pelo reconhecimento e aprovação de Liyue.",
	"rarity": "4",
	"story": "\"Olhe para as nuvens flutuando graciosamente entre as pedras. Espalhando arco-íris e cortando pela neve, rindo enquanto olha para as espadas dos homens abaixo.\"\n- A história que vamos contar hoje inicia com essas palavras.\nTodo mundo sabe que Liyue é exatamente como sua reputação sugere, com montanhas selvagens abertas e florestas cercadas por nuvens e tudo tem um toque de conto de fadas. Eles estão neste lugar onde os Qixing não predominam, e eles têm um forte senso de justiça. Já contamos a história dos dois jovens nobres guerreiros sem nome que perfuraram o arco-íris e cortaram o gelo. Agora é a hora de contar a história de outro grande guerreiro.\n\nEsse guerreiro diz ter voado a favor do vento do leste.\nDepois de receber um símbolo de poder do Arconte Geo, transformou-se nessas Asas do Voo Dourado, partindo para Liyue para cumprir seu dever.\nAquele dragão maligno, Chi, assolou a terra com intenções destrutivas, o grande herói levantou seu punho gigantesco com o poder da Montanha Aozang e golpeou a serpente ao chão, golpe a golpe.\nAo encontrar o monstro terrível de Guyun, que se mostrou um inimigo a altura dos Adepti, esse mesmo grande herói pegou sua espada e afastou as legiões do mal com sua lâmina.\nTambém foi dito que havia um homem dos Fatui, que não respeitava Rex Lapis nem os Qixing em público. Esse guerreiro derrubou toda a festa e bateu tanto nele que quase o homem perdeu a sua consciência. No final, ele acabou por se curvar e pedir perdão ao Rex Lapis e aos Qixing...\n\nEsse luxuoso Planador recebe elogios de todos em Liyue, estou muito feliz com esse presente.\nMas a descrição verbal dos feitos heroicos que acompanharam tudo, não importa como você olhe para isso, superou todas as expectativas...",
	"sortorder": 140005,
	"source": [
		"Obtém depois de alcançar certo nível de reputação em Liyue"
	]
}