{
	"id": 140012,
	"name": "Asas das Águas Tormentosas",
	"description": "Um modelo de Planador presenteado a você como símbolo do reconhecimento e aprovação de Fontaine.",
	"rarity": 4,
	"story": "A lenda diz que os primeiros oceanos tinham a composição similar ao do sangue, e que a vida dentro dele não era individual. Para colocar os pés na terra ou ir aos céus, a vida desenvolveu vasos sanguíneos para manter o oceano primordial fluindo dentro de si. O coração pulsante que comandava esse mar primordial de sangue foi o primeiro Dragão Hydro. Sempre que aquele coração pulsava, toda vida se levantava e o elogiava.\nClaro que são apenas contos que os Dragartos Hydro contam uns aos outros e não devem ser confiados. Talvez esse conto seja contado de forma diferente entre outros dragartos, e as histórias passadas entre as Oceanids constam sobre o que veio depois:\n\nQuando esse primeiro coração foi removido, os emissários de Celestia, o líder cujos ombros carregava o dever de criar vida, veio para o grande mar primitivo e lá criou um outro coração. Esse coração possuía a nobreza de um dragão, mas não tinha aquela sua forma externa, e tinha a majestade de um deus, mas era desprovido de qualquer dever divino. E, embora tenha sido criado por um governante de humanos, sua substância e essência eram matérias originais deste mundo, totalmente sem possuir elementos externos.\nEla era as lágrimas que fluíam para o mar primordial, procurando comunicação e compreensão, uma busca que fez com que ela chorasse. E foi por conta dessa compaixão que ela cometeu todos os pecados que todos os seres de água pura devem evitar.\n\nO que veio a seguir é a versão que os humanos contam, embora seja repassada normalmente apenas entre os estudiosos:\nO grande Remus veio para Fontaine, imaginando uma cidade poderosa e eterna, Remuria. Ele instruiu as pessoas, e eventualmente conseguiu alcançar uma parte de seu sonho. Então, tão logo veio a profecia — não mal intencionada, mas terrível além do limite — de que a melodia dourada, um dia, iria terminar e Remuria cairia.\nCostumam dizer que \"se um herói não morrer ao voltar para casa, ele se tornará um tirano\". A justiça que Remuria impôs para escapar esse destino, eventualmente se tornaria em tirania, e essa tirania trouxe a resistência, como uma maré furiosa. Assim, Remus desapareceu — Remus, o eminente, Remus, o imbecil, Remus, o visionário, Remus, o solitário.\n\n...\n\nHumanos desejam julgamento, pois se sentem culpados. Humanos querem, e por isso querem desistir das coisas — humanos sempre desejam um deus. É por isso que o coração do mar primordial, a gentil Egeria, recebeu um fragmento daquele que veio primeiro, e ganhou tanto o direito de um Arconte quanto o dever divino. Esse era o desejo da humanidade ao ter alcançado os céus? Ou foi apenas o ato inicial de uma série de conspirações sombrias?\n\nEsse é um conto que ninguém além de você pode saber. Quando você acordar, essas asas, e esse conto, aparecerão ao seu lado. Você pode perguntar para todas as espécies no mundo e pedir para provarem se seus contos são verdadeiros ou não, e nenhum deles iria acreditar em você, pois como que esse planador e esse conto teria se materializado do nada para você?",
	"source": [
		"Obtém depois de alcançar certo nível de reputação em Fontaine"
	]
}