{
	"id": 140006,
	"name": "Asas da Neve Ocultadora",
	"description": "Um modelo de Planador. Um presente deixado para trás por uma ave de rapina que uma vez voou entre essas montanhas.",
	"rarity": 4,
	"story": "Nós inevitavelmente nos recuperaremos.\nA árvore antiga cresceu galhos novos, pois a era de desafios mais difíceis em breve chegará.\n\nAssim, as corujas advertiram os falcões uma vez sobre isso.\n\nMas o falcão que vigia a terra também domina os céus.\nSerá que há algo que possa ser comparado com eles?\nAssim, eles não atentaram ao aviso das corujas, e até mesmo as desprezaram, tomando-as por covardes.\nPássaros que caçam apenas à noite não passam de inúteis.\n\nMais tarde, a geada que congelou a montanha deixou em pedaços a árvore que dava sombra ao reino da montanha.\nDepois disso, a escuridão que cobriu a terra como uma maré quebrou os galhos nos quais as aves de rapina pousavam.\nNo violento turbilhão de maldade, falcões e pardais caíram no chão.\n\nAssim, os pássaros do reino do vento descobriram o seguinte:\nAté mesmo os céus livres podem ficar brancos pelo gelo ou negros pela trevas.\nO sol do meio-dia estava coberto, sem falar da lua e das estrelas.\n\nOs pássaros se refugiaram em seus ninhos, esperando o fim silencioso e trágico.\nNa ausência de luz, as corujas, de hábitos noturnos, exerceram seu domínio...\n\nAté muito, muito tempo depois...\nOs fracos filhotes de falcão continuaram vivos, alimentando-se de presas cujas origens desconheciam.\nO céu ficou claro novamente. Embora a montanha continuasse coberta de neve e gelo, a vida voltou a surgir, fraca e frágil, no solo.\n\nOs filhotes nunca saberiam quem os salvou.\nO dragão, belo como pedras preciosas, também foi esquecido, assim como os olhos das corujas que brilham apenas à noite.\nOs galhos onde os pássaros costumavam pousar cresceram de novo, mas agora com um vermelho carmesim inquietante...\n\nEmbora isso não esteja diretamente relacionado, um falcão vermelho que deixou seu grupo para caçar e proteger no anoitecer também recebeu o nome de coruja noturna.\n\nNo silêncio da noite, eles anunciam o segredo:\nNós nos ergueremos novamente.\nA árvore antiga cresceu galhos novos, pois a era de desafios mais difíceis em breve chegará.\n\nAgora, lhe dou essas asas. Testemunhemos isso juntos.",
	"source": [
		"Recompensa por atingir um certo nível de Sacrifício para a Árvore do Sabugueiro"
	]
}