{
	"id": 140016,
	"name": "Asas do Entrelaçamento Predestinado",
	"description": "Um modelo de Planador. Duas vezes nos cruzamos, nos separamos e fomos reunidos.",
	"rarity": 4,
	"story": "Foi de longe que ele vislumbrou aquela cabeça de cabelos dourados, quando o grande rei anunciou a sucessão do trono. O clamor da comemoração não tinha muito a ver com ele e, na verdade, ele teria que ajudar a limpar as flores, tanto as verdadeiras quanto as falsas, espalhadas após o fato. Olhando brevemente para trás, ele então continuou a manter a ordem na praça que ficava diante ao palácio. Ele era apenas um cavaleiro jovem e comum.\n\n{M#A princesa herdeira}{F#O príncipe herdeiro} de cabelos dourados, por sua parte, olhava para a multidão de humanidade, se sentindo{M#insegura}{F#inseguro}, apenas agora percebendo que muitos viviam nesse reino subterrâneo. Uma vez {M#ela}{F#ele}tinha sido {M#uma}{F#um} descendente de um reino glorioso perdido, carregando o peso de um mundo inteiro. Mas em sua vida curta, {M#ela}{F#ele} sentiu a bondade daqueles que viviam aqui, e então carregou a coluna da terra, passando de governante de um mundo para a esperança em um único reino.\n\nO jovem cavaleiro não tinha uma história insignificante, mas isso significava pouco no grande esquema das coisas. E quanto ao herdeiro real de cabelos dourados, o que um dia havia sido um destino nobre agora foi reduzido ao amor por um reino, pois seu mundo estava perdido.\n\nMais tarde, o jovem cavaleiro foi promovido e o título de \"Espada do Crepúsculo\" foi concedido a ele. Quanto {M#à herdeira real com os cabelos dourados, ela}{F#ao herdeiro real com os cabelos dourados, ele} foi levado pelo último Rei do Eclipse até as partes mais profundas do reino. O jovem cavaleiro, inicialmente pretendendo apenas salvar seu irmão mais velho, que fora aprisionado e cego por dar um oráculo, o jovem cavaleiro reuniu os jovens brilhantes da época. Seu ato de justiça, o de salvar a nação, não foi nada além de um ato realizado de passagem. Mas {M#a herdeira de cabelos dourados foi usada como}{F#o herdeiro de cabelos dourados foi usado como} receptáculo pelo qual infinita Energia do Abismo pudesse ser absorvida, e {M#ela}{F#ele} quase se tornou a chave para a aniquilação do mundo.\n\nEsse foi o momento que eles se cruzaram — uma existência nobre, caindo da luz para o Abismo, e outra existência humilde, escalando da escuridão.\nRegicídio, justiça, crueldade, traição, até tudo se tornar um deserto. E o que veio em seguida, onde ambos os espíritos ligados pela agonia comum viajariam juntos, também pareciam nada além de um ponto de intersecção em suas vidas longas demais e gradualmente divergentes.",
	"isHidden": true,
	"source": []
}