{
	"id": 140015,
	"name": "Asas das Chamas Ascendentes",
	"description": "Um modelo de Planador presenteado a você como símbolo do reconhecimento e aprovação de Natlan.",
	"rarity": 4,
	"story": "O velho sacerdote dos Mestres do Vento Noturno jogou um punhado de pó na fogueira. As chamas se elevavam como se fossem nutridas por isso, e brilhavam mais forte ainda.\n\"O que estou prestes a lhe contar não é nenhuma história qualquer, mas uma história verdadeira, trazida a mim pelo vento noturno.\" Sua mão ressecada e enrugada pegou um galho grosso e, com ele, cuidou do fogo, tentando torná-lo ainda mais intenso.\n\"Professor, por favor não faça isso. Essa noite de verão já está insuportavelmente quente,\" pediram seus ouvintes.\n\"Ah, o que você entende? É assim que se faz uma atmosfera — e é claro, para evitar que os animais selvagens se aproximem demais.\"\n\n...\nUm dragão falante de asas, o neto do príncipe-dragão, nomeou a si mesmo de \"Fim dos Sábios,\" e ele viajava pelo mundo, fazendo da vida dos humanos intolerável para eles.\nUm dia, ele fez uma aposta com um humano. \"Como os humanos irão controlar os céus sem o poder do Flogisto?\"\n—Se alguém possui a sabedoria concedida pela fumaça para meditar nas profundezas, o poder oculto na testa e no vértice pode permitir que a pessoa flutue. Mas a pessoa que tinha sido questionada não tinha essa sabedoria.\n\"O que tem de tão difícil nisso?\"\nO homem ergueu uma fogueira crepitante, usando o vento gerado pelas chamas e pelo couro costurado para se impulsionar nos céus.\n...\n\n\"Muitos eram os desafios desse tipo, até que finalmente nós de Natlan conseguimos a habilidade de usar Flogisto graças a sacrifícios.\" Disse o velho sacerdote, antes de novamente jogar um punhado de pó nas chamas.\n\"S—Sacrifício?\"\n\"Não havia sido feito nenhum acordo com os Qucussauros antigamente, então ele caiu até a sua morte.\"\n\"Espere, então por que outros de nosso povo não usaram o planador que ele se sacrificou para criar?\"\n\"Quem usaria um desses se você tem um Qucussauro? Hah, você não parece que está acreditando em mim. Ora, sou da quarta geração da Mestre Citlali! Está duvidando das minhas palavras?\"",
	"source": [
		"Obtém depois de alcançar certos requisitos de Reputação de Tribo em Natlan"
	]
}