{
	"id": 140018,
	"name": "Asas do Lazer",
	"description": "Um modelo de Planador criado para comemorar uma refeição de lazer, um de incontáveis momentos entrelaçados de alegria cotidiana.",
	"rarity": 4,
	"story": "O jovem não precisava trabalhar hoje. Ele se estirou em sua cadeira, foleando por receitas em suas mãos.\nEm uma pequena mesa ao lado estava um pequeno saco de farinha e algumas migalhas de pão — itens preciosos em Khaenri'ah. Graças a existência da alquimia, o reino subterrâneo cultivou muitas formas de vida subterrâneas que podem se alimentar somente de fungos. Como resultado, carne é abundante, porém vegetais e grãos — plantações que precisam da luz do sol para crescer — são escassos. Conforme o governo do Rei Irmin se torna cada vez mais tirânico, e as relações entre Khaenri'ah e a superfície ficam cada vez mais tensas, o preço do grão disparou.\n\nO anel que estava ao lado da farinha e das migalhas de pão ainda é mais valioso. É uma marca do visionário proeminente de Khaenri'ah, mas o jovem não sente nenhum apreço por ele — o fardo do destino que ele representa é muito pesado.\n\nO jovem ouve a porta sendo aberta e coloca rapidamente o anel em seu bolso. Seu irmão sempre o cobiçou quando criança, embora apenas por sua aparência. Seu irmão mais novo agora era um escudeiro treinado e aspirante a cavaleiro, mas ainda assim era sensato tomar cuidado.\n\n\"Por que tão tarde?\" O jovem perguntou.\n\"Aquele velhote, Haden, fez com que nós dois limpássemos o salão de treinamento e o arsenal após a aula. Ele disse que foi devido as nossas posturas de combate não estarem corretas, embora ninguém jamais tenha nos superado no treinamento.\" O irmão do jovem aponta alegremente para seu companheiro. \"Esse é Surtalogi, meu irmão de sofrimento. Esse é Vedrfolnir, meu irmão de sangue.\"\n\"Dain me arrastou junto. Eu não pretendo me intrometer em uma refeição tão cara.\"\n\"Seu nariz é bem aguçado.\" Vedrfolnir se levantou lentamente. \"Coma conosco, o destino te trouxe até aqui.\"\n\nO frango frito estava delicioso, e o pão, vegetais e carne estavam tão bons quanto. Embora tenham sido as batatas fritas crocantes que realmente roubaram os holofotes.\n\nEmbora nos dias seguintes, nenhum deles lembraria desse momento pacífico e feliz.\nNo final de tudo, o feitiço que o jovem lançou sobre o anel — visando reverter o estado do corpo — estava coberto de um poder que não era claramente nem uma bênção ou maldição.\nNo final de tudo, Dain conseguiu o anel que ele tanto cobiçava desde criança — e com ele, o grande peso do destino que ele continha.\nMas, e daí?\n\nEnquanto limpando os restos do jantar, Vedrfolnir de repente lança seu olhar em direção a algo desconhecido, encarando através do tempo e espaço.\n\"O que você está esperando?\"\nEssa era uma memória feliz de tempos despreocupados, antes que tudo tivesse passado do ponto de redenção.",
	"isHidden": true,
	"source": [
		"Obtido do evento de colaboração"
	]
}