{
	"name": "Asas Protetoras",
	"description": "Um modelo de Planador, que espera voar em conjunto.",
	"rarity": "4",
	"story": "Nem todas as asas têm oportunidade para voar.\nNeste mundo, nunca tem um pássaro sem saber voar,\nExistem também alguns planadores que não passaram pela garantia de qualidade...\n\n...Ela parece que já entendeu as suas preocupações quando viu as suas expressões sérias.\n\"- Não se preocupe, ninguém ficou ferido nos testes de Planador.\"\nEla continuou explicando que os únicos feridos foram javalis e Hilichurls.\nMesmo assim, você sentiu um pouco de pena daquelas vidinhas que foram prejudicadas para você poder voar sobre a terra...\nMas você ficou um pouco aliviado, pelo menos.\n\nEla prosseguiu, dizendo:\n\"É graças às benções do Arconte Anemo que podemos voar.\"\n\"Sem dúvida, foi também graças ao engenho dos humanos...\"\n\nEmbora ela nunca tenha explicado por que estava colecionando Selo Anemo,\nMas talvez porque ela era alguém com sangue de aventureiro e coração de comerciante,\nFalando em espírito de aventurar, ele ficou animado...\nEla afirma que uns exploradores já haviam começado a estudar os dispositivos de planar milhares de anos atrás.\n\nVocê limpa sua garganta levemente, e ela, um pouco envergonhada, continuou a explicar exatamente o que havia de tão especial neste planador.\nAlguns suspeitaram que poderia ser muito incomum receber a bênção do Arconte Anemo.\nE como o artesão tinha essa pequena quantia de coragem, eles também foram ridicularizados por todos, assim como sua bela criação.\nFoi realmente injusto...\n\nMas você também é uma pessoa corajosa, não é mesmo? Uma pessoa que não cede às visões do mundo. Você seria uma boa combinação para este par de asas, com certeza.\n——Ela te deu um Planador totalmente diferente.\n\"É claro que pode voar, e é claro que irá te levar. Mas primeiro você deve acreditar nele - e acreditar no você que acredita nele.\"",
	"sortorder": 140002,
	"source": [
		"Recompensa do Lançamento Oficial"
	]
}