{
	"name": "Asas dos Sonhos Passageiros",
	"description": "Um planador estilizado, que você obteve em um flash semelhante a um transe, ao entrar em um sonho do passado através da música.",
	"rarity": "4",
	"story": "Essa é uma pequena história sobre uma canção chamada \"O Sonho de Uma Efemérida\"\nNão é uma canção incrível ou elegante, embora foi muito elogiada por sua melodia.\nMesmo assim, uma nova música nasceu, e as antigas canções gradualmente perderam tração, e foram esquecidos — é assim que \"popularidade\" funciona.\nEventualmente, até mesmo o nome de quem escreveu essa canção foi esquecida.\nTodos diziam que o talento dessa pessoa viveu pouco como uma flor, apenas mais um dentre muitos compositores.\n\n\"Um talento tão curto quanto uma flor, apenas mais um dentre muitos compositores...\"\nQuando ela mencionou essa opinião pública, ela estava olhando sua irmã mais velha, que estava sentada no longo corredor ao lado do pátio.\nSua irmã estava de costas, e em suas mãos ela segurava uma cítara obliquamente, tocando suas cordas algumas vezes, e depois mais algumas vezes.\n\"As pessoas também dizem que as efeméridas são extravagantes por desejar se mergulhar em sonhos, apesar de terem uma vida curta.\"\nEm suas memórias, sua irmã estava sempre de costas e ela nunca respondeu àquelas palavras que ela disse. Ao invés disso, ela sempre tocava aquela melodia, aquela canção que estava sendo esquecida pelo mundo.\nAfinal de contas, os compositores costumam gostar de suas próprias músicas.\nApós isso, sua irmã raramente tinha tempo para tais coisas. E mais tarde... ela para sempre perderia a oportunidade de ouvir sua irmã tocar aquela música.\nInfelizmente, ela não estava interessada nessa área como sua irmã, então, ela também gradualmente esqueceu essas coisas.\n\nNa próxima vez que ela ouviu essa música, foi quando ela estava se abrigando da chuva enquanto viajava sozinha.\nO tocador de cítara cego tocava essa música como forma de pedir uma bebida ao dono. As habilidades daquele velho músico não eram nada excepcionais, mas era o suficiente.\nQuando a música terminou, e o esperado vinho foi consumido, o músico levemente embriagado, se expressou de forma lírica, afirmando que quem compôs essa música foi uma pessoa de nobreza incomparável.\nClaro que essas palavras eram apenas boatos espalhados por andarilhos — quem acreditaria neles?\nEm meio as risadas do ambiente, ela repentinamente se lembrou.\nEla viu mais uma vez aquele pátio no qual a luz do sol da tarde irradiava, sentiu novamente a brisa da qual seu sopro fazia a água do lago ondular, viu a sombra da árvore balançando levemente e o dedilhar das cordas...\nE então, ela viu novamente, depois de tanto tempo, a silhueta, a lira em mãos, sentada ao lado do corredor.\nAquela figura estava prestes a virar, sim, virar seu rosto nessa direção...\n\nSer uma efemérida é tão errado? Todas as coisas nascem e morrem em um piscar de olhos, mesmo assim, seus sonhos não ardem menos por isso.\nSer uma flor é um pecado? As flores florescem e murcham em uma única noite, mas àqueles que presenciaram essa visão nunca a esquecem.\nEssas coisas fazem lembranças, \"lembranças\".\nLembranças não são flashes transitórios de épocas passadas, despertadas em um instante reverente?\n\n\"...Ouvi dizer que a Comissão Yashiro encontrou esse planador perto de uma cítara empoeirada quando estavam limpando itens antigos. Temo que isso não tenha utilidade para mim, então estou dando para você.\"\nDisse a senhora, enquanto que essa velha cítara em suas mãos se deleita com uma nova camada de tinta. Dito isso, você consegue perceber pela sua postura que ela está meio sem prática.\nAo perceber seu olhar de expectativa, ela suspira gentilmente.\n\"Antes de começarmos, eu preciso te alertar — minhas habilidades musicais são ofuscadas por minhas habilidades marciais.\"\nE se lembrando do passado, ela começa a tocar a única música que ela aprendeu em sua vida.",
	"sortorder": 140013,
	"ishidden": true,
	"source": []
}