{
	"id": 140008,
	"name": "Asas do Cavaleiro da Tormenta",
	"description": "Um modelo de Planador. Foi um presente pelo reconhecimento e aprovação de Inazuma.",
	"rarity": 4,
	"story": "Os Tengus são monstros com uma longa linhagem. Nós também usamos este termo para descrever guerreiros ágeis e difíceis de prever. Veja, os Tengus têm asas, certo.\nVocê tem dificuldade em acreditar nisso.\n\n\"Tengus são aqueles que receberam o dom divino e que dominaram a habilidade de se movimentar livremente no ar. Eu voei por toda Inazuma e caminhei sobre suas montanhas e telhados. Minha agilidade e rapidez não podem ser igualadas nem mesmo por um corvo ou falcão.\"\n\"Havia pessoas que enalteciam e imitavam os tengus em Inazuma, elas chamavam a si mesmas de 'Estirpe Tengu'. Elas se sentaram no topo do Tenshukaku, no topo de grandes árvores e no topo do portão torii para zombar da multidão e dos burocratas abaixo. Elas até causaram uma grande confusão quando jogaram livros no Tenshukaku, ignorando totalmente as autoridades do santuário e do Shogunato.\"\n\"Que bando de desordeiros. Porém, essas pessoas foram pegas pelos verdadeiros tengus e aprenderam uma boa lição.\"\n\"Ah, certo! Naturalmente, você não precisa se preocupar com essa lenda, pois é alguém que respeita as leis, a ordem pública e os bons costumes.\"\nVocê não comenta porque frequentemente abre seu planador para sobrevoar as casas de Inazuma e escalar as muralhas de Ishigaki.\n\n\"Além disso, o título Tengu pode ser usado para descrever espadachins incomparáveis. Além das principais escolas que foram transmitidas diretamente de Narukami, bem como o Cortador da Névoa e a Técnica Meikyou Shishui que existiram apenas por um curto período de tempo, as escolas que perduram até hoje também incluem a Arte Iwakura. Sua técnica de lâmina secreta, que foi ensinada apenas a discípulos de elite, supostamente tinha como alvo a Tengu de Yougou, conhecida pela velocidade com a espada e o método incomum. Acho que não precisamos dizer muito sobre suas habilidades e seu histórico.\"\n\"Por fim, os tengus costumam ser mestres na manipulação do Anemo e do Electro. Nas lendas, existe uma relíquia que é passada entre as gerações dos tengus de Yougou, o \"Leque de Anemo e Electro\". Dizem que o lado da frente pode invocar o Anemo e o lado de trás pode invocar o Electro. Como você pode usar os poderes do Anemo e do Electro, obviamente pode se autodenominar um tengu! Ah, a propósito, o leque é na verdade apenas um truque. Normalmente, para evitar ser descoberto, um tengu que pode invocar o Anemo geralmente se junta com outro que pode invocar o Electro quando eles decidem sair.\"\nSara, que está parada ao lado, parece muito mais estranha que você.\n\n\"Por seus esforços para com Inazuma, o santuário gostaria conceder a você este planador.\"\nEntão, é daí que as asas do tengu vieram?\nPercebendo seu olhar desconfiado, Sara responde imediatamente:\nClaro que não!",
	"source": [
		"Obtém depois de alcançar certo nível de reputação em Inazuma"
	]
}