{
	"id": 140014,
	"name": "Asas de Iguarias",
	"description": "Planador que comemora a reabertura do banquete. Muitos anos se passaram, mas o sabor permanece inalterado.",
	"rarity": 4,
	"story": "Essa é uma história que se passa em uma estação de trânsito interestelar, onde uma pequena loja de um veterano aposentado traz um pouco de conforto para os viajantes de passagem. O dono da loja, um veterano aposentado, também é um coronel honorário.\n\nO primeiro cliente era uma divindade que vagava pelo universo após a destruição de seu planeta natal. Ela compartilhou com o dono da loja as incertezas do universo e seu amor pela vida nos planetas.\n\"Lembro-me de cada momento de glória da civilização. Desde a descoberta do teorema de Pitágoras até a conclusão do elevador orbital; desde a pintura da primeira caverna até a finalização da holografia das cinquenta e três paisagens galácticas.\"\nO dono da loja permaneceu em silêncio até que o frango frito estivesse pronto, então ele o serviu para ela:\n\"Você ainda pode fazer algo por eles, não é mesmo? Depois de comer, vá tentar.\"\nNa verdade, essa divindade era uma inteligência artificial criada pela espécie sábia do planeta para realizar a otimização e alocação de recursos ao nível planetário. O coronel estava certo, ainda havia uma coisa que ela poderia fazer.\n\nO segundo cliente era um demônio que destruiu muitos mundos. Depois de entrar, ele pediu muita comida, tanto que o coronel não pôde deixar de perguntar:\n\"Você tem certeza de que consegue comer tudo?\"\n\"Pra quê tanta conversa? Se eu não terminar, posso levar o resto, não?\" O demônio lambeu os lábios. Na verdade, a ação de lamber os lábios do demônio era apenas um tipo de comportamento exploratório, semelhante à língua de uma serpente.\nO demônio se deliciou com os pedidos de frango frito e hambúrguer que foram servidos, enquanto também gabava-se de suas realizações para o coronel. No entanto, no final, ele não conseguiu terminar sua própria comida.\n\"Por que não terminou, não estava bom?\"\nO demônio nunca tinha sido questionado dessa forma antes, e por um momento, ele pensou em dizer \"não estava bom\", mesmo que não fosse verdade. Mas ao ver o coronel se preparando para pegar sua espingarda, ele obedientemente pediu para o coronel embrulhar o resto para viagem.\nO demônio não percebeu que havia salvado sua própria vida. Ao receber o título de \"Coronel Honorário\", ele também foi autorizado a executar tumultuadores na loja. O antigo rifle de interferência pendurado embaixo do relógio lamentava a perda de suas oportunidades de uso.\n\n...\n\nO trigésimo cliente era uma bruxa. Ao ver o rosto dela, o coronel sabia o que ela queria.\nO coronel e ela permaneceram em silêncio durante todo o tempo.\nNo final, a bruxa levantou o rosto, com óleo ao redor da boca e as bochechas inchadas devido ao frango que ainda mastigava.\n\"Você... não tem uma história?\" o coronel perguntou.\n\"Já contei na primeira vez que vim aqui.\" A bruxa deu um grande gole no refrigerante. \"Essas coisas são gostosas, não posso vir sempre?\"\n\"Você está certa.\" O coronel passou um guardanapo para a bruxa.",
	"isHidden": true,
	"source": [
		"Obtido do evento de colaboração"
	]
}