{
	"name": "Asas do Banquete",
	"description": "Um Planador para celebrar grandes banquetes ou jantares comuns. Uma refeição luxuosa pelo preço de um prato simples.",
	"rarity": "4",
	"story": "Um objeto oriundo de outro mundo... Ele representa o último banquete do mundo e a chegada do fim de semana.\n\nNaquela época, os dragões dominavam o mundo.\nNão eram como os Dragões Voadores, mas algo entre um lagarto e uma ave.\n\nPode ser difícil para você imaginar, Klee, mas aquele mundo era exatamente assim: peixes-dragão viviam nos oceanos e pássaros-dragão voavam pelos céus com asas enormes!\nEles eram criaturas poderosas e, por isso, menosprezavam todos os outros animais.\nNaquele mundo, eles eram os líderes de todas as formas de vida.\n\nMais tarde, os humanos apareceram naquele mundo.\nNinguém sabe como isso aconteceu. Talvez eles tenham vindo com os meteoritos que caíram. Quem sabe? Mas o que sabemos é que eles tinham um estranho hábito conhecido como \"jantar de domingo\".\nPouco depois, aquele dia chegou. O banquete estava prestes a começar.\nAs coxinhas e asas de dragão foram cobertas com farinha e levadas às chamas dos fornos que os humanos construíram.\nElas viraram comida para todos. Dizem que a carne de dragão tinha um gosto delicioso e as pessoas lambiam os dedos após comer.\nO banquete de domingo, que acontecia apenas uma vez por semana, passou a ser diário pois a carne era saborosa.\n\"Isto está incrível!\"\n\"Vamos fazer um jantar de domingo todos os dias da semana!\"\nE então todos se animaram.\nE foi assim que a época dos dragões chegou ao fim.\n\nEste Planador celebra aquela grande extinção, e nem sempre foi desta cor. Já foi azul e branco.\nA mãe de Klee mudou o esquema de cores para um que combinasse mais com o de sua família, e o resultado é a sua forma atual. Ela voltou para casa brevemente, deixando este Planador para trás antes de partir mais uma vez.\n\"As fronteiras de Teyvat ficaram mais desprotegidas nos últimos dois anos - parece que a mamãe vai ficar muito ocupada.\"",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Obtido do evento de colaboração"
	]
}