{
	"id": 140010,
	"name": "Asas da Floresta",
	"description": "Um modelo de Planador. Foi um presente pelo reconhecimento e aprovação de Sumeru.",
	"rarity": 4,
	"story": "Sumeru era a terra de poucos sonhos, o povo tinha nela uma superstição: ver imagens formadas em seu coração enquanto dormia, deveria ser uma revelação da Arconte Dendro. Deve haver algum significado mais profundo. Talvez o Akasha nunca tivesse existido se não fosse por essa tradição.\nExistia um grande Mestre Firnas — não o grande orientador atual na Academia — que alegava ter muitos sonhos e saber lembrar bem deles. Por isso, ele ganhou uma grande reputação como poeta e sonhador, ao invés de pesquisador ou inventor. Sumeru carecia de sonhos, e se ele de fato sonhava muito, ele deveria ser um emissário divino, ajoelhando-se perante a Arconte Dendro todas as noites. Aqueles que o invejavam diziam que sonhos despertos não contavam como sonhos.\n\nDizem que ele viu os Planadores de uma terra distante, e percebeu que seus princípios não seguiam leis físicas. Se não fosse pela bênção do Arconte Anemo em cada um deles, mesmo que fossem dados a uma águia, cairiam do céu com força para esmagar uma tartaruga no chão.\nPor isso, o grande Mestre Firnas — gostaria mais uma vez de ressaltar que não se trata de nosso grande lecionador Firnas — decidiu criar um Planador que não precisava da bênção do Arconte Anemo. Voaria com sua própria beleza, e pelas leis físicas que a tudo governavam.\n\nE assim, ele trabalhou dia e noite, até que um dia adormeceu de tanta exaustão. Dizem que ele encontrou a Arconte Dendro novamente em seu sonho.\nA progenitora das criaturas vivas ouviu as frustrações do grande Mestre Firnas. Riu delas, e contou-lhe uma história:\n\nEra uma história sobre o vento que assumira a forma humana, e uma pedra falante e uma... Hã, uma coisa de madeira feita de Electro. Os três discutiam a estrutura do mundo, e cada um acreditava que era um dos elementos fundamentos. A pedra alegava suportar tudo, e os demais concordaram. O objeto de madeira disse que todo o pensamento mortal era fruto da eletricidade. Era um exagero, mas todos concordaram, pois também não era uma alegação falsa. Quando chegou a vez do vento, ele contou uma história:\n\nHistórias de outros mundos falam de crianças do ar que vivem nos céus. Eram espíritos do vento. Algumas delas podiam cortar montanhas e rochas, e outras podiam invocar tornados para moverem nuvens e água com força incomparável. Mas a mais nova dessas crianças era subestimada pelo povo devido pela fraqueza de seu sopro de vida. Por isso, essa criança se escondeu. O vento polinizou as flores agonizantes, pois não havia ninguém para fazer isso, e assim, o mais corajoso dos Dandelions encontrou um sopro de vida. E para encorajá-lo, o Dandelion contou uma história:\n\nUma vez, numa longínqua nação, vivia uma poderosa rainha que brilhava como o sol. Mas seu irmão mais novo era um cavaleiro indisciplinado... (essa parte está omitida)... Para encorajá-lo, a serva da rainha contou uma história para ela:\n\n...\n\nDepois daquela noite, o grande Mestre Firnas construiu um Planador antes de pedir a bênção do Arconte Anemo. Apesar do resultado ser igual ao de muitos Planadores produzidos até então, a Academia declarou que essa similaridade era uma coincidência.\nLendas dizem que a primeira coisa que o grande Mestre disse ao despertar foi: \"Já sei! A resposta estava embaixo do meu nariz!\"\nMas, na verdade, suas primeiras palavras foram: \"Certo, eu agora sei! A resposta estava embaixo do meu nariz! Por favor, pare de se repetir, eu sei que a bênção dos deuses também são parte das regras desse mundo.\"\n\nEssa fábula nos ensina que as verdades desse mundo devem ser honrada, mas que é melhor não buscar por física em sonhos fantásticos.\nEntão? Você gostaria de aceitar o Planador do grande Mestre Firnas?",
	"source": [
		"Obtém depois de alcançar certo nível de reputação em Sumeru"
	]
}