{
	"name": "Asas da Festa das Estrelas",
	"description": "Um modelo de Planador. Um presente por você ter testemunhado as celebrações das terras longínquas deste mundo.",
	"rarity": "4",
	"story": "\"Então, o item misterioso que eu trouxe para você dessa vez é...\"\n\nO mensageiro veio até o Palácio de Alcazarzaray falar com o mestre sobre a origem desta nova invenção, mas descobriu que o olhar deste já havia sido atraído por algo.\n\n\"—Não, aquele não, é meu almoço. O item misterioso é aquele Planador no canto... Sim, aquele!\"\n\"Hmm... Para falar a verdade, a história por trás do Planador não é completamente sem relação com a comida...\"\n\"Bem, de acordo com a Srta. Alice, esse Planador não foi feito em Teyvat, mas é algo que veio flutuando para cá de uma terra distante...\"\n\nNesse lugar distante, alguém disse o seguinte:\n\"Uma vida sem festas é como uma estrada sem uma estalagem.\"\nComidas deliciosas, música confortante, atmosfera alegra, dias descontraídos e, mais importante, memórias criadas com todos.\nUm banquete perfeito cria memórias maravilhosas, e por isso que ele deveria ser lembrado com uma esplêndida lembrança.\nMas só pensamentos escritos em um papel pareciam muito modestos.\nAfinal, algumas folhas de papel e algumas linhas de texto não são capazes de conter todos os pensamentos de alguém.\nNo final, todos reuniram seus pensamentos e elaboraram uma solução fantástica.\n\"Como o que vimos quando erguemos nossos olhos no final do banquete era o céu estrelado cintilante, que registremos nossos desejos na luz das estrelas!\"\nAfinal, o pensamento era como uma luz sem forma, e somente uma lembrança poderia lhe dar uma forma única.\nA medida que as memórias de todos se uniram como uma, os pensamentos também se juntaram ao fluxo das estrelas, espalhando-se no infinito céu noturno.\n\n\"Voe, voe para longe. Leve nossos desejos, nossas canções e banquetes em suas asas, e com nossos pensamentos chegue aos cantos das estrelas, aos sonhos do amanhã...\"\n\nPor isso ao olhar para os céus escuros da noite e ver uma estrela-cadente, talvez ela seja o desejo de algum mundo longínquo.\nSe vocês, como crianças, fecharem seus olhos e desejarem para essas estrelas-cadentes, seus sonhos serão belos,\nE talvez o desejo em troca se tornará uma radiante estrela-cadente que no futuro ajudará alguém em uma terra distante que deseja ver seus sonhos realizados.\n\nEsse Planador, então, é o mais persistente dos raios que dançou pelos céus.\nNão importa quando ou como, mesmo que dez milhões de oceanos de estrelas estejam no caminho, ele ainda desejará voar com outros.\n\n\"...E assim a Srta. Alice realizou seus desejos, transformando-o na sua forma atual.\"\n\n\"E como eu poderei contar essa história para os clientes? É melhor eu dizer para eles que esse Planador caiu do céu assim que o banquete começou!\"\nMas ao dizer isso, a Lorde Sangemah Bay ainda assim lhe contou essa história, assim como a ouviu de sua fornecedora.",
	"sortorder": 140011,
	"ishidden": true,
	"source": [
		"Obtido do evento de colaboração"
	]
}