{
	"name": "Asas Brilhantes das Estrelas",
	"description": "Um modelo de Planador, que celebra uma sinfonia que ressoa através das estrelas.",
	"rarity": "4",
	"story": "\"Uma vez conheci um certo poeta. Que não era eu, inclusive...\"\nO cara verde mordia uma maçã enquanto contava a seguinte história.\n\nUma vez conheci um certo poeta. Ele viveu em uma época em que as chamas da guerra tinham acabado de se acalmar. Ele havia visto muitas disputas e separações.\nEntão, ele cantava para os céus, para a pedra teimosa, para os mares em crescimento, e para as estrelas ao além.\nPois ele sabia que alguém devia curar as feridas do mundo, e assim alguém precisava encontrar uma maneira de se comunicar com eles.\nSe o céu, as pedras, o mar e as estrelas respondessem, então a música poderia fluir através de todas as coisas.\nNo início, o céu não respondia, nem a sombra dos pássaros enquanto passavam por ele. As pedras também não responderam, exceto as gotas d'água que caíam. No início, os mares não diziam nada em resposta - mas seu fedorento hálito salgado trouxe o presságio de uma tempestade.\nAs estrelas também não o respondiam.\nMas o poeta sabia. O que este céu cheio de estrelas poderia dizer, afinal?\n\nMas o poeta não desistiu, não porque acreditava ou algo assim. Era apenas assim mesmo que ele era.\nMais tarde, o mar respondeu. Um posto de sentinela foi montado em um alto penhasco para aqueles durante a tempestade, e a Irmã que ali assumiu seu posto, aplaudiria sua atuação.\nMais tarde, a pedra respondeu. Ela pegava seu rosto com um lenço, dizendo: \"Seu desempenho foi de fato inigualável em toda a terra. Mas da próxima vez que você se embriagar e derramar vinho sobre minha cabeça, eu ficarei bastante zangada!\"\nMais tarde, o céu respondeu. A sombra dos pássaros voando durante o dia apagou o sol. O poeta levantou sua cabeça, e um belo dragão desceu diante dele.\n\n\"Estive pensando que se um dia eu pudesse comover as estrelas a lágrimas. Acho que eu convocaria uma chuva de meteoros! ...Ah. Certo. Então este planador foi a resposta das estrelas. Ele caiu do céu, assim como você!\"\nO poeta de verde apontou para o céu, maçã em sua mão.\n\"Este poeta não sou eu, ou talvez este planador tenha caído do céu. Você pode escolher qualquer um dos dois que você gostaria que fosse verdadeiro. Ehe~\"",
	"sortorder": 140009,
	"ishidden": true,
	"source": []
}