{
	"id": 9001,
	"name": "Chevreuse",
	"c1": {
		"name": "Die Frontlinie stabilisierende Entschlossenheit",
		"descriptionRaw": "#Gibt den aktuellen Figuren mit dem Effekt „Koordinierte Taktik“ (außer Chevreuse selbst), die die Reaktion „Überladen“ auslösen, 6 Punkte Elementarenergie, 10{NON_BREAK_SPACE}s Abklingzeit.\nDas passive Talent „Koordinierte Taktik der Vorhut“ muss zuerst freigeschaltet werden.",
		"description": "Gibt den aktuellen Figuren mit dem Effekt „Koordinierte Taktik“ (außer Chevreuse selbst), die die Reaktion „Überladen“ auslösen, 6 Punkte Elementarenergie, 10 s Abklingzeit.\nDas passive Talent „Koordinierte Taktik der Vorhut“ muss zuerst freigeschaltet werden."
	},
	"c2": {
		"name": "Zur Explosion führender Schuss",
		"descriptionRaw": "#Löst, nachdem <color=#FFD780FF>Schnelles Unterdrückungsfeuer auf kurze Distanz</color> durch Gedrückthalten eingesetzt wurde und getroffen hat, 2 Kettenexplosionen in der Nähe der getroffenen Stelle aus. Jede Explosion verursacht <color=#FF9999FF>Pyro-Schaden</color> in Höhe von 120{NON_BREAK_SPACE}% ANG von Chevreuse, 10{NON_BREAK_SPACE}s Abklingzeit. Hierdurch verursachter Schaden wird als Schaden der Elementarfähigkeit gewertet.",
		"description": "Löst, nachdem Schnelles Unterdrückungsfeuer auf kurze Distanz durch Gedrückthalten eingesetzt wurde und getroffen hat, 2 Kettenexplosionen in der Nähe der getroffenen Stelle aus. Jede Explosion verursacht Pyro-Schaden in Höhe von 120 % ANG von Chevreuse, 10 s Abklingzeit. Hierdurch verursachter Schaden wird als Schaden der Elementarfähigkeit gewertet."
	},
	"c3": {
		"name": "Das Überleben sichernde Schlachtfeldtechnik",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Schnelles Unterdrückungsfeuer auf kurze Distanz</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Schnelles Unterdrückungsfeuer auf kurze Distanz um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Geheimnis für schnelle Multischüsse",
		"descriptionRaw": "#Überspringt nach dem Einsetzen von <color=#FFD780FF>Kreisförmiger Kartätschenangriff</color> die Abklingzeit für das Gedrückthalten von <color=#FFD780FF>Schnelles Unterdrückungsfeuer auf kurze Distanz</color> von Chevreuse. Dieser Effekt wird entfernt, nachdem „Schnelles Unterdrückungsfeuer auf kurze Distanz“ zweimal durch Gedrückthalten angewendet wurde, oder nach 6{NON_BREAK_SPACE}s.",
		"description": "Überspringt nach dem Einsetzen von Kreisförmiger Kartätschenangriff die Abklingzeit für das Gedrückthalten von Schnelles Unterdrückungsfeuer auf kurze Distanz von Chevreuse. Dieser Effekt wird entfernt, nachdem „Schnelles Unterdrückungsfeuer auf kurze Distanz“ zweimal durch Gedrückthalten angewendet wurde, oder nach 6 s."
	},
	"c5": {
		"name": "Zerstörung verursachende verstärkte Feuerkraft",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Kreisförmiger Kartätschenangriff</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Kreisförmiger Kartätschenangriff um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Das Böse beendende Verfolgung",
		"descriptionRaw": "#Stellt allen Truppenmitgliedern in der Nähe LP in Höhe von 10{NON_BREAK_SPACE}% der max. LP von Chevreuse wieder her, nachdem der Heileffekt von <color=#FFD780FF>„Schnelles Unterdrückungsfeuer auf kurze Distanz“</color> 12{NON_BREAK_SPACE}s lang existiert hat.\nVerleiht Truppenmitgliedern, die durch „Schnelles Unterdrückungsfeuer auf kurze Distanz“ geheilt wurden, 8{NON_BREAK_SPACE}s lang einen <color=#FF9999FF>Pyro-SCH-Bonus</color> sowie einen <color=#FFACFFFF>Elektro-SCH-Bonus</color> von 20{NON_BREAK_SPACE}%, 3-fach stapelbar. Wirkungsdauer jeder Stapelung wird unabhängig voneinander berechnet.",
		"description": "Stellt allen Truppenmitgliedern in der Nähe LP in Höhe von 10 % der max. LP von Chevreuse wieder her, nachdem der Heileffekt von „Schnelles Unterdrückungsfeuer auf kurze Distanz“ 12 s lang existiert hat.\nVerleiht Truppenmitgliedern, die durch „Schnelles Unterdrückungsfeuer auf kurze Distanz“ geheilt wurden, 8 s lang einen Pyro-SCH-Bonus sowie einen Elektro-SCH-Bonus von 20 %, 3-fach stapelbar. Wirkungsdauer jeder Stapelung wird unabhängig voneinander berechnet."
	}
}