{
	"id": 9401,
	"name": "Chiori",
	"c1": {
		"name": "Sechs Pfade der Seidigkeit",
		"descriptionRaw": "#Erhöht die Angriffsreichweite der Automaton-Puppe „Tamoto“ von <color=#FFD780FF>Streichelnde Hasode</color> um 50{NON_BREAK_SPACE}%.\nWenn sich außer Chiori noch eine <color=#FFE699FF>Geo</color>-Figur in der Truppe befindet, werden nach dem Vorstoß von „Streichelnde Hasode“ zusätzlich die folgenden Effekte ausgelöst:\n· Erschafft eine weitere Tamoto. Nur eine Tamoto von Chiori selbst, die auf diese Weise oder durch Geo-Objekte erschaffen wurde, kann zur selben Zeit existieren.\n· Löst das passive Talent „Vollendete Muster“ aus. Das passive Talent „Vollendete Muster“ muss zuerst freigeschaltet werden.",
		"description": "Erhöht die Angriffsreichweite der Automaton-Puppe „Tamoto“ von Streichelnde Hasode um 50 %.\nWenn sich außer Chiori noch eine Geo-Figur in der Truppe befindet, werden nach dem Vorstoß von „Streichelnde Hasode“ zusätzlich die folgenden Effekte ausgelöst:\n· Erschafft eine weitere Tamoto. Nur eine Tamoto von Chiori selbst, die auf diese Weise oder durch Geo-Objekte erschaffen wurde, kann zur selben Zeit existieren.\n· Löst das passive Talent „Vollendete Muster“ aus. Das passive Talent „Vollendete Muster“ muss zuerst freigeschaltet werden."
	},
	"c2": {
		"name": "Fünffarbige Färbung",
		"descriptionRaw": "#Beschwört innerhalb von 10{NON_BREAK_SPACE}s nach Anwenden von <color=#FFD780FF>Doppelklinge – Hiyoku</color> alle 3{NON_BREAK_SPACE}s 1 vereinfachte Automaton-Puppe „Kinu“ neben der aktuellen eigenen Figur, die Gegner in der Nähe angreift und <color=#FFE699FF>Geo-Flächenschaden</color> in Höhe von 170{NON_BREAK_SPACE}% des von Tamoto verursachten Schadens verursacht. Hierdurch verursachter Schaden wird als Schaden der Elementarfähigkeit gewertet.\nKinu verschwindet nach 1 Angriff oder 3{NON_BREAK_SPACE}s nach dem Beschwören.",
		"description": "Beschwört innerhalb von 10 s nach Anwenden von Doppelklinge – Hiyoku alle 3 s 1 vereinfachte Automaton-Puppe „Kinu“ neben der aktuellen eigenen Figur, die Gegner in der Nähe angreift und Geo-Flächenschaden in Höhe von 170 % des von Tamoto verursachten Schadens verursacht. Hierdurch verursachter Schaden wird als Schaden der Elementarfähigkeit gewertet.\nKinu verschwindet nach 1 Angriff oder 3 s nach dem Beschwören."
	},
	"c3": {
		"name": "Vier Brokatverzierungen",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Streichelnde Hasode</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Streichelnde Hasode um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Drei Rituale der Schneiderei",
		"descriptionRaw": "#Beschwört beim Treffen von Gegnern in der Nähe mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall der eigenen aktuellen Figur in der Truppe innerhalb von 8{NON_BREAK_SPACE}s nach dem Auslösen eines Folgeeffekts des passiven Talents „Mode nach Maß“ in der Nähe des Gegners eine vereinfachte Automaton-Puppe „Kinu“. Beschwört auf diese Weise jede{NON_BREAK_SPACE}s höchstens 1 Kinu. Während der Wirkungsdauer einer Anwendung von Gute Stimmung oder Brokatschnitt des passiven Talents „Mode nach Maß“ kann Kinu bis zu 3-mal beschworen werden. 15{NON_BREAK_SPACE}s Abklingzeit für diesen Effekt.\nDas passive Talent „Mode nach Maß“ muss zuerst freigeschaltet werden.",
		"description": "Beschwört beim Treffen von Gegnern in der Nähe mit Standardangriffen, heftigen Schlägen oder Angriffen aus dem Fall der eigenen aktuellen Figur in der Truppe innerhalb von 8 s nach dem Auslösen eines Folgeeffekts des passiven Talents „Mode nach Maß“ in der Nähe des Gegners eine vereinfachte Automaton-Puppe „Kinu“. Beschwört auf diese Weise jede s höchstens 1 Kinu. Während der Wirkungsdauer einer Anwendung von Gute Stimmung oder Brokatschnitt des passiven Talents „Mode nach Maß“ kann Kinu bis zu 3-mal beschworen werden. 15 s Abklingzeit für diesen Effekt.\nDas passive Talent „Mode nach Maß“ muss zuerst freigeschaltet werden."
	},
	"c5": {
		"name": "Zwei seidene Federn",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Doppelklinge – Hiyoku</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Doppelklinge – Hiyoku um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Verfolgung des einen Prinzips",
		"descriptionRaw": "#Verringert die Abklingzeit von Chioris eigener Fähigkeit <color=#FFD780FF>Streichelnde Hasode</color> nach dem Auslösen eines Folgeeffekts des passiven Talents „Mode nach Maß“ um 12{NON_BREAK_SPACE}s. Das passive Talent „Mode nach Maß“ muss zuerst freigeschaltet werden.\nErhöht außerdem den von Chiori selbst mit Standardangriffen verursachten Schaden um 235{NON_BREAK_SPACE}% von Chioris VTD.",
		"description": "Verringert die Abklingzeit von Chioris eigener Fähigkeit Streichelnde Hasode nach dem Auslösen eines Folgeeffekts des passiven Talents „Mode nach Maß“ um 12 s. Das passive Talent „Mode nach Maß“ muss zuerst freigeschaltet werden.\nErhöht außerdem den von Chiori selbst mit Standardangriffen verursachten Schaden um 235 % von Chioris VTD."
	}
}