{
	"name": "Collei",
	"c1": {
		"name": "Hüterin im tiefen Wald",
		"effect": "Erhöht Colleis Aufladerate um 20 %, wenn sie inaktiv in der Truppe ist."
	},
	"c2": {
		"name": "Wanderin zwischen Bergen und Seen",
		"effect": "Ändert das passive Talent „Wiederkehr des fliegenden Laubs“ wie folgt:\nDas **fliegende Laubrad** verleiht bei seiner Rückkehr der Figur den Effekt „Jungtrieb“ des passiven Talents „Wiederkehr des fliegenden Laubs“, der 3 s lang fortlaufend den Gegnern in der Nähe Dendro-Schaden in Höhe von 40 % von Colleis ANG zufügt.\nWenn eines der eigenen Truppenmitglieder nach Anwenden der Fähigkeit **Der Kämpferin Laub** und, bevor der aktuelle Effekt „Jungtrieb“ endet, Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ auslöst, wird dieser „Jungtrieb“ um 3 s verlängert.\nDie Dauer des Effekts „Jungtrieb“ kann nur einmal auf diese Weise verlängert werden. Wird während der Dauer ein weiterer „Jungtrieb“ erzeugt, ersetzt er den bestehenden. Der vom Jungtrieb-Effekt verursachte Schaden gilt als Elementarfähigkeitsschaden.\nDas passive Talent „Wiederkehr des fliegenden Laubs“ muss zuerst freigeschaltet werden."
	},
	"c3": {
		"name": "Blütenduft im Sommer",
		"effect": "Erhöht die Stufe der Fähigkeit **Der Kämpferin Laub** um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Waldgeschenk unterm Mond",
		"effect": "Erhöht bei Anwendung der Fähigkeit **Geheimer Katzenschatz** die Elementarkunde aller Truppenmitglieder in der Nähe (außer Collei) 12 s lang um 60 Punkte."
	},
	"c5": {
		"name": "Schwelendes Feuer aus Illusionen",
		"effect": "Erhöht die Stufe der Fähigkeit **Geheimer Katzenschatz** um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Stählerner Wald aus Pfeilen",
		"effect": "Bei Treffern mit **dem fliegenden Laubrad** erschafft es ein Mini-Cuilein-Anbar, das Dendro-Schaden in Höhe von 200 % von Colleis ANG verursacht.\nJede Anwendung von **Der Kämpferin Laub** kann nur 1 Mini-Cuilein-Anbar erschaffen."
	}
}