{
	"id": 9901,
	"name": "Émilie",
	"c1": {
		"name": "Auslaugung leichter Düfte",
		"descriptionRaw": "#Erhöht den durch die Fähigkeit <color=#FFD780FF>„Essenzsammlung und Duftmischung“</color> und den Duft des klaren Taus des passiven Talents „Nachklingender Wohlgeruch“ verursachten Schaden um 20{NON_BREAK_SPACE}%. Das passive Talent „Nachklingender Wohlgeruch“ muss für das Letztere zuerst freigeschaltet werden.\nWenn Truppenmitglieder in der Nähe an Gegnern die Reaktion „In Flammen“ auslösen oder den im Zustand „In Flammen“ befindlichen Gegnern <color=#99FF88FF>Dendro-Schaden</color> zufügen, wird außerdem eine zusätzliche <color=#FFD780FF>Essenz</color> erschaffen, 2,9{NON_BREAK_SPACE}s Abklingzeit.",
		"description": "Erhöht den durch die Fähigkeit „Essenzsammlung und Duftmischung“ und den Duft des klaren Taus des passiven Talents „Nachklingender Wohlgeruch“ verursachten Schaden um 20 %. Das passive Talent „Nachklingender Wohlgeruch“ muss für das Letztere zuerst freigeschaltet werden.\nWenn Truppenmitglieder in der Nähe an Gegnern die Reaktion „In Flammen“ auslösen oder den im Zustand „In Flammen“ befindlichen Gegnern Dendro-Schaden zufügen, wird außerdem eine zusätzliche Essenz erschaffen, 2,9 s Abklingzeit."
	},
	"c2": {
		"name": "Angeruch der Seebrise",
		"descriptionRaw": "#Verringert den <color=#99FF88FF>Dendro-WDS</color> des Gegners 10{NON_BREAK_SPACE}s lang um 30{NON_BREAK_SPACE}%, wenn dieser von <color=#FFD780FF>„Essenzsammlung und Duftmischung“</color>, <color=#FFD780FF>„Manifestation der driftenden Essenzen“</color> oder Duft des klaren Taus des passiven Talents „Nachklingender Wohlgeruch“ (muss zuerst freigeschaltet werden) getroffen wird.",
		"description": "Verringert den Dendro-WDS des Gegners 10 s lang um 30 %, wenn dieser von „Essenzsammlung und Duftmischung“, „Manifestation der driftenden Essenzen“ oder Duft des klaren Taus des passiven Talents „Nachklingender Wohlgeruch“ (muss zuerst freigeschaltet werden) getroffen wird."
	},
	"c3": {
		"name": "Exquisite Essenz",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Essenzsammlung und Duftmischung</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Essenzsammlung und Duftmischung um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Lumidouce-Herz",
		"descriptionRaw": "#Verlängert die Dauer von <color=#FFD780FF>„Manifestation der driftenden Essenzen“</color> um 2{NON_BREAK_SPACE}s. Das Intervall zwischen der Auswahl eines Gegners als Ziel für Dufttau wird um 0,3{NON_BREAK_SPACE}s verringert.",
		"description": "Verlängert die Dauer von „Manifestation der driftenden Essenzen“ um 2 s. Das Intervall zwischen der Auswahl eines Gegners als Ziel für Dufttau wird um 0,3 s verringert."
	},
	"c5": {
		"name": "Reintau-Duft",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Manifestation der driftenden Essenzen</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Manifestation der driftenden Essenzen um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Marcotte-Spur",
		"descriptionRaw": "#Beim Auslösen von <color=#FFD780FF>Essenzsammlung und Duftmischung</color> oder <color=#FFD780FF>Manifestation der driftenden Essenzen</color> erhält Émilie 5{NON_BREAK_SPACE}s lang den Effekt „Verweilender Duft“.\nWandelt während der Wirkungsdauer den mit Émilies Standardangriffen und heftigen Schlägen verursachten Schaden zu <color=#99FF88FF>Dendro-Schaden</color>, der nicht von anderen Elementen überdeckt werden kann, und erhöht den damit verursachten Schaden um 300{NON_BREAK_SPACE}% von Émilies ANG. Erschafft außerdem nach dem Ausführen der Standardangriffe oder heftigen Schläge eine Essenz.\n\nDer Effekt „Verweilender Duft“ wird aufgehoben, nachdem 4 Essenzen auf diese Weise erzeugt worden sind oder die Wirkungsdauer abgelaufen ist. 12{NON_BREAK_SPACE}s Abklingzeit für das Erhalten des Effektes „Verweilender Duft“.",
		"description": "Beim Auslösen von Essenzsammlung und Duftmischung oder Manifestation der driftenden Essenzen erhält Émilie 5 s lang den Effekt „Verweilender Duft“.\nWandelt während der Wirkungsdauer den mit Émilies Standardangriffen und heftigen Schlägen verursachten Schaden zu Dendro-Schaden, der nicht von anderen Elementen überdeckt werden kann, und erhöht den damit verursachten Schaden um 300 % von Émilies ANG. Erschafft außerdem nach dem Ausführen der Standardangriffe oder heftigen Schläge eine Essenz.\n\nDer Effekt „Verweilender Duft“ wird aufgehoben, nachdem 4 Essenzen auf diese Weise erzeugt worden sind oder die Wirkungsdauer abgelaufen ist. 12 s Abklingzeit für das Erhalten des Effektes „Verweilender Duft“."
	}
}