{
	"name": "Furina",
	"c1": {
		"name": "„Wie ein widerspenstiger Vogel ist die Liebe taub gegenüber dem Flehen“",
		"effect": "Verleiht Furina beim Einsetzen der Fähigkeit **Möge das Volk frohlocken** 150 Punkte „Pomp“.\nZusätzlich wird das Limit für „Pomp“ um 100 Punkte erhöht."
	},
	"c2": {
		"name": "„Frauen sind feinfühlig wie Wasserlinsen im Teich“",
		"effect": "Während der Wirkungsdauer der Fähigkeit **Möge das Volk frohlocken** wird die durch die aktuelle LP-Schwankung der in der Nähe befindlichen Truppenmitglieder erhaltene Menge an „Pomp“ von Furina um 250 % erhöht. Basierend auf dem Teil von „Pomp“, der über dem Limit liegt, erhöht jeder Punkt „Pomp“ Furinas max. LP um 0,35 %. Auf diese Weise können Furinas max. LP um bis zu 140 % erhöht werden."
	},
	"c3": {
		"name": "„Meine Geheimnisse verberge ich, meinen Namen kennt niemand“",
		"effect": "Erhöht die Stufe der Fähigkeit **Möge das Volk frohlocken** um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "„Wer nicht in der Unterwelt wohnt, kennt das Leben nicht!“",
		"effect": "Stellt Furina 4 Punkte Elementarenergie wieder her, wenn die Salonmitglieder der Fähigkeit **Salon solitaire** Gegner treffen oder die Sängerin der Ströme die LP der aktiven Figuren in der Nähe wiederherstellt. 5 s Abklingzeit."
	},
	"c5": {
		"name": "„Sein Name, den kenne ich jetzt, er lautet ...!“",
		"effect": "Erhöht die Stufe der Fähigkeit **Salon solitaire** um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "„Hört meinen Lobgesang und erhebt die Becher der Liebe!“",
		"effect": "Erhält den Effekt „Im Mittelpunkt der Blicke“, wenn **„Salon solitaire“** eingesetzt wird, hält 10 s.\nWährend der Wirkungsdauer wird der von Furinas Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachte Schaden zu Hydro-Schaden umgewandelt, der nicht von anderen Elementen überdeckt werden kann. Gleichzeitig wird der verursachte Schaden um 18 % der max. LP von Furina erhöht.\nWährend der Wirkungsdauer werden, nachdem Furinas Standardangriffe (außer den Angriffen von „Arkhe: Thron der Geistlichkeit und Weltlichkeit“), heftige Schläge oder Angriffe aus dem Fall beim Aufkommen Gegner getroffen haben, alle 0,1 s basierend auf Furinas aktueller Arkhe-Energiesignatur unterschiedliche Effekte erzeugt.\n\nArkhe: Ousia\nStellt allen Truppenmitgliedern in der Nähe jede Sekunde LP in Höhe von 4 % der max. LP von Furina wieder her, hält 2,9 s. Verlängert die Wirkungsdauer bei erneutem Auslösen.\nArkhe: Pneuma\nErhöht den diesmaligen Schaden des Standardangriffs (außer den Angriffen von „Arkhe: Thron der Geistlichkeit und Weltlichkeit“), des heftigen Schlags oder des Angriffs aus dem Fall beim Aufkommen um weitere 25 % der max. LP von Furina. Beim Treffen von Gegnern mit den oben genannten Angriffsmethoden werden 1 % der aktuellen LP aller Truppenmitglieder in der Nähe verbraucht.\n\nWährend der Wirkungsdauer eines einzelnen „Im Mittelpunkt der Blicke“ kann der oben genannte Effekt höchstens 6-mal ausgelöst werden. Dieser Effekt endet, sobald er 6-mal ausgelöst wurde oder seine Dauer abgelaufen ist."
	}
}