{
	"id": 11001,
	"name": "Iansan",
	"c1": {
		"name": "Aller Anfang ist schwer",
		"descriptionRaw": "#Stellt Iansan selbst jedes Mal, wenn sie im Zustand Nachtseelensegen im Kampf 6{NON_BREAK_SPACE}Nachtseelenpunkte verbraucht, 15{NON_BREAK_SPACE}Punkte Elementarenergie wieder her, 18{NON_BREAK_SPACE}s Abklingzeit.",
		"description": "Stellt Iansan selbst jedes Mal, wenn sie im Zustand Nachtseelensegen im Kampf 6 Nachtseelenpunkte verbraucht, 15 Punkte Elementarenergie wieder her, 18 s Abklingzeit."
	},
	"c2": {
		"name": "Faulheit ist der größte Feind der Fitness!",
		"descriptionRaw": "#Verleiht Iansan beim Anwenden der Spezialfähigkeit <color=#FFD780FF>Drei Prinzipien der Stärke</color> 15{NON_BREAK_SPACE}s lang den Effekt „Exakte Bewegung“ ihres passiven Talents „Intensives Widerstandstraining“. Erhöht außerdem den ANG der aktuellen eigenen Figur in der Truppe um 30{NON_BREAK_SPACE}%, wenn sich Iansan während der Wirkungsdauer des Effekts „Exakte Bewegung“ inaktiv in der Truppe befindet. Das passive Talent „Intensives Widerstandstraining“ muss zuerst freigeschaltet werden.",
		"description": "Verleiht Iansan beim Anwenden der Spezialfähigkeit Drei Prinzipien der Stärke 15 s lang den Effekt „Exakte Bewegung“ ihres passiven Talents „Intensives Widerstandstraining“. Erhöht außerdem den ANG der aktuellen eigenen Figur in der Truppe um 30 %, wenn sich Iansan während der Wirkungsdauer des Effekts „Exakte Bewegung“ inaktiv in der Truppe befindet. Das passive Talent „Intensives Widerstandstraining“ muss zuerst freigeschaltet werden."
	},
	"c3": {
		"name": "Wissenschaftliche Ernährungsplanung",
		"descriptionRaw": "Erhöht die Stufe der Elementarfähigkeit <color=#FFD780FF>Schnell wie der Blitz</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Elementarfähigkeit Schnell wie der Blitz um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Langsam und stetig zum Ziel",
		"descriptionRaw": "#Verleiht Iansan 2 Stapelungen des Effekts „Aufbrausen der Kraft“, wenn eine eigene aktuelle Figur in der Truppe außer Iansan während der Wirkungsdauer der kinetischen Markierung eine Spezialfähigkeit anwendet. Hält bis zum Ende der kinetischen Markierung und kann jedes Mal während der Wirkungsdauer der kinetischen Markierung nur einmal ausgelöst werden. Verbraucht 1 Stapelung „Aufbrausen der Kraft“, wenn Iansan mithilfe der kinetischen Markierung Nachtseelenpunkte wiederherstellt, und stellt ihr zusätzlich 4 Nachtseelenpunkte wieder her.\nStellt Iansan außerdem beim Wiederherstellen von Nachtseelenpunkten mithilfe der kinetischen Markierung zusätzlich 50{NON_BREAK_SPACE}% der Menge an Nachtseelenpunkten wieder her, die beim Mal davor über die Höchstmenge hinausgingen, falls zutreffend.",
		"description": "Verleiht Iansan 2 Stapelungen des Effekts „Aufbrausen der Kraft“, wenn eine eigene aktuelle Figur in der Truppe außer Iansan während der Wirkungsdauer der kinetischen Markierung eine Spezialfähigkeit anwendet. Hält bis zum Ende der kinetischen Markierung und kann jedes Mal während der Wirkungsdauer der kinetischen Markierung nur einmal ausgelöst werden. Verbraucht 1 Stapelung „Aufbrausen der Kraft“, wenn Iansan mithilfe der kinetischen Markierung Nachtseelenpunkte wiederherstellt, und stellt ihr zusätzlich 4 Nachtseelenpunkte wieder her.\nStellt Iansan außerdem beim Wiederherstellen von Nachtseelenpunkten mithilfe der kinetischen Markierung zusätzlich 50 % der Menge an Nachtseelenpunkten wieder her, die beim Mal davor über die Höchstmenge hinausgingen, falls zutreffend."
	},
	"c5": {
		"name": "Da geht noch was!",
		"descriptionRaw": "Erhöht die Stufe der Spezialfähigkeit <color=#FFD780FF>Drei Prinzipien der Stärke</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Spezialfähigkeit Drei Prinzipien der Stärke um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Lehren des „Kollektivs der Fülle“",
		"descriptionRaw": "#Verlängert die Wirkungsdauer der kinetischen Markierung um 3{NON_BREAK_SPACE}s.\nVerleiht Iansan außerdem den Effekt „Äußerste Kraftaufwendung“, wenn ihre Nachtseelenpunkte durchs Auslösen des Effekts zum Wiederherstellen von Nachtseelenpunkten über die Höchstmenge hinausgehen würden, und erhöht damit den von der eigenen aktuellen Figur in der Truppe verursachten Schaden 3{NON_BREAK_SPACE}s lang um 25{NON_BREAK_SPACE}%.",
		"description": "Verlängert die Wirkungsdauer der kinetischen Markierung um 3 s.\nVerleiht Iansan außerdem den Effekt „Äußerste Kraftaufwendung“, wenn ihre Nachtseelenpunkte durchs Auslösen des Effekts zum Wiederherstellen von Nachtseelenpunkten über die Höchstmenge hinausgehen würden, und erhöht damit den von der eigenen aktuellen Figur in der Truppe verursachten Schaden 3 s lang um 25 %."
	}
}