{
	"id": 9101,
	"name": "Navia",
	"c1": {
		"name": "Die Regeln einer Dame zur Aufrechterhaltung einer höflichen Distanz",
		"descriptionRaw": "#Stellt Navia für jeden „kristallscharfen Splitter“, der während des Einsetzens von <color=#FFD780FF>„Zeremonieller Kristallschuss“</color> verbraucht wird, 3 Punkte Elementarenergie wieder her und verringert die Abklingzeit von <color=#FFD780FF>„Wie die sich über den klaren Himmel ausbreitende Ehrensalve“</color> um 1{NON_BREAK_SPACE}s. Bis zu 9 Punkte Elementarenergie können auf diese Weise gewonnen werden und die Abklingzeit von „Wie die sich über den klaren Himmel ausbreitende Ehrensalve“ kann um bis zu 3{NON_BREAK_SPACE}s verringert werden.",
		"description": "Stellt Navia für jeden „kristallscharfen Splitter“, der während des Einsetzens von „Zeremonieller Kristallschuss“ verbraucht wird, 3 Punkte Elementarenergie wieder her und verringert die Abklingzeit von „Wie die sich über den klaren Himmel ausbreitende Ehrensalve“ um 1 s. Bis zu 9 Punkte Elementarenergie können auf diese Weise gewonnen werden und die Abklingzeit von „Wie die sich über den klaren Himmel ausbreitende Ehrensalve“ kann um bis zu 3 s verringert werden."
	},
	"c2": {
		"name": "Das Streben der Chefin nach dem Sieg",
		"descriptionRaw": "#Erhöht für jeden „kristallscharfen Splitter“, der während des Einsetzens von <color=#FFD780FF>„Zeremonieller Kristallschuss“</color> verbraucht wird, die KT für die diesmalige Anwendung von „Zeremonieller Kristallschuss“ um 12{NON_BREAK_SPACE}%. Auf diese Weise können die KT um bis zu 36{NON_BREAK_SPACE}% erhöht werden.\nLöst, wenn der Schuss von „Zeremonieller Kristallschuss“ einen Gegner trifft, zusätzlich einen Schuss der Kanonenfeuerunterstützung von <color=#FFD780FF>„Wie die sich über den klaren Himmel ausbreitende Ehrensalve“</color> in der Nähe des getroffenen Gegners aus. Höchstens eine solche Kanonenfeuerunterstützung kann jedes Mal ausgelöst werden, wenn „Zeremonieller Kristallschuss“ verwendet wird, und der auf diese Weise durch „Kanonenfeuerunterstützung“ verursachte Schaden wird als Schaden der Spezialfähigkeit betrachtet.",
		"description": "Erhöht für jeden „kristallscharfen Splitter“, der während des Einsetzens von „Zeremonieller Kristallschuss“ verbraucht wird, die KT für die diesmalige Anwendung von „Zeremonieller Kristallschuss“ um 12 %. Auf diese Weise können die KT um bis zu 36 % erhöht werden.\nLöst, wenn der Schuss von „Zeremonieller Kristallschuss“ einen Gegner trifft, zusätzlich einen Schuss der Kanonenfeuerunterstützung von „Wie die sich über den klaren Himmel ausbreitende Ehrensalve“ in der Nähe des getroffenen Gegners aus. Höchstens eine solche Kanonenfeuerunterstützung kann jedes Mal ausgelöst werden, wenn „Zeremonieller Kristallschuss“ verwendet wird, und der auf diese Weise durch „Kanonenfeuerunterstützung“ verursachte Schaden wird als Schaden der Spezialfähigkeit betrachtet."
	},
	"c3": {
		"name": "Der weitreichende Horizont einer Geschäftsfrau",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Zeremonieller Kristallschuss</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Zeremonieller Kristallschuss um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Die Eidverpflichtete kapituliert nie",
		"descriptionRaw": "#Verringert, wenn <color=#FFD780FF>„Wie die sich über den klaren Himmel ausbreitende Ehrensalve“</color> einen Gegner trifft, dessen <color=#FFE699FF>Geo-WDS</color> 8{NON_BREAK_SPACE}s lang um 20{NON_BREAK_SPACE}%.",
		"description": "Verringert, wenn „Wie die sich über den klaren Himmel ausbreitende Ehrensalve“ einen Gegner trifft, dessen Geo-WDS 8 s lang um 20 %."
	},
	"c5": {
		"name": "Entschlossene Verhandlungen der Unterhändlerin",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Wie die sich über den klaren Himmel ausbreitende Ehrensalve</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Wie die sich über den klaren Himmel ausbreitende Ehrensalve um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Die flexible Finesse der Chefin der Spina",
		"descriptionRaw": "#Erhöht für jeden „kristallscharfen Splitter“ nach den ersten 3 verbrauchten Splittern, der während des Einsetzens des <color=#FFD780FF>Zeremonieller Kristallschuss</color> verbraucht wird, den KSCH des diesmaligen „Zeremonieller Kristallschuss“ um 45{NON_BREAK_SPACE}%. Alle Splitter, die nach den ersten drei verbraucht werden, werden nach dem Einsetzen der Fähigkeit an Navia zurückgegeben.",
		"description": "Erhöht für jeden „kristallscharfen Splitter“ nach den ersten 3 verbrauchten Splittern, der während des Einsetzens des Zeremonieller Kristallschuss verbraucht wird, den KSCH des diesmaligen „Zeremonieller Kristallschuss“ um 45 %. Alle Splitter, die nach den ersten drei verbraucht werden, werden nach dem Einsetzen der Fähigkeit an Navia zurückgegeben."
	}
}