{
	"id": 8701,
	"name": "Neuvillette",
	"c1": {
		"name": "Erschaffung von Amt und Würde",
		"descriptionRaw": "Neuvillette erhält beim Einwechseln einen Stapel „Glorie längst vergangener Drachen“ des passiven Talents „Erbe des Relikts der uralten See“. Das passive Talent „Erbe des Relikts der uralten See“ muss zuerst freigeschaltet werden.\nAußerdem erhöht sich beim Auslösen von Aufgeladener heftiger Schlag – Richterliche Prüfung und heftiger Schlag – Gerechter Vorstoß Neuvillettes Unterbrechungs-WDS.",
		"description": "Neuvillette erhält beim Einwechseln einen Stapel „Glorie längst vergangener Drachen“ des passiven Talents „Erbe des Relikts der uralten See“. Das passive Talent „Erbe des Relikts der uralten See“ muss zuerst freigeschaltet werden.\nAußerdem erhöht sich beim Auslösen von Aufgeladener heftiger Schlag – Richterliche Prüfung und heftiger Schlag – Gerechter Vorstoß Neuvillettes Unterbrechungs-WDS."
	},
	"c2": {
		"name": "Das Gesetz gebietet",
		"descriptionRaw": "#Verstärkt das passive Talent „Erbe des Relikts der uralten See“: Erhöht für jeden Stapel „Glorie längst vergangener Drachen“ den Kritischen Schaden von heftigem Schlag – Gerechter Vorstoß um 14{NON_BREAK_SPACE}%. Bis zu 42{NON_BREAK_SPACE}% Bonus auf diese Weise möglich.\nDas passive Talent „Erbe des Relikts der uralten See“ muss zuerst freigeschaltet werden.",
		"description": "Verstärkt das passive Talent „Erbe des Relikts der uralten See“: Erhöht für jeden Stapel „Glorie längst vergangener Drachen“ den Kritischen Schaden von heftigem Schlag – Gerechter Vorstoß um 14 %. Bis zu 42 % Bonus auf diese Weise möglich.\nDas passive Talent „Erbe des Relikts der uralten See“ muss zuerst freigeschaltet werden."
	},
	"c3": {
		"name": "Uralte Gebote",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Standardangriff: Wie stille Wasser</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit Standardangriff: Wie stille Wasser um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Gekrönt in Gnade",
		"descriptionRaw": "#Erschafft einen Quellwassertropfen, wenn Neuvillette als aktuelle Figur geheilt wird. 4{NON_BREAK_SPACE}s Abklingzeit.",
		"description": "Erschafft einen Quellwassertropfen, wenn Neuvillette als aktuelle Figur geheilt wird. 4 s Abklingzeit."
	},
	"c5": {
		"name": "Axiomatisches Urteil",
		"descriptionRaw": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>O Gezeiten, ich bin zurückgekehrt</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Fähigkeit O Gezeiten, ich bin zurückgekehrt um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Wütende Vergeltung",
		"descriptionRaw": "#Neuvillette absorbiert beim Auslösen von heftigem Schlag – Gerechter Vorstoß Quellwassertropfen innerhalb eines bestimmten Bereichs. Jeder absorbierte Quellwassertropfen verlängert die Dauer von heftigem Schlag – Gerechter Vorstoß um 1{NON_BREAK_SPACE}s.\nAußerdem werden alle 2{NON_BREAK_SPACE}s zusätzlich zwei Ströme ausgelöst, wenn Neuvillettes heftiger Schlag – Gerechter Vorstoß Gegner trifft, von denen jeder <color=#80C0FFFF>Hydro-Schaden</color> in Höhe von 10{NON_BREAK_SPACE}% von Neuvillettes max. LP verursacht. Der auf diese Weise verursachte Schaden wird als Schaden vom heftigen Schlags – Gerechter Vorstoß betrachtet.",
		"description": "Neuvillette absorbiert beim Auslösen von heftigem Schlag – Gerechter Vorstoß Quellwassertropfen innerhalb eines bestimmten Bereichs. Jeder absorbierte Quellwassertropfen verlängert die Dauer von heftigem Schlag – Gerechter Vorstoß um 1 s.\nAußerdem werden alle 2 s zusätzlich zwei Ströme ausgelöst, wenn Neuvillettes heftiger Schlag – Gerechter Vorstoß Gegner trifft, von denen jeder Hydro-Schaden in Höhe von 10 % von Neuvillettes max. LP verursacht. Der auf diese Weise verursachte Schaden wird als Schaden vom heftigen Schlags – Gerechter Vorstoß betrachtet."
	}
}