{
	"id": 702,
	"name": "Reisende (Pyro)",
	"c1": {
		"name": "Fließendes Licht des Sternenfeuers",
		"descriptionRaw": "#Erhöht während der Wirkungsdauer von <color=#FFD780FF>„Flammende Schwelle“</color> oder <color=#FFD780FF>„Versengende Schwelle“</color> den von der aktuellen Figur verursachten Schaden um 6{NON_BREAK_SPACE}% und weiter um 9{NON_BREAK_SPACE}%, wenn die aktuelle Figur sich im Nachtseelensegen-Zustand befindet.",
		"description": "Erhöht während der Wirkungsdauer von „Flammende Schwelle“ oder „Versengende Schwelle“ den von der aktuellen Figur verursachten Schaden um 6 % und weiter um 9 %, wenn die aktuelle Figur sich im Nachtseelensegen-Zustand befindet."
	},
	"c2": {
		"name": "Ewig leuchtender Kerzenschein",
		"descriptionRaw": "#Stellt {F#der}{M#dem} Reisenden innerhalb von 12{NON_BREAK_SPACE}s nach dem Einsetzen der Elementarfähigkeit <color=#FFD780FF>Flussfeuer-Klinge</color> beim Auslösen von <color=#FF9999FF>Pyro-Reaktionen</color> an Gegnern durch in der Nähe befindliche Truppenmitglieder 14 Nachtseelenpunkte wieder her. Auf diese Weise können pro Einsetzen der Elementarfähigkeit <color=#FFD780FF>Flussfeuer-Klinge</color> max. 28 Nachtseelenpunkte wiederhergestellt werden.",
		"description": "Stellt dem Reisenden innerhalb von 12 s nach dem Einsetzen der Elementarfähigkeit Flussfeuer-Klinge beim Auslösen von Pyro-Reaktionen an Gegnern durch in der Nähe befindliche Truppenmitglieder 14 Nachtseelenpunkte wieder her. Auf diese Weise können pro Einsetzen der Elementarfähigkeit Flussfeuer-Klinge max. 28 Nachtseelenpunkte wiederhergestellt werden."
	},
	"c3": {
		"name": "Weitergegebenes Signalfeuer",
		"descriptionRaw": "Erhöht die Stufe der Elementarfähigkeit <color=#FFD780FF>Flussfeuer-Klinge</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Elementarfähigkeit Flussfeuer-Klinge um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Tobende Flamme",
		"descriptionRaw": "#Verleiht {F#der}{M#dem} Reisenden nach dem Einsetzen der Spezialfähigkeit <color=#FFD780FF>Prärienbrenner</color> einen <color=#FF9999FF>Pyro-SCH-Bonus</color> von 20{NON_BREAK_SPACE}%, hält 9{NON_BREAK_SPACE}s.",
		"description": "Verleiht dem Reisenden nach dem Einsetzen der Spezialfähigkeit Prärienbrenner einen Pyro-SCH-Bonus von 20 %, hält 9 s."
	},
	"c5": {
		"name": "Unauslöschliche Feuer",
		"descriptionRaw": "Erhöht die Stufe der Spezialfähigkeit <color=#FFD780FF>Prärienbrenner</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Spezialfähigkeit Prärienbrenner um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Unvergängliches heiliges Feuer",
		"descriptionRaw": "#Wandelt im Nachtseelensegen-Zustand den Schaden der Standardangriffe, heftigen Schläge und Angriffe aus dem Fall {F#der}{M#des} Reisenden in mit Nachtseelen versehenen <color=#FF9999FF>Pyro-Schaden</color> um, der nicht von anderen Elementen überdeckt werden kann, und erhöht deren KSCH um 40{NON_BREAK_SPACE}%.",
		"description": "Wandelt im Nachtseelensegen-Zustand den Schaden der Standardangriffe, heftigen Schläge und Angriffe aus dem Fall des Reisenden in mit Nachtseelen versehenen Pyro-Schaden um, der nicht von anderen Elementen überdeckt werden kann, und erhöht deren KSCH um 40 %."
	}
}