{
	"name": "Wanderer",
	"c1": {
		"name": "Shoban – Pompöses Gefieder",
		"effect": "Erhöht die Angriffs-GSW des Wanderers mit Kuugo – Fushoudan und Kuugo – Toufukai im Zustand **Haltung des eleganten Windes** um 10 %.\nDie Windpfeile vom passiven Talent „Brise der Träumerei“ verursachen zusätzlich Schaden in Höhe von 25 % ANG, dafür muss zuerst das passive Talent „Brise der Träumerei“ freigeschaltet werden."
	},
	"c2": {
		"name": "Niban – Insel inmitten weißer Wellen",
		"effect": "Erhöht im Zustand **Haltung des eleganten Windes** den Schaden von **Kyougen – Fünf rituelle Stücke** für jeden Punkt anhand des Unterschiedes zwischen dem Maximum an möglichen Punkten von Kuugoryoku und der gegenwärtigen Punktzahl von Kuugoryoku um 4 %.\nAuf diese Weise kann der Schaden von Kyougen – Fünf rituelle Stücke höchstens um 200 % erhöht werden."
	},
	"c3": {
		"name": "Sanban – Mondblumen-Kusemai",
		"effect": "Erhöht die Stufe der Fähigkeit **Kyougen – Fünf rituelle Stücke** um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Yonban – Aufbruch ins Frühjahr",
		"effect": "Erhält die Figur durch das passive Talent „Jadeblume“ beim Auslösen von **Hanega – Gesang des Windes** den entsprechenden Verstärkungseffekt in Abhängigkeit von dem Elementartyp, mit dem sie in Kontakt gekommen ist, wird ihr ein zufälliger weiterer noch nicht vergebener Verstärkungseffekt verliehen. Es können höchstens drei Elementen entsprechende Verstärkungseffekte gleichzeitig aktiv sein.\nDas passive Talent „Jadeblume“ muss zuerst freigeschaltet werden."
	},
	"c5": {
		"name": "Matsuban – Erleuchtung aus der Ferne",
		"effect": "Erhöht die Stufe der Fähigkeit **Hanega – Gesang des Windes** um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Shugen – Traurig schwingender Vorhang",
		"effect": "Im Zustand **Haltung des eleganten Windes** ruft Kuugo – Fushoudan des Wanderers beim Treffen von Gegnern folgende Effekte hervor:\n· Verursacht an der getroffenen Stelle ein zusätzliches Kuugo – Fushoudan, welches Schaden in Höhe von 40 % des ursprünglichen Schadens verursacht. Dieser Schaden wird als Schaden von Standardangriffen betrachtet.\n· Stellt dem Wanderer 4 Punkte Kuugoryoku wieder her, wenn sein Kuugoryoku unter 40 Punkte sinkt. Auf diese Weise kann alle 0,2 s einmal Kuugoryoku wiederhergestellt werden. Dieser Effekt kann innerhalb der Dauer von Haltung des eleganten Windes bis zu fünfmal ausgelöst werden."
	}
}