{
	"name": "Wriothesley",
	"c1": {
		"name": "Angst den Übeltätern",
		"effect": "Ändert den Effekt „Gebot der Gnade“ von dem passiven Talent „Tag des Plädoyers der Gerechtigkeit“ wie folgt:\nWriothesley erhält „Gebot der Gnade“, sobald der fünfte Angriff einer Kombo seiner Sturmfäuste trifft, während seine LP unter 60 % liegen oder er sich im Zustand „Eiskalte Bestrafung“ von **Eiszahn-Ansturm** befindet. 2,5 s Abklingzeit.\n\nAußerdem wird Rüge – Gefrierende Sprungfaust wie folgt verstärkt:\n· Verursachter Schaden wird weiter auf bis zu 200 % erhöht.\n· Verlängert die Dauer von „Eiskalter Bestrafung“ um 4 s, wenn in diesem Zustand ein Treffer gelandet wird. Die Dauer von „Eiskalter Bestrafung“ kann während der Dauer eines Zustands nur einmal auf diese Weise verlängert werden.\n\nDas passive Talent „Tag des Plädoyers der Gerechtigkeit“ muss zuerst freigeschaltet werden."
	},
	"c2": {
		"name": "Fesseln den Hochmütigen",
		"effect": "Erhöht beim Auslösen von **Schwarzgoldener Wolfsbiss** den verursachten Schaden für jede Stapelung von „Erlass der Anklage“ des passiven Talents „Stunde der Vergeltung der Sünde“ um 40 %.\nDas passive Talent „Stunde der Vergeltung der Sünde“ muss zuerst freigeschaltet werden."
	},
	"c3": {
		"name": "Bestrafung den Betrügern",
		"effect": "Erhöht die Stufe der Fähigkeit **Standardangriff – Flinke Frostfaust** um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Erlösung den Leidenden",
		"effect": "Erhöht die Menge an LP, die Wriothesley durch Rüge – Gefrierende Sprungfaust wiederherstellt, auf 50 % seiner max. LP. Das passive Talent „Tag des Plädoyers der Gerechtigkeit“ muss zuerst freigeschaltet werden.\nAußerdem treten unterschiedliche Effekte in Kraft, wenn die so wiederhergestellten LP einen Überschuss aufweisen, abhängig davon, ob Wriothesley die aktuelle Figur ist oder nicht: Ist Wriothesley die aktuelle Figur, erhöht sich seine Angriffs-GSW 4 s lang um 20 %; befindet er sich inaktiv in der Truppe, erhöht sich die Angriffs-GSW aller eigenen Truppenmitglieder 6 s lang um 10 %. Die beiden Boni der Angriffs-GSW können nicht gestapelt werden."
	},
	"c5": {
		"name": "Vergebung den zu Unrecht Beschuldigten",
		"effect": "Erhöht die Stufe der Fähigkeit **Schwarzgoldener Wolfsbiss** um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Trost den Unschuldigen",
		"effect": "Erhöht die KT von Rüge – Gefrierende Sprungfaust um 10 %, den kritischen Schaden davon um 80 % und kann zusätzlich Eiszapfen erschaffen, die 100 % des ursprünglichen Schadens als Kryo-Schaden verursachen. Der auf diese Weise verursachte Schaden wird als Schaden des heftigen Schlags betrachtet.\nDas passive Talent „Tag des Plädoyers der Gerechtigkeit“ muss zuerst freigeschaltet werden."
	}
}