{
	"id": 10901,
	"name": "Yumemizuki Mizuki",
	"c1": {
		"name": "Fernen Wassern gleicher Nebel in der Nacht",
		"descriptionRaw": "#Yumemizuki Mizuki fügt im Zustand Träumerisches Treiben alle 3,5{NON_BREAK_SPACE}s Gegnern in der Nähe den 3{NON_BREAK_SPACE}s haltenden Effekt „Dreiundzwanzig Nächte des Wartens“ zu. Entfernt diesen Effekt von Gegnern, sobald diese von einer Reaktion Verwirbelung erfasst werden, die durch Anemo-Schaden entsteht, und erhöht den diesen Gegnern durch diese Reaktion zugefügten Schaden einmalig um 1.100{NON_BREAK_SPACE}% von Yumemizuki Mizukis Elementarkunde.",
		"description": "Yumemizuki Mizuki fügt im Zustand Träumerisches Treiben alle 3,5 s Gegnern in der Nähe den 3 s haltenden Effekt „Dreiundzwanzig Nächte des Wartens“ zu. Entfernt diesen Effekt von Gegnern, sobald diese von einer Reaktion Verwirbelung erfasst werden, die durch Anemo-Schaden entsteht, und erhöht den diesen Gegnern durch diese Reaktion zugefügten Schaden einmalig um 1.100 % von Yumemizuki Mizukis Elementarkunde."
	},
	"c2": {
		"name": "Begegnung mit dir in meinen Träumen",
		"descriptionRaw": "#Erhöht im Zustand Träumerisches Treiben den <color=#FF9999FF>Pyro</color>-, <color=#80C0FFFF>Hydro</color>-, <color=#99FFFFFF>Kryo</color>- und <color=#FFACFFFF>Elektro</color>-Schaden aller anderen Truppenmitglieder in der Nähe für jeden Punkt Elementarkunde von Yumemizuki Mizuki um 0,04{NON_BREAK_SPACE}%, hält bis zum Ende des Zustands Träumerisches Treiben.",
		"description": "Erhöht im Zustand Träumerisches Treiben den Pyro-, Hydro-, Kryo- und Elektro-Schaden aller anderen Truppenmitglieder in der Nähe für jeden Punkt Elementarkunde von Yumemizuki Mizuki um 0,04 %, hält bis zum Ende des Zustands Träumerisches Treiben."
	},
	"c3": {
		"name": "Mondenschein am Ende der Nacht",
		"descriptionRaw": "Erhöht die Stufe der Elementarfähigkeit <color=#FFD780FF>Wallfahrt nach Aisa Utamakura</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Elementarfähigkeit Wallfahrt nach Aisa Utamakura um 3.\nHöchststufe 15."
	},
	"c4": {
		"name": "Im warmen Quellwasser treibende Blüten",
		"descriptionRaw": "#Verursacht beim Aufsammeln von <color=#FFD780FF>Snacks nach Yumemi-Art</color> der Spezialfähigkeit <color=#FFD780FF>Anraku-Therapie in den geheimen Quellen</color> Schaden und heilt gleichzeitig, stellt Yumemizuki Mizuki außerdem 5{NON_BREAK_SPACE}Punkte Elementarenergie wieder her, während einer Anwendung von <color=#FFD780FF>Anraku-Therapie in den geheimen Quellen</color> aber höchstens 4-mal.",
		"description": "Verursacht beim Aufsammeln von Snacks nach Yumemi-Art der Spezialfähigkeit Anraku-Therapie in den geheimen Quellen Schaden und heilt gleichzeitig, stellt Yumemizuki Mizuki außerdem 5 Punkte Elementarenergie wieder her, während einer Anwendung von Anraku-Therapie in den geheimen Quellen aber höchstens 4-mal."
	},
	"c5": {
		"name": "Rückkehr des Mondes am Jahresende",
		"descriptionRaw": "Erhöht die Stufe der Spezialfähigkeit <color=#FFD780FF>Anraku-Therapie in den geheimen Quellen</color> um 3.\nHöchststufe 15.",
		"description": "Erhöht die Stufe der Spezialfähigkeit Anraku-Therapie in den geheimen Quellen um 3.\nHöchststufe 15."
	},
	"c6": {
		"name": "Sehnsucht tief in meinem Herzen",
		"descriptionRaw": "#Wenn Yumemizuki Mizuki im Zustand Träumerisches Treiben ist, können beim Verursachen der Reaktion Verwirbelung durch Truppenmitglieder in der Nähe Kritische Treffer des entsprechenden Schadens ausgelöst werden, wobei die KT auf 30{NON_BREAK_SPACE}% und der KSCH auf 100{NON_BREAK_SPACE}% festgelegt sind.",
		"description": "Wenn Yumemizuki Mizuki im Zustand Träumerisches Treiben ist, können beim Verursachen der Reaktion Verwirbelung durch Truppenmitglieder in der Nähe Kritische Treffer des entsprechenden Schadens ausgelöst werden, wobei die KT auf 30 % und der KSCH auf 100 % festgelegt sind."
	}
}