{
	"id": 10010,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Искатель приключений",
	"effect2Pc": "Увеличивает макс. HP на 1000 ед.",
	"effect4Pc": "В течение 5 сек. после открытия любого сундука восстанавливает 30% HP.",
	"flower": {
		"name": "Цветок искателя приключений",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок, переживший жёсткий климат руин древнего города. Можно носить в качестве броши.",
		"story": "Жаждущий покорить звёзды и Бездну искатель приключений среди древних руин внезапно нашёл упрямо растущий цветок.\nОн, пробивающийся из земли на границе между жизнью и смертью, тронул искателя приключений, заставив на минуту забыть о том, что в эти руины он пришёл за сокровищами.\nПодумав, искатель сорвал цветок, приколол к груди и отважно шагнул в темноту подземелья."
	},
	"plume": {
		"name": "Перо искателя приключений",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо экзотической птицы, которую на этом континенте не встретить.",
		"story": "Однажды искатель приключений шёл по лесу в поисках невиданной птицы.\nБеспечно глядя вверх, он шагал среди деревьев, как вдруг запнулся о корни.\nКогда он пришёл в себя, то увидел перед собой девушку, прекрасную настолько, что он готов был бросить свою жизнь искателя приключений, лишь бы быть с ней.\nВ волосы её были вплетены фантастической красоты перья, да и сама она будто вышла из сна."
	},
	"sands": {
		"name": "Часы искателя приключений",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Зачастую искатели приключений забывают о времени, спускаясь в глубины тёмной бездны или затерянных городов.",
		"story": "Карманные часы искателя приключений. Сделанные старым часовщиком, они полностью соответствуют принципам простоты и практичности, принятым в Гильдии искателей приключений.\nКогда искатель приключений, уже давно не видевший белого света, пробирается по тёмным коридорам подземелий, тиканье этих часов является для него единственным доказательством того, что понятие «время» ещё существует.\nА когда искатель приключений вынужден отойти от любимого дела и после стольких лет вернуться в колею обычной жизни,\nэти уже никому не нужные часы продолжают тикать уже в витрине, покорно ожидая следующего приключения."
	},
	"goblet": {
		"name": "Кубок искателя приключений",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Трофей, привезённый искателем приключений из какой-то экспедиции. Хорошая находка, хоть и немного повреждена.",
		"story": "Старая золотая чаша, из которой пил воду искатель приключений. Ходят слухи, что она была найдена где-то в древних руинах.\nНа золотой поверхности чаши выгравированы непонятные древние узоры. Сама она инкрустирована невыразительным камнем.\nКогда искатель приключений распрощался со своей прежней жизнью авантюриста,\nэту старую чашу он обменял на новенькую, сверкающую мору."
	},
	"circlet": {
		"name": "Повязка искателя приключений",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Налобная повязка. Является гордостью искателя приключений, хоть и пропитана потом и пылью.",
		"story": "Хотя это всего лишь обыкновенная зелёная повязка на голову, ткань её крепкая и хорошо впитывает влагу.\nИ пускай её владельцем был лишь простой смертный из плоти и крови, \nно, как далёкие звёзды над бездонным небом и беспросветная Бездна глубоко под землёй имеют свои секреты,\nтак и этот всего лишь человек не без тайны: просто подождите, пока он выйдет на охоту."
	}
}