{
	"name": "Заблудший в метели",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Даёт 15% бонус Крио урона.",
	"4pc": "Атаки по противникам с эффектом Крио увеличивают шанс крит. попадания на 20%. Если противник имеет статус Заморозка, то дополнительно увеличивает шанс крит. попадания на 20%.",
	"flower": {
		"name": "Занесённая снегом память",
		"relictype": "Цветок жизни",
		"description": "Этот покрытый бусинами инея вымерший цветок когда-то рос среди ледников. В те времена даже самые горделивые и высокомерные воины преклоняли перед ним колено.",
		"story": "Цветок, навечно скованный льдом и некогда сорванный нежными руками.\nОн был вручён некоему человеку, чтобы подарить тому тёплые объятия в разгар зимней стужи.\n\n«Эту четвёртую фреску я подготовила для тебя. Твой образ будет навсегда запечатлён здесь.\nРади этой фрески, ради всех нас я буду ждать тебя здесь и молиться о том, чтобы ты вернулся...»\n\nДевушка стояла перед пустой стеной. С улыбкой на устах она прикрепила к груди героя цветок.\nТо была изящная и свободная натура, которую не изменили бы ни отчаяние, ни смерть.\n\nПодвиг героя был забыт и смешан с северными штормовыми ветрами.\nС тех пор снега растаяли и исчезли, но цветок по-прежнему не завял."
	},
	"plume": {
		"name": "Решимость крушителя льда",
		"relictype": "Перо смерти",
		"description": "Птичье перо, от которого веет морозным холодом. Прикоснувшись к нему, можно почувствовать яростно ревущие среди ледяных вершин снежные вихри, что принесли это перо в ваши руки.",
		"story": "Перо хищной птицы, чей ареал находится за пределами снежных земель. От него веет холодом.\nКоснувшись его, можно будто бы услышать вой ледяной вьюги.\n\nПеро, оставленное гордо певшей в ледяных ветрах птицей, у которой не было ни гнезда, ни укрытия.\nЭто перо, сорванное порывом ледяного ветра и покрывшееся инеем, как будто инкрустировано бриллиантами.\n\nПеро принадлежало орлу и было вырвано из его крыла суровым зимним ветром.\nОно кружилось в воздухе до тех пор, пока не заледенело, и тогда рухнуло в снег.\n\n«Я верю, что радостные птицы будут следовать за тобой и вернутся во вновь зазеленевшие сады летнего дворца.\nЭти живые существа, изгнанные холодом, их несчастные дети, потерявшие Родину, вернутся с тобой в дом из их грёз».\n\nВоин, что нёс на плечах это бремя, стоял посреди безбрежных снегов и пытался понять, какого цвета перо он держит в руках.\nС каждым его шагом скованное льдом перо тускнело, как и бремя воина."
	},
	"sands": {
		"name": "Гибель замёрзшей родины",
		"relictype": "Пески времени",
		"description": "Часы, принадлежавшие людям родины великого воина, ожидавшим возвращения своего героя. Внутри часов течёт вовсе не песок, а нетающий лёд.",
		"story": "Древние песочные часы, вместо песка в которых пересыпаются крохотные кристаллики льда.\nДаже самый лютый холод не способен заморозить вечное течение времени.\n\n«Холод, пришедший с небес, может заморозить само время».\nВ погребённом под снегом горном королевстве все верили в эту легенду.\n\nКогда воин преодолел стену ледяных ветров, была глубокая ночь, и в её тьме ревела вьюга.\nНи солнца свет, ни сияние луны не могло проникнуть через серую пелену ветров.\nНи стужа, ни снежная буря не могли остановить ход времени.\n\nДаже будучи веками погребённой под снегами,\nпамять о великом герое однажды исчезнет."
	},
	"goblet": {
		"name": "Морозная гордость",
		"relictype": "Кубок пространства",
		"description": "Кубок, вырезанный из льда, холодного и кусачего как сама зима. Его бывший владелец пил из этого кубка незамерзающее вино.",
		"story": "Чужак, некогда искавший в этих холодных зимних краях надежду для других,\nДаже пил из кубка, вырезанного изо льда.\n\nГорькое вино из этого кубка холодно, как клинок, и обжигает внутренности.\nВкусом, которого избегают простые люди, этот молчаливый воин наслаждается до самозабвения.\n\nОн воин, молчаливый словно лёд, и своим телом он преграждает путь пронизывающим ветрам, что пришли со звёзд.\nДевушка, что писала картины и была недовольна простой защитой, оставила любимому человеку последний наказ:\n\n«Если страх или отчаяние, которые есть неотъемлемая часть нашей природы, возьмут верх над тобой или не позволят тебе вернуться...\n...То, пожалуйста, живи. Прошу тебя, не иди с нами навстречу погибели, навстречу холодному забвению...»\n\nГлотнув холодного и горького вина, он отвернулся, чтобы не смотреть в полные слёз глаза девушки.\nОн ступил на путь бесконечной погони, что вёл в сокровенные земли снегов."
	},
	"circlet": {
		"name": "Эхо осколков инея",
		"relictype": "Корона разума",
		"description": "Корона героя древности, мечтавшего покорить холод. Является доказательством смелости своего бывшего владельца.",
		"story": "Воин отправился на поиски спасения, на поиски хотя бы крохотной надежды для столицы, что погребена под снегом.\nНадев на голову свою корону зимней стужи, он гордо растворился среди необъятных метелей.\n\nВоин, что нёс на плечах бремя контракта с горным городом, бремя воспоминаний о чистых, ясных глазах, привык к тяготам судьбы и никогда не боялся неизвестности, ждущей его за снежной завесой.\nПрекрасные зелёные горные пейзажи и прошлые благословения, что никогда больше не спустятся с небес - вот что всегда давало воину силы идти вперёд.\n\n«Пройдя в заледеневшие врата, шагнув в глубины тёмных галерей,\nон переломит ветку цвета серебра и принесёт надежду королевству вьюг и льда».\n\nЭту песню девушка пела своим близким, чтобы успокоить их и сохранить свои воспоминания о нём.\nОна твёрдо верила, что он вернётся к ней и приведёт с собой тёплую весну и непоколебимую надежду.\n\nНо в конце концов воин, ушедший в снега, не смог вернуться вовремя.\nИ ничто, кроме полных ненависти, но давно стёртых вьюгой слов, не сможет обвинить его в дезертирстве..."
	}
}