{
	"name": "Рыцарь крови",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Увеличивает физ. урон на 25%.",
	"4pc": "После победы над противником увеличивает урон заряженной атаки на 50% и обнуляет стоимость выносливости заряженной атаки на 10 сек.",
	"flower": {
		"name": "Железное сердце рыцаря крови",
		"relictype": "Цветок жизни",
		"description": "Цветок, который, благодаря засохшей крови, стал жёстким как сталь. Должно быть, он очень дорог бывшему владельцу как память.",
		"story": "Простой белый цветок, который девушка подарила своему спасителю.\nЕго столько раз окропляла кровь и высушивал ветер, что он почернел и стал твёрдым.\n\nРыцарь спас девушку, сразив чудовище первый раз в своей жизни.\nОна желала отблагодарить его за храбрость, но он отверг всё, кроме белого цветка.\n\n«Возможность посвятить себя рыцарскому пути - уже награда.\n«Пусть этот цветок будет моей медалью. Это всё, что мне нужно».\n\nОн всегда носил этот цветок у сердца.\nЕго лепестки, как и доспехи, засохшая кровь сделала чернее зимней ночи,\nа сердце рыцаря стало твёрже кованного железа."
	},
	"plume": {
		"name": "Перо рыцаря крови",
		"relictype": "Перо смерти",
		"description": "Воронье перо, зацепившееся за плащ рыцаря крови. Засохшие пятна крови сделали его ещё чернее.",
		"story": "Одно из бесчисленных вороньих перьев, которые налипали на окровавленные рыцарские доспехи.\nЧёрные как смоль стаи этих сметливых птиц летят туда, где льётся кровь.\n\nПосле стольких боёв рыцарь уже не различал,\nбыла то вражеская, или кровь собственная, что окрасила его когда-то блестящие латы в багровый цвет.\n\nНаконец он понял, что долгий рыцарский путь сквозь побоища превратил его из\nвоина света на белом коне в кошмарное, жестокое чудище.\nПо неизменному кровавому следу за ним летело одно вороньё."
	},
	"sands": {
		"name": "Час долга рыцаря крови",
		"relictype": "Пески времени",
		"description": "Часы, которыми пользовался рыцарь крови. Вся жидкость внутри давно иссохла, поэтому сейчас они ни на что не годны.",
		"story": "В бездне, где не было ни солнца, ни луны, ни звёзд,\nо времени, хоть оно и утратило всякий смысл, Рыцарю крови напоминали эти часы.\n\nИстория Рыцаря крови подходила к концу.\nДля него в этом мире места не осталось,\nи он отправился искать смерти в самой обители чудовищ - погибшем древнем королевстве.\nВ пропасти мира он узнал о происхождении чудовищ, которые древнее королевство разрушили.\n\n«Не по справедливости проклятье постигло великое древнее королевство,\nпревратившее его народ в чудовищ.\nРыцарю мириться с таким злодейством не подобает.\nЕжели Бездна - имя твоё, на верность тебе я присягаю»."
	},
	"goblet": {
		"name": "Кубок рыцаря крови",
		"relictype": "Кубок пространства",
		"description": "Кубок из тёмного металла, принадлежавший рыцарю крови. Покрывающие его копоть и засохшая кровь окрасили поверхность в цвет чернее ночи.",
		"story": "Когда-то это был изящный серебряный с позолотой кубок, гравюры на котором изображали подвиги великого рыцаря.\nЗасохшая кровь и чёрная копоть обезобразили его до неузнаваемости.\n\nРыцарь, услышав призыв о помощи, стал пробиваться сквозь чудовищ\nк поваленным пожаром домам, но спасать было уже некого.\n\nВ обугленных развалинах поникший было рыцарь нашёл чёрный от сажи кубок,\nи поклялся истреблять зло, заступаться за слабых и помогать бедным до самой своей смерти."
	},
	"circlet": {
		"name": "Железная маска рыцаря крови",
		"relictype": "Корона разума",
		"description": "Железная маска, которой рыцарь крови пытался скрыть свою личность. Многие строили теории о том, кто может скрываться за маской.",
		"story": "Эту роскошную платиновую маску носил благородный рыцарь.\nТёмные пятна крови, полностью скрывшие блеск металла, останутся на ней навсегда.\n\nРыцарь разрубил очередное чудовище и протянул спасённой женщине руку,\nно она с пронзительным криком тут же отпрянула. И тогда он понял,\nчто засохшая кровь, вражеская и собственная, страшной маской легла на его лице,\nа постоянная резня превратила некогда чистые черты в зверский оскал.\n\n«Пусть эта маска скроет мой\nизуродованный годами кровопролития лик\nот тех, кого я поклялся защищать»."
	}
}