{
	"name": "Душа храбреца",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Увеличивает силу атаки на 18%.",
	"4pc": "Увеличивает на 30% урон против врагов с HP выше 50%.",
	"flower": {
		"name": "Брошь храбреца",
		"relictype": "Цветок жизни",
		"description": "Простенькая брошь из цветка. Память об одном из первых приключений.",
		"story": "Маленький герой выскользнул ночью из дому, и вместе с другом они стремглав помчались в лес волков.\nРогаткой он обращал в бегство кабанов, и крепкой веткой дубасил воображаемых демонов.\nОн последовал за светящейся феей вглубь леса и нашёл сокровище, которое лежало в земле тысячи лет.\n\nИм оказался крохотный жёлтый цветок.\n\nМаленький усталый храбрец вернулся в свою детскую спаленку и принялся осматривать добытый трофей.\nОн очень удивился, когда обнаружил, что цветочек нисколько не высох,\nтогда как всё остальное вокруг него под напором времени менялось."
	},
	"plume": {
		"name": "Надежды храбреца",
		"relictype": "Перо смерти",
		"description": "Яркое перо певчей птицы, придающее доблести своему владельцу.",
		"story": "Чтобы утешить своего слезливого друга, юный воин подарил ему перо птицы.\nОно было знаком их приключений и сокровищ, что они находили вместе, и должно было взбодрить товарища.\n\nПозже один из них получил прозвище «Лев»\nи стал некоронованным королём во главе большой группы рыцарей.\nА другого прозвали «Волком».\nОн помогал своему другу, ведая делами государства из тени.\n\nВ те тревожные времена они подобно мечу и кинжалу стояли на страже королевства и друг друга.\nНо случилась эта история много, много лет тому назад.\nБезмерное их число было утеряно во время бедствия..."
	},
	"sands": {
		"name": "Стойкость храбреца",
		"relictype": "Пески времени",
		"description": "Древние миниатюрные песочные часы, которые уже не имеют никакого практического применения. Они кажутся столь же неуловимыми, как и само время.",
		"story": "Когда из-под земли забили чёрные ручьи проклятья и землю наводнило бедствие,\nрыцари, переходя дикие земли, узрели богохульный ужас, но, словно северные ледники, непоколебимо держали строй.\n\nВзвивались клинки, ярко сверкала на солнце сталь, и ядовитым дождём падала на землю чёрная кровь.\n\nГерой наконец вернулся домой, но уже без старого друга.\nПеременилось всё, кроме его подарка - песочных часов."
	},
	"goblet": {
		"name": "Проводы храбреца",
		"relictype": "Кубок пространства",
		"description": "Грубая деревянная кружка, наполненная лишь воспоминаниями.",
		"story": "Первый бой юного воина завершился первым для него триумфом.\nВ тот день он и его верный, весёлый и беззаботный друг пили вино.\n\nМного лет спустя, с началом великого бедствия, он возглавил рыцарей в бою за родину.\nПеред битвой он уговорил своего старого друга, а ныне - помощника, испить с ним вина.\n\n«Если не вернёшься ты, я тебя оплакивать не буду.\nНо подниму я в твою честь бокал, как пьём мы с тобой сегодня»."
	},
	"circlet": {
		"name": "Венок храбреца",
		"relictype": "Корона разума",
		"description": "Грубый лавровый венок, который, по мнению некоторых людей, не уступает королевской короне.",
		"story": "Юный герой вошёл в таинственный дремучий лес и ступил на путь сопротивления.\nЕго лучший друг детства стал же рыцарем на службе аристократов.\n\n«Словно лев шагаю я по полю боя. Совсем как она, тысячи лет назад.\nПоэты сложат о моём мече стихи, которые дойдут до потомков».\n\nИх игрушечные мечи и ветки в свирепом поединке ударялись друг о друга,\nпока герой не одержал победу и не и отнял у аристократов корону.\n\nМного лет спустя этот грубый, сплетённый из цветов венец\nказался ценностью ещё большей, чем власть командира рыцарей..."
	}
}