{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Горящая алая ведьма",
	"effect2Pc": "Даёт 15% бонус Пиро урона.",
	"effect4Pc": "Увеличивает урон реакций Перегрузка, Горение и Цветение на 40%, а урон реакций Пар и Таяние на 15%. Использование элементального навыка увеличивает эффект набора из 2 предметов на 50% на 10 сек. Может складываться до 3 раз.",
	"flower": {
		"name": "Ведьмин огненный цветок",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок, которого коснулась ведьма, мечтающая сжечь всех демонов мира. Языки пламени тепло ласкают притронувшиеся к нему руки.",
		"story": "Самый обычный, ничем не примечательный цветок, который, однако,\nсмог выстоять перед огнём Горящей алой ведьмы.\n\nГрянувшие века назад бедствия порушили всё, что девушке сулила жизнь.\nДрузья и родные, былые дни, блестящее будущее - всё было уничтожено.\n\nТак, из дыма и пепла родилась Горящая алая ведьма, и предала она свою боль со скорбью пламени.\nНо этому цветку огонь навредить не смог - стебелёк оставался строен, а лепестки по-прежнему благоухали.\nИ мучительные, и прекрасные воспоминания были, пожалуй, двумя сторонами одного целого."
	},
	"plume": {
		"name": "Пылающее ведьмино перо",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Птичье перо, которого коснулась ведьма, мечтающая сжечь всех демонов мира. Вечное пламя жжётся горячо.",
		"story": "Багряное птичье перо.\nОгонь, которым оно вечно объято, сжечь его не может.\n\nСледуя пути инфернального пламени, ведьма оставляла за собой выжженную землю, куда бы она не ступила.\nИ хоть она сжигала только чудовищ, что сеяли смерть и ужас, люди, лишь завидев вдалеке огонёк,\nтут же запирали все двери, затворяли все ставни и тщились её прогнать. Что, впрочем, было ей безразлично.\n\nЕсли рядом нет того, кто спалит дотла все печали и принесёт новую надежду, то необходимо им стать.\nНи утешения, ни сочувствия она не желала.\nТолько птицы, которые оставались рядом с Горящей алой ведьмой, понимали её немое одиночество."
	},
	"sands": {
		"name": "Ведьмин последний час",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Часы, которые носила ведьма, мечтавшая сжечь всех демонов мира. В них текут годы, которые ведьма посвятила пламени.",
		"story": "Небольшой стеклянный сосуд с горячей жидкостью.\nПоговаривают, что это - расплавленные души демонов.\n\nКогда молодой чародейке лишь предстояло начать свой долгий путь в ещё свободном от страданий мире, она получила в дар особые Гидро часы.\nОдин их цикл охватывал её время учёбы в Академии.\nК тому времени, как цикл завершился и она вернулась домой, бывший владелец этих часов уже утратил в начавшихся бедствиях жизнь.\n\nБеззаботная молодость кончилась, и началась эра разрушений Горящей алой ведьмы.\nЧасы стали немым свидетелем того, как все чудовища и страдания, ими причиняемые, сгинули в огне."
	},
	"goblet": {
		"name": "Пламя ведьминого сердца",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Огненная чаша, оставленная пламенной ведьмой, которая мечтала сжечь всех демонов мира. Огонь в чаше горит вечно, как и её владелица.",
		"story": "Прозрачная стеклянная бутыль, в которой течёт жидкий огонь.\nСпособ приготовления жидкого огня до нынешних поколений не дошёл.\n\nГорящая алая ведьма ходила по свету, жарким пламенем испепеляя чудовищ.\nГоворят, что она отказалась от плоти и крови, чтобы стать воплощением жидкого огня.\n\nКогда-то юная дева трепетала и томилась в любовных муках,\nно её хрупкое, прекрасное сердце погибло в огне.\nТак свету явилась ведьма, память о которой историки предпочли бы стереть."
	},
	"circlet": {
		"name": "Тлеющая ведьмина шляпа",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Шляпа ведьмы, мечтавшей сжечь всех демонов мира. Широкие поля прячут её взгляд.",
		"story": "Чёрная шляпа с широкими полями и остроконечной верхушкой, какую положено носить ведьме.\nПовергает простолюдинов в страх и трепет.\n\nЭтот головной убор во времена ученичества помогал Горящей алой ведьме оградиться от окружающего шума и гама, и\nс головой уйти в книги, чтобы оттачивать свои навыки Пиро.\n\nБеззаветно посвятив себя сражению, она никогда не следила, как догорало бьющееся в муках чудовище,\nи ни разу не взглянула в гладь воды, где отразилось бы её обожжённое лицо.\nГлуха к собственным страданиям, чародейка всё горела."
	}
}