{
	"name": "Воспоминания дремучего леса",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Даёт 15% бонус Дендро урона.",
	"4pc": "Попадание элементальным навыком или взрывом стихии снижает Дендро сопротивление врага на 30% на 8 сек. Этот эффект срабатывает, даже если экипированный этими артефактами персонаж не на поле боя.",
	"flower": {
		"name": "Странник лабиринта",
		"relictype": "Цветок жизни",
		"description": "Позолоченный цветок, сорванный с короны лесного правителя.",
		"story": "При рождении Царь леса получил корону от Царя трав и деревьев.\nВ конце она досталась деве, которая первой прошла через лабиринт по следам царя.\nТа дева приютила многих детей, заблудившихся в лесу, но не поправших диких цветов.\n\nПоскольку свою жизнь она видела только в служении царю и охране лабиринта,\nпоскольку она знала, что этот мир - лишь созданный лесом сон,\nона научила заплутавших детей охотиться в лесу и странствовать во снах.\nОни должны были любить каждое дерево и каждую травинку в лесу, ведь лес был садом царя.\nОни должны были уважать каждого пронзённого стрелой зверя, ведь он был подданным царя.\n\nЗаблудившиеся в лесу дети передавали друг другу её наставления, и за долгие годы наставления девы очень переменились.\nВ конце концов и сама дева была забыта. Но некоторые из детей стали защитниками леса и обходили бывшие царские земли с дозором,\nа, возвращаясь в мир людей, с наступлением самой длинной ночи разжигали костры, чтобы прогнать тени тьмы.\nБыла одна охотница, без отдыха бродившая среди деревьев, потерявшая счёт времени в погоне за добычей, обагрённая запёкшейся кровью.\n\nОна была почти так же стара, как и последний Царь леса. И последний её сон был о лабиринте и охоте.\nЭтот сон был столь необъятным, что в нём уместились сны всех лесных жителей.\nЭтот лабиринт - безграничные охотничьи угодья, где корни деревьев и ручьи переплетаются теснее полос на шкуре тигра,\nгде всё меняется быстрее, чем блики лунного света, пляшущие на воде. В нём растворяется шёпот, проповедующий «смерть»,\nибо только она и дети, знакомые с учением Царя леса, способны пройти через лабиринт и попасть в бескрайние охотничьи угодья.\nИ только когда шёпот стих, а свирепые звери скрылись из виду, лишённая сил, она растаяла вместе с этим сном.\n\nВместе с обрывками множества снов она вошла в сны людей.\nКак разбитое зеркало отражает под разными углами калейдоскоп образов,\nтак и оставленные ею сны передаются из уст в уста то в виде легенд, то в виде сказаний.\nНаиболее известные истории (победившие все остальные) уже не имеют к ней никакого отношения.\n\nИмя, под которым она появляется в этих историях, на самом деле - название короны.\nВсё, что у неё осталось, это её настоящее имя, пригоршня воды, отражающей лунный свет,\nи золотой цветок из короны царя, которого она так почитала."
	},
	"plume": {
		"name": "Мудрец лозы",
		"relictype": "Перо смерти",
		"description": "Элегантный, словно перо, изумрудный лист, взятый из одежд лесного мудреца.",
		"story": "Случилось это во времена Владыки лабиринта...\nГоворят, самой добродетельной и мудрой из его слуг была юная девушка, что понимала язык зверей и создавала стихи из лунного света.\nОна защищала тихий лес, отражение луны в водной глади и беспредельные охотничьи угодья, что раскинулись за краем леса сновидений...\n«Мы родились в пышном королевском лесу, и мир наш простирается от сени ветвей до луговых трав.\nПришедшие из леса в лес же и вернутся. Пока мы следуем законам природы, смерть нам не страшна.\nПокорные воле природы пройдут сквозь лесной лабиринт и выйдут к бескрайней равнине».\nКогда-то её наставления вдохновляли множество детей, но потом стали понемногу скудеть, как оскудел и тигриный род...\n\nСлучилось это в годы лунного предзнаменования...\nГоворят, тогда жил на свете слепой юноша. Однажды он отправился в путь по стопам своего брата, облачённого в белоснежные доспехи. Он побывал во множестве царств, пересёк множество гор и рек.\nВ конце концов юноша заблудился в тёмном лесу.\nОн страстно любил фехтовать, но сердцем был слишком мягок. Он слишком верил в наставления, но был честен и справедлив...\nДойдя до края белоснежной иллюзии, он обнаружил одну из реликвий леса, белизной подобную лунному свету.\nЗатем появились кровожадные дикие звери. Когда охотница, следуя подсказкам мерцающих белых ветвей, наконец приблизилась к нему,\nон утратил способность что-либо желать, а белоснежная фигура, направлявшая его, потускнела и исчезла...\n\nЭто было время, когда всюду царила тьма. Время, когда до рассвета было ещё далеко.\nИ в одном из кошмаров мудрецу был явлен чёрный меч и алое пятно, растекающееся по воде."
	},
	"sands": {
		"name": "Час осмысления",
		"relictype": "Пески времени",
		"description": "Подобные часы используют те, кто посвятил себя пути мудрецов. Наполнены они не бездушным песком, но крошечными зёрнами горчицы.",
		"story": "Легенды гласят, что Царь леса бессмертен.\nВ конце жизни его тело сливается с лесом,\nкогти и зубы превращаются дерево и железо, полоски становятся бесконечным лабиринтом,\nа горящие глаза превращаются в луны на небе и в воде.\nВсё, что умерло, возродится вновь.\nВсё, что сгнило, прорастёт молодыми побегами.\n\n«Но есть ли место в круговороте жизни и смерти для душ, исчезнувших после смерти,\nдля воспоминаний, утраченных навсегда?\n\nДуша - не что иное, как пустота, а воспоминания в конце концов тоже вернутся в землю.\nК чему бояться потерять то, что изначально было ничем?\nДавайте помогать друг другу, наставлять друг друга и вечно хранить облик каждого из нас в своём сердце.\nТак мы сумеем преодолеть круговорот жизни и смерти и сохранить воспоминания!»\n\nПрошло время, и друзья, давшие друг другу обет, заразились чумой забвения.\nОпираясь на образы трёх людей и трёх душ, запечатлённых в ещё не позабытых снах,\nа также на записи и догадки, оставленные изгнанным из Академии безумным доктором.\nПоймай сновидение - и поймай лесных жителей, что умеют распоряжаться сновидениями.\nТогда друг снова вспомнит тебя и оживит свои воспоминания.\n\nЕсли орган, отвечающий за воспоминания, повреждён, и восстановление невозможно,\nвозьми с собой третьего друга и отправляйтесь бродить по старым снам,\nиграйте с ним в домике на дереве, исследуйте бесконечные глубины дремучего леса.\nВо сне у каждого есть шанс начать всё сначала.\n\nНо прежде всего надо поймать в сновидении лесных духов.\nЭти наёмники много для меня сделали.\nДумаю, на этот раз они тоже не подведут."
	},
	"goblet": {
		"name": "Лампа заблудших",
		"relictype": "Кубок пространства",
		"description": "Изначально эта лампа была выполнена в стиле пустынного королевства, но теперь на ней проросли светящиеся нежно-зелёные листья.",
		"story": "Говорят, после гибели невежественного господина, низвергнутого собственными амбициями, пустыней правило множество королей. Однако их правления были мимолётны, словно искры.\nМногие мелкие тираны собирали вокруг себя беженцев и на древних руинах строили подобия храмов, городов и крепостей.\nРуинные города существовали недолго, а их правители, кичившиеся своим богатством и властью, уходили так же быстро, как и появлялись.\nЭта масляная лампа принадлежала юному принцу одного из увядающих царств и была в числе последних реликвий, которые оставались в его сокровищнице.\n\n«В погоне за соколом отец взошёл на высокую башню, но древние камни не выдержали его веса, и отец упал в раскалённые пески.\nТак нашему царству и пришёл конец. А я, бывший наследник престола, оказался втянут в бессмысленный водоворот из коварства и предательства.\nВ те годы я любил одну девушку. Она во что бы то ни стало желала стать королевой. И ей было всё равно, кто будет сидеть на троне рядом с ней.\nТак я потерял свою любовь. Ради жизни и трона я запечатал её губы змеиным поцелуем и укрыл её тело одеялом из песка.\nВсе царства однажды бывают низложены, виной тому может быть смута, вторжение иноземцев, междоусобная война или восстание рабов.\nГолод и раздор - уродливые близнецы, что пляшут на раскалённых песках нашего покинутого богами царства, пока мы хороним себя под толщей миражей».\n\nПустынное царство было погребено песками, и принц, некогда купавшийся в роскоши, превратился в нищего беженца.\nНадеясь покорить новые земли, принц отправился в тропический лес, взяв с собой остатки былого богатства.\nПрошло много времени, и принц, мечтавший покорить тропический лес подобно тигру ришболанду, сам оказался пленён тихим лунным светом.\nСильная охотница с белым луком так и манила его к себе. После нескольких ночей погонь и преследований\nбездомный принц научился понимать шёпот тропического леса и рычание тигров. Мечты о всеобъемлющем милосердии захватили его разум...\n\n«Ха-ха-ха... Вот это история! Благородный человек, вынужденный покинуть свой дом, вновь обретает судьбу и славу...\nЗолотая страна грёз манит к себе странствующие пески...»"
	},
	"circlet": {
		"name": "Лавровый венец",
		"relictype": "Корона разума",
		"description": "Венец, дарованный божеством трав и деревьев. Он был фамильной реликвией королевского рода, правившего лабиринтом, но в конце концов его унаследовал слуга короля.",
		"story": "У всего сущего есть время рождения и время смерти, и этому циклу нет конца.\nТак говорил Царь деревьев о круговороте жизни.\nВсё, что умерло, возродится вновь.\nВсё, что сгнило, прорастёт молодыми побегами.\nПлоды, упавшие на землю, станут пищей для зверей.\nА звери со временем вернутся в землю и станут плодами.\nЛес всегда полон жизни.\n\nЛегенда гласит, что однажды божество деревьев пожелало превратить пустыню в густой лес.\nДля этого в недрах земли оно поместило механизм вызова дождя.\nТак лунный свет на воде сложился в узор лабиринта,\nа из узора родился «тигр».\n\nПолоски тигра, как и ветви деревьев, могут складываться в бесчисленное количество узоров.\nВот почему тигр стал Властителем лабиринта, и звался он Виагара.\nБлагословенный Царь леса горделиво ступал по своему саду,\nповелевая приматами, птицами и зверями лабиринта.\n\nПрошло время, семена граната упали в землю, и из них появились лесные духи.\nЦарь леса благословил их под ветвями первой васары и пообещал верховному Архонту,\nчто разделит с ними лабиринт и прикажет лесным птицам и зверям не причинять им вреда.\n\nСолнечный свет погас, воды пропитались смрадом,\nпоследний Царь леса отдал свою жизнь, защищая питомник,\nно остался кот ришболанд, который унаследовал имя царя,\nстараясь во всём напоминать царя, он обходил с дозором лесные земли.\nНе имея и сотой доли силы и могущества царя,\nон всё же держал обещание, оберегал лес\nи ни разу не навредил духам-хранителям деревьев.\nНесмотря на гибель бесконечно меняющегося лабиринта,\nлес по-прежнему был полон жизни."
	}
}