{
	"id": 10003,
	"rarityList": [
		3,
		4
	],
	"name": "Воля защитника",
	"effect2Pc": "Увеличивает защиту на 30%.",
	"effect4Pc": "За каждого члена вашего отряда с неповторяющимся элементом повышает сопротивление к соответствующему элементу на 30%.",
	"flower": {
		"name": "Цветок защитника",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок ириса, заботливо оберегаемый защитником. К сожалению, ему так и не выпал шанс подарить этот цветок своей возлюбленной.",
		"story": "Только от звонкого голоса той девы\nнастороженность его сменялась умиротворением.\n\nВместе они пробыли совсем немного.\nВ итоге кровь рыцаря иссякла,\nкак и её слёзы и песни."
	},
	"plume": {
		"name": "Брошь защитника",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Брошь в форме пера, символизирующая непреодолимое стремление защищать других.",
		"story": "Герб, выгравированный на этой броши в форме пера, тускло блестит под светом луны.\nДавным-давно это сверкание наполняло сердца воров и злодеев ужасом.\n\nЗащитник сей носил очень почётный рыцарский титул.\nНочью, однако, своё лицо и герб скрывал он под плащом и капюшоном.\nТак его больше ничего не сдерживало, и он творил дела необходимые,\nно безупречному рыцарю неподобающие."
	},
	"sands": {
		"name": "Часы защитника",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Небольшой прибор, показывающий точное время. В безлунные ночи это был единственный способ, которым его бывший владелец мог узнать время.",
		"story": "Тиканье часов, огонь свечи, и шелест канцелярских бумаг...\nЛунные тени, плащ и кинжал -\nизвечные спутники одинокого защитника.\nНо что бы он ни делал, времени всегда было мало.\nСвоевольный и радостный командир часто подтрунивал над его молчаливостью, печальным видом и нежеланием принимать радости жизни.\n\nНо защитник зла не держал - для него существовало лишь настоящее и будущее.\nТолько всеми правдами и неправдами искоренив зло,\nмог он обеспечить будущее без страха земле, которую так любил его друг и командир.\n\nНо только когда он видел на площади ту девушку,\nу него возникали мысли, на которые обычно времени не было.\n\nТолько тогда он задумывался о собственном будущем..."
	},
	"goblet": {
		"name": "Фляжка защитника",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Металлическая кружка, которую можно наполнить освежающим напитком для того, чтобы развеять одиночество длинных часов в карауле.",
		"story": "Самая обычная старая винная фляжка.\nНо всё-таки кое-что примечательное в ней было.\nТочнее - никогда не было, а именно - вина.\n\n«Ладно тебе, от бокала-другого ещё никто не умирал!»\n- со смехом говорил защитнику его командир и старый друг.\n«Перестань хмуриться и хвати как следует!\nИначе как нам без страха смотреть в день грядущий?»"
	},
	"circlet": {
		"name": "Повязка защитника",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Тканевая повязка, окрашенная тьмой ночи в цвет индиго. В случае необходимости может быть использована в качестве бинта.",
		"story": "Под рукой всегда должен быть запасной план.\nОб этом ему напоминала головная повязка.\nЕю также можно было остановить кровь.\n\nРуководствуясь этим принципом, он учил рыцарей под началом своего друга фехтованию.\nС ним же он наставлял белого рыцаря, который возвёл справедливость в абсолют.\nВ его имя был раздавлен не один зачаток зла.\n\nЕсли он готов в полной мере,\nдаже если однажды он не сможет защитить свою землю,\nдруга, или ту девушку, которая так любит петь..."
	}
}