{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "Отголоски подношения",
	"effect2Pc": "Увеличивает силу атаки на 18%.",
	"effect4Pc": "Попадания обычной атакой с 36% шансом активируют Ритуал долины: урон обычной атаки повышается на 70% от силы атаки. Через 0,05 сек. после нанесения урона обычной атакой эффект исчезает. Если обычной атаке не удалось активировать этот эффект, шанс его активации следующим попаданием возрастает на 20%. Шанс активации возникает не чаще одного раза в 0,2 сек.",
	"flower": {
		"name": "Цветок призрачного аромата",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Резное украшение из нефрита в форме цветка. Призрачный аромат, что кружит у цветка, то покидает его, то возвращается вновь.",
		"story": "Каждый год, когда распускаются цветы призрачного аромата, в деревне Цяоин готовятся к церемонии чаепития.\nКогда цветы увядают, храмы наполняются ароматом девяти чаёв.\nЦветок призрачного аромата так же мимолётен, как и визит некоего Адепта.\nВсё, что осталось от Адепта медицины, - это расплывчатое имя и множество бессвязных легенд.\n\nВ одной из таких историй Адепт медицины превращался в ветви древнего чайного дерева.\nСогласно другой истории, приручённый злой зверь унёс его в горные обители Адептов.\nЕсть даже такая история:\n\nОднажды девушка вышла на берег, подняла с земли шляпу с вуалью и небрежно надела её.\nБез вуали, скрывавшей её лицо, молодая женщина чувствовала себя неловко и не решалась заговорить.\nВдруг существо, из-за которого она оказалась в этой неловкой ситуации, высунуло голову из воды.\nРадужные чешуйки на его теле мерцали, словно радуясь этой победе.\n\n«Значит, ты умеешь плавать! Очень впечатляет! Знаешь что? Надеюсь, однажды ты утонешь!»\n\nХотя она была возмущена, но сказала это в шутку.\nОднако это мерцающее сияние погрузилось на глубину и больше не появлялось."
	},
	"plume": {
		"name": "Нефритовый листок",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Нефритовая подвеска в форме листка. В прошлом она имела особое значение для двоих друзей.",
		"story": "Давным-давно здесь не было парома через реку, только облачный склон горы.\nНе успела хозяйка горы решить, что на ней посадить, как её уже опередили.\n\n«Когда это дерево немного подрастёт, я сорву его листья и заварю вам чай.\nЗатем я приглашу Хранителя Облаков и Творца Гор...»\n\n«Ты посадил дерево на моей земле, и у тебя хватает наглости говорить такое!»\nХотя молодая хозяйка горы злилась, она уже представляла себе аромат чая.\n\nПозже кто-то привязал этот нефритовый кулон к тонким веткам маленького дерева.\nПрошло время, и хозяйка горы вернулась, но уже в другом облике.\nУ неё даже не было пальцев, чтобы развязать шнурок, на котором висел кулон. Но это дела давно минувших дней...\n\nМного лет спустя горные жители пересадили черенки дерева на противоположный берег реки.\nАромат чая распространился из долины Чэньюй до гавани Ли Юэ, а оттуда дальше по миру.\n\nСуществует множество легенд о чайных деревьях долины Чэньюй. Одна из них гласит:\nНезависимо от качества воды, почвы и солнечных условий, в которых оно посажено, чайное дерево может расти только в долине Чэньюй.\nЭто происходит потому, что оно помнит обещание, данное старыми друзьями в давние времена возле саженца чайного дерева."
	},
	"sands": {
		"name": "Символ подношения",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Круглый нефритовый кулон. Согласно легенде, он служил символом начала ритуала.",
		"story": "Согласно легенде, камень, из которого сделан этот нефритовый кулон, был взят из давно запечатанной священной горы.\nПодобно звёздной ракушке, которая напоминает о море шумом волн,\nэтот кулон также напоминает о мягком течении воды.\n\nВ трактирах можно часто услышать такие слухи:\n«Легенда гласит, что величайшее сокровище гор - это плита из прекрасного нефрита, которая может вызывать сладкие дожди.\nКогда мир погрузился в хаос, монстры начали жаждать силы этой плиты.\nПоэтому хозяин горы, чтобы скрыть нефритовую плиту, разделил её на множество частей и придал им различные формы.\nЗатем он спрятал их под водой, в холмах и даже в святилищах.\nВ легендах долины Чэньюй эти нефритовые украшения несут благословение контракта с божеством.\nОднако даже спустя столько лет никто не смог их найти...»\n\nСвященник всегда носил этот нефритовый кулон с большой осторожностью.\nПеред отъездом он показал его только другу, который не проявил никакого интереса к кулону.\nСвященник рассказывал об узоре на кулоне и о его происхождении, о контракте, заключённом их предками с божеством,\nно друг был занят измельчением трав в ступке и не обращал на священника никакого внимания.\n\n«Мы каждый год исполняем этот ритуал. Я уже забыл, сколько раз я всё это слышал».\n«Ты говорил, что угостишь меня чаем по возвращении. Тогда и продолжим разговор».\nНо то, что вышло из воды, оказалось не тем, что она ожидала, и в конце концов оно исчезло в воде...\n\nДо сих пор ремесленники порта Илун изготавливают эти простые украшения.\nТорговцы также следовали легенде и подносили изящные нефритовые кольца к ушам,\nпытаясь услышать мягкий стук дождя, падающего на камни."
	},
	"goblet": {
		"name": "Чаша истока",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Чашка, из которой беспрестанно льёт родниковая вода. Возможно, это был подарок Адептов, их реликвия или просто утерянная вещь.",
		"story": "Изначально это был подарок от друзей, и в нём скрывалась маленькая обитель.\nРодники внутри никогда не пересыхают, что делает его идеальным местом для временного проживания.\nВ нём могли отражаться солнце и луна, в нём могли плавать рыбы.\n\nОна считала, что ей повезло гораздо больше по сравнению со зловещей судьбой, уготованной Яксе.\nНо цена за соблюдение древнего ритуала - невозможность надолго ступить на землю.\nВ те времена сладкие воды не текли по Ли Юэ в таком изобилии.\nПортовый город у подножия гор и стихи, написанные на равнинах, были для неё далеки, как сон.\nНо человек, который не любил неприятности, сказал, что собирается уйти с чайной чашкой.\n\nВ рассказах о гавани Ли Юэ было столько же упущений, сколько и в деревенских церемониях.\nЭто путешествие без сомнения будет полно споров и противоречий.\nОна знала, что они оба любят спорить, но ни один из них не осмеливался приблизиться к толпе.\nНигде больше в этом мире вы не найдёте двух таких маленьких адептов, которые одновременно восхищались роскошью и боялись её.\n\n«Но мы много чего обещали друг другу в прошлом, и это очень хорошо», -\nподумала она перед тем, как они начали свой путь.\n«По крайней мере, это путешествие будет интересным. Я смогу познакомить её со своими старыми друзьями».\n\nПозже мангал и чайник вошли в обиход. Кроме того, люди позаимствовали и форму чашек.\nИ так на каждом столе появилась луна, и каждый мог подержать её в ладонях."
	},
	"circlet": {
		"name": "Серьги текучести",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Серьги из целого куска нефрита. У них необычайно гладкая поверхность.",
		"story": "В долине Чэньюй много гор, ручьёв и историй. Вот одна из самых известных:\nДавным-давно существовал бесценный камень, который был брошен в воды глубокой реки, чтобы он не достался демону...\n\nИз этой реки родилось множество притоков. Об одном из них, кстати, тоже есть история.\nПрекрасный нефрит когда-то был необработанным нефритом со священной горы, из которого Властелин Камня собственноручно создал шедевр.\nБрошенный в воду камень мог быть скипетром, кулоном или даже чашей.\nСуществует и другая версия, согласно которой под нефритом из этой истории подразумевается красавица.\n\nОдна из легенд гласит, что однажды люди наблюдали следующее:\n\nБесчисленные кои с хвостами, похожими на драгоценные камни в солнечном свете,\nПокинув оковы озёр и рек, к которым привязаны водные существа,\nСвободно летали в горных долинах.\nНефритовые серьги, принадлежавшие одному человеку, тоже изменили форму."
	}
}