{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "Эмблема рассечённой судьбы",
	"effect2Pc": "Увеличивает скорость восстановления энергии на 20%.",
	"effect4Pc": "Увеличивает урон взрыва стихий на величину, равную 25% от значения восстановления энергии. Эффект можно увеличить максимум до 75%.",
	"flower": {
		"name": "Великолепная цуба",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Согласно легендам эта изысканная гарда когда-то была частью меча, который получил в подарок они, предавший сёгуна.",
		"story": "Мать показала свой клык сёгуну, который был добр к ней и дал ей хороший меч.\nВ итоге единственное, что было отправлено обратно клану Микоси, - это её любимый меч.\n\nМать стремилась с помощью своей кипящей страсти преодолеть судьбу жизни и смерти.\nВо имя призраков войны, чтобы внести бессмертный вклад в свой увядающий клан.\nЕсли её поглотит сам грешный зверь, то она разорвёт его изнутри.\n\nОна могла бы добиться большего под знаменем Электро мицудомоэ...\nОна думала, что сможет очистить залитый кровью боевой костюм - мантию Дзюнихито.\nНо в конце концов он окрасился в черный цвет вместе с её бешено бьющимся сердцем...\n\nС тех пор старший сын, который должен был стать наследником семьи, жил в уединении в деревне за городом.\nОн дружил с лесом горы Ёго, пока не встретил эту девушку...\n\n«Какая боль. Если хочешь отказаться от прошлого, давай я дам тебе новое имя».\nУслышав о его прошлом, девушка с черными как смоль крыльями презрительно усмехнулась.\n«Пусть будет Ивакура. Основание горы. То, что не пострадает от чужих слов».\n«В твоих жилах течёт демоническая кровь. Ты должен быть счастлив, улыбнись».\n«Знаешь, имена, данные тэнгу Ёго, наделены божественными силами».\n«Кроме того, имя \"скала\" тебе подходит - оно говорит и о твоём разуме, и о твоих мышцах».\n\n«Что ж, Ивакура, когда в следующем году упадёт цвет сакуры, давай устроим здесь поединок».\n«Сын демона, тренируйся сражаться с мечом и стань противником, достойным сразиться с тэнгу Ёго».\n«Да, если тебе удастся прикоснуться ко мне, то ты сможешь назвать свой секретный стиль боя с мечом Грозой Тэнгу!»\n«Ибо с тех пор ты будешь владеть мечом, способным победить тэнгу»."
	},
	"plume": {
		"name": "Обрезанное перо",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Когда-то это было чёрное перо некоего воина тэнгу. Драгоценный сувенир мечника из прошлого.",
		"story": "Окружённый чёрными перьями, срезанными мечом ветра, человек, которому суждено стать мастером меча...\nНаконец ловит девушку, которая была неуловимой все эти годы...\n\n«Ах, это было опасно. Молодец».\n«Если бы твоя сила не сломала меч...»\n«Тогда я бы погиб здесь. Так что...»\n\n«Тэруё, может, в следующем году проведём поединок в другом месте?\nЯ знаю несколько мест, где тоже можно посмотреть, как падает цвет сакуры...»\nОсматривая разрушенное им здание и держась за трясущуюся руку тэнгу,\nГлядя на срезанные им черные перья, Митихиро намеревался сказать так.\n\n«Ты меня поймал. Я не могу отрицать, что ты действительно победил».\n\n«Ещё неизвестно, кто победил. Встретимся снова в следующем году», - хотел он сказать.\n\n«Твой меч теперь даже быстрее, чем тэнгу».\n«Я никогда не забуду ни один из наших поединков за последние 13 лет».\n«Но как тэнгу, я должен исполнять обязанности клана».\n«Я помню, что я изменил твоё имя в надежде, что ты сможешь избежать проклятия демонической крови».\n«Из-за этой войны нечеловеческой крови становится всё меньше и меньше».\n«В конце концов, я не должен стремиться к счастливому концу, которого заслуживают люди. Но ты не такой».\n«Теперь ты Ивакура, ты больше не Микоси, несущий кровь демона».\n\n«Прощай, Митихиро. Забудь меня и своим мечом\nво имя крови Ивакуры открой путь, доступный одному только Ивакуре»."
	},
	"sands": {
		"name": "Клетка грозовых облаков",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Прелестная коробочка для печатей с изображёнными на чёрном фоне фиалками, украшенная блестящими ракушками и замысловатыми золотыми узорами.",
		"story": "Давным-давно, когда остров Сэйрай ещё не был окутан грозовыми облаками, воспоминания ритмично поднимались и опускались.\nВ конце концов элегантный сосуд с грозами и землетрясениями отдали не тому, кому обещали.\n\n«Ты пришёл ко мне, потому что тетива снова порвалась... От тебя одни хлопоты».\n«Если не считать владения мечом, ты всего лишь глупый игрок».\n\n«Гм, не смей смотреть на меня свысока. Я научился стрельбе из лука у знаменитого тэнгу».\n«Просто я так хорошо владею мечом, что люди забывают, что я и из лука стрелять умею».\n«Если подумать, это бессмысленная трата времени. Давай я научу тебя стрелять из лука».\n\nДавным-давно, сказав резкие слова, ты восстановил сломанную печать идиота...\nДавным-давно, хоть слова твои были резкими, ты невольно улыбнулся.\n\n«Ты ведь уже хатамото и обладаешь большими полномочиями, почему ты всё ещё создаёшь проблемы?»\n«Ты ведь уже женат, почему ты всё ещё праздно путешествуешь и играешь?»\n\nТы ведь уже...\nВопрос чуть не сорвался с твоих губ, но ты так и не смог задать его. Ты решил больше не упоминать об этом.\nЕсли бы госпожа Сайгу всё ещё была здесь, она бы сумела остроумно задать вопрос...\n\n«Это больше не имеет значения. Я устроил себе отпуск, по крайней мере, на сегодня».\n«Давай уйдём из святилища и тайком отправимся на море, как тогда, когда ты был маленьким».\n\nС этими словами он потащил тебя в гавань, где ты наблюдал за плывущими кораблями.\nТы слушал его рассказ о Тэруё из святилища, которая унаследовала у своего учителя красоту и боевое искусство...\nТы слушал его рассказ о страшных кошмарах, в которых он однажды сам себе отрубил голову...\nНо вы оба знали, что это были всего лишь слова, призванные скрыть печаль взрослой жизни.\n\nПозже, много позже,\nглядя на замшелый риф, на гавань, где они встретились в уединении...\nЧтобы игрок снова выиграл, чтобы помолиться за его безопасность...\nТы снова стоял на пике приключений, держа изготовленную тобой клетку с печатью.\nВ надежде вернуть воспоминания, ты собрал силу грома и молнии."
	},
	"goblet": {
		"name": "Алый сосуд",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Искусно выполненный сосуд для вина, из которого когда-то пил знаменитый на весь мир воин.",
		"story": "Зная уникальный стиль владения мечом «Гроза Тэнгу», Ивакура Митихиро стал инструктором по фехтованию клана Кудзё.\nОн получил титул «Доина» и основал успешную школу фехтования.\nПрежде чем вступать на должность в поместье Кудзё, Митихиро пришлось научиться пить.\nОн в последний раз вступил на место, полностью разрушенное тайной техникой владения мечом «Гроза Тэнгу».\nЗа последние тринадцать лет на этом месте он десять раз проводил спарринги с тэнгу из Ёго, три из которых - на настоящих мечах.\nОн вспомнил свой поединок с чернокрылой тэнгу, называвшей себя «Тэруё с Ёго»...\n\nТринадцать лет прошли как сон.\nКлубится дымом снег багровый среди тёмных пиков.\nТы далеко...\n\nЛепестки Священной сакуры тоже опали, словно снег с неба.\nВетвь потеряла бога, которому поклонялась, но не сломалась.\nСмех ясный, как эхо родниковой воды между горами.\nНо этим двоим никогда более не суждено ступить на пустынный двор."
	},
	"circlet": {
		"name": "Украшенный кабуто",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Прочный и надёжный шлем, который носил благородный самурай.",
		"story": "«Интересно, господин Доин, ваш клинок мог бы разрубить даже саму молнию?»\nУслышав это, молодой офицер Кандзё Хироси вытащил меч и бесстрастно ответил:\n«Как такое возможно? В лучшем случае он может поразить парящего в небе тэнгу».\n«Кстати, ни одного тэнгу он так и не убил».\n\n«Вот как? Так откуда же произошло название тайного клинка - Гроза Тэнгу?»\nКогда Доин не ответил, офицер Кандзё, отстроивший остров Рито, с горечью сказал:\n«Если бы старик Кудзё не забрал тебя первым, я бы с удовольствием нанял тебя».\n«С твоим мечом не сравнится даже Ако Домэки с Сэйрая...»\n\nСловно разогнав тучи, она дала ему новое имя, новую жизнь,\nона бросила ему ржавый клинок и сказала поразить им тэнгу,\nа когда его меч сломался, это были её последние слова к нему..."
	}
}