{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Финал галерей глубин",
	"effect2Pc": "Даёт 15% бонус Крио урона.",
	"effect4Pc": "Когда энергия экипированного персонажа равна 0, урон обычной атаки и взрыва стихии повышается на 60%. После того как экипированный персонаж наносит урон обычной атакой, данный эффект на 6 сек. перестаёт применяться для взрыва стихии. После того как экипированный персонаж наносит урон взрывом стихии, данный эффект на 6 сек. перестаёт применяться для обычной атаки. Этот эффект может возникнуть, даже если экипированный персонаж вне поля боя.",
	"flower": {
		"name": "Отголоски песни галерей глубин",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Ледяной цветок из нефрита северного королевства. Долгие годы превратили его лепестки в пыль.",
		"story": "Следуя наставлениям своего учителя, девушка отправилась на север, прошла через ледяные пустоши и разбитый зеркальный коридор на краю замёрзшего моря.\nУничтожив бесчисленное множество монстров, бродивших по руинам, у засохшего ствола серебряного древа она наконец увидела сокровище, запорошённое снежной пылью.\n\nТо было время, когда серебристый лунный свет ещё не разбился на осколки в пожаре войны, когда божественные пророчества небес ещё распространялись по земле.\nЮноша, достигший глубин земли, встретил первого ангела и спросил её о запретном истоке этого мира.\nДочь рассвета вздрогнула от такого кощунства, она не понимала, как простому смертному могла открыться столь ревностно хранимая тайна.\nНо её гость раскрыл перед ней своё происхождение, воспевая в её снах красоту, о которой она прежде и не помышляла.\n\nВ одно мгновение оковы, наложенные на неё владыкой престола, распались, словно паутина. Впервые она поняла, что значит служить самой себе,\nи открыла тому, кого любила, все самые сокровенные тайны запретных знаний о творении.\n\n«Как жаль, что ваш владыка отдал столь благородные жизни на поругание.\nДаже кровожадные демоны, терзающие души ради забавы, были бы потрясены такой жестокостью.\nО дева зари, никогда не знавшая любви, позволь мне стать врагом твоих законов.\nРади всех живых существ, пленённых твоим владыкой, ты должна поднять глаза к звёздам.\n\nПозволь мне стать твоим клинком, твоим щитом, твоим проводником, твоим соучастником, которому не будет прощения».\nИ тогда она, самая благородная из ангелов, наклонилась и поцеловала его в лоб, а на холодном серебряном древе распустились бесчисленные ледяные цветы.\nНо в тот самый миг из-за прорехи в облаках выглянули небесные луны, они видели измену, но в сердце ангела зародилось ещё более коварное желание..."
	},
	"plume": {
		"name": "Дальние странствия галерей глубин",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Плюмаж из нефрита северного королевства. Тусклый свет, излучаемый им, словно не принадлежит этому миру.",
		"story": "Следуя наставлениям своего учителя, девушка отправилась на север, прошла через ледяные пустоши и разбитый зеркальный коридор на краю замёрзшего моря.\nУничтожив бесчисленное множество монстров, бродивших по руинам, она наконец увидела среди обломков Бездны сокровище, запорошённое снежной пылью.\n\nОна была не первой чужестранкой, ступившей на эту землю, ведь задолго до того, как потомки севера сплели прекрасные сны, которые привели их к упадку,\nнекая странница, наделённая мудростью, способной пронзать космос, поклялась повелителю драконов, который ещё не погрузился во тьму, что увидится с ним снова.\n\nПодобно летописцу, что блуждает в бескрайней пустоте, она была временным жителем, который не должен иметь никаких контактов с первобытными цивилизациями.\nПока её бессмертное тело спало внутри далёкого небесного механизма, дух дрейфовал среди миллионов световых лет безлюдного одиночества,\nсоставляя карту бесчисленных народов и цивилизаций, обречённых на гибель, размышляя о высших истинах космоса посреди бесконечной тьмы.\nНо однажды слабый свет пронзил её сознание, вырвав странницу из медитации, длившейся десять тысяч лет.\n\nСвет пришёл из ничем не примечательного маленького мира на краю спирального рукава - от первобытного дракона, рождённого вместе с ним.\nИ пусть однажды смерть принесёт бесконечную ночь, а солнце, на которое она взирала, станет всего лишь тлеющим угольком,\nвсё же воля, связанная с планетарной корой, сияла ярче всех цивилизаций, которые когда-либо видела странница.\nНе в силах сдержать удивления и сострадания, затопившего сердце, она обратилась к правителю крошечного мира с такими словами:\n\n«Я видела, как беспросветный конец, точно веретено, рвёт мерцающие нити звёздных скоплений.\nЯ видела, как холодная волна хаоса поглотила песни, обратив добро со злом в безмолвие.\nМой добрый и милостивый правитель, неужели даже после моих слов ты всё равно откажешься покинуть своих подданных?\nОставь этот обречённый мир и отправляйся в путешествие вместе со мной».\n\nНо гордый дракон ответил так:\n«О путница из далёких миров, спасибо, что открыла мне истину о вселенной.\nДа, тебе они могут показаться невежественными созданиями, но для меня в них заключён весь смысл существования.\nЕсли волна забвения придёт, пусть мои кости станут твердыней, которая защитит этот мир.\nТы узришь выбранный мною путь, ибо я поведу свой народ вперёд, к звёздам».\n\nНо когда странница вернулась, оказалось, что тот мир, который она помнила, неузнаваемо изменился.\nКости земли были окованы четырьмя цепями, а мягкое белое сияние неба разделилось на семь неподвижных оттенков.\nДыхание повелителя драконов рассеялось, словно дым, и на его троне сидел Крылатый под ясным светом трёх лун.\n\nПутница была потрясена исчезновением дракона, но не хотела беспокоить нового правителя,\nона нарушила закон своего народа и тайно поместила свою душу в мир внутри раковины.\nПереместив своё сознание в тело юноши, она ходила среди этих примитивных хордовых...\nИ слушала всё более пылкие споры под сводами города, построенного из золота..."
	},
	"sands": {
		"name": "Часы забвения галерей глубин",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Карманные часы из нефрита северного королевства. Стрелки этих часов навечно замерли на моменте их разрушения.",
		"story": "Следуя наставлениям своего учителя, девушка отправилась на север, прошла через ледяные пустоши и разбитый зеркальный коридор на краю замёрзшего моря.\nУничтожив бесчисленное множество монстров, бродивших по руинам, у золотой башни она наконец увидела сокровище, запорошённое снежной пылью.\n\nТо было время, забытое поныне, когда город на крайнем севере сиял среди пустынной тундры, словно сплетённый из золотых нитей.\nГорны в галереях глубин ревели днями и ночами. Используя запретные знания, из останков гигантских зверей мастера выковали бесчисленное множество альвов.\nИз света павшей морозной луны они сплели безупречную плоть и придали ей форму, некогда хрупкую и слабую.\nВсё потому, что мятежная посланница передала власть творения, принадлежавшую Владыке Небес, в руки смертных,\nмечтая о том, что однажды эти маленькие создания сотворят совершенное существо, способное слиться с целым миром.\n\nВ галереях глубин, ещё не разбитых вдребезги, первый ангел пересказывала своему спутнику сладкие сны о наступающем рассвете:\n«Я увидела время, когда земным народам больше не придётся искать небесной милости.\nПостроенные ими города поднимутся до самых облаков, они вырастут даже выше престола и звёзд.\nЯ увидела будущее, где люди разделят бескрайнее небо с богами, которым некогда поклонялись.\nТам нет места для слёз, печали и смерти, ибо всё уже завершено».\n\nНо безрассудной мечте и честолюбивым замыслам суждено было рухнуть с небес на землю вместе с синими хрустальными шипами.\nПронзительно крича, альвы превратились в ледяной серебристый туман, и за одну ночь великолепный золотой город был уничтожен морозными ветрами.\nПредавшая своего владыку посланница была лишена имени и плоти. А её сородичей постигло проклятие:\nесли они хоть однажды посмеют заглянуть в глаза какого-нибудь незнакомца и подарить ему одному любовь, предназначенную для всех творений,\nих божественная красота растает на ветру, их разум обратится в прах,\nа из останков появится фея, которая будет вечно скитаться по свету и поглощать бледные тени воспоминаний."
	},
	"goblet": {
		"name": "Ниспосланный пир галерей глубин",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Кубок, сделанный из нефрита северного королевства. Согласно легенде, он служил церемониальным сосудом древней цивилизации для подношений небесам.",
		"story": "Следуя наставлениям своего учителя, девушка отправилась на север, прошла через ледяные пустоши и разбитый зеркальный коридор на краю замёрзшего моря.\nОдиноко бродила она по руинам Витой Бездны, пытаясь отыскать следы странницы, о которой говорил ей магический мечник...\n\nТо было время, когда серебристый лунный свет ещё не оставил своей милостью далёкие земли на севере, а посланцы небес обращали свои взоры на пыль и грязь дольнего мира.\nЗолотой город, разгневавший посланцев вопросами об эволюции знания, погряз в спорах о том, как потушить огонь гнева.\nЖрецы обвиняли друг друга в святотатстве, в осквернении любви, милости и мудрости богов.\nОни должны были выбрать главного виновника, отравившего разум всех остальных, дабы он просил прощения у разгневанных посланцев небес.\nНо вдруг послышался голос...\n\n«Если грех происходит из стремления к знанию, то главный завет - невежество. Если грех происходит из сопротивления, то агнец есть воплощение святости.\nЕсли грех должен быть искуплён кровью, как можно говорить, что грех исходит от человека? Если закон совершенен, к чему бояться вопросов?»\n\nОбычный незнатный юноша сумел обойти стражу и проникнуть в зал, где совещались жрецы.\nОн по очереди опроверг все грехи, о которых говорили учёные мужи, а на обвинения в ереси отвечал лишь гневным недоуменным взглядом.\nПосреди безмолвного зала совещаний главный жрец в белом венце отправил восвояси стражников, которые примчались, узнав о беспорядке.\n\n«Еретик, если ты веришь своим искусным словесам, веришь тому, что грехи не более чем заблуждения...\n...тогда выпей из чаши пылающего гнева и отправляйся к древу с серебристыми корнями, дабы оправдаться перед посланцами, которые осудили нас».\n\nИ тогда безвестный доселе юноша отправился в самые глубины земли, чтобы получить ответ у первого ангела..."
	},
	"circlet": {
		"name": "Утраченная корона галерей глубин",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Этот шлем пропитан одержимостью, как и разум его старого хозяина. Украшающий его нефрит принадлежит ещё более древним временам.",
		"story": "Следуя наставлениям своего учителя, девушка отправилась на север, прошла через ледяные пустоши и разбитый зеркальный коридор на краю замёрзшего моря.\nУничтожив бесчисленное множество монстров, бродивших по руинам, она наконец увидела сквозь обрывки тончайшего полога сокровище, запорошённое снежной пылью.\n\nТо было время, когда невежественные смертные ещё подчинялись небесным указам, а двор утренней звезды царил высоко над облаками.\nПрекрасные и благородные существа родились из самого света, и смертные, которые не могли видеть их лиц, называли их ангелами.\nИх серебристые крылья светились, словно лунные искры, их головы венчали короны с семикратным сиянием, выкованные из костей земли и небесных звёзд.\nИх имена означали любовь, обещанную всем созданиям богами на небесах, или власть над всеми народами земли.\n\n«Любите создания на этой земле всей душой, всем сердцем, всей волей своей.\nЛюбите их, как роса любит утреннюю зарю, как семена любят дуновение ветра».\n\nОни были самыми верными слугами небесного двора, безупречными весами справедливости.\nОни ткали тончайший полог для Владыки Небесного свода, дабы нести священные откровения ко всем пределам и рубежам.\nТаким было предназначение, возложенное на них в момент творения, или таким оно должно было быть...\n\nПока первому ангелу не встретился безымянный юноша под серебряным древом в северных краях,\nи в его звёздных глазах она увидела отражение себя, которого никогда ещё прежде не видела.\nТо была любовь, не связанная законом, свобода, которой никогда не потерпят небеса.\nВечная звёздная корона любви раскололась в тот самый миг, когда её сердце охватил незнакомый трепет.\nБросив осколки в снег под серебряным древом, дева рассвета дала свой роковой обет:\n\n«Придите, придите... Мы перепишем вздорные законы костями и прахом, мы напитаем кровью бесплодный север.\nМы построим город и башню, которая вознесётся к самым облакам, чтобы смертным больше не пришлось плакать и стенать.\nЯ оставляю эту бесполезную корону пыли и праху, чтобы все народы мира обрели свободу»."
	}
}