{
	"name": "Цветок потерянного рая",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Увеличивает мастерство стихий на 80 ед.",
	"4pc": "Увеличивает урон реакций Бутонизация, Вегетация и Цветение экипированного этим набором персонажа на 40%. Кроме того, активация реакций Бутонизация, Вегетация и Цветение экипированным этим набором персонажем усилит этот эффект на 25%. Каждое суммирование длится 10 сек. Эффект складывается до 4 раз, может возникнуть раз в 1 сек. и активируется, даже если экипированный этим набором персонаж не активен.",
	"flower": {
		"name": "Великолепие Ай-Ханум",
		"relictype": "Цветок жизни",
		"description": "Чудесный аметист, искусно воссоздавший форму исчезнувшего древнего цветка.",
		"story": "В далёкие времена, о которых вспоминают только джинны, Повелительница цветов была изгнана небесами.\nЕё прекрасное тело было изранено, а её сородичей лишили разума...\n\nЛегенда гласит, что Повелительница цветов семьдесят две ночи бродила по бесплодным пустошам...\nЕё ноги были истёрты безжалостными камнями. Из её ран брали начало чистые источники, обращаясь в бескрайние потоки.\nЭти ручьи орошали зелёные сады, в которых росли синие, как ночь, водяные лилии.\nВодяные лилии - матери джиннов, которые родились из пьянящих снов и горьких воспоминаний о потерях.\n\nПервые джинны были мудрыми созданиями. Они предавались невинным мечтам и сладкой любви.\nВ благодарность своей создательнице юные джинны увенчали свою госпожу венком из диких хризантем.\n\n«О, Повелительница цветов, владычица сада, мы умоляем тебя - останься, не покидай нас!»\n«Да. Просим тебя, мать грёз, властительница забытья и вина, мы умоляем тебя - оставайся царицей этого сада».\n\nТак, пленённая нежностью джиннов, изгнанная богиня осталась в этом цветущем саду.\nТам, где она ступала, расцветали прекрасные, словно лунная ночь, фиолетовые цветы. Их назвали падисарами»."
	},
	"plume": {
		"name": "Угасающий пир",
		"relictype": "Перо смерти",
		"description": "Перо давно вымершей птицы. Инкрустировано золотом и самоцветами последователями древней богини цветов.",
		"story": "В далёкие времена, которые оплакивают только джинны, владычица оазиса сделала окончательный выбор.\nВ этот момент она осознала, что её судьба не загадка, а ключ от таинственной двери.\n\nВ словах и стремлениях царя Дешрета она увидела возможность выйти за пределы нелепых порядков, управляющих этим миром.\nОтвергнув дар божественного престола, царь в красной короне прокладывал свой путь, следуя собственной воле...\nИ несмотря на открытые ей мрачные картины погибельного будущего, царь отказался отступать.\nДаже зная, что путь будет сопряжён с опасностями, даже зная, что самые дорогие ему люди угаснут на его глазах...\nКрасный царь выбрал возвышенную ложь, направив своих последователей по пути забвения.\n\n«Ты пытаешься поймать ветер. На могилах божеств люди станут богами среди богов.\nБестревожным мечтам не суждено сбыться. Среди руин порушенной лжи люди станут царями среди царей».\n\nПовелительница цветов не выступила против сумасбродства друга, видя в его амбициях достойное уважения пламя божественного бунтарства.\nИдея собрать мудрость всех людей, попытка связать грёзы и силу власти...\nВ этой идее крылось большее, чем обман, - в ней таилось будущее простых смертных, проблеск надежды...\n\nГрёзам суждено развеяться, их прекрасные образы обречены рассыпаться в прах - таков истинный смысл распускающихся цветов.\nТолько страдая от разрушения божественных заблуждений человечество может научиться восставать против воли богов...\nПодобно тому, как упрямый Царь богов поднял ради неё тайное восстание, выстояв только за счёт собственной силы воли.\nОднако Повелительница цветов никогда не знала любви, что бывает слаще вина, и ещё меньше она разбиралась в никчёмных человеческих чувствах.\nКакой бы гениальной она ни была, даже ей было тяжело предсказать, когда эти мимолётные существа наконец поймут правду...\n\n«Разве так называемые божества не были для вас лишними с самого начала?»"
	},
	"sands": {
		"name": "Застывшее мгновение",
		"relictype": "Пески времени",
		"description": "Застывшие песочные часы больше не внемлют течению времени, как бы их ни поворачивали.",
		"story": "В далёкие времена, о которых сокрушаются только джинны, царь Дешрет воздвиг гробницу для своей возлюбленной.\nПризвав джиннов и применив силу драгоценных камней под толщей песка, он создал оазис, где время замедляет ход.\n\nСпустя много веков легенда об Оазисе вечности распространилась среди бродячих племён пустыни.\nКочевники говорят, что это место вечно цветущей зелени, где правит спящая богиня цветов.\nКочевники говорят, что Фериджиз, последняя мать джиннов, охраняет великие врата оазиса.\nОна с неизменной нежностью благословляет каждого приходящего смертного, будь он праведником или злодеем...\n\nМатриархи племён Танит, Узза и Шимти, как и прочих, называют себя дочерьми Повелительницы цветов.\nВера является их опорой, их роднит кровь, но ещё больше их объединяет общая мечта о сказочном саде с падисарами.\nРазрозненные, отчаявшиеся племена пустыни ищут оазис вечности и безграничные знания.\n\nКак и предсказывало пророчество, оставленное их богиней, даже после уничтожения цивилизации человечество продолжает выживать благодаря своему упорству...\nДаже лишённые божественного руководства, племена пустыни нашли способ объединиться, хотя бы вокруг воспоминаний о давно ушедшей богине.\nПустыня, просоленная бесчисленными слезами, не смогла остановить продвижение смертных, так же как бесконечная ложь об Оазисе вечности не смогла остановить племена от прекращения поисков.\n\n«Мой господин... зачем ты велишь дюнам остановиться? Зачем приказываешь ветрам перестать дуть?\nРазве можно остановить изменения? Какой смысл будет в этих часах, если в них склеится песок?\nВечность - не райский сад, а засохший сор, который не поддаётся попыткам удалить его.\nЦветы расцветают и облетают, а когда приходит пора, распускаются вновь. К чему тогда тревожиться о \"смерти\"?».\n\nОднажды три друга вели праздную беседу. Ветер пустыни подхватил их слова и разнёс по летописям времени...\nВ сознании племён пустыни сохранились образы оазиса, застывшего в потоке времени.\nИ эти скитальцы без устали поддерживают круговорот жизни и смерти среди текучих песков..."
	},
	"goblet": {
		"name": "Магический сосуд хранителя тайн",
		"relictype": "Кубок пространства",
		"description": "Миниатюрный сосуд из фиолетового кристалла, плотно закрытый изумрудной крышкой.",
		"story": "В далёкие времена, о которых безмолвствуют джинны, царь Дешрет поведал свои самые сокровенные чаяния Повелительнице цветов...\nКогда луна бледным сиянием освещала бокал гранатового вина, Повелительница цветов поддалась уговорам своего доброго друга.\n\nСлова, которые царь Дешрет произнёс той ночью, остаются тайной для всех. Даже древнейшие джинны хранят молчание, когда их спрашивают об этом.\nНикто не помнит, какие потаённые желания явил царь Дешрет в ту ночь, но его слова заставили бы содрогнуться даже мудрейших из божеств.\nНо Повелительница цветов всё предвидела и спланировала заранее, а потому осознала глубокий смысл его речей.\nПравители песчаного моря и оазиса были могущественными и благородными, но они вынашивали дикие мысли о предательстве.\n\n«Я сохраню твой секрет из глубокой привязанности к тебе и Владычице мудрости.\nЯ построю для тебя мост, чтобы ты смог воплотить в жизнь безумную мечту. Только не бойся сапфировых столпов... \nЯ укажу тебе путь к глубочайшим знаниям, хотя цена за это будет высока...\nСохрани мой урок в своём сердце. Помни о наказании, которое некогда постигло падших посланников небес.\nЗнай: если в этом мире есть надежда, её можно отыскать в простых смертных».\n\nПод покровом тьмы она направила своего дорогого друга на путь постижения всего, что только можно было узнать о небесах и бездне.\nИ стало тело мостом, а оазис платой. И пришла гибель в ослепительном свете - всё ради его безумных мечтаний...\n\nПесчаные бури пронеслись с неистовой силой по раю, который лишился одного из своих божеств, застилая небеса жёлтым песком, поглощая всё вокруг...\nЦарь Дешрет вернулся из бурлящих песков, поглотивших небеса. Однако Повелительницу цветов более никто не видел.\n\n«...Ты являешься мне в грёзах... В блужданиях среди стен хрустального лабиринта... Но вокруг лишь песок...»"
	},
	"circlet": {
		"name": "Аметистовый венец",
		"relictype": "Корона разума",
		"description": "Корона, инкрустированная аметистами и изумрудами, напоминает древний головной убор жрецов богини цветов.",
		"story": "В далёкие времена, которые воспевают только джинны, Повелительница цветов повстречала Владыку красных песков.\nВ эпоху, когда короли соперничали друг с другом за власть, царь Дешрет разделил свой трон с двумя другими.\n\nВ ознаменование союза трёх друзей джинны подарили им трон, инкрустированный изумрудами и рубинами.\nВ честь вечного оазиса и распускающихся падисар Повелительница цветов надела аметистовую корону.\n\n«Но \"вечность\" - это в конечном счёте ложь. Хмельной дурман и влюблённость обращают воспоминания в разбитые мечты.\nТебя когда-то интересовала причина моих неумолчных вздохов. Сегодня ночью, при яркой луне, позволь мне рассказать о давно минувших событиях...\n\nТо было далёкое время спокойствия и мира. Божественные посланники тогда открыто говорили с людьми, принося им вести с небес...\nНо позднее из заоблачных высот спустились захватчики, и не было счёта разрушениям, и разлились реки, и чума взяла свою дань...\nЗахватчики принесли моим былым сородичам войну, а всей земле тщетную надежду на разрушение оков.\nПравитель небес, убоявшись беспочвенных иллюзий и прорывов, обрушил небесные столпы на землю и разрушил царства смертных.\nЗатем нас постигли муки изгнания. Мы утратили связь с небесами и способности к просвещению...\n\nС тех пор, как меня настигла беда, проклятье не даёт мне вновь обратить взор к небу. Мне повезло сохранить свою форму до этого дня...\nНо мой дом неустанно зовёт меня к себе, хотя бедствие меж звёздами и бездной уже явилось за кристальной гладью.\nПрислушайся к моим предостережениям: не ищи Мастера Четырёх Теней и не спрашивай о тайнах небес и бездны.\nИначе - да будут карающие столпы тому порукой - в финале ждёт лишь горечь и беды».\n\nЦарь Дешрет не внял предупреждениям своей наперсницы, утвердившись в намерении преступить черту.\nОсушив её слезы под светом луны, он поведал Повелительнице цветов о своих желаниях..."
	}
}