{
	"id": 10008,
	"rarityList": [
		3,
		4
	],
	"name": "Азартный игрок",
	"effect2Pc": "Увеличивает урон элементального навыка на 20%.",
	"effect4Pc": "Победа над противником со 100% шансом восстанавливает время отката элементального навыка. Может возникнуть раз в 15 сек.",
	"flower": {
		"name": "Брошь азартного игрока",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Роскошный большой цветок, способный спрятать в себе шулерские кости.",
		"story": "Азартные игроки любят сверкающие драгоценности, хотя и знают, что богатство быстро приходит и легко уходит.\nОна носила эти крупные и пышные заморские цветы в ушах, и их искрящееся сияние притягивало взгляды.\nНо никто не знал, что среди лепестков искусно спрятаны шулерские игральные кости.\nПодготовленные для экстренных ситуаций, в нужный момент кости почти магическим жестом ловких рук появляются в игре,\nзаменяя собой прежние кости прямо перед носами игроков и создавая для неё выгодный расклад."
	},
	"plume": {
		"name": "Перо азартного игрока",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо огромной птицы, способное прикрыть вашу козырную карту.",
		"story": "Разноцветное перо, украшавшее головной убор азартного игрока. Истинные аристократы с отвращением считают подобное вульгарностью.\nНо самоуверенные аристократы видят только обёртку и совершенно не подозревают, что в огромном птичьем пере скрыт секрет.\nСпокойно дождавшись ответственного момента, игрок ловким движением достаёт давно спрятанный козырь...\nИ высокомерные лица да презрительные взгляды аристократов вдруг в момент каменеют."
	},
	"sands": {
		"name": "Карманные часы азартного игрока",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Разбитые карманные часы, некогда принявшие на себя удар, предназначавшийся их владельцу.",
		"story": "Любителям азартных игр необходимо уметь точно воспользоваться моментом, и только тогда их трюки будут безупречными.\nИменно поэтому в её нагрудном кармане всегда покоились золотые часы.\nВ бесчисленных крупных играх рано или поздно наступал момент, когда её жизнь спасало превосходное чувство времени."
	},
	"goblet": {
		"name": "Стакан для костей азартного игрока",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Ёмкость, созданная всего лишь для одной цели - игры в кости. В ней нет никаких потайных отделений. Совсем.",
		"story": "Всякий любитель азартных игр в какой-то мере суеверен. Некоторые, например, питают особые чувства к сделанным на заказ стаканам для игры в кости.\nЭто её заказной стакан. Вопреки ожиданиям, в нём нет хитроумных механизмов для шулерства.\nСудьба азартного игрока наполовину в руках Неба, наполовину - в его самого.\nТем не менее мир за пределами игры никогда не заслуживал её внимания."
	},
	"circlet": {
		"name": "Серёжки азартного игрока",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Пара лазурных серёжек, успокаивает ум и помогает рационально мыслить во время принятия важных решений.",
		"story": "Броские серьги, часто носимые любителями азартных игр. Это - напоминание о богатстве игрока, которое приходит так же легко, как и уходит.\nСияние лазурного камня такое же успокаивающее, как вид ясного неба или глади озера.\nСерьги обычно покрыты успокаивающей субстанцией, чтобы азартный игрок легко сохранял трезвость ума в игре.\nВ напряжённые моменты ясный ум приносит победу."
	}
}