{
	"name": "Позолоченные сны",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Увеличивает мастерство стихий на 80 ед.",
	"4pc": "На 8 сек. после вызова элементальной реакции согласно элементам других персонажей в отряде экипированный этими артефактами персонаж получает следующие усиления: сила атаки повышается на 14% за каждого персонажа с таким же элементом, как у экипированного персонажа; мастерство стихий повышается на 50 ед. за каждого персонажа с иным элементом. Каждое из этих усилений при подсчёте включает до 3 персонажей. Эффект может возникнуть один раз в 8 сек. Срабатывает, даже если экипированный этими артефактами персонаж не на поле боя.",
	"flower": {
		"name": "Сон железного цветка",
		"relictype": "Цветок жизни",
		"description": "Бутон из тёмного золота. Его багровая сердцевина объята лепестками, которым никогда не было суждено раскрыться.",
		"story": "«В золотых снах никому не суждено испить горькую чашу».\nВ древней легенде говорится о трёх неразлучных друзьях.\nОдин из друзей со временем зачах и сгинул в грязи, словно опавшие цветы шиповника.\nКрай цветов, изъеденный ветрами, превратился в историю, став сном из песни.\n\nВторой разбил в пустыне невиданный оазис.\nА третий, истощив разум и силы, создал в песках нетленный мираж:\nгоре и разлука не должны оставлять в душах тонкие шрамы.\n\n«Когда луна сойдёт с твоей ладони и заберёт с собой одинокий луч серебряного света, озаряющий лабиринт пустыни,\nнадеюсь, ты вспомнишь, как пламенел в ослепительных лучах спутник твоих сновидений».\n\nИ вознеслись из горящего нового мира воспоминания, подобно бездымному пламени.\nИ обратил он взор к прошлому, и погряз в мире грёз, сойдя с пути истинного.\nИ узрел он мудрость во грехе, и внял сладкому шёпоту..."
	},
	"plume": {
		"name": "Перо суждения",
		"relictype": "Перо смерти",
		"description": "Когда-то с помощью этого особенного пера взвешивали сердца преступников, но оно утратило своё предназначение.",
		"story": "«В новом мире повсюду царит добро».\nВ древности смолкли небесные указы, и земля лишилась своего хозяина.\nПрошлые культура и гармония были забыты, и всё погрузилось в непроглядную тьму.\n\nПозже закон, который даже время не в силах отменить, вновь стал отмерять жизнь всего сущего в пустыне.\nПером взвешивается сердце, чугуном оценивается мудрость, а бескорыстным разумом управляется государство.\nПо решению Царя богов в этом пустынном раю был высечен закон, основанный на крови.\nКогда идеалы государственного управления искажаются состраданием, высокопоставленные чиновники становятся пособниками беззакония.\nЗабудьте о дворце, что постепенно тонет в песках, и двигайтесь вперёд, к безумному и неизведанному будущему.\n\n«Предательство наказывается беспощадно,\nа приговор за него - уничтожение».\nВпоследствии законы исказились миражами высокомерия и превратились в кандалы.\nПо желанию Царя богов несчастье цепями сковало судьбы его подданных."
	},
	"sands": {
		"name": "Золотые годы",
		"relictype": "Пески времени",
		"description": "Переливающиеся тёмно-золотым блеском солнечные часы словно рассказывают древние истории пустыни.",
		"story": "«Золотое видение явится в самом древнейшем воплощении».\nВ начале времён племена жили бок о бок с песками, отдавая свою кровь земле.\nЧтили закон крови и страшились воспоминаний о голоде, глубоко пустивших свои корни.\n\nПостепенно время окутало землю песками, и Царь богов возвысился, обретя немыслимое влияние.\nВ те преданные забвению времена Архонты создали край блаженства, разбив оазисы и напитав земли родниками.\nСледуя за Царём богов, люди возвели высокие стены, воздвигли трон и основали процветающее государство.\nИмитация облика царей служит воспоминанием о годах, проведённых под властью Царя богов и пророков.\nВ те дни мудрым царям являлись небесные видения, а земля не знала, что такое бедствие...\n\n«Мудрость царя возродит золотое прошлое.\nБезграничная сила остановит зыбучие пески времени».\n\nВерно. Однажды наступят золотые годы для царей пустыни и жителей песков.\nЗолотая страна грёз манит к странствующим пескам, где не ведают ни печали, ни разлуки."
	},
	"goblet": {
		"name": "Последний медовый пир",
		"relictype": "Кубок пространства",
		"description": "Винный кубок, украшавший собою грандиозные пиршества давно ушедших времён, растерял весь свой былой лоск.",
		"story": "«Бесконечная радость впоследствии заканчивается горечью,\nа сладкие воспоминания растворяются в клубах дыма».\nВначале пир принадлежал королеве цветов и лунных ночей, власть - королю пустыни, а жизнь - хранителю растений.\nПодобные серебряной луне, золотому солнцу и изумрудному оазису, три божественных правителя решили заключить союз.\n\n«В те времена лунный свет рассказывал соловьям и розам истории о счастье,\nно те были так сильно испуганы и смущены, что совсем не пели в ответ».\n«Это было мирное и счастливое время. Все в этом беззаботном раю были едины и не знали бед...»\n«Вот бы мираж счастья оставался таким навечно. Не знать бы боли разлуки никогда».\n\nЧуть позже время разорвало связь между днём и ночью. Был нарушен древнейший договор.\nУютная лунная ночь спряталась в песок, а вездесущее солнце неустанно палило своими лучами весь белый свет.\nА пир Царей богов отныне виделся короткой, но сказочной эпохой. События эти ещё хранились в памяти священников и простых людей.\nНо мечты не могут вечно ускользать от разума. Однажды они попадают в некий неодушевлённый механизм и перемалываются.\nИ в кромешной тьме внутри него зарождается новая жизнь...\n\n«Соедини миллион мыслей в одну и миллион планов в один,\nтак человек и станет царём царей и божеством богов».\nПогребальная песнь играет для одинокого царя царей,\nи золочёный песок прекрасно знает о предначертанной ему судьбе."
	},
	"circlet": {
		"name": "Тень Короля песков",
		"relictype": "Корона разума",
		"description": "Позолоченная повязка древних священников пустыни. Она сделана по подобию повязки легендарного правителя пустынного народа.",
		"story": "«И явится царь в лучах ослепительного солнца.\nИ снимет терновый венец с сынов человеческих».\nИ сошли с небес священные столпы, похоронив луга и леса в потоках песка.\nЗолотой диск солнца опускался и восходил вновь, облачая песчаное море в роскошный саван.\n\nВскоре ядовитые ветры времени растревожили вечный сон павших, навеяв мысли о безвозвратно ушедшей древности.\nВ те проклятые времена на плодородных землях оазиса процветали многие города.\nСледуя идеалу Царя богов, священники справедливо правили в краю блаженства, никого не обделяя.\nКогда-то смертные цари и пророки лично получали святые наставления и были хозяевами земли.\nА теперь множество влиятельных людей, заправляющих в оазисе, стали тенью верховного Архонта.\n\n«Рассыпались символы власти.\nЖивут все словно в ненастье».\n\nПрошло время, и вкупе с бредовыми мечтами было принято безрассудное решение.\nПодданных, купившихся на обещания красивой жизни, ждал горький финал."
	}
}