{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "Золотая труппа",
	"effect2Pc": "Увеличивает урон элементального навыка на 20%.",
	"effect4Pc": "Увеличивает урон элементального навыка на 25%. Кроме того, когда персонаж не на поле боя, урон элементального навыка дополнительно увеличивается на 25%. Через 2 сек. после вступления в бой эффект исчезает.",
	"flower": {
		"name": "Вариация золотой песни",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Горделиво распустившийся цветок тонкой работы из раковины, перламутра и сусального золота.",
		"story": "Когда-то песня судьбы неслась по водным просторам, распространяя гармоничную мелодию цивилизации и порядка.\nВезде, где звучали эти ноты, жестокость сменялась просвещением, а неупорядоченные первозданные земли полностью преображались.\n\nМогучий морской ветер нёсся вдаль, а вместе с ним плыли потерявшие корни кувшинки.\nВ жилище племени, таком же недолговечном, как морская трава, молодой музыкант встретил воина.\nСреди поэм завоеваний, число которых не уступает числу звёзд, эта песня не столь примечательна,\nно волны стали свидетелями дружбы воинов, одновременно предрекая их конец.\n\nМолодой музыкант не успел избавиться от пошлых страстей варваров и быстро подружился со слугой, одним из покорённых.\nИмя этого слуги никто не помнит, но впоследствии прозвище Кассиодор станет известно всему миру.\nПозже молодой воин последовал за юным музыкантом в золотой Капитолий, высочайший город золотой столицы.\nТам они прошли сложнейшее обучение и испытания и были возведены в ранг гордых мастеров самим золотым Царём богов.\n\n«Гордость расцветает в груди граждан этого славного королевства, как золотой цветок. Не будет больше нищеты и дикости под проницательным взором Царя богов.\nГордость - это щит чести царства и острие копья в радужном сиянии. Она защищает непререкаемый авторитет Царя богов.\nТолько под управлением такого властителя может родиться порядок, а там, где царит порядок, свободно расцветают искусство и красота.\nВ прекрасной золотой стране слабость, глупость и дикость никогда не найдут ни пристанища, ни защиты - они должны покориться или быть уничтожены.\n\nДруг мой, брат мой, не тоскуй по тому нищему прошлому, не замыкайся на фальшивом, низменном достоинстве тех людей ушедших времён.\nТы оставил это простое тело и слабый дух и стал чист, словно сталь. Зачем же горевать о мелочах?\nДруг мой, брат мой, прислушайся к этой неизменной мелодии, к часовому ритму твоего сердца - это шепчет тебе Царь богов.\nПрославленное царство смотрит только на идеальный мир будущего, и это будущее сыграет для людей ушедших времён мелодию их неизбежной гибели»."
	},
	"plume": {
		"name": "Перо золотой птицы",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо из золотой и серебряной филиграни. Кончик его украшен изысканным сверкающим сапфиром.",
		"story": "Когда утих морской бриз, по небу разлилось розовое зарево сумерек.\nГде нашли приют тысячи мачт, морские птицы не задерживаются, оставляя после себя лишь разбросанные перья.\n\nНекогда гармоничная и величественная симфония подошла к концу, как и ни одна империя не может править вечно.\nПо мере расширения пределов водных путей власть привносила не только прогресс и порядок, но и высокомерие, насилие и эксплуатацию.\nВ далёкий город «людей ушедших времён», в долину затаившихся изгнанников, даже к подножию горы Капитолий...\nПришли подтянувшие струны знатные музыканты и войска в сияющих железных доспехах - пришли, чтобы отнять у людей всё.\nТе, кто ещё не был покорён и у кого ещё не отняли капли воды, объединились, поклявшись сопротивляться до последнего.\n\n«Именно этого я и боялся, именно об этом я печалился, брат мой. Когда громко поёшь, нужно слушать и тихие голоса.\nНе все готовы к тому, что у них отнимут дома и землю. Не все могут принять нашу мелодию.\nКогда-то ты назвал их \"людьми ушедших времён\", брат. Но даже у тех, кто присягает на верность прошлому, есть решимость и достоинство, которыми нельзя пренебрегать.\nНекогда мы решили покорять и господствовать над другими, но как же слава нашего сияющего царства?»\n\n«Слабость! Слабость! Это твоё жалкое сострадание омрачает твой разум. Оно сделало твоё сердце мягким, оно нарисовало мишень на твоей спине!\nЕсли варварство и невежество сохранятся в Фонтейне, отравляя его воды, мы должны истребить их.\nЕсли дикари пожелают присоединиться к нашему величественному золотому порядку, то мы примем их, как принял нас наш славный владыка.\nНо после того, как проклятый дракон Сцилла разрушил наши башни и истребил наших музыкантов, одурманенные, одичавшие племена больше не стоит ни спасать, ни принимать.\nИ поскольку они недостойны, то должны быть изгнаны, подобно тому, как мы изгнали мор и лесные пожары».\n\nИменно в этот момент золотая эра внезапно прервалась, погрузившись в непрекращающиеся войны и мятежи.\nТронный зал наполнился криками захватчиков и разрушителей, агонией варварских племён, и Царь богов, вздрогнув, проснулся."
	},
	"sands": {
		"name": "Предзнаменование золотой эпохи",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Восхитительные солнечные часы, обрамлённые серебром и золотом. Кажется, ход времени замер на их циферблате.",
		"story": "Морской бриз на рассвете, восторженный и свободный, поёт этот древний гимн.\nВремя более не течёт вперёд, а возвращается в прошлое вместе с певцом.\n\nВдоль воды он струился, минуя золочёные купола славного королевства,\nпод мягким летним ветром проносился по зелёной усадьбе, окружённой высокими стенами.\nи аристократы на своих лёгких кораблях, и пленённые варвары -\nвсе были очарованы музыкой прекрасной эпохи, погрузившись в воспоминания...\n\nТо был золотой мир изобилия - эпоха праведного, сиятельного царя.\n\n«Я родом из жалкого королевства на одиноком острове. Я родился в хижине, а вырос в деревне, построенной из тростника и травы.\nКогда воины в ярких одеждах пришли в мой дом, они принесли весть о завоевании.\nЯ был юн и простодушно последовал за этими возвышающимися полубогами в столицу.\nТолько благодаря своим ловким пальцам и яркому голосу я избежал рабства.\nИ лишь после того, как Царь богов признал меня, я впервые стал свидетелем могущества цивилизации и порядка.\nПусть мои плоть и кости полностью изменятся. Пусть имя моё и род будут преданы забвению. Мир будет знать только имя Боэций!»\n\nТак дитя, рождённое варваром, оказалось в золотом дворце и стало слугой великого владыки.\nКак и подобает рождённому заново, он трудился, отказываясь от древних дикарских обычаев и поглощая новые знания...\nВсё, что он делал, он делал для того, чтобы превратиться в человека истинной чести и славы, стать частью этой великой цивилизации.\nНе для чего иного он трудился, ведь это был золотой мир изобилия - эпоха воцарения праведного, сиятельного царя."
	},
	"goblet": {
		"name": "Суета золотой ночи",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Старинная серебряная фляжка. Вместо прекрасного рубинового вина её теперь наполняет горькая морская вода.",
		"story": "Спокойное море вздыбилось, и корабль заскользил между молчаливой усадьбой и храмом.\nПод бледным светом луны золотой купол, казавшийся таким великолепным днём, потерял свой блеск.\n\nЦарь богов вдруг очнулся от своего величественного сна. Ясный свет звёзд померк.\nНасилие и отчуждение образовали кромешный мрак, окутавший великий купол.\nВ ужасе и раскаянии он призвал к себе своих самых верных стражей и самых чутких музыкантов,\nи отдал им последние приказы, намереваясь вернуть мир на расколотые земли...\n\nНо как нельзя сдержать начавшееся наводнение, так и глубоко укоренившееся высокомерие и предрассудки нельзя обратить вспять за одну ночь. Они раздавили гармостов и правителей...\nВсе благородные жертвы, все бескорыстные планы - всё пало от рук нечестивцев, и всё в конечном итоге было разрушено.\nБудь то варварские войска принца Падшего дракона или Царь богов, до последнего пытавшийся спасти империю,\nвсе были сметены неумолимым ураганом. Даже роскошный дворец и зелёная усадьба оказались обречены на гибель...\nБез путеводной золотой песни некогда благородный народ славного королевства превратился в обезображенных големов... \n\nКогда стихла последняя какофония золотой ночи, среди обломков лежал гармост Боэций.\nИ лишь эти обломки слышали его бессвязное бормотание и запечатлели грех предательства...\n\n«В минуту безумия он предал всех нас.\nПорядок нелегко изменить, как и людское раскаяние»."
	},
	"circlet": {
		"name": "Награда Золотой труппы",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Старинная корона, куда больше напоминающая сценический реквизит, нежели головной убор монарха.",
		"story": "В торжественной тишине морских глубин некогда возвышался город славного королевства.\nВ нём, как печальный призрак древней мечты, стоял поблёкший золотой замок.\nВеличественная опера той золотой эпохи стихла, и её слаженная, гармоничная музыка больше не звучит.\nНа обломках амбиций и предательства «люди ушедших времён» построили новое царство.\n\n«Горе, горе идеальному порядку, который вновь растоптали варвары. Слабые и ничтожные овладели древними землями империи!\nФеи и родники, родники и рыцари... На смену эпическим поэмам пришёл детский лепет, на смену музыке - пошлые куплеты.\nВечное величие было разрушено мгновением безумия Царя богов, и возродившиеся дикари презирают память о нём...\nДолжны ли великие царства в конце концов быть отвоёваны дикарями? Должны ли в конце концов глупость и невежество одержать верх над цивилизацией и разумом?»\n\nВ золотом театре того потускневшего замка музыканты, потерявшие свои партитуры, оплакивали прошлое, которое уже не вернуть.\nА молчаливые, голодные големы слушали их, ожидая, что они вот-вот выйдут на охоту и поглотят невинные души.\nКогда вновь зазвучит великая золотая симфония, Золотая труппа получит заслуженное вознаграждение, причитающееся истинным и верным.\nКогда совершенный порядок разделит человечество на господ и слуг, процветание и красота вернёт королевству славу...\nДожить до того дня... Дожить до того дня...\n...когда каждый член Золотой труппы получит в качестве награды всё грядущее."
	}
}