{
	"id": 10011,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Везунчик",
	"effect2Pc": "Увеличивает защиту на 100 ед.",
	"effect4Pc": "Поднятие монет восстанавливает 300 HP.",
	"flower": {
		"name": "Клевер везунчика",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Четырёхлистный цветок, растущий в дикой местности. Его сорвали, потому что считали, что он приносит удачу.",
		"story": "Этому ребёнку везёт с рождения: его всегда сопровождают чудеса.\nЭто четырёхлистный клевер из легенд, который приносит удачу тому, кому достался.\nБеззаботный везунчик случайно обнаружил его, когда играл в поле.\nОн, будучи озорным ребёнком, сорвал клевер и положил в карман.\nКто знает, клевер ли приносит ему удачу, или удача принесла везунчику клевер?.."
	},
	"plume": {
		"name": "Орлиное перо везунчика",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Однажды монстра, встреченного на пути, унёс охотящийся орёл... Да, это перо способно приносить удачу.",
		"story": "Этому ребёнку везёт с рождения: даже самому свирепому зверю не стоит преграждать ему путь.\nБеззаботный везунчик гулял по лесу, не зная, что из тьмы за ним хищно наблюдает монстр.\nКак раз в тот момент, когда мальчик отвлёкся на разноцветные ядовитые грибы, монстр прыгнул, но приземлился ровно на них.\nМонстр думал, что добыча сама пришла к нему в пасть, но не заметил, как на его плечах сжались орлиные когти."
	},
	"sands": {
		"name": "Песочные часы везунчика",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Разбитые песочные часы, песок из которых давным-давно высыпался. Течение времени ничего не значит для тех, кому не о чем беспокоиться.",
		"story": "Этому ребёнку везёт с рождения: даже само время не может заставить его постареть.\nУ везунчика не было ни семьи, ни детей.\nНо в его удачливой жизни все окружавшие люди были везунчику друзьями и семьёй.\nИ даже когда в конце своей жизни он внезапно увидел, как песочные часы отсчитывают его время,\nон лишь рассмеялся, взял рогатку и разбил их."
	},
	"goblet": {
		"name": "Кубок везунчика",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Этим изысканным металлическим кубком однажды отбились от вора.",
		"story": "Этому ребёнку везёт с рождения: даже самые свирепые бандиты не могут ему навредить.\nСледующая история случилась, когда везунчик уже вырос, и однажды в результате очередных своих похождений оказался в узком переулке за таверной.\nНочь была темна: луна скрылась. Коварный разбойник собрался ограбить пьяного в стельку везунчика...\nНо вдруг неизвестно кем брошенный кубок ударил того в голову, и разбойник упал без сознания.\nВозможно, это случилось благодаря тому, что на верхнем этаже завязалась драка, и везунчик оказался тем редким человеком, кому она пошла только на пользу."
	},
	"circlet": {
		"name": "Серебряная корона везунчика",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Её прежний владелец упал в пещеру, в которой обнаружил несметные сокровища. Корона всего лишь их малая часть.",
		"story": "Этому ребёнку везёт с рождения: даже в самой смертельной ловушке он получает сокровища.\nБеззаботный везунчик засмотрелся на древние руины, но случайно запнулся и упал в глубокую яму.\nОн приземлился в груду пыли и не получил ни царапинки. Оказалось, тем, на что он приземлился, был матрас, за долгие годы превратившийся в труху.\nВот так везунчик обнаружил редкое сокровище, прежде принадлежавшее аристократам - корона, которую он надел на голову в знак своей удачи."
	}
}