{
	"name": "Возлюбленная юная дева",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Увеличивает эффективность лечения на 15%.",
	"4pc": "Увеличивает получаемое лечение всех членов отряда на 20% в течение 10 сек. после использования элементального навыка или взрыва стихии.",
	"flower": {
		"name": "Далёкая душа юной девы",
		"relictype": "Цветок жизни",
		"description": "Бесконечно ароматный цветок, который никогда не завянет.",
		"story": "Розовый цветок девушки, такой же скромный и нежный, как она.\nВ книгах пишут, что таких цветов уже давно не существует.\n\nДевушка много раз читала в книгах такие истории:\n«И девушка была спасена прекрасным рыцарем на белом коне,\nИ они обменялись цветами, благословляя друг друга».\n\nОбычно девичьи сердца непостоянны, как цветы.\nНо этот цветок по-прежнему жив.\nВедь сердце девушки навсегда застыло в том моменте прошлого,\nкогда она впервые встретила рыцаря."
	},
	"plume": {
		"name": "Тоска юной девы",
		"relictype": "Перо смерти",
		"description": "В это перо заключена тоска о ком-то особенном, подобном улетевшей с ветром в дальние края птице.",
		"story": "Изысканное перо. Годы не пощадили его,\nпоэтому оно покрыто толстым слоем пыли.\n\nПосле той встречи с рыцарем время для девушки остановилось.\nНи юность, ни любовь, ни радости жизни больше ничего не значили для неё.\nКуда бы девушка не отправилась, везде она тосковала по нему, и бродила по свету, как птица, лишившаяся гнезда.\n\nОна не знала, узнает ли рыцарь о её тоске,\nДостигнет ли она сердца человека, посвятившего себя рыцарскому пути,\nСможет ли она пройти по дальним землям, где гибли древние империи,\nЧтобы прийти к нему во сне?"
	},
	"sands": {
		"name": "Уходящая молодость юной девы",
		"relictype": "Пески времени",
		"description": "Стрелки часов никогда не останавливаются, в отличие от золотых лет юной девы.",
		"story": "Очень точный прибор. Вопреки чувствам владельца,\nБезжалостно и безостановочно демонстрирует вечное течение времени.\n\nВремя девушки однажды подойдет к концу,\nНо её ожидание - нет.\nСтрелки часов безостановочно вращаются день за днём,\nКак и любовь и воспоминания хозяйки.\n\nЧерез много лет она всё ещё помнила, \nКак встретилась с доблестным рыцарем, которого так ждала."
	},
	"goblet": {
		"name": "Досуг юной девы",
		"relictype": "Кубок пространства",
		"description": "Ёмкость для чёрного чая, а вовсе не для алкоголя. Создано для сладости, а не для горечи.",
		"story": "Любимая чашка девушки.\nНекогда была наполнена изысканным чёрным чаем.\n\nБеззаботно наслаждаться зеленым чаем и десертом,\nзабыв о мире и об окружающих людях - маленькая привилегия этой девушки.\n\n«Пусть этот цветок будет моей медалью. Это всё, что мне нужно».\nТак сказал ей рыцарь в тот день, когда они встретились.\n«Но моё сердце уже...»\nНедоговорить эту фразу было не только её привилегией,\nНо и долгом ввиду соблюдения этикета."
	},
	"circlet": {
		"name": "Увядающая красота юной девы",
		"relictype": "Корона разума",
		"description": "Хорошо ухоженная дамская шляпа, помогающая скрыть морщины.",
		"story": "Даже будучи окруженной поклонниками и цветами,\nДевушка никогда не снимала шляпу и не поднимала глаз,\nИ ни лиц, ни имён поклонников она не запоминала.\n\nГодами, в конце каждого дня\nдевушка смахивала пыль со шляпы.\nНо годы отражались не только пылью на шляпе, но и морщинками на лице, которые так легко смахнуть было невозможно.\n\nС годами поклонников и букетов от них становилось всё меньше,\nНо ей было всё равно, ведь сердце её осталось в том далёком дне."
	}
}