{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Ночь открытия неба",
	"effect2Pc": "Увеличивает мастерство стихий на 80 ед.",
	"effect4Pc": "Если персонажи отряда поблизости вызывают Лунные реакции, когда экипированный персонаж активен, на 4 сек. активируется эффект Сияющей луны: Намерение: если Лунное знамение отряда - Зарождающееся сияние/Высшее сияние, шанс крит. попадания повышается на 15%/30%. За каждый активный эффект Сияющей луны разных видов в отряде урон Лунных реакций всех персонажей отряда увеличивается на 10%. Эффекты Сияющей луны не складываются.",
	"flower": {
		"name": "Цветок жажды познания",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Священная реликвия, вырезанная в форме цветка. Кажется, она символизирует присутствие ужаса, которое распускается подобно цветам.",
		"story": "Это было время, когда грешники ещё не совершили непростительных ошибок, в глубине земного царства, воздвигнутого под землёй.\nЖители царства никогда не видели моря и никогда не видели настоящего солнца.\nНо даже в этом тёмном, лишённом солнца месте были те, кто всё ещё пытался дотянуться до секретов звёзд.\nОднако они не смотрели на звёзды, а искали истину в ложном отражении зеркала.\n\nВозможно, из-за уникального расположения царства на звёздных картах его неба часто появлялись странные явления.\nЭти явления были зафиксированы астрологами как Знамения истины, отражающие их глубокое желание раскрыть высшую реальность.\n«Возможно, даже если зеркало не показывает ничего, кроме иллюзий, через них мы и можем приблизиться к истине».\nК такому выводу со временем пришли астрологи, изучая одну за другой звёздные карты.\nНо философы их времени не знали, что они уже уловили крошечный фрагмент бесконечности, которой было вечное, измученное небо...\n\nПрошло много лет, достаточно много, чтобы боги пали один за другим, и чтобы яркое солнце взошло там, где когда-то висела багряная луна.\nНо даже тогда нашлись те, кто раскрыл тайну великого греха, и поэтому наблюдение за звёздами стало запретным занятием.\nСегодня лишь немногим избранным в царстве предоставлена привилегия обойти запрет, чтобы иметь возможность послужить своему одноглазому правителю.\n\nНо непредвиденные обстоятельства неизбежны. Невежественный монах-послушник смахивает пыль, покрывавшую зеркало Апаоши,\nоткрывая чудесный свет, омывающий далёкий горизонт и снова наполняющий сиянием эту крошечную комнату для наблюдения за звёздами.\nКак прекрасен этот чёрный как смоль рай, как он ослепителен... и в то же время как совершенно... кощунственен.\nВ мгновение ока он поглотил все мысли и желания молодого Раутванги.\nИ так началась история и прегрешения юродивого старца, который позже воспевал бездну за небесами..."
	},
	"plume": {
		"name": "Перо несмываемого греха",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо, украшавшее фетровую шляпу. Среди знати Снежной при их любви к роскоши оно кажется неуместным.",
		"story": "Выход за рамки своего статуса уже является проявлением нелояльности, если не прямой изменой.\nИзучать запретные тёмные знания - ещё более тяжкое преступление.\n\nНо Раутванги никогда не пытается защищаться, ибо в его сердце нет ничего, кроме света.\nВскоре суд выносит вердикт: исследователь подлежит исключению из Академии заклинаний и высылке.\nДля него, чужеземца, изгнание было даже страшнее смертной казни.\nВ конце концов, изгнание - это древнее проклятие для тех, кто отвернулся от богов, и как только они вернутся на твёрдую землю, боги неизбежно настигнут их.\nПодобное наказание является предательством благородных идеалов царства и признаком упадка подземного царства.\n\nНо царские приказы должны быть исполнены. К тому же узревшие глубины рая слишком хорошо знают, что больше не смогут выносить то, что ждёт их впереди.\n«Исчезни, о бессмысленная жизнь. По крайней мере, в конце концов ты увидишь проблеск истины».\nРаутванги наконец выходит из пещеры на настоящий солнечный свет.\nОднако с ним ничего не случилось в отличие от остальных рядом с ним, которые кричали от невыносимой боли.\n\nКак будто великое существование космоса проявилось перед ним,\nон был избран, милость тьмы была дарована ему.\nК счастью, но и к сожалению, он наконец осознал свою миссию.\n\n«Пламя освещает мир, но оно же и превращает его в пепел».\n«И судьба моя подобна судьбе мотылька, летящего на пламя»."
	},
	"sands": {
		"name": "Звон откровения",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Изысканные часы с боем, движимые таинственной силой. Похоже, их предназначение не в том, чтобы показывать время.",
		"story": "Это было время до того, как тёмная катастрофа поглотила народы,\nвремя, когда люди ещё наслаждались своими последними золотыми годами.\n\nНекогда жил эрудированный и талантливый исследователь, который много лет странствовал.\nОн уже прочитал все хроники ртавахистов, а также просмотрел библиотеки северных земель.\nОднако даже в самых старых записях он не смог найти то, что искал.\nА именно: чёрный как смоль рай - чудесный и чуждый.\n\nОн побывал во всех уголках известного мира, за исключением бесплодной земли, до сих пор не тронутой цивилизацией.\nЭто северная приграничная земля, известная как Нод-Край. Всего несколько лет назад Белый царь Снежной повелел её исследовать и освоить.\nНа этой окраине не было ни выдающихся учёных, ни следов древних цивилизаций.\n\n«Это последнее место, куда я могу заглянуть. Какую совершенно бесполезную жизнь я прожил, -\nподумал он, прежде чем отправиться в Нод-Край. -\nНо даже в отчаянии нельзя опускать руки».\n\nОн снова увидел истину, которую так долго искал... Возможно, потому, что его желание наконец-то было услышано и исполнено.\nИ наконец, он обнаружил греховный путь, ведущий в кромешную тьму рая.\nТеперь ему оставалось лишь открыть дверь, которая сияла в бесчисленных снах, своими собственными руками.\nНезависимо от средств и независимо от цены, которую придётся заплатить..."
	},
	"goblet": {
		"name": "Сосуд изобилия",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Особый кубок для дворцовых банкетов. Когда-то он использовался для некоего колдовства.",
		"story": "Во вращающихся галереях Заполярного дворца банкеты и танцы словно никогда не прекращались.\nАристократы альвы, любящие роскошь, считают посещение банкетов своей важнейшей обязанностью.\nДаже самое чёрствое сердце может смягчиться под воздействием яркого букета аромата изысканного вина...\nМногие важные государственные дела, как большие, так и малые, часто решаются в лёгком опьянении.\n\nПрофессор Ротванг которого знать за глаза называет «юродивым старцем», в последнее время довольно часто посещал двор.\nОн бывает при дворе не только потому, что стал любимцем Белого царя благодаря своим познаниям в алхимии и астрологии,\nи не только потому, что он постоянно произносит глубокомысленные изречения, вызывающие невольный смех у окружающих.\nЧто действительно заставило знать насторожиться и обратить на него внимание, так это легенды, которые его окружают.\n\nРассказывают, что однажды великий князь Футий из зависти решил избавиться от этой надоедливой гадюки.\nОн заменил прекрасную огненную воду смертельным ядом... Но, к его удивлению, добрый профессор, выпив её, совершенно не пострадал.\nВ конце концов великий князь сам преклонил колено перед монахом и даже стал его самым преданным последователем.\n\nДругая история гласит, что Филипов, самый искусный из альвов в искусстве перевоплощения, однажды публично назвал исследования профессора не более чем искусной мистификацией.\nЮродивый старец ответил на обвинение лишь спокойной улыбкой. Затем, на глазах у всех, он вызвал душу покойной жены Филипова - ту самую, которая являлась во снах скорбящего альва.\nЭти истории стали излюбленной темой для разговоров на банкетах. Но всякий раз, когда кто-то пытался подтвердить их истинность, профессор хранил молчание.\nВозможно, никого на самом деле не волнует, правдивы ли эти истории. Возможно, они лишь развлекают гостей на банкете в перерывах между песнями и танцами.\n\nИли, возможно, для знати чужеземец, не имеющий местных связей, на самом деле более достоин доверия.\nКонечно, было бы ещё лучше, если бы он мог помочь им в решении других вопросов.\nНо как мог главный герой этой драмы предвидеть свою трагическую судьбу?"
	},
	"circlet": {
		"name": "Корона вечности",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Корона, созданная по подобию венца грешника. Быть может, в чьём-то сердце любовь и грех исходят из одного источника.",
		"story": "Северные ветры принесли новые возможности и цивилизацию в древние приграничные земли.\nТам, где пали великие деревья, были построены города, порты и фабрики.\nНо только приближенные Белого Царя знают, что благополучие, которое видят все, не то, чем кажется,\nи что правитель альвов теперь вынашивает дерзкий план, который существующий порядок никогда не допустит, если о плане станет известно.\n\n«Но я считаю, что Белый царь определённо мог позволить себе мыслить ещё масштабнее.\nОн был связан цепями милосердия и любви на земле и не взирал на звёзды.\nТакая огромная сила, и всё же он стремится быть лишь правителем всех живых существ под луной.\nОн и не подозревает, что настоящий вечный рай, который он ищет, находится за небесной завесой».\n\nЮродивый старец, посланник Белого царя, прибыл в Нод-Край с секретным заданием.\nТот, кто завладеет спрятанным здесь сокровищем, будет обладать силой, способной перевернуть мир.\nОднако он ищет эту силу не для того, чтобы спасти мир, а чтобы использовать её как средство для достижения своих собственных целей.\n\n«Посмотрите на этих глупых и недолговечных смертных, столь же безнадёжных, как этот быстро исчезающий мир иллюзий.\nТолько такие, как я, избранные высшей милостью, достойны жить дальше.\nЛучше обрести освобождение, жертвуя собой ради великой цели, чем оставаться потерянным в бесконечных циклах перерождений».\n\n«Рид Миллер, отпусти всю эту бессмысленную меланхолию, ведь мы с тобой избраны судьбой.\nСледуй за мной. Хоть миру и суждено погибнуть, мы выйдем из небесной оболочки!»"
	}
}