{
	"name": "Сон нимфы",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Даёт 15% бонус Гидро урона.",
	"4pc": "Попадания обычной атакой, заряженной атакой, атакой в падении, элементальным навыком и взрывом стихии по противнику на 8 сек. создают 1 уровень Отражения нимфы. Когда действуют 1/2/3 и более уровня Отражения нимфы, сила атаки повышается на 7%/16%/25%, а бонус Гидро урона на 4%/9%/15%. Уровни Отражения нимфы, созданные обычными атаками, заряженными атаками, атаками в падении, элементальными навыками и взрывами стихии, существуют независимо друг от друга.",
	"flower": {
		"name": "Цветок странствий",
		"relictype": "Цветок жизни",
		"description": "Истории подходят к концу, и даже свежие цветы увядают. Но цветок, что явился во снах, всегда будет цвести и благоухать.",
		"story": "...В конце концов тень упала на королевство.\nДело не в том, что дракон победил героя, а в том, что они исчезли вместе.\nСреди непроницаемого хаоса, среди печалей и расставаний, которые последовали за этим,\nнаставница и её сёстры отправились в путь, чтобы победить сам источник зла.\nА её помощница, в свою очередь, взошла на борт корабля, построенного для сражения и в конце концов ушедшего ко дну.\nЦветочные хранительницы и множество рыцарей, злые драконы и добрые мудрецы были разбиты.\n\nКто-то из них попал к Сумеречному двору, иной - к Особому патрулю.\nИ они трудились на благо королевства, чтобы тень больше никогда не укрыла его.\nДругие попали к путешественникам, странствующим в далёких землях.\nИ с того момента отправились на самый край земли.\n\nМного лет прошло с тех пор.\nНекоторые пытались сделать так, чтобы будущие сказания нельзя было остановить.\nДля этого они открывали путь впереди, используя механизмы и стальные тела.\nНекоторые люди отворачиваются от истории, чтобы возобновить её.\nВо имя Цветочных защитниц они отправляются в путешествие за пределами привычного восприятия вещей.\nИ были среди них те, кто дорожит увядшими цветами.\nКто бесконечно вспоминает послеобеденные приключения, которые нужно продолжить..."
	},
	"plume": {
		"name": "Перо злого мага",
		"relictype": "Перо смерти",
		"description": "Перо, некогда украшавшее чью-то шляпу. Его тёмно-зелёный цвет, должно быть, привлекал немало внимания.",
		"story": "Где есть герои, там должны быть и злые колдуны, а где есть рыцари, там должны быть и злые драконы.\nУ героя всегда будет священный клинок, а у мага может быть припрятан волшебный посох.\nВ промежутке между приключениями, когда ещё не родились герои, колдуны, рыцари и драконы,\nони всегда смотрели на перо неизвестной птицы, приколотое к шляпе помощницы настоятельницы.\nЭто перо должно хранить в себе много историй, думали про себя маленькие искатели приключений.\nА помощница настоятельницы, должно быть, и сама застала многие истории, словно героиня после своего ухода на покой.\nИначе почему даже настоятельница, обещавшая нам перо, не могла его снять?\n\n«Ну же, ████, ████, нет причины для драки».\nЭти двое, игравшие в рыцаря и дракона, неохотно кивнули.\n«А когда меня не будет рядом, ████, ты ведь позаботишься о ████?»\n«Мы с настоятельницей вернёмся, как только закончим с делами, так что не выбегайте на улицу».\nПомощница настоятельницы задумалась на мгновение и вынула тёмно-зелёное перо из шляпы, прежде чем уйти».\n«Тебе ведь так его хотелось, не правда ли, ████? Хорошо. Держи».\n«Но я даю тебе его лишь на некоторое время, понятно? Я буду очень расстроена, если оно испачкается».\n\nНо в конце концов это перо так и не стало волшебным посохом какого-то злого колдуна.\nВместо этого оно последует за своим новым владельцем и достигнет источника бедствия, которое приведёт к расставанию, прежде чем вернуться назад..."
	},
	"sands": {
		"name": "Постоянство нимфы",
		"relictype": "Пески времени",
		"description": "Карманные часы, которые давно сломались. Пока их стрелки вращались впустую, утекло много лет.",
		"story": "Стрелки часов в конце концов должны вернуться на свои места, и их круг начнётся заново.\nВсё, чем были Цветочные хранительницы, казалось, никогда не изменится.\nНо годы со временем изнашивают невероятно нежный и хрупкий механизм.\nПока однажды новый день попросту не наступит. Ничто не наступит.\n\nЭти часы изначально принадлежали маленькому герою, который любил механизмы.\nТестовый образец, собранный из отброшенных деталей различных устройств.\nВ итоге эти часы и тот, кому они были подарены, упали в первобытную жидкость, которая растворяет всё.\nНо к тому времени их механизм уже давно оставался неподвижным.\n\n«Давным-давно, в далёкой земле...\nБыла мрачная империя, которой правил злобный дракон.\nПринцесса, о которой он когда-то мечтал, и высокая башня, в которой она жила, погрузились в дрёму без снов. Поэтому она осталась незапятнанной им. Нарцисс был разгневан, и отправил своих приспешников рыскать по землям империи в поисках её сокровищ. Своими чарами он создал множество защитных механизмов, чтобы помешать тем, кто на стороне справедливости, противостоять ему. Он поклялся, что вернёт сокровища принцессы и вновь пробудит её. Таким образом, он сможет полностью подчинить её своей воле.\nБыла команда героев, защищавших сокровище, которое им доверила принцесса. Это была чистая и яркая жемчужина воды.\nИ однажды из этой жемчужины появилась жизнь.\nКак же назвать эту жизнь?.. Ах, какая боль. Если бы только знать, что история может пойти именно так, мне следовало бы использовать здесь ваше имя. Есть ли у тебя ещё хорошие друзья?\n\"Друзья?.. Что ж, в таком случае, есть у меня один. Будет как раз к месту.\"»"
	},
	"goblet": {
		"name": "Чаепитие героев",
		"relictype": "Кубок пространства",
		"description": "Утончённая чайная чашка. Возможно, когда-то она была частью чьего-то послеобеденного отдыха.",
		"story": "Даже Цветочные хранительницы должны были отдохнуть на пути к приключениям.\nКогда прозвучали часы, многие герои и маги, рыцари и злые драконы,\nвсе на время забыли о пленной принцессе и несметных сокровищах.\nТёмные тучи, окутавшие небо далёкого королевства, ненадолго рассеялись,\nи принцесса в мучительном ожидании отводила взгляд от окна.\nВедь когда рыцари уезжают, приключения тоже должны быть приостановлены.\nЭто универсальный закон, которому следуют и Цветочные хранительницы, и многие другие крошечные миры.\nЕсли вы спросите почему, то потому, что закуски, приготовленные помощницей настоятельницы, слишком вкусные.\n\nЭто был пасмурный день... Но эта фраза, похоже, не имеет особого смысла.\nВедь новый дом, в который она отправлялась, не видел ни света солнца, ни света луны.\nЗдесь первой, кого она встретила, была высокая, чистая настоятельница.\nИ хоть у неё было уверенности не меньше, чем у этой маленькой девочки, она всё равно радушно встретила её.\nИ намочила свою одежду. Помощница настоятельницы была достаточно взрослой, чтобы быть матерью девочки.\nВзяв девочку за руку, она провела её среди отдыхающих героев, рыцарей и злых драконов.\nОна подумала, что это вполне нормально. И угощение было таким вкусным."
	},
	"circlet": {
		"name": "Монокль свирепого дракона",
		"relictype": "Корона разума",
		"description": "Утончённый монокль. Если верить старинным пересказам, через него можно мельком увидеть будущее.",
		"story": "Герои разных историй, естественно, найдут разные (сообразные им) священные клинки и столкнутся с разнообразными врагами.\nНо часто говорят, что герои, которые живут слишком долго, сами становятся злыми драконами. И когда многие истории пересекаются, возможно, герой одной стороны становится драконом для другой.\nСказки, которые появляются из настоящих приключений, всегда упрощают сюжеты. Вот почему герои являются героями, а не злыми драконами.\nВот почему, несмотря на всю свою силу и коварные планы, злые драконы в конечном итоге будут побеждены героями, владеющими священными клинками.\n\nИ прежде чем дракон упадёт в пропасть, растворяющую всё сущее, он будет думать о том времени, которое он когда-то провел с героем. И, наконец, он скажет:\n«Да не наполнит меня злоба. Я знаю, ты не видел всего того, что довелось увидеть мне, и поэтому ты хочешь меня остановить.\nЗвездные звери выпьют жидкость этого мира досуха. Пройдёт сто лет, и жизнь будет стёрта с лица земли.\nЯ обязательно вернусь, чтобы спасти все души. Может пройти десять, даже сто лет, но я смогу переродиться в новой вселенной».\n\nНо герой, одержав победу над драконом, потеряет и самое дорогое для него самого.\nОн никогда больше не будет верить ни во что, что нельзя постигнуть до конца и понять совокупностью человеческих знаний.\nИ до конца своих дней он будет представлять себе королевство, приводимое в движение машинами и энергией, которая не происходит от силы стихий."
	}
}