{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Обсидиановый фолиант",
	"effect2Pc": "Урон экипированного персонажа на поле в состоянии Благословения Ночного духа увеличивается на 15%.",
	"effect4Pc": "После того как экипированный персонаж, будучи на поле боя, расходует 1 очко Ночного духа, шанс крит. попадания увеличивается на 40% на 6 сек. Этот эффект может возникнуть один раз в 1 сек.",
	"flower": {
		"name": "Ожидания инородцев",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок, искусно вырезанный из чёрного кристалла. Ночью он излучает таинственный свет.",
		"story": "В годы, когда рассеянные по миру божественные посланники спустились в царство, лишённое света, а вернувшийся правитель уничтожил кощунственный город,\nслучилось множество историй, которые не вошли ни в одну летопись и никогда не были воспеты.\n\nРассказ пойдёт про царство вишапов, уцелевших, когда небо и земля раскололись на куски. О царстве, отделённом от безбрежного моря красной земли.\nВ то время как их сородичи влачили жалкое существование в открытом море, они наслаждались свободой по милости того, кто повелевал пламенем.\nНо мудрость огня была поглощена мутной чёрной волной, и уцелели только серые оболочки, некогда служившие телами.\nЧтобы сохранить остатки могущества драконьего рода, ослеплённые глупостью потомки приняли тиранию как единственный способ правления.\nВ их царстве умирающего солнца только один «человек» обратил свой взор в мрачное будущее:\n\n«Я вижу, как свет ложится на землю без корней, как драконы падают ниц перед умирающим правителем.\nЯ вижу, как гибнет великая мудрость, великое искусство, великая цивилизация.\nМир подчиняется циклам, и наш горестный плач не остановит ход истории.\nНо мои несчастные сородичи не видят, как их глупость помогает железным законам истории.\nСегодняшние слуги завтра станут властелинами. Вчерашние рабы станут хозяевами.\nМои сородичи попали в необратимую спираль противоречий, и лишь в семенах мы найдём спасение.\nБыть может, в первозданном краю с плодородными землями есть уголок, нетронутый грязью и разложением».\n\nИ он прошел сквозь буйный ветер, сквозь пылающее пламя и достал из древнего дворца, затопленного магмой, тлеющие искры первородного огня.\nВознадеявшись на инородцев, мудрейший из драконов простился запретным сияющим городом и тронулся в путь."
	},
	"plume": {
		"name": "Корень костного мозга души",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо, созданное по подобию крыла древнего дракона. Возможно, когда-то оно было свидетельством забытой истории.",
		"story": "В годы, когда корни земли были выжжены пожарами, а варварские племена прорубались сквозь терновник, чтобы освоить леса и горы,\nслучилось множество историй, которые не вошли ни в одну летопись и никогда не были воспеты.\n\nЗаполучив семя Первозданного огня, мудрейший из драконов прошёл сквозь пылающие равнины и ступил на суровую, дикую землю.\nОн исходил все горячие источники и долины, где до сих пор не ступала лапа дракона, видел рукотворные сущности и сущности, проросшие из земли, но ничто из этого не оправдывало его ожиданий.\nНо однажды туман в долине рассеялся, и перед ним предстали самые любимые создателем и самые слабые из всех существ.\nСущества эти, немощные, точно младенцы, родились в краю, где танцевали драконы, и потому могли выживать только в тени древних крыльев.\nХотя они давно потеряли своего проводника, забыли свою историю, отбросили воспоминания и затерялись среди гор и лесов, им удалось выстоять.\n\nПораженный их упорством, единством и отвагой, мудрейший из драконов решил даровать им пылающее семя мудрости.\nНо семя мудрости имело свою цену. Оно принесёт варварам цивилизацию, но вместе с тем начертит их судьбу.\nВедь в противовес изначальному божественному плану мудрейший принёс им кощунственный путь «эволюции».\nОн предвидел, что в конце этого пути человеческая кровь прольётся в покинутое тело умирающей земли.\n\nДве расы, две крови сольются воедино, и древние артерии вновь запульсируют, оживлённые молодой цивилизацией.\nИменно это и сказал мудрейший первому варвару, который поднялся к нему на парящий остров:\n\n«Среди твоих отпрысков явится спаситель двух миров. Он будет жесток, как мантикора, и хитёр, как дикая лиса.\nОднажды он убьёт повелителя огня и взойдёт на древнейший из престолов. Да здравствует правитель двух миров!»"
	},
	"sands": {
		"name": "Мифы владений ночи",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Таинственный прибор, который не является ни часами, ни компасом. Ныне его предназначение никому не известно.",
		"story": "В годы, когда древние люди строили плотины из собственных тел, чтобы прогнать чёрную волну, а парящая земля и вечная ночь ещё ходили разными дорогами,\nслучилось множество историй, которые не вошли ни в одну летопись и никогда не были воспеты.\n\nВсе знали, что мудрый и храбрый Чаак получил негасимое семя огня у Мудреца украденного пламени.\nОн поделился огнём со своими соплеменниками, передал секрет огня всем, кто приходил к нему в поисках знаний.\nДолгие годы хаоса и невежества остались позади, из дикой земли вновь пробились ростки цивилизации.\nНо правившие миром крылатые существа за огромными стенами пока не понимали, что колесо судьбы уже начало вращаться.\n\nЛегенда гласит, что великий мудрец, обитавший в тишине парящей земли, знал ответы на все вопросы мира смертных.\nНо даже он не мог дать ответа на два вопроса: что ждёт человека в конце жизни и куда отправляются мёртвые после смерти.\nВедь миром мёртвых по-прежнему правили боги ночи, а в древние времена они с мудрецом были заклятыми врагами.\nА может, всё дело было в том, что вечный огонь, вновь соединив корни земли, разрушил бы замысел мудреца, который он вынашивал долгие годы.\n\nОвладев великой силой первобытного пламени, бесстрашный Чаак и его спутники наконец победили свирепого дракона и основали первое племя.\nНо даже герои великой древности не могли оспорить приговор времени, ибо течение времени вечно, и потому спутники Чаака один за другим прощались с ним.\nВ конце Чаак, уцелевший в бесчисленных сражениях, вновь остался один. Соплеменники его разошлись по земле, и никто больше не воздавал ему хвалу в песнях и преданиях.\nТолько самыми тёмными ночами он слышал зов из далёкого царства, призванный разжечь угасающий огонь в его сердце.\nВ последнюю ночь своей жизни он взобрался на высокую гору и развёл первый огонь. Он кричал, надеясь, что былые спутники откликнутся на его зов.\nИ боги ночного царства ответили на зов. Той ночью по всей земле звучали голоса из иного мира.\nНежная колыбельная матери, тихий шепот старого друга - все голоса сливались в крик рождения первой Вайоб из Царства Ночи."
	},
	"goblet": {
		"name": "Банкет перед состязанием",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Сосуд, сделанный путём скручивания и формирования камня причудливым образом. Всё-таки кто мог обладать подобной силой?..",
		"story": "В годы, когда горны пылающего края звучали не умолкая, а герои сражались друг с другом за победу,\nслучилось множество историй, которые не вошли ни в одну летопись и никогда не были воспеты.\n\nКогда жрецы дыма и тумана разжигали заслонявшие солнце костры и приносили в жертву кровь других видов своим доблестным предкам и невидимым божествам;\nкогда герой, вырвавшийся из пламени, оседлал прирученного зверя и, следуя приказу племенной Вайоб, помчался к крепости, сложенной из огромных камней;\nкогда ползучие твари, обитавшие в древнем городе, строители которого были давно забыты, в ужасе поднялись на искривлённые башни,\nтолько мудрейший из драконов стоял в неподвижной пустоте, молчаливо наблюдая за необъятной и бесконечной трагедией.\n\nХотя в своём плане он не учёл вестников рассвета, к счастью, это не сбило его с пути «эволюции»,\nблагодаря тщательному отбору и вдумчивому воспитанию, подготовленные им герои племени один за другим выходили на арену для состязаний.\nСамый сильный из них станет героем, который объединит все человеческие племена на чёрном камне.\nСоюз, заключённый его именем, поднимет на знамя пылающее солнце и пойдёт войной на город глубоких колодцев, который не смогли завоевать даже боги.\n\nИ в этот день огонь, который выдохнет живой мертвец на троне, окрасит небо в цвет крови, а новый правитель получит в качестве тронного дара Первозданный огонь.\nВ этот день драконы вновь склонятся перед правителем двух миров, ему откроются знания и сокровища, копившиеся тысячелетиями.\nИбо он знал, что враги в тени не исчезли. Они скрывались в самых глубоких уголках ночного царства, готовясь к последней атаке.\nИбо он знал, что богам на небесах, как и царю всех драконов, не хватит силы. И пока не настал тот день, нужно собрать все доступные знания и всю силу.\n\nТолько так его невежественные соплеменники смогут пробудиться от старых разбитых снов павшего короля.\nТолько так древняя цивилизация сможет обрести достойных преемников и возродиться на земле."
	},
	"circlet": {
		"name": "Корона святых",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Венец, сделанный из обсидиана. В древности им короновали знатных королей племён.",
		"story": "В годы, когда чёрная скверная волна затопила землю и солнцеравные герои встали на путь войны,\nслучилось множество историй, которые не вошли ни в одну летопись и никогда не были воспеты.\n\nКогда воины человеческой расы покинули глухие деревни в далёких ущельях, чтобы нести благословение Вайоб на заповедные земли, которые прежде были недоступны,\nдревние драконы исчезли с полей, где некогда бродили, а плодородная земля и бурные источники окрасились новыми красками.\nДворцы и храмы, построенные на лавовых скалах, лишились былого великолепия и тихо ожидали последнего суда.\nВ этом отрезанном от мира сказочном царстве эпоха древних тоже подходила к концу.\nА в тёмных ночных землях святые продолжали спорить о том, кто должен вынести окончательный приговор.\n\nОн был воином, о котором не говорилось ни в одном пророчестве, героем, который не значился ни в одном плане.\nТо было время, когда племенные вожди, опьянённые властью, забыли об истреблении злых драконов и погрязли в борьбе за власть.\nКогда их воины жили в бесконечных сражениях и считали свирепых зверей своими союзниками.\nТогда из чёрных земель поднялся царь, светлый как солнце и тёплый как рассвет.\nОн ходил от племени к племени в короне, сплетённой из золотых цветов, с огромным мечом из обсидиана.\n\nРаспри, рождённые клинком, остановит только клинок, а химеры, рождённые честолюбием, укротит только ещё большее честолюбие.\nИ тот, кто считал себя хозяином эволюции, никогда не думал, что люди, облечённые властью и силой, дадут иной ответ, кроме завоеваний и кровопролития.\nОсиянные солнечным светом, племенные вожди заключили перемирие, а святые ночных земель разрешили свой спор и предложили ему корону.\nНа горизонте забрезжил рассвет новой эпохи, и когда его свет коснётся земли, даже самые чёрные звери тьмы не смогут найти себе убежища."
	}
}