{
	"name": "Моллюск морских красок",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Повышает бонус лечения на 15%.",
	"4pc": "Экипированный этим набором артефактов персонаж при лечении соратников создаёт на 3 сек. Пузырь морских красок. Пузырь регистрирует восстановленное при лечении HP (в том числе избыточное, когда лечение превышает максимум здоровья). После окончания действия Пузырь взрывается и наносит окружающим врагам урон в размере 90% учтённого объёма лечения (урон рассчитывается так же, как для эффектов Заряжен и Сверхпроводник, но на него не действуют бонусы мастерства стихий, уровня и реакций). Пузырь морских красок можно создавать не чаще чем раз в 3,5 сек. Пузырь может записать до 30 000 восстановленного HP, в том числе HP избыточного лечения. Для отряда не может существовать больше одного Пузыря морских красок одновременно. Этот эффект действует, даже если персонаж, экипированный набором артефактов, не находится на поле боя.",
	"flower": {
		"name": "Цветок морских красок",
		"relictype": "Цветок жизни",
		"description": "Нежный цветок, вобравший в себя множество оттенков непредсказуемого океана. Он переливается дивными красками под серебряным светом луны.",
		"story": "Нежный цветок из глубин океана. Его сердцевина украшена чистым жемчугом.\nВ песнях острова Ватацуми говорится, что эти цветы растут в морской бездне, озарённой светом жемчужин.\nОни сияют, вобрав в себя любовную тоску дочерей морского народа и нежность лунного света.\n\nКогда закончатся все войны и раздоры, а морские звери перестанут оплакивать своих осиротевших товарищей,\nнад Тодзаном воссияет луна и зазвучит песнь прекрасного божества:\n«Явитесь, дочери морского народа, явитесь и поглядите, ибо сегодня взошла луна.\nПусть Тодзан и может пасть этой ночью, молниям и грому никогда не скрыть жемчужный блеск луны...»\n\nОдинокая жрица будет петь и танцевать на посеребрённых луной волнах.\nДевы забудут боль утраты, и даже нежные цветы вновь обретут былые краски."
	},
	"plume": {
		"name": "Перо глубинного дворца",
		"relictype": "Перо смерти",
		"description": "Мягкое яркое перо цвета кораллов. Говорят, что оно из церемониального одеяния жрицы.",
		"story": "В те дни, когда многие кланы впервые увидели дневной свет, Омиками выбрал жриц из числа морского народа.\nВ островных песнях повествуется о том, что первой Божественной Жрицей была одна из дочерей моря, собирательниц жемчуга.\n\nОна являлась к детям, потерявшим в бессмысленных раздорах надежду на будущее,\nи к старикам, которые утратили способность видеть красоту жизни в череде безжалостных трагедий.\nБожественная Жрица утешала людей своими прекрасными песнями и нежными словами.\nИ тогда жители Ватацуми впервые обрели надежду в тёмные времена.\n\nГоворят, что это морское перо взято из церемониального одеяния той самой Божественной Жрицы.\nКогда-то его случайно сорвала рука ребёнка, и исполненный печалей человек сохранил его на века.\n\nПозже, когда отважный герой и жрицы принесли свою чудовищную жертву,\nцеремониальное одеяние Божественной Жрицы не было утрачено. Оно сохранилось в памяти народа до наших дней."
	},
	"sands": {
		"name": "Раковина разлуки",
		"relictype": "Пески времени",
		"description": "Простая и безупречная ракушка из глубин бездонного океана.",
		"story": "Среди безмолвных мерцающих морских глубин время словно бы замедляет ход.\nДаже яркие морские ракушки могут потускнеть с годами и утратить вложенные в них воспоминания.\n\nОднажды народ Ватацуми вышел из морской тьмы, оставив в прошлом грёзы глубин.\nЖители моря укрылись от назойливого внимания Дракона глубин, поднявшись по мерцающей коралловой лестнице в царство дневного света.\nГоворят, что каждый морской житель взял с собой раковину на память о своём клане.\nПотерявших свой род приняла новая семья.\n\nНазвание этих раковин на древнем языке означает «Прощальный подарок».\nСнаружи створки не раскрыть, но это не значит, что они будут сомкнуты навечно.\nЭти морские раковины олицетворяют прощание с жизнью в пучине и начало новой жизни под солнцем."
	},
	"goblet": {
		"name": "Жемчужная клетка",
		"relictype": "Кубок пространства",
		"description": "Сияющие жемчужины, которые служат подношением жриц Ватацуми, хранят свой свет вечно и никогда не тускнеют.",
		"story": "Яркие жемчужины, воспетые божеством Ватацуми, - бесценное сокровище для морского народа.\nТолько Божественная Жрица имела право петь великую песню, посвящённую этим жемчужинам.\n\nЛегенда гласит, что такие безупречные драгоценности рождались внутри радужных ракушек в благодарность за доброту Ватацуми.\nГоворят даже, что род Божественной Жрицы Ватацуми ведёт своё начало от этих жемчужин.\nВзлелеянные в мягкой колыбели за яркими створками, танцующие с морем и луной сёстры были одарены великой милостью.\nВ знак своей радости и любви Омиками преподнёс им драгоценные камни как воплощение чистой мечты о дневном свете.\n\nВ руках тех, в чьих жилах течёт истинная кровь Ватацуми, жемчуг, кажется, блестит ярче обычного.\nА может, это просто очередная древняя легенда, правдивость которой уже сложно проверить.\nНо говорят, что в момент поражения Божественная Жрица и сёстры-близнецы поменялись одеждами и скрылись в бесконечных волнах.\nТолько эта яркая жемчужина затерялась в волнах и вернулась в безмолвное одиночество морских глубин."
	},
	"circlet": {
		"name": "Корона Ватацуми",
		"relictype": "Корона разума",
		"description": "Древняя корона искусной работы, когда-то принадлежавшая забытому священнослужителю. Жители Ватацуми хранят эту реликвию с великим тщанием.",
		"story": "Омиками выбрал священнослужительниц из числа жителей Ватацуми и лично вручил им эти венцы.\nНо когда миновала эпоха божественной жертвы, ушли священнослужительницы прошлого, и прекрасные венцы были запечатаны.\n\nЛюди моря поют, что никакая грязь не может коснуться этого венца из жемчуга и кораллов\nи что сам Омиками благословляет его владельца на правление.\nТакой благосклонности были удостоены храбрый повелитель Тодзанно и сёстры-близнецы, вольно бороздившие волны.\nВсе они увековечены в песнях островитян.\nГоворят, что прирождённые правители когда-то служили помощниками божества. Под их руководством морской народ стал заниматься сельским хозяйством, рыбной ловлей и охотой.\nОднако бог пал в битве, в которой ему было предначертано судьбой принести себя в жертву.\n\nНесущие воспоминания о морских глубинах, впитавшие знания об утраченной цивилизации и истории\nэти изящные и элегантные венцы канули в забвение вместе со своими владельцами."
	}
}