{
	"id": 15018,
	"rarityList": [
		4,
		5
	],
	"name": "Бледный огонь",
	"effect2Pc": "Увеличивает физ. урон на 25%.",
	"effect4Pc": "Когда элементальный навык попадает по врагам, атака увеличивается на 9% в течение 7 сек. Эффект может складываться до 2 раз и возникнуть не чаще 1 раза за 0,3 сек. На 2 уровне складывания эффект набора из 2 вещей увеличивается на 100%.",
	"flower": {
		"name": "Незапятнанный цветок",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Жёсткий синий искусственный цветок. Он никогда не поблёкнет, а его лепестки никогда не завянут.",
		"story": "«Ты в самом деле не представляешь себе, как человеческое тело может выдержать такую мощь».\n«Хотя ты и говоришь, что иссякли слёзы твои и кровь, ты можешь наполнить тело своё огнём...»\n«Даже если давно не осталось на теле твоём живого места, лишь жаркий огонь, подобный жидкому металлу, может вытечь из ран да уголков глаз твоих».\n«Кажется, мы отклонились от темы. Я следовал за огнём, и теперь я здесь, чтобы предложить сделку...»\n«Пусть милость Её Величества погасит терзающий тебя огонь. Ты спросишь, как?»\n\nПервый Фатуи передал «силу» девушке, чей жизненный огонь почти иссяк,\nи среди безудержных фантазий она увидела границу между грязным, испорченным прошлым и непорочным будущим...\n\nЯ понимаю. Заменив своё прошлое толстым слоем льда, я могу погасить пылающий внутри огонь.\nМолчаливые льды очистят чёрную грязь, мировую скорбь да грешных людей и зверей.\n\nТем не менее бледное чистое пламя продолжало бушевать в её сердце...\n\n«Мы с тобой есть единое целое с целями твоей Царицы».\n«Очистим же лживые истоки этого мира: близоруких и невежественных Архонтов, чернеющую пороками Бездну».\n«Хорошо. Не важно, что мы будем делать, дай лишь мне стать орудием для достижения нашей цели».\n«Потому что даже если я надену белые одежды, тело моё, с давних пор целиком пропитанное кровью и пеплом, отмыть от них невозможно»."
	},
	"plume": {
		"name": "Перо мудрого лекаря",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Зловещее перо с невероятно острыми краями. Быть может, оно символизирует неестественную безудержность.",
		"story": "«Так называемые \"люди\" - это всего лишь очень сложные механизмы».\nВот, что проповедовал с трибун оплота мудрости некий молодой человек.\nЕсли разобрать их на некие части, и эти самые части исправить,\nто свойства этих механизмов можно легко улучшить.\nНеважно, обладает ли человек Глазом Бога, неважно, каково его телосложение и владеет ли он искусством фехтования,\n«улучшенный человек» может обрести силы, выходящие за рамки здравого смысла...\n\nДаже когда учение его назвали «ересью», даже когда изгнали его навсегда из кругов жадных до знаний людей,\nтот молодой человек записывал свои чувства на полях собственных заметок:\nI. Гипотеза верна: стиль работы Академии не позволяет совершить прорыв в исследовании.\nII. Однако изгнание всё же сопряжено с убытками. Нужна подходящая среда для научных изысканий.\n\nИ так, следуя за слухами о «ереси», первый Фатуи нашёл его...\n\n«Вас интересует только лишь \"сверхчеловек\"? Если ваша страна выделит мне достаточно ресурсов и предоставит достаточно времени, то я смогу даже создать вашего так называемого \"Архонта\". Вы спрашиваете, как?..»\nПосреди пустыни, там, где от горячего марева рябит в глазах, вопрошал он посланца из Снежной:\nВы так же, как и те люди из Академии, назовёте меня «монстром», «сумасшедшим»?\nВы так же, как люди из моих родных краёв, прогоните меня палками и вилами?..\n\nНо...\n«Замечательно. В таком случае мы можем считаться коллегами».\n«Что касается вашего имени, предлагаю...»\nОт удивления и от того, что данное ему имя было чересчур ироничным, молодой человек не удержался от смеха."
	},
	"sands": {
		"name": "Замершее мгновение",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Эти карманные часы не открыть, но они продолжают идти, отмечая тиканьем неумолимое течение времени.",
		"story": "Пути, по которым текут деньги, есть кровеносные сосуды, на которых держится мир.\nТогда сердце этого мира есть золото.\n\nТот, у кого нет шанса получить признание, может лишь гнаться за мировой мощью.\nОднако, даже если таких и следует отбросить, как старые монеты,\nони есть одна из тех сил, что держат в руках боги.\n\nВозможно именно потому что они бедны, деньги порождают в их сердцах болезненное упрямство.\nВозможно именно потому что они не могут получить одобрение богов, в головах их вспыхивает желание воспротивиться судьбе...\n\n«Эти люди, стоящие у истоков производства золотых монет, превыше всего ценят \"контракт\"».\n«Во имя денег я могу блюсти условия \"контракта\", что мы заключили...»\n«Мы используем все средства, чтобы стать сердцем денег, что текут по венам мира».\n«А потом, в нужный момент, это сердце остановится по нашей воле»."
	},
	"goblet": {
		"name": "Превосходящая чаша",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Изысканная чаша, вид которой не позволяет установить её возраст.",
		"story": "Ему, с самого рождения обладавшему прекрасной внешностью,\nбыло суждено прожить долгую жизнь с абсолютно пустым сознанием.\n\nОн был превосходным творением богов, но вместе с тем оказался бесполезен, а потому был брошен.\nИз-за неизвестной ошибки он сам очнулся ото сна,\nсам начал ходить по земле среди смертных.\n\nПрежде, чем Фатуи нашли его, он уже бесчисленное количество лет плыл по течению жизни,\nа потому научился следующему:\n\nЯ сверхчеловек,\nи даже боги боятся вмешиваться в мою судьбу.\nНи бог, ни смертный не вправе судить меня,\nи я волен сам определить, как прожить мне оставшуюся жизнь.\n\nРаз уж я и эти люди в масках питаем взаимный интерес друг к другу,\nТак будем же мы отныне птицами одного полёта."
	},
	"circlet": {
		"name": "Смеющаяся маска",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Эта маска закрывает лицо владельца, не позволяя окружающим видеть его выражение.",
		"story": "Раз уж очиститься от порченной крови соотечественников невозможно, лучше всего стать Пьеро, высмеивающим судьбу.\nРаз уж мои таланты и эрудицию нельзя сравнить с талантами мудрецов, раз уж я не могу снискать одобрение государя,\nраз уж я не могу помешать им разорвать завесу греха и навлечь гнев Архонтов да волны разрушения и безумия,\nтак лучше уж стать глупым Фатуи, верой и правдой служащим Её Величеству, понимающей мою боль...\n\nШут - моя роль, и имя мне Пьеро. Так слушайте же, что я скажу:\n\nГордые Фатуи, ваши сердца питают гнев и вечная зима.\nРаз уж мы с вами познали абсурдность и жестокость законов мира,\nтак давайте же вместе наденем маски, высмеивающие мир, и перепишем эти законы."
	}
}