{
	"id": 10012,
	"rarityList": [
		3,
		4
	],
	"name": "Учёный",
	"effect2Pc": "Увеличивает скорость восстановления энергии на 20%.",
	"effect4Pc": "Получение элементальных сфер или частиц восстанавливает 3 ед. энергии членам отряда, экипированным стрелковым оружием или катализатором. Может возникнуть раз в 3 сек.",
	"flower": {
		"name": "Закладка учёного",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Высушенный лист, используемый в качестве закладки. Он впитал в себя запах страниц.",
		"story": "Учёной, живущей в удалённом от мира уголке среди одних лишь книг редко удавалось увидеть живые цветы.\nОднажды восхищённый учёной юноша, чтобы скрасить её одиночество, принёс ей экзотический цветок.\nУчёная трепетно хранила этот подарок: она засушила цветок и поместила его меж страниц огромного фолианта.\nС тех пор этот цветок был разноцветным огоньком среди гор серых, скучных книг и свитков."
	},
	"plume": {
		"name": "Перо учёного",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо птицы, служащее для письма. Его кончик покрыт чёрными чернилами.",
		"story": "Писчее перо учёной, сделанное из пера заморской птицы.\nИз-за непрерывного использования в него намертво въелись чернила.\nУчёная пользовалась пером на протяжении многих лет и ни разу не меняла его.\nКак клинок становится будто продолжением солдата, долгое время находившегося на поле боя, так и перо стало оружием, с которым она давно сроднилась."
	},
	"sands": {
		"name": "Часы учёного",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Маленькие настольные часы. Подсказывают время закопавшимся в книги учёным.",
		"story": "Искусно сделанные часы, стоявшие на столе у учёной ровно в том месте, где их было бы труднее всего уронить.\nВ глубинах своей библиотеки учёная почти не видела белого света, и от того часто теряла ощущение времени.\nЭти прекрасные часы вели её в течение всей аскетической жизни, позволяя ей планировать свои следующие шаги.\nВ конечном счёте учёная не зря потратила столько времени, и мудрость, наконец, снизойдёт на неё в этой библиотеке."
	},
	"goblet": {
		"name": "Чернильница учёного",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Изначально это была ёмкость для питья, но теперь она покрыта чернилами изнутри.",
		"story": "Изящная чайная чашка, со стола учёной. Она изготовлена из тонкого фарфора, а на кромку нанесена тонкая линия позолоты.\nСовершенно несочетающаяся с царившим в кабинете учёной бардаком, чашка выглядит так, будто её хозяйка была родом из весьма небедной семьи.\nНо, кажется, ученая не придавала этому значения и держала в чашке перья для письма.\nОна использовала её лишь для промывания перьев, и чашка, покрытая чернильными разводами, давно потеряла былую красоту."
	},
	"circlet": {
		"name": "Очки учёного",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Чрезмерное чтение портит зрение. Данное изобретение создано, чтобы облегчить страдания.",
		"story": "Наука всё равно что азартная игра. Ты можешь посвятить ей всю жизнь и в итоге не получить ничего.\nУчёная полжизни посвятила записям, бесконечным исследованиям, расчётам, толкованиям,\nснова и снова тратила время на неудачи и затруднения.\nНекогда острое зрение сейчас, из-за непрерывного чтения, стало подводить её,\nно до сих пор не известно, когда придёт время получить ответы на все её вопросы."
	}
}