{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Свиток героя сожжённого города",
	"effect2Pc": "Когда член отряда поблизости активирует Вспышку Ночного духа, экипированный персонаж восстанавливает 6 ед. энергии.",
	"effect4Pc": "После того как экипированный персонаж активирует реакцию, связанную с его элементом, все члены отряда поблизости получают 12% бонус урона элементами, связанными с этой реакцией, на 15 сек. Если экипированный персонаж, активируя данный эффект, находится в состоянии Благословение Ночного духа, все персонажи отряда поблизости дополнительно получают 28% бонус урона элементами, связанными с этой реакцией, на 20 сек. Такой эффект может возникнуть, даже если персонаж не находится на поле боя. Бонусы одноимённых наборов артефактов не суммируются.",
	"flower": {
		"name": "Талисман укротителя зверей",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок, вырезанный из кремня и дракита. Он служит символом, что его обладатель достоин стать укротителем зверей.",
		"story": "Цветок из кремня и дракита, оставленный в сожжённом городе. Он был талисманом, который передавался по наследству укротителями зверей из Потомков Крон.\nЦветок украшен блестящими следами когтей. Говорят, этот орнамент оставил первый юмказавр, привязавшийся к человеку.\n\nРабота укротителей заключается в том, чтобы наладить дружбу с заврианами. Их идеи порой непонятны даже соплеменникам.\nЧтобы опередить охотников, они стараются найти общий язык даже со злобными заврианами, нападавшими на людей.\n«Если запастись терпением, можно завоевать доверие даже самого злобного и коварного завриана».\nМолодой укротитель навсегда запомнил слова своего наставника, когда тот вручил ему талисман и ладонь налилась приятной тяжестью.\nОн верил, что звериное сердце ничем не отличается от человеческого. Пока не пришла чёрная волна, поглотившая весь мир.\n\nТех чудовищ было невозможно понять, с теми зверями было невозможно договориться.\nКогда он наконец вернулся в родные места, то увидел кругом лишь осколки кошмара после неистового шабаша чудовищ.\nПереселив выживших соплеменников в безопасное место, уже немолодой укротитель отправился в путешествие, из которого не было возврата.\nТеперь ему пришлось иметь дело с бессердечными демонами, что пришли с чёрной волной, и здесь ему тоже требовалось терпение,\nчтобы ни один из них не уцелел и не осквернял собой дорогую ему землю.\n\nЛегенда гласит, что некогда древний царь питонов выковал тайное сокровище, способное дать отпор Бездне. И что добыть это сокровище можно только в недрах древнего города, затопленного скверной.\nБыть может, то была всего лишь выдумка, в которую хотели верить отчаявшиеся. Но самые храбрые были готовы попытать счастья.\nВ конце своего пути лишившийся родины воин пришёл в обугленный город. Здесь он столкнётся с тайной, что долгие годы была сокрыта от людей."
	},
	"plume": {
		"name": "Маячок горного патрульного",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Маячок, с помощью которого патрульные гор обозначают путь. Его форма в виде птичьего пера делает его особенно приметным.",
		"story": "Говорят, горные патрульные, что пришли от источника родников, оставляли маячки в виде перьев на тропах, которыми ходили,\nчтобы отметить дорогу и напомнить будущим путникам, что до них тоже кто-то шёл этой тропой.\nСегодня маячки тихо лежат в безлюдных уголках древнего города, укрытого пеплом.\nВопреки надеждам первых путников, никто больше не пройдёт тропами, которые они проложили.\n\nКаждый камень среди отвесных скал, каждый опавший лист в диком лесу хранил на себе следы их ног.\nГорные патрульные не знали отдыха, каждый клочок натланской земли лелеяли они в своём сердце.\nЕсли в их земли прибывали путешественники или искатели приключений из далёких краёв, патрульные охотно становились их проводниками.\nХотя чудесные картины, от которых у чужаков захватывало дух, были знакомы им с детства.\nНо однажды настал день, когда на горизонте поднялась чёрная волна и захлестнула землю, и все знакомые картины бесследно исчезли.\n\nОт садов, где весело играли дети, остался только пепел и обугленные кости.\nВ горячих источниках, где члены племени смывали усталость после работы, теперь бурлила не вода, а кровь вперемешку с грязью.\nНо последнему горному патрульному было некогда предаваться скорби, у него осталось одно важное дело:\nон должен был вновь отправиться по тропе, которая некогда была такой знакомой, и вернуть себе дом.\n\nГоворили, что в самом сердце чёрного прилива, в древнем городе, где скрывается злобный дракон, хранится всемогущее сокровище.\nОно подобно золотому колесу, способному повернуть время вспять, сжечь мучительное настоящее и вернуть прекрасное прошлое.\nСловно ухватившись за спасительную соломинку, прошедший через множество опасностей горный патрульный решил отправиться в легендарный город и найти там своё последнее пристанище.\nПусть даже это очередная ловушка, которую бесстрастный наблюдатель поставил растерянным смертным."
	},
	"sands": {
		"name": "Золотые часы мистика",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Золотой диск в форме солнца. Украшающие его драконьи орнаменты символизируют цикл жизни и смерти.",
		"story": "Как правило, мистикам, рождённым в ущелье Ночного Ветра, приходится десятилетиями совершенствовать свой дух, чтобы освоить техники общения с Вайоб.\nНо в смутные годы даже самым неопытным новичкам пришлось выйти на поле боя, чтобы направить домой души соплеменников, погибших на поле боя.\nЭто красивое золотое блюдо, брошенное в древнем городе, некогда принадлежало столь же красивой юной шаманке, и стрелка на блюде всегда указывает туда, где остался её дом.\n\nКогда вездесущая чёрная волна накрыла землю, Царство Ночи оказалось захвачено свирепыми гончими Разрыва, повсюду была их липкая чёрная кровь.\nГолоса древних Вайоб тонули в лязге металла, в криках и стенаниях живых. И Вайоб оказались на грани забвения.\nНо шаманы племени знали, что даже смерть станет желанным даром для воинов, которых пожирает чёрная тень.\nИ пусть даже их отважным душам удавалось вырваться из когтей зла, они терялись в ночном царстве и не могли найти дорогу домой.\nЧтобы поддержать силы племени и отыскать пропавших родичей, новые и новые группы мистиков покидали ущелье.\nОни сражались повсюду - на поле боя, заваленном убитыми телами, в разрушенных руинах.\n\nЮной шаманке по имени Лириву впервые предстояло столь долгое и трудное путешествие.\nОстальные участники отряда искателей приключений, что отправились к городу на облаках, были опытными, закалёнными в боях воинами.\nПрисоединяясь к отряду, юная шаманка была полна веры в свои силы, но она и представить не могла, что сожжённый город будет кишеть полчищами демонов.\nТоварищи по отряду заранее понимали, что девушка не сможет идти дальше. Оставив её в безопасной башне, они незаметно ушли.\nКогда шаманка наконец добралась до их лагеря, то обнаружила там лишь изуродованные кости, оставленные драконом после трапезы.\n\nШаманка не смогла спасти своих товарищей. Не смогла она и вернуть их души домой.\nНо она должна была вернуться домой и рассказать о конце, постигшем храбрых воинов, родным, что долго ждали их возвращения.\n«Да, командир говорил, что у него остался ребёнок... так что нельзя отчаиваться...»\nОкрылённая новой надеждой, она снова отправилась в путь, и теперь дорога домой была общей для всех."
	},
	"goblet": {
		"name": "Кубок бродячего исследователя",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Необыкновенный кубок, поразительно похожий на коготь дракона. У его создателя, наверное, был особый замысел.",
		"story": "Даже здесь, на плодородной земле, пропитанной духом войны, встречаются люди, которым интересны только книги и премудрости.\nТаким был, к примеру, человек, величавший себя главой Ассоциации реликвий заврианов. Ни днём, ни ночью он не расставался с толстыми свитками.\nИли круглые сутки возился с таинственными механизмами, которые раздобыл неизвестно где. Пытаясь доказать, что его исследования небесполезны,\nон изготавливал разные приспособления. Говорят, этот странный кубок в виде звериного когтя был его особой гордостью.\n\nТогда он ещё не понимал, какую непозволительную роскошь представляют собой его бессмысленные исследования.\nКогда дома оказались укрыты чёрным кошмаром, все свитки, в поиски которых было вложено столько труда, сгорели в огне войны.\nОн словно вынырнул из мирного дневного сна, его спокойная размеренная жизнь была уничтожена в одночасье.\nНе дав опомниться, судьба толкнула его на другой путь, где у него не осталось выбора.\n\nВ старинных свитках он читал, что в руинах древних драконов осталось оружие, способное дать отпор демонам.\nЧтобы его соотечественники не гибли впустую, он забросил свои исследования и остаток дней посвятил новому делу.\nЗагадочные механизмы, найденные в заброшенных руинах, были пересобраны и усовершенствованы, чтобы помочь воинам в бою.\nНаверное, всё дело было в знаниях, которые долгие годы копил учёный, но со стороны казалось, будто ему помогает некий невидимый мудрец. Работа шла как по маслу.\nПока в глубинах заброшенного города он не отыскал тайну или проклятие. Это было спрятано от людей на тысячи лет.\n\nСогласно легендам, царь питонов Очканатлана однажды построил небесный корабль с сокровищами.\nСреди них было одно редкое сокровище, способное окончательно изгнать Бездну за пределы мира.\nЛегенды эти были настоящим утешением для несчастных, которым выпало жить в столь мрачные времена.\nИ вдохновением для бесчисленных искателей приключений, которые отправлялись в дальние путешествия, чтобы спасти мир.\n\nНи один из искателей приключений не вернулся назад, и учёный стал мишенью для насмешек.\nНо он верил, что не ошибся, что видел истину своими глазами.\nТо ли чтобы доказать свою правоту, то ли желая покончить с этой историей,\nстранствующий учёный присоединился к отряду искателей приключений и отправился к городу на облаках."
	},
	"circlet": {
		"name": "Перьевая маска воина-демона",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Перьевая маска с соколиным плюмажем. Вокруг неё ходит множество легенд.",
		"story": "Племя, обитавшее на горных вершинах, регулярно проводило боевые состязания, участники которых надевали специальные маски.\nМаска помогала запугать соперника, но ещё участники считали маски способом выразить себя.\nВсякий раз, когда на поле выходил воин в маске, его болельщики разражались громкими криками и принимались шипеть, как только появлялся противник.\nИ только когда на арену вышел воин в маске, украшенный птичьим оперением, похожий на сокола, на трибунах воцарилась странная тишина.\n\nДо того как стать искателем приключений, Тайка был самым могущественным воином клана Цветочного Пера. Он неизменно одерживал верх в боевых поединках.\nИногда ему даже становилось скучно. Он думал: неужели так и пройдёт вся моя жизнь? Откуда ему было знать о надвигающейся катастрофе?\nВсё началось с гряды чёрных облаков, затянувших небо на горизонте, затем появились новости об исчезновении людей в Царстве Ночи... а когда наконец появились монстры,\nникто не был к этому готов.\n\nНо кто-то должен отвечать. Само собой, у тех, кто сильнее, груз ответственности больше.\nТолько став свидетелем настоящей войны, он впервые почувствовал на себе всю тяжесть судьбы.\nИ тогда он простился с женой и ещё не рождённым ребёнком и превратился в ужасного демона войны.\nПотому что изгнать нечисть и наваждение может лишь тот, кто сам стал ещё свирепее.\n\nТо была последняя его битва, и когда он упал в луже крови на вершине сожжённого города, перед глазами его пронеслось множество картин.\nОн увидел, как перед ним вновь расцвело алое пламя древней земли, словно поле, вспыхнувшее цветами.\n«Врата ада обагрены кровью храбрых. Я готов принести свою кровь в жертву и оставить ключ от врат моему ребёнку».\nА может быть, между створками брезжил слабый свет, напомнивший ему слова, что он сказал любимой жене на прощание.\n«...Если родится девочка, назови её Боной. Она станет великой воительницей»."
	}
}