{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "Воспоминания Симэнавы",
	"effect2Pc": "Увеличивает силу атаки на 18%.",
	"effect4Pc": "При использовании элементального навыка, если у персонажа 15 или более единиц энергии, он теряет 15 единиц энергии, а урон обычной атаки, заряженной атаки и атаки в падении увеличивается на 50% в течение 10 сек. Эффект нельзя активировать повторно в течение этого времени.",
	"flower": {
		"name": "Опутывающий цветок",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Замечательный омамори из скрученного бумажного шнура. Говорят, он обладает способностью исполнять желания.",
		"story": "Омамори, изготовленный с помощью техники, известной как мидзухики.\nОн мог бы соединить молитву со счастьем в любви.\n\nКогда-то я училась управлять храмом у могущественной Кицунэ.\nВ то время я была всего лишь молодой жрицей, которая пришла в храм из маленькой рыбацкой деревушки.\nЯ была глупее чайника, и мне всё ещё предстояло избавиться от своевольной импульсивности и детского любопытства.\nЯ всегда была наивно скептична относительно изысканных, но непонятных слов госпожи Сайгу.\n\n«Всё в этом мире переплетено. А иллюзорные видения родились из осязаемой реальности.\nТак называемый омамори не может исполнить молитвы, но может сделать их вечными через сплетение».\n\nУвидев моё ошарашенное выражение лица, госпожа Кицунэ не смогла сдержать смеха.\nОна весело стукнула меня по голове своей трубкой и ловко перевела тему.\n\n«Хибики, ты ведь уже встретила своего суженого?»\n\n«Ну что за счастье в любви может выйти с таким грубым и безрассудным человеком!»\n\n«А, вот как?»\n\nНо в конце всё поглощает тьма.\nИ так называемое счастье в любви ушло."
	},
	"plume": {
		"name": "Стрела воспоминаний",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Очень древняя стрела для убийства демонов. Похоже, кто-то приложил немалые усилия, чтобы сохранить её до сегодняшнего дня.",
		"story": "Стрела для убийства демонов, используемая в храме для молитв и избавления от невзгод.\nПредположительно, оно может настичь и уничтожить всех демонов.\n\nЛюди часто говорят, что стрелы для убийства демонов могут отгонять зло, но зло никогда не бывает понятием объективным.\nЗло часто исходит от нас, рождаясь от безумного разума, который стал холодным и безмолвным из-за страха.\nГоспожа Сайгу уже давно ушла, и я больше не молодая жрица, которая обучается в Великом храме Наруками.\nКогда я держу пустую трубку, пустота и смутная боль возникают, точно призрак.\n\nКогда у вас есть кто-то достойный того, чтобы по нему скучать, или кого нельзя пропустить, время движется, как вертящееся колесо.\nМолчаливое и спокойное, белое тело госпожи Кицунэ посреди тьмы произвело на жрицу во сне глубокое впечатление.\nГоспожа Тэнгу была зла на себя за то, что плохо справилась с задачей защитника, и ушла. Она оставила Тэруё позади.\nХаруносукэ уехал в другую страну из-за печали и гнева, а Нагамаса присоединился к сёгунату, чтобы очистить имя Микоси.\nКак человек, который научил меня стрельбе из лука в лесу и терпеливо слушал моё наивное обещание под коричневой ветвью сакуры,\nкогда-нибудь он вернётся ко мне, даже если его ослепили брызги крови, а тьма и грязь превратили в жестокого зверя...\n\nСпасти его нашим луком со стрелами и выполнить обещание, которому суждено было быть нарушенным.\nУничтожить зло нашим луком со стрелами, прогоняя прочь глупость и бессмысленное упрямство.\n\n«Ты, глупый заядлый игрок, приди повидаться со мной.\nНе потеряйся снова, Комбумару».\n\nНо кто же выиграл последнюю игру...\nОна тронула лук, размышляя о каких-то малозначимых вещах."
	},
	"sands": {
		"name": "Мгновение росы",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Бронзовые карманные часы со скрученным бумажным шнуром и колокольчиком. Стрелки их навеки замерли на рассвете какого-то осеннего дня.",
		"story": "Изысканные часы, украшенные храмовым колокольчиком.\nСтрелка их всегда указывает на предрассветный час.\n\nКогда небо начинает светлеть, утренняя роса собирается, а потом испаряется.\nКак бы красива ни была эта картина, всё же она быстротечна.\n\nКак-то осенней ночью на улице мне довелось слушать стрекот цикад и наблюдать за луной вместе с госпожой Сайгу.\nВ то время я была всего лишь деревенской жрицей, юной и упрямой.\nКак щебечущий зяблик, я шумно отстаивала свои взгляды.\nЛёгкая улыбка подёрнула губы госпожи Кицунэ, но слова её понять было нельзя:\n\n«Силиться ухватить красоту момента - всё равно что глупо пытаться задержать утреннюю росу.\nЯ уже ушла, как утренняя роса. А твоё впечатление обо мне - не более чем отпечаток в твоей памяти».\n\nОна продолжала повторять какие-то непонятные слова, смутно сохранившиеся в её памяти. Выражение лица её было грустное, как луна, и внезапно я...\nОна стукнула меня по голове своей курительной трубкой, с обычным упрёком и насмешкой на лице:\n\n«Хибики, солнце вот-вот взойдёт.\nНам пора возвращаться»."
	},
	"goblet": {
		"name": "Полное надежд сердце",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Особый цилиндр для гадания. Механизм на дне позволяет легко избавляться от всех нежелательных палочек с предсказаниями.",
		"story": "Особый цилиндр с палочками, который используют в храме для гадания.\nПредположительно, он наполнен счастьем кицунэ.\n\nГадание - для тех, кто потерян и смущён. Будь то счастье или несчастье, оно будет помогать вам на будущем пути.\nИными словами, есть лишь те, кто потерялся, и такое понятие, как неточное гадание.\nВ храме я многое узнала. И даже такая глупая женщина, как я, сумела научиться говорить, как Кицунэ.\nЗа это время даже такая бесчеловечная мерзавка, как Ёго Тэнгу, обзавелась дочерью.\nА никчёмный Комбу Мару дослужился при сёгуне до хатамото. И скоро он женится на дочери сановитого самурая.\n\nНу что за милый ребёнок! Даже Ёго Тэнгу, которая говорит лишь об убийствах, начала вести себя, как мать.\nНо... В храме всегда не хватает живости детей. Это нехорошо. Как насчёт того, чтобы Хибики снова стал ребёнком?»\n\nКак обычно, шутка госпожи Кицунэ оказалась грубоватой. Напившись вина из сакуры, она вернулась к своим привычным манерам.\n\n«Хибики, почему такой печальный вид? Хочешь, чтобы госпожа Сайгу погадала тебе?»\n«Ха-ха! Всё очень благополучно! Смотри-ка, счастье! Знаешь, что это означает?»\n«Но вы же убрали все гадальные палочки несчастья. Госпожа Сайгу, прошу вас, перестаньте надо мной насмехаться».\nНет... Это значит, что человек, по которому ты скучаешь, будет достаточно удачливым, чтобы стать частью твоих вечных воспоминаний.\n\nВот почему тебе нужно быть сильным и жить долго-долго.\nДаже если люди, которые тебе дороги, ушли, пока ты ещё живёшь,\nпроведённое с ними время никуда не исчезнет..."
	},
	"circlet": {
		"name": "Непостоянный лик",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Хорошо сохранившаяся церемониальная маска лисы. На губах её играет едва заметная загадочная улыбка.",
		"story": "Яркий и изысканный праздник, посвящённый в своё время какой-то мико.\nСлабая улыбка тронула уголки рта, но глаза оставались бесчувственными.\n\nМного всего было изучено в храме. Я считаю, что стала намного взрослее.\nЯ избавилась от прежней глупости и стала более независимой.\nНо по какой-то непонятной причине чем старше я становлюсь, тем угрюмее становится лицо госпожи Сайгу.\nНа лице её проступает не тревога или страх, а скорее глубокая печаль...\n\n«Жизнь полна неопределённости, любовь быстротечна, а вечные воспоминания будут утрачены.\nПотерять память - всё равно что потерять жизнь. Это смерть в вечной тьме».\n\nНа этот раз даже слабая улыбка не может скрыть грусти.\nИ хотя это должен быть праздник, ощущается он как прощание...\n\n«Ах да, почему бы тебе не рассказать мне об этом идиоте Комбумару».\n«Что случилось? Ты всё ещё беспокоишься, что такая старуха, как я, не сможет его забрать?»"
	}
}