{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Серенада шёлковой луны",
	"effect2Pc": "Увеличивает скорость восстановления энергии на 20%.",
	"effect4Pc": "При нанесении элементального урона на 8 сек. возникает эффект Сияющей луны: Доверие: если Лунное знамение отряда - Зарождающееся сияние/Высшее сияние, мастерство стихий всех персонажей отряда повышается на 60/120 ед. Такой эффект может возникнуть, даже если экипированный персонаж не находится на поле боя. За каждый активный эффект Сияющей луны разных видов в отряде урон Лунных реакций всех персонажей отряда увеличивается на 10%. Эффекты Сияющей луны не складываются.",
	"flower": {
		"name": "Кристальная слеза скиталицы",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Безупречный цветок. Согласно легенде, он навеки сохранил красоту благодаря ледяному ветру.",
		"story": "Это было время, когда мягкий морозный свет всё ещё сохранялся, словно неразбитое серебряное зеркало, даже когда золотое царство уже пало.\nЗа одну ночь золотая башня рухнула, словно смоковница. По всей замёрзшей северной равнине,\nот священного города до древней столицы, тёмно-синие хрустальные гвозди уничтожили каждый город с любым, даже самым незначительным признаком жизни.\nНекогда прославленный святой и первый посланник богов исчезли во время бедствия.\nТе, кто выжил, поскольку в то время они находились далеко от городов, могли только цепляться за жизнь на ледяном ветру и в снегу.\nНе имея убежища, они просто ждали, когда их настигнет гибель в кромешной тьме.\n\nЭто и есть великое вымирание, о котором говорится в более поздних молитвах. Благополучие обратилось в прах,\nи боги молчали, не обращая внимания на крики, проклятия и отчаянные мольбы.\nВ отчаянии той долгой ночи только одна небесная владычица пролила слёзы о боли смертных.\nОна была владычицей Морозной Луны, королевой небесной колесницы и света, небесной посланницей, рождённой из собственного источника мира.\nДвижимая жалостью и более глубоким, невысказанным желанием, она вняла молитвам выживших.\n\nСогласно легенде, она пряла сверкающие нити из серебряного сияния, чтобы вести бродяг по замёрзшим равнинам.\nИ там, где её слёзы, полные тоски, падали на покрытую инеем землю севера, они расцветали лилиями, которым суждено было вечно стоять на ледяных ветрах.\nГордые потомки Гипербореи называют себя Детьми Морозной Луны по этой причине,\nв честь богов, которые, какова бы ни была их изначальная цель, подарили человечеству новую жизнь."
	},
	"plume": {
		"name": "Чистое перо благословенной",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Безупречное перо, которое, согласно преданиям, создала первый Голос Лунного Гимна.",
		"story": "Это было в то время, когда морозный свет разбился, словно серебряное зеркало, а молодая луна ещё не взошла.\nЭто история двух сестёр, которые, родившись несовершенными, никогда не были предназначены для благословения.\n\nВ лунном свете, в нетронутом убежище для чужаков, две хрупкие души разделили одно дыхание.\nВ краткие мгновения между болью, мгновения, которые должны были быть наполнены радостью, они прижимались друг к другу, делясь скудным теплом.\nОни никогда не видели своих родителей и никогда не слышали шёпота ветра в лесу.\nУ них была только бабушка, и узнать мир они могли лишь по страницам выцветшей книги со сказками.\n\nЛомкие, пожелтевшие, рваные и потёртые страницы открыли им мир, которого они никогда не видели:\nвот она, одинокая белая птица, образец изящества, парящая под идеальной луной.\nЛюбуясь свободными созданиями из сказок, двое детей тихо дали друг другу обещание...\nОднажды они вдвоём полетят вместе, словно белые птицы в бескрайнем небе.\n\n«С самого дня рождения мы были вдвоём.\nИ настанет время покинуть это место. И проживём мы остаток жизни вместе».\n\nПрошли годы, и вот одна из них нарушила обещание и отправилась в одиночку в далёкое странствие.\nК сожалению, это был не полёт к светлому будущему, а падение в гораздо более тёмную ночь.\nВместе с ней ушла половина мечты и половина боли, которая была предназначена им двоим.\nС того дня Айла, которая впоследствии стала первым Голосом Лунного Гимна, начала испытывать вдвое больше мучений.\n\n«Значит, ты лгала мне всё это время... моя старшая сестра, единственная, кому я когда-либо по-настоящему доверяла.\nНо я не держу на тебя зла... Я давно потеряла надежду увидеть небо»."
	},
	"sands": {
		"name": "Помешательство хладопоклонницы",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Безупречные часы, которые давно остановились вместе с заблуждениями их бывшей владелицы.",
		"story": "Это было в то время, когда морозный свет разбился, словно серебряное зеркало, а молодая луна ещё не взошла.\nИменно тогда великий план, осуществляемый на протяжении многих поколений со времени вымирания, оказался на грани своего завершения.\n\nКровь, очищенная тысячелетиями, наконец даст жизнь избранной, которой суждено будет править раем.\nЛожное семикратное сияние высоких небес падёт к её ногам, и кости земли восстанут, дабы последовать за ней.\nИбо она станет источником единства с миром, ибо с неё начнётся возрождение первого великого подвига.\nЭто священный долг, переданный дочерям крайнего севера. Так есть, и так будет.\n\nКогда девушка, которую должна была породить священная кровь, встретила юношу из северного царства в безлунную снежную ночь,\nв его глазах, чистых, как замёрзшее озеро, она увидела отражение себя, которую никогда не знала.\nСвятая, ведомая незнакомым ранее трепетом сердца, отказалась от своей миссии ради молодого офицера-чужеземца.\nРади этого нового чувства, этой глупости, называемой любовью, она срезала свою окровавленную корону-рога и бросила её на заснеженную землю.\n\nПадшая, предавшая свой народ, в конечном итоге не смогла исполнить своё предназначение.\nЕё схватил шпион, подосланный юродивым монахом, чтобы вернуть на родину, которую она должна была полюбить.\nНо когда она взглянула на офицера у своих ног, на разливающуюся под ним багровую кровь, она приставила кинжал к своему горлу в последнем роковом поцелуе.\n\nТак, женщину, которая не смогла родить священного наследника, похоронили в спешке и тишине. Её смерть отсрочила исполнение пророчества.\nК счастью, лидеры каждого поколения давно приготовились к преждевременной кончине благословенной Девы.\nЛовия, тогдашняя старшая жрица, быстро обратилась за наследниками к представителям низшей ветви рода.\nНо сёстры-близнецы, рождённые в этой семье, были бледной тенью Девы, которую им предстояло заменить.\n\nЭто означало, что могли пройти сотни лет, прежде чем родится ещё один ребенок достаточной чистоты.\nСлава, которая когда-то была в её руках, исчезла. Движимая безумной тоской,\nстаршая жрица с короной-рогами придумала ужасный план.\nЗачем ждать, пока ветры снова пронесутся сквозь поколения? Если они слишком нечисты,\nчтобы выдержать сияние истинного лунного света, и если благословение Морозной Луны слабо сохранилось во всех ███,\nто пусть ███ станет инструментом очищения их ███!\n\nИ так, во имя безупречного лунного света, жрица совершила такой непростительный грех,\nчто даже владычица Морозной Луны в ужасе отшатнулась бы от такого кощунства."
	},
	"goblet": {
		"name": "Отрадная слава непорочной",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Безупречный серебряный кубок. Говорят, что он служил священным сосудом в ритуалах Детей Морозной Луны. Ныне в ритуалах такие кубки не нужны.",
		"story": "Это было в то время, когда морозный свет разбился, словно серебряное зеркало, а молодая луна ещё не взошла.\nПотомки крайнего севера больше не могли слышать божественные учения высоких небес, и их поглотил пылающий гнев, как и в древние времена.\n\nНикто не знал, как заново выковать чудо, которое святые Золотого Города открыли их предкам.\nОднако амбиции изгнанников - амбиции смертных - были даже сильнее, чем амбиции богов.\nЕсли кто-то потеряет реликварий, который может за одну ночь возделать десять тысяч акров плодородной земли на тёмном, туманном ледяном море,\nзагоните диких быков в борозды, чтобы можно было покорить тундру метр за метром огнём, мотыгой и серпом.\nЕсли кто-то потеряет стрелу, способную поразить богов и пронзить даже это ложное небо,\nперекуйте орало в меч и клинок, а серп и мотыгу - в копье и алебарду, и пусть кровь станет фонарём, рассеивающим тьму.\n\nИ если посох творения, дарованный высшим из ангелов, будет сломан,\nнеобходимо управлять размножением бесчисленных последующих поколений самыми грубыми оставшимися средствами, то есть посредством закона.\nТак должно оставаться до тех пор, пока кровь, оскудневшая после бедствия и изгнания, не очистится в святое семя,\nи смертные потомки не родятся совершенными существами, полностью едиными с миром.\nУпорство и решимость живых существ в конечном итоге преодолеют все бедствия - или, по крайней мере, они в это твердо верят.\nВ конце концов, тем, кто спланировал будущее своего народа, никогда не придётся страдать от пращей и стрел их презрения.\n\n«Выпей лунного света, моё возлюбленное дитя!\nПусть лунный свет вплетётся в твою плоть и кровь, и снизойдёт на тебя милость богов.\nВзгляни на святых Золотого Города. Как они пили горькое вино и сражались за свободу тех, кого любили!\nПодобно им, прими эту радостную боль, ибо из неё однажды родится совершенство».\n\nОни уже не могли сказать, что наполняло древний серебряный кубок.\nНо если так сказала добрая бабушка, значит, такова воля богов.\nДа, всё было ради совершенства и исполнения желания, пережившего тысячу лет.\nРади предсказанного рая и царя, которому суждено сойти в мир, нужно сначала претерпеть нечистоту и испытание..."
	},
	"circlet": {
		"name": "Священная корона верующей",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Безупречный головной убор, созданный по подобию короны-рогов посланницы рощи.",
		"story": "Это было в то время, когда морозный свет разбился, словно серебряное зеркало, а молодая луна ещё не взошла.\nДревнее благословение богов, словно одинокая искра в бескрайней тундре, в конце концов погасло.\nКогда пустая луна сошла с неба, земля, которая не смогла ею стать, начала увядать.\n\nДеяния чудотворцев прошлого превратились в пустые молитвы, а молитвы - заботой простого народа.\nВ мрачную безлунную ночь даже святая чистейшей крови\nвряд ли сможет сплести струящийся свет в песню, движущую мир, как это когда-то делали её предки.\n\nКак бы горячо ни клялись потомки крайнего севера когда-то следовать за своими ушедшими богами,\nпотомки их - смертные, живущие в подлунном мире, жизнь которых коротка, подобно фейерверку.\nЕсли бы в давно минувшие дни можно было увидеть святых и служителей, передающих милость богов,\nи если бы люди всё ещё верили, что новая луна однажды поднимется из разбитого света,\nтогда даже когда последний след благодати исчезнет и чудеса исчезнут,\nгрань между так называемой верой и так называемой ложью станет такой же тонкой и хрупкой, как утренний туман.\n\nЛегенда гласит, что корона-рога нынешних Голосов Лунного Гимна, была даром Морозной Луны в момент её умирания.\nСеребряное дерево сломалось, его белые ветви исчезли, и жрицы стали умолять о новых митрах.\nИз жалости владычица луны соткала для них священные короны из чистого лунного света.\n\nИменно по этой причине последняя старшая жрица решила выковать свой обруч из холодного, непоколебимого железа.\nЮная Ловия тогда была всего лишь жрицей и никогда прежде не видела благословения Луны,\nи она мечтала о том, что такая утешительная ложь всё ещё сможет объединить неверных верующих.\n\nЛишь спустя десятилетия, когда фальшивая корона-рога утонула в грязной, продажной крови, она наконец прозрела.\nОтражение в её глазах было не безупречным лунным светом, а холодной ночью, полностью поглощённой её собственной тенью."
	}
}