{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "Песнь былых времён",
	"effect2Pc": "Повышает бонус лечения на 15%.",
	"effect4Pc": "Экипированный персонаж при лечении членов отряда на 6 сек. создаёт эффект Стремления, который регистрирует осуществлённое лечение (в том числе избыточное). С завершением длительности Стремление превращается в Волны былых времён: при попадании обычной атаки, заряженной атаки, атаки в падении, элементального навыка или взрыва стихии вашего активного персонажа по противнику наносимый урон увеличивается на 8% от общего количества лечения, зарегистрированного Стремлением. После 5 активаций или через 10 сек. эффект Волн былых времён исчезает. Однократный эффект Стремления регистрирует до 15 000 ед. HP. Одновременно может существовать только одно Стремление, но оно регистрирует лечение, предоставляемое несколькими экипированными персонажами сразу. Этот эффект активируется, даже если экипированный персонаж не на поле боя.",
	"flower": {
		"name": "Забытая клятва былых времён",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Неувядающий цветок, сделанный из ларимара и лазурного серебра. Говорят, он и по сей день считается символом сопротивления.",
		"story": "Когда воды мира ещё не слились воедино, в мире бушевала власть золота. В какие бы земли ни приходили железные воины, племена тех земель безоговорочно покорялись.\nЭпохе золота было не видно конца, словно бесконечный день. С уверенностью гармоста, что выстраивает свою мелодию, песнь новых порядков пришла на смену людям ушедших времён.\nНо вдруг эта мелодия цивилизации была прервана одним северным племенем.\nПрежде разрозненные племена смогли объединиться под предводительством юного вождя Ареморики и поднять знамя неповиновения у своих хрупких границ.\n\nИменно этого человека поэты и назовут Рыцарем чистых родников. Этот человек использовал своё тело как щит, чтобы противостоять власти золота, заслонившей небо и солнце.\nПевица, что правила множеством племён, никогда не считала себя правительницей, а называла себя лишь слугой, выполняющей волю Королевы всех вод.\nВ далеком Капитолии к её словам отнеслись с насмешкой, словно к детскому лепету.\nНо её войска захватили воюющие между собой племена и силой меча убедили соседей объединиться и присягнуть на верность Королеве всех вод.\nПоэты и драматурги представят множество вариаций клятв рыцарей, но в каждом варианте всегда упоминаются два пункта.\nВо-первых, рыцари клялись никогда не направлять свой меч против последователей Эгерии. Во-вторых, никогда не идти на сделку с подлецами (то же, что и «никогда не запятнаться»).\n\n«Неувядающим серебряным цветком клянёмся мы изгнать золотого тирана из высоких морей, клянёмся смыть несправедливость кровью и слезами врагов».\n«Клянёмся защищать фей чистых родников и дар Королевы всех вод до тех пор, пока родники не забьются вновь».\n\nИ так было положено начало бесконечной войне, что разрослась как чума, испепелив и горделивое золото, и чистейшее серебро.\nГармост развеял милосердие по ветру, а ненависть унесла бурлящим потоком к неизбежному концу.\nИ когда на горизонте заблестит луч прощения, он уже не сможет отразиться в глазах тех, кто так отчаянно в нём нуждался."
	},
	"plume": {
		"name": "Воспоминания о былых временах",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо в форме бабочки, сделанное из серебра и лазурных кристаллов. Говорят, в давно ушедшем прошлом оно было символом клятвы никогда не расставаться.",
		"story": "Когда воды мира ещё не слились воедино, в одном недолго просуществовавшем племени вечерний ветер ласкал лунный свет.\nКогда мир ещё не слышал о законах Царя богов, и порядки небес ещё не были установлены, маленькая девочка повесила себе на ухо крыло бабочки.\nВ легендах людей ушедших времён говорилось, что порхающая бабочка - это отражение души и символ вечной клятвы.\nДо того как стать музыкантом, один храбрец глубоко верил в то, что «завтра», как и «вчера», кружится вокруг затянутого узлом «сейчас».\n\nНо течение жизни всё равно несёт к страданию. Так и надежды минувших дней растворились в крови и огне.\nКогда они встретились вновь в далёком городе, множество прежде воюющих племён теперь были объединены вместе.\nМолодой музыкант оделся словно странствующий путешественник и победил на турнире множество признанных героев.\nНа правах победителя он был удостоен личной встречи с правителем. Музыкант поделился своими славными мечтами о мире, о прекращении войн и ненависти.\n\nХоть музыкант и был очень умён, он никак не ожидал, что, когда он раскроет свою личность, его встретит лишь клинок, блестящий озёрным светом.\nОн не успел одуматься, как его грудь уже пронзило насквозь. И в тот момент музыкант услышал лишь её бормотание...\n\n«█████, мой ███... Я не могу больше продолжать эту лживую беседу».\n«Я знаю, что проклятый тиран осквернил твою душу и заключил тебя в каменную тюрьму».\n«Не волнуйся, мой ████... Я никогда не забывала о своём обещании».\n«Я освобожу тебя из этих ледяных оков любой ценой».\n«Пока мы снова не прижмёмся к груди Королевы всех вод, не стоит печалиться».\n«Пока эта сизая бабочка не запорхает снова, а наши души не прибьёт к противоположному берегу всех вод»."
	},
	"sands": {
		"name": "Отзвуки былых времён",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Песочные часы причудливой формы из лазурита и хрусталя. Говорят, они вдохновлены колокольней в Петрикоре.",
		"story": "Когда воды мира ещё не слились воедино, в племенах людей ушедших времён была традиция бить в колокола.\nКолокольный звон ознаменовывал рассветы, закаты, рождения и смерти.\nИ когда небо над племенами застлал золотой саван, колокольный звон ознаменовал конец.\n\nЖелезные воины неустанно стирали с лица земли когда-то великие племена\nи даже не догадывались, что через несколько десятков лет их процветающую империю ждёт такой же конец.\nЗа одну ночь золотой дворец превратится в щепки, а предатели заглушат возвышенную мелодию.\nЗолотая песня Царя богов была окончена, но её отзвуки ещё долго отзывались эхом в сердцах людей.\nОслеплённые былой славой, некоторые пытались воссоздать мелодию прошлого любой ценой.\nНекоторые, наоборот, отреклись от былого во имя светлого будущего и открыли охоту на тёмных призраков прошлого.\nА кто-то сохранил лишь своё имя и с головой погрузился в туманные легенды и далёкие песни.\n\n«Священный сосуд, способный исполнить любое желание. Это звучит сомнительно даже из уст посланника чистых вод.\nНикто не в силах отмыться от греха, как никто не в силах очистить кровавую воду. Даже если твоё имя уйдёт в забвение, грех не забудется никогда.\nНикто не в силах вернуть былое, как никто не в силах вернуть дневной свет в ночном мраке. Былые дни давно минули. Это осознаю даже я.\n...\nНо если такой священный сосуд действительно существует в нашем ироничном мире, если действительно возможно исполнить любое желание...\nЕсли и правда возможно создать будущее без горестей, уберечь наших потомков от страданий, повлечённых ошибками прошлого...\n...то я прошу в последний раз погрузиться в эту сладкую иллюзию».\n\nГолоса умерших, что звучали у неё в голове десятки лет,\nвсе погибшие ради неё и из-за неё перестали быть важными.\nПеред тем как войти в долину, она словно снова услышала вечерний колокол из прошлого.\nЭто точно было закатное зарево, но ведь всегда найдутся те, кто увидит в нём отблески рассвета."
	},
	"goblet": {
		"name": "Обещанный сон былых времён",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Роскошный сосуд, выполненный по образу легендарного Чистейшего грааля. Говорят, он выполняет заветные желания людей с чистым сердцем.",
		"story": "Когда воды мира ещё не слились воедино, среди племён людей ушедших времён ходила легенда о Чистейшем граале.\nИспокон веков ни одному человеку не удавалось узреть драгоценный сосуд воочию.\nЕдинственным свидетельством существования «Золотого грааля, наполненного первозданной водой» были лишь отголоски рассказов древних духов.\nПо легенде, этот священный сосуд способен исцелить любые раны, вернуть молодость и воскресить из мёртвых.\nИ только человек с чистейшей душой сможет узреть блеск сосуда и обрести вечную жизнь и безграничную мудрость.\n\nКак говорили философы древности, в мгновение ока вчерашнее величие обратится в пыль, а нескончаемая песня чествования оборвётся на полуслове, ведь ничто не вечно.\nРыдания тех, что провозгласили себя преемниками культуры, уйдут под воду вместе с Золотой столицей, носившей имя вечности.\nКак говорили философы древности, в мгновение ока вчерашнее величие обратится в пыль, а обещанное возмездие потерпит крах, ведь ничто не вечно.\nПевица, поклявшаяся смыть своих врагов потоком крови и слёз, очнулась от привычного кошмара, но увидела лишь бушующие волны, простирающиеся за горизонт до самого дальнего берега...\n\n«Сыны морей, носители греха, жду я братьев и сестёр, что испили до дна чашу горестей».\n«Тебе известно о страшном предсказании, тебе уже явился приближающийся конец».\n«Скрепи своё сердце, в нём не должно быть места страху и панике».\n«Нужно лишь добыть первозданную воду, этот всемогущий сосуд первозданности».\n«Нужно лишь озвучить ей своё сокровенное желание, и все твои грехи будут прощены».\n\nТак певица отправилась на поиски Чистейшего грааля, чтобы исполнить обещанное.\nИ так в народе закрепилась слепая вера в то, что Чистейший грааль способен исполнить любое желание.\nИ только когда рассеялась мгла, певица смогла узреть, что являет собой сосуд первозданности."
	},
	"circlet": {
		"name": "Поэзия былых времён",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Шляпа, некогда популярная среди оперных авторов Фонтейна. Говорят, её плюмаж отсылает к шлемам Рыцарей чистых родников.",
		"story": "Когда воды мира слились воедино, на руинах прошлого милосердная правительница создала новое государство.\nНочь закончилась, и день уже на подходе. Прошлое лишь сон, смутная тень, что исчезнет на рассвете вслед за этой ночью.\nЭто действительно была золотая эпоха. Не было больше тиранов, опьянённых властью, и варваров, ослеплённых местью.\nСтарая песнь навсегда смолкла. На её место пришла поэзия любви и справедливости, что разносилась по всему высокому морю вслед за утренним ветром.\n\nНекоторые строки поистине бессмертны. Их будут вдохновенно декламировать даже спустя тысячи лет.\nКак, например, приключения Рыцарей чистых родников. Эта история прошла через перо множества поэтов и драматургов и теперь известна каждому.\nГоворят, рыцари поклялись на серебряных доспехах, что будут защищать свои воды бок о бок с феями чистых родников.\nИ после бесчисленных испытаний им удалось найти легендарный Чистейший грааль и поприветствовать возвращение Владычицы всех вод.\n\n«Храбрецы, приближенные ко двору, рыцари, одолевшие драконов...»\n«...маги и принцессы, томящиеся в высоких башнях, - все они желали найти священный сосуд».\n\nПиршества и клятвы, горести и расставания, что будут воспеты поэтами, разворачивались перед Эринией в реальности.\nНо героиня Эринии лишь образ из древних песен, всего лишь сон."
	}
}