{
	"name": "Изгнанник",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Увеличивает скорость восстановления энергии на 20%.",
	"4pc": "Использование взрыва стихии восстанавливает 2 ед. энергии остальным членам отряда (но не выбранному персонажу) каждые 2 сек. в течение 6 сек. Эффект не может складываться.",
	"flower": {
		"name": "Цветок изгнанника",
		"relictype": "Цветок жизни",
		"description": "Тёмный цветок. Должно быть, имеет какое-то значение, раз изгнанник не хотел с ним расставаться.",
		"story": "Это было время, когда изгнанные аристократы ещё не были втянуты в водоворот событий.\nТогда, до того, как плотный туман из заговоров и интриг навис над членами семьи, расцвёл этот цветок.\nПотрёпанный жизнью, видевший немало зверств изгнанник давно уже забыл о том, что такое нежность и душевное тепло.\nНо этот потерявший краски цветок и память о том, как искренне изгнанник улыбался, будучи ещё ребёнком, - две вещи, которые он до сих пор хранит в сердце."
	},
	"plume": {
		"name": "Перо изгнанника",
		"relictype": "Перо смерти",
		"description": "Птичье перо, прицепившееся во время похода по диким местам. Стало аксессуаром случайно.",
		"story": "Изгнанник проходил через леса и равнины, странствовал в безлюдных пустошах, \nИ однажды из мутных гряд облаков на его плечо опустилось одинокое лазурное перо.\nОно принадлежало птице, скрывавшейся от хищного орла, и такая же судьба была и у изгнанника.\nСейчас оно - символ свободной птицы, подобно изгнаннику утратившей гнездо."
	},
	"sands": {
		"name": "Карманные часы изгнанника",
		"relictype": "Пески времени",
		"description": "Несмотря на треснувший кристальный циферблат и потерявшиеся стрелки, хозяин этих часов до самого конца не желал с ними расставаться.",
		"story": "Когда-то в прошлом молодой аристократ получил эти часы.\nИскусно сделанные, мерно тикающие - они помнят минуты детства аристократа,\nно те беззаботные дни давно прошли.\nАристократ вынужден был пуститься в долгое изгнание."
	},
	"goblet": {
		"name": "Кубок изгнанника",
		"relictype": "Кубок пространства",
		"description": "Грубый кубок, сделанный из тяжёлых металлов. Когда-то он был украшен драгоценными камнями, но их уже давно оттуда выковыряли.",
		"story": "Серебряный кубок - семейная реликвия сосланного аристократа. Кубок был инкрустирован драгоценным камнем с фамильным гербом.\nНо после того как изгнанник бросил тень позора на свою семью, он сам изъял этот герб, которым раньше гордился.\nСейчас кубок повреждён и не может держать жидкость.\nНо изгнанник по-прежнему носит его с собой, пока не вернётся."
	},
	"circlet": {
		"name": "Корона изгнанника",
		"relictype": "Корона разума",
		"description": "Древняя корона. Королевский герб на ней давно стал неразличим, и статус знати, который она символизировала, давно затерялся во времени.",
		"story": "Некогда изгнанник был членом знатной семьи. В детстве он не знал забот и спокойно играл в залах, сплошь украшенных серебром.\nВ те далёкие времена венец на голове его отца был символом высокого авторитета и принадлежности к элите.\nМного лет назад, семейная вражда утопила разрушающийся дворец в крови.\nВенец этот, с которым изгнанник никогда не расставался, стал символом позора и доказательством его преступлений."
	}
}