{
	"id": 14002,
	"rarityList": [
		4,
		5
	],
	"name": "Усмиряющий гром",
	"effect2Pc": "Повышает Электро сопротивление на +40%.",
	"effect4Pc": "Увеличивает урон против врагов, находящихся под действием Электро, на 35%.",
	"flower": {
		"name": "Сердце усмиряющего гром",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок, растущий даже среди нескончаемых бурь. Он по сей день придаёт смелости путешественникам, попавшим в сильную грозу.",
		"story": "Маленький фиолетовый цветок, сорванный во время грозы.\nТот, кто носит его, может не бояться молний.\n\nЭтот цветок цветёт только во время грозы, и сильные ливни не способны убить его.\nЭто Громовой Цветок. Срывая его, Усмиряющий Гром почтительно опустился на колени.\n\nУсмиряющий Гром всегда носил этот цветок на груди и с ним бесстрашно встречал бури и грозы.\nОн не колебался ни секунды даже перед кровавой битвой с Громовым Монстром.\nВозможно, ношение цветка на груди для Усмиряющего Гром было всего лишь прихотью,\nНо для путешественников цветок был символом решимости в битве со штормом."
	},
	"plume": {
		"name": "Перо усмиряющего гром",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Перо птицы, парящей сквозь шторма и бури. Говорят, оно также было символом легендарного героя, усмирившего гром и молнию.",
		"story": "Брошь в виде пера ястреба, парившего в штормах.\nТот, кто носит его на груди, может ощутить дыхание грозы и жар огня.\n\nЯстреб, не боявшийся ни гроз, ни пламени, \nНекогда оставил своё перо в обуглившемся после пожара лесу.\nПо форме этого пера Усмиряющий Гром создал брошь из аметиста.\nПод взглядами врагов брошь начинает сиять пурпурным светом.\nСвет этой маленькой вещички слепит глаза,\nКак будто предрекает падение Громового Монстра.\n\nУсмиряющий Гром, подобно ястребу не боявшийся ни грозы, ни пламени,\nВ конце концов обезглавил Громового монстра."
	},
	"sands": {
		"name": "Время усмиряющего гром",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Часы героя, покорившего гром и молнию. Внутри них хаотично движущиеся частицы Электро отмеряют течение времени.",
		"story": "Песочные часы, некогда использовавшиеся Усмиряющим Гром. Песок в них заменяют маленькие Электро кристаллы.\nКристаллы разбиваются на мелкие осколки, чтобы проскользнуть вниз и слиться воедино на дне часов.\n\nУсмиряющий Гром, безжалостно расправившийся с Громовым Монстром, изготовил эти песочные часы из аметиста.\nТечение времени в них стремительно, словно молния, подобно ливню, и за ним не угнаться.\nДаже самому Усмиряющему Гром не тягаться со временем, скоротечным, как грозовой разряд. \n\nДаже гром и молния, запертые в этих песочных часах, вынуждены подчиняться неизменным законам времени.\nКристаллы внутри часов разбиваются и собираются воедино бесчисленное множество раз, а время пролетает быстро, словно молния, и никогда не возвращается.\nСледя за ходом времени в этих часах, Усмиряющий Гром осознал суть жизненного цикла, и это помогло ему повергнуть монстра."
	},
	"goblet": {
		"name": "Бокал усмиряющего гром",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Винный бокал усмиряющего гром, который победил чудовище молнии. Он использовался для питья фиолетовой молнии.",
		"story": "Кубок, однажды принадлежавший Усмиряющему Гром.\nВозможно, его бывший владелец пил из него молнии.\n\nУсмиряющий Гром, беспощадно истреблявший монстров, тоже был человеком со своими печалями и радостями.\nОн радовался и гневался стремительно, как молния: чувства быстро приходили и уходили во мгновение ока.\nЭтот кубок видел своего хозяина и в счастье, и в горе.\n\nИ при распитии ритуального вина, использовавшегося при жертвоприношении семьи Усмиряющего Гром,\nИ когда сам Усмиряющий Гром пил, чтобы набраться храбрости перед спуском в тёмные недра полной монстров пещеры,\nВо все времена кубок был с ним до последнего часа, скрашивая его одиночество."
	},
	"circlet": {
		"name": "Корона усмиряющего гром",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Корона, подаренная усмирившему гром герою за победу над монстром молнии, который наводил ужас на его земли.",
		"story": "Очень древняя пурпурная корона.\nОна искрится, словно усмирённая молния.\n\nЖестокий Громовой Монстр\nпрежде порабощал людей своими молниями.\nНо удар молнии мимолётен,\nКак скоротечен был и период его власти.\n\nУсмиряющий Гром, презрев молнии Громового Монстра, одержал над ним победу,\nИ в награду получил эту корону.\nНо то время ушло безвозвратно."
	}
}