{
	"name": "Маленькое чудо",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Увеличивает сопротивление ко всем элементам на 20%.",
	"4pc": "Получаемый элементальный урон повышает сопротивление к соответствующему элементу на 30% в течение 10 сек. Может возникнуть раз в 10 сек.",
	"flower": {
		"name": "Цветок маленького чуда",
		"relictype": "Цветок жизни",
		"description": "Цветок, выросший на скалистом утёсе. У него получилось пробиться сквозь камень, чтобы увидеть свет.",
		"story": "Маленький синий цветок, растущий в трещинах старого могильного камня.\nКолонны несут в себе историю смерти, и живые цветы, пробивающиеся из трещин, подобны чуду."
	},
	"plume": {
		"name": "Перо маленького чуда",
		"relictype": "Перо смерти",
		"description": "Перо стремительной птицы, слишком быстрой для человеческого глаза.",
		"story": "Ястреб быстр, как ветер. Его существование уже само по себе чудо.\nЕму был дарован острый взор и подобные кинжалам когти,\nи благодаря огромным крыльям он может скользить по небу так быстро, как никто другой."
	},
	"sands": {
		"name": "Песочные часы маленького чуда",
		"relictype": "Пески времени",
		"description": "Кажется, что это обычные песочные часы, однако если их перевернуть, песок начинает течь вверх.",
		"story": "Часто говорят: чтобы победить, нужно бороться, но чудо приходит лишь с ожиданием.\nНо разве не чудо то, что со временем скала превратилась в мелкий песок?\nРазве наша с тобой встреча - не чудо?"
	},
	"goblet": {
		"name": "Чашка маленького чуда",
		"relictype": "Кубок пространства",
		"description": "Сосуд, обычно использующийся для предсказания судьбы. Также может быть ёмкостью для воды.",
		"story": "Чистейшая чайная чашка, искрящаяся светом звёзд.\nНекогда она использовалась прорицателем для гаданий,\nи, по поверьям, вода в ней отражает звёздное море."
	},
	"circlet": {
		"name": "Серёжки маленького чуда",
		"relictype": "Корона разума",
		"description": "Дешёвое украшение, на самом деле сделанное из минералов, принесённых на землю древними метеоритами.",
		"story": "Пара недорогих серёжек, изготовленных из металла, сияющего словно звёзды.\nТорговец не знал, что источник их сияния - звёзды, что в древности упали на землю."
	}
}