{
	"id": 10013,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Целитель",
	"effect2Pc": "Увеличивает получаемое лечение на 20%.",
	"effect4Pc": "Использование взрыва стихии восстанавливает 20% HP.",
	"flower": {
		"name": "Серебряный лотос целителя",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Драгоценный лекарственный ингредиент, который за долгие годы растерял все свои полезные свойства.",
		"story": "Целительница прошла по всему миру, и, благодаря своей страсти к приключениям, отыскала множество редких целебных трав.\nНа крутом обрыве, среди скользких камней она обнаружила серебряный лотос.\nОна так и не приготовила из него лекарство, но его аромат всегда придавал ей сил."
	},
	"plume": {
		"name": "Совиное перо целителя",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Жёсткое совиное перо. Используется в качестве самомотивации, когда поздно ночью нужно идти лечить пациента.",
		"story": "Даже непроглядная, тёмная ночь не остановит целителя, спешащего к больному.\nМного опасностей скрыто в ночи, и путнику всегда следует быть начеку, подобно чуткой сове.\nНо проводя ночи как сова, без сна и отдыха, целитель в конце концов заболевает сам."
	},
	"sands": {
		"name": "Карманные часы целителя",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Инструмент, показывающий точное время. У доктора каждая секунда на счету.",
		"story": "При лечении смертельно больного человека целитель не должен терять ни секунды.\nБлагодаря своей точности, эти карманные часы всегда помогали целительнице спасать людей.\nНо в последние годы жизни, когда больная целительница лежала в постели, эти часы мерно тикали уже для неё самой.\nБудучи в прошлом инструментом, спасавшим жизни, теперь они пели для неё прощальную песнь."
	},
	"goblet": {
		"name": "Чайничек целителя",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Этот чайничек когда-то использовался для заваривания разнообразных отваров. Сейчас в нём остался только резкий запах трав.",
		"story": "Это лекарство давно высохло, но резкий запах остался.\nНекогда целительница спасла много жизней этим горьким отваром.\nИ когда заболела она сама, лишь это лекарство, приготовленное на печи в небольшом чайничке, смогло поднять её на ноги."
	},
	"circlet": {
		"name": "Платок целителя",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Используется для фиксации волос на голове целителя во время лечения пациента. Также может использоваться вместо бинтов, чтобы остановить кровотечение или зафиксировать сломанную руку.",
		"story": "В те дни, когда целительнице приходилось часто переезжать с места на место, она каждый раз собиралась в спешке.\nНи солнце, ни дождь - ничто не могло остановить её.\nНе только прикрывавший её непослушные волосы, но и не раз служивший для перевязки раненых,\nплаток целителя прошёл с ней и огонь, и воду, и был целительнице самым верным товарищем в пути."
	}
}