{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Незаконченные грёзы",
	"effect2Pc": "Увеличивает силу атаки на 18%.",
	"effect4Pc": "Урон персонажа после того, как он покидает поле боя на 3 сек., повышается на 50%. В бою, если поблизости более 6 сек. нет врагов со статусом Горение, персонаж теряет 10% упомянутого увеличения урона в секунду, пока оно не упадёт до 0%. Если поблизости есть враги со статусом Горение, увеличение урона повышается на 10% в секунду, пока не достигнет 50%. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
	"flower": {
		"name": "Тёмный плод ярких цветов",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Цветок, вырезанный из серого камня и искусно украшенный сусальным золотом. Легенды гласят, что во время войны по ним отличали друзей от врагов.",
		"story": "То были годы, когда племенные знамёна пылились и постепенно выцветали.\nПеред троном стоит получеловек, он поигрывает в руке треснувшим кольцом, словно желая показать всем свою власть.\nБыло издано повеление, запрещавшее людям прислушиваться к наказам, оставленным посланниками сумерек, далёкими предками и первыми возвысившимися.\nЗапрещавшее приникать к мшистым корням деревьев, искать знаки в пламени костра, читать по лесным теням.\n\nИ в конце концов наступила древняя темнота, охватившая десять тысяч темнот.\nВсё равно как запах железа остаётся на древних свитках, пусть даже пятна крови давно поблёкли.\nИ когда кромешная, осязаемая тьма накрыла своим пологом глубины,\nюноша с алыми глазами, преодолев бесчисленные беды, вернулся из царства, где вода струилась лучами света, к холмам Запретного города.\n\nКогда он вошёл в плавучий сад, в ушах его ещё звучал хриплый голос слепой горбатой старухи:\n«Даже среди зарослей на далёких болотах можно найти прекрасные цветы.\nТак ищи их здесь, в краю смерти, где земля усеяна черепами и костями зверей.\nИщи настоящих праведников, готовых выйти в холодную, жестокую ночь, чтобы броситься в огонь.\nИ не вздумай предать их страсть, их ненависть, их жадность, их честолюбие!\nНе вздумай предать глаза, что до сих пор хотят смотреть на пылающее пламя».\n\nПервой пришла девушка с потускневшим золотым пером. Она охотилась за сведениями для юноши, проворной птичкой порхая между высокими шатрами.\nСледом пришли герои-близнецы: старший, чьи зубы были острее любого клинка, и младший, чья спина ещё помнила плети тирана.\nУслышав о том, как юноша с алыми глазами спасал заурианов, молчаливый воин тоже решил встать под его знамёна.\n\n«Но ещё нам нужен человек, который лучше всех знает город изнутри,\nзнает все дороги, тропки и потайные ходы, который играючи управляется с любыми механизмами».\nИ когда юноша с алыми глазами договорил, молчаливый герой, который до этого не произнёс ни слова,\nмогучий герой, который надеялся, что заурианы и люди будут жить в добром соседстве, назвал имя того самого мастера."
	},
	"plume": {
		"name": "Блёклый изумрудный хвост",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Плюмаж, который давно утратил свой блеск. Говорят, выгравированные на нём узоры - работа мастера давних времён.",
		"story": "«Всякий, кто увидит резьбу, украшенную бирюзой, будет пленён искусностью и красотой.\nВсякий, кто увидит замысловатые золотые узоры, будет впечатлён мастерством художника».\n\nИсполняя приказ юноши, к которому была глубоко привязана, девушка отправилась собирать толки и городскую молву, чтобы найти того самого ремесленника.\nНо ни под сенью высокого дворца, ни на пиршествах знати выяснить ничего не удалось.\nВ отчаянии она достала узорное золотое перо и вгляделась в тусклый свет, вспоминая лицо своего покойного отца.\nИ стоявший поодаль пьяница с лицом, наполовину спрятанным под шляпой, принялся бесстрастно рассказывать о происхождении каждого узора на золотом пере.\n\nКто бы мог подумать, что такую прекрасную вещицу создал уродливый нищий, что коротает время в грязных тавернах?\nПоловина его лица, скрытая под шляпой, была изуродована шрамами от бушующего огня, кожа на лице была подобна расплавленной кровавой жиже.\nНо девушка не испугалась. Оправившись от удивления, она протянула нищему перо.\nВ тот вечер, разглядывая своё творение, блеск которого давно померк, он рассказывал ей о вещах, бесследно исчезнувших из тех краёв.\nНапример, о длиннохвостом зимородке. В те времена один уважаемый человек поручил ему смастерить...\n\n«То был мой отец, но его осудили и казнили за защиту заурианов племени».\nГолос девушки звучал холодно. Ремесленник увидел в её глазах ту же ненависть, которую сам лелеял в своём сердце.\n\n«Тогда я буду рад служить... твоему господину», - промолвил ремесленник, хотя она даже не успела сказать, зачем пришла.\nПро себя он уже решил, что готов служить и ей самой. Но говорить об этом было не обязательно.\nПотому что он видел, что к тому времени в сердце девушки уже поселился кто-то другой."
	},
	"sands": {
		"name": "Момент обретения",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Солнечные часы, использовавшиеся для отсчёта времени в древнем царстве. На некоторых делениях нанесены крошечные отметки, которые можно увидеть только при внимательном рассмотрении.",
		"story": "Один из вопросов, который давно не даёт покоя исследователям реликвий:\nпочему на всех солнечных часах, обнаруженных в древних, засыпанных пеплом руинах города,\nв одном и том же месте стоит одинаковая гравировка?\n\nПришедшие из каньонов считали, что отказавшимся от веры настало время вновь поджечь обсидиановые столбы.\nВ тот день дочь рудников Саккук, вершившая волю вождей племён, отправила блуждающих духов обратно в царство ночи.\nПришедшие с висячих деревьев считали, что отказавшимся от договора настало время вновь заключить его с заурианами шести племён.\nВ тот день великий герой, которому доверяли все воины, молчаливый Юпанки, разбил мечом кандалы, сковавшие шею зауриана.\nПришедшие от источника родников считали, что забывшим своё прошлое настало время вновь прислушаться к отголоскам волн.\nВ тот день старший из героев-близнецов, красноречивый Атавальпа, снова разжёг в людях жажду былой славы.\nПришедшие с плодородных земель считали, что угнетённым настало время вновь подняться с колен.\nВ тот день младший из героев-близнецов, увенчанный победами Васкар, первым выступил против потока, хлынувшего из темноты.\nПришедшие с горных вершин считали, что узникам, томившимся в клетках, настало время вновь вернуться в гнездо свободы.\nВ тот день герой с алыми глазами высек искру божьего гнева и сжёг дотла заржавленный город, и племя вновь стало подчиняться само себе.\n\nТолько юноша, что пришёл из загадочного дыма и ведал многими тайнами, хранил молчание.\nВспоминалась одна картина с выцветшего свитка. Говорят, в то время чёрная тень заслонила солнце.\nГерои, которые долго готовились к этому моменту, воспользовались возможностью низложить безумного короля перед его пустым троном.\nВ неофициальных историях говорится, что план переворота разработал искусный ремесленник, чьё имя осталось неизвестным.\n\n«Но мастер не оставил ни слова о войне, вернувшей власть племенам.\nА после он бесследно канул в море историй о нём и его подвигах».\n\nЮноша провёл рукой по одинаковым знакам, выгравированным на солнечных часах.\nОн представил себе, как бессчётное множество закатов назад, когда день исполнения плана был назначен, руки неизвестного мастера,\nкоторых, возможно, никогда не существовало, вырезают на солнечных часах эти знаки."
	},
	"goblet": {
		"name": "Чаша замысла",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Глиняный трёхногий кубок. Когда-то герои собирались у костра, возносили кубки и пили всласть, обсуждая свои стремления и надежды.",
		"story": "Он рассказал юноше с алыми глазами и его героям о тех испытаниях, через которые ему пришлось пройти.\nРассказал, как правитель запретного города однажды призвал к себе самых искусных ремесленников всех племён,\nчтобы потешить своё тщеславие, он выкопал из-под земли древних рукотворных чудовищ, чьи крылья напоминали знамёна.\nНарод давно знал, что правитель переменчив, будто ветер, и в тот день, когда все тайны были наконец открыты,\nон развёл огромный костёр, чтобы сжечь в нём все свои раскопки и всех, кому было о них известно. Сжечь и похоронить останки под каменной плитой...\n\nРемесленник лежал, обречённо дожидаясь смерти, окружённый всепоглощающим пламенем,\nкогда с каменной головы ему в глаз упала золотая слеза, и он увидел многое.\nОн рассказывал о гигантских творениях и сложных механизмах, которые видел будто сквозь сон.\nОн видел тени, гонимые струящимся пламенем, что поднималось от далёкого горизонта к повисшему на небе диску луны.\n\n«Значит, та золотая слеза...» - «Она вроде источника, который питает вдохновение?»\nТак с улыбкой спросили его герои-близнецы, приняв историю ремесленника за небылицу.\nРемесленник снова слышал в их голосе насмешку и недоверие, он давно к этому привык.\nПочувствовав на себе пытливый девичий взгляд, он деланно усмехнулся, и по лицу его пробежала судорога.\n\nНа самом деле он видел в том испепеляющем пламени намного больше: он видел струящиеся золотые узоры,\nдругой путь к побегу из руин, и множество правил, которым нужно следовать, чтобы выстроить новую империю.\nНо последнего не понять тем, кто слишком молод...\nОн отставил свой кубок, на дне которого ещё плескалось несколько капель вина.\n\nБыть может... быть может, когда пыль осядет, когда древний фундамент будет восстановлен,\nкогда пройдёт ещё время, он сможет рассказать им всю правду, ему бы этого хотелось,\nпотому что сейчас все его грёзы были лишь о том, как построить сияющие стены, достойные нового короля."
	},
	"circlet": {
		"name": "Невенчанная корона",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Золотой венец, украшенный бирюзой и изумрудными перьями. Он всегда покоился на бархатной подушке и ни разу не использовался на коронации.",
		"story": "По просьбе девушки после гибели старого царства некто вновь изготовил для неё давно померкшее перо.\nИ тогда она дала такое же обещание тому, кого давно уважала. Когда придёт время, она подарит ему взамен бирюзовую корону.\nТолько увидев труп, скорченный в агонии под лезвием чёрного зверя, она поняла,\nчто корона, которую она выковала и украсила бирюзой, будет вечно ждать своего хозяина, ибо он никогда не появится на коронации.\n\nСпустя много лет среди шести племён поползли разговоры о чудачествах старой хозяйки рудников.\nГоворили, будто старуха любит роскошные украшения, и современным ремесленникам не хватает мастерства, чтобы потрафить её вкусу.\nА того, кто подносил ей украшение, на котором значилось имя некоего мастера,\nона одаривала драгоценными камнями без числа и счёта.\nОна охотно принимала даже подделки.\n\nКогда соплеменники посоветовали ей не потакать жадности проходимцев,\nона сказала: «Я покупаю подделки, потому что не хочу, чтобы они запятнали репутацию мастера, который создавал оригиналы».\nМало того, пусть она никогда об этом не говорила, но проходимцы всегда оказывались наказаны за обман.\n\nПо сравнению с жизнями товарищей, которые доблестно пожертвовали собой, её жизнь казалась слишком длинной.\nИ она решила в отпущенные годы собрать всё, что осталось от дорогих её сердцу героев.\nЮноша с алыми глазами, которого она так любила, исполнив свою миссию, вернулся в священное пламя, не оставив после себя ничего, кроме тёплого отсвета.\nКогда молчаливый герой упал в пламя правителя, отражение нового мира в оставшемся от него взоре было ему величайшей наградой.\nОдин из героев-близнецов, большой любитель поговорить, охрип от рыданий, увидев гибель брата от руки врага.\n\n«И Атавальпа тоже умер раньше меня... Он всегда был сильнее, кто бы мог подумать, что он умрёт, а я останусь?\nМудрецы племени всегда говорят, что пережившим бурю скоро надоедает жизнь на суше. Так случилось и со мной.\nВсе эти годы без вас... были полны скуки».\n\nНо рано или поздно наступит час воссоединения с ушедшими друзьями, и встреча ознаменуется долгожданным предчувствием.\nИз своей коллекции она выбрала подлинные работы мастера, их оказалось намного меньше, чем подделок.\nСобрав вещицы, на которых было выгравировано его имя, она ушла в тёмную ночь, чтобы никогда больше не вернуться.\n\nЛегенда гласит, что на следующий день соплеменники собрались вокруг дерева, на которое она возложила бирюзовую корону,\nи поклялись исполнить её последнюю волю, вычеркнуть из истории имя искусного мастера, которое она унесла с собой."
	}
}