{
	"id": 15002,
	"rarityList": [
		4,
		5
	],
	"name": "Изумрудная тень",
	"effect2Pc": "Даёт 15% бонус Анемо урона.",
	"effect4Pc": "Увеличивает урон Рассеивания на 60%. При взаимодействии Рассеивания с другим элементом, также понижает сопротивление противника к соответствующему элементу на 40% в течение 10 сек.",
	"flower": {
		"name": "Воспоминания об изумрудных лугах",
		"relicType": "EQUIP_BRACER",
		"relicText": "Цветок жизни",
		"description": "Растущий повсюду дикий цветок. Был сорван и надет изумрудным охотником.",
		"story": "Когда-то этот белый цветок рос по всем полям и лугам.\nОн нисколько не высох и до сих пор источает свежий аромат.\n\nКогда чудовища ещё не заполонили земли, и звери бродили повсюду без опаски,\nохотница использовала этот безымянный дикий цветок, чтобы они её не учуяли.\nСогласно старинным легендам молчаливую охотницу с добрым сердцем мог выследить тот, кто\nзакроет глаза и по лесам да по равнинам босиком проследует за тонким ароматом полевых цветов.\nНо ступать нужно очень мягко. Малейший шорох - и она вас услышит.\n\nВ других легендах говорится, что в конце концов охотницу смог найти один маленький мальчик.\nВ то время век бедствий наступил в древнем царстве, и всё наводнила погибель."
	},
	"plume": {
		"name": "Оперение стрелы изумрудного охотника",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Перо смерти",
		"description": "Оперение стрелы, пронзившей насквозь сердце своей жертвы, но каким-то образом оставшееся чистым.",
		"story": "Блестящее и гладкое перо хищной птицы. Когда-то оно служило оперением стрелы Изумрудного охотника.\n\nКаждого сражённого стрелой зверя охотница ласково успокаивала до тех пор,\nпока его жизненные силы не забирала обратно природа. Ведь в тот мир,\nкуда уходили души убитых животных, однажды отправится и она.\n\nОна верила, что в конце своей жизни охотники пробуждаются от реальности,\nи все, кто покинул этот мир, собираются на бескрайних охотничьих угодьях.\n\nНо также охотница знала, что чудовище, которое погналось за ребёнком,\nона убила не ради выживания,\nа из-за возмездия и страданий,\nи в те бескрайние угодья ей уже было не попасть."
	},
	"sands": {
		"name": "Решимость изумрудного охотника",
		"relicType": "EQUIP_SHOES",
		"relicText": "Пески времени",
		"description": "Удивительный инструмент охотников, который всегда показывает на их жертву.",
		"story": "Необычно устроенный маленький прибор, используемый для распознавания сторон света.\n\nСогласно легенде, трава и земля полей, лесов и лугов\nшептали беззвучной босоногой охотнице о том,\nчто видели с деревьев птицы, и что слышали под землёй корни.\n\nНо с тех пор, как начались бедствия, трава и корни умолкли,\nпоскольку погибло их божество.\n\nТеперь ей время охоты приходилось полагаться на это устройство.\nВыслушав просьбу того мальчика, она перестала охотиться на зверей и птиц.\nЕё стрелы начали поражать чудовищ, приносящих страдания всему сущему."
	},
	"goblet": {
		"name": "Сосуд изумрудного охотника",
		"relicType": "EQUIP_RING",
		"relicText": "Кубок пространства",
		"description": "Мешок для воды, использовавшийся изумрудным охотником. Вмещает больше, чем кажется со стороны.",
		"story": "Очень крепкий и герметичный сосуд.\nЛегендарная охотница, расположившись у костра, наполняла его шёпотом.\n\nОднажды глубокой ночью на равнине она учуяла посторонних.\nВолки или чудовища были ей не страшны.\nБольше всего на свете её пугали беседы у костра,\nпоскольку человеческий язык она давно позабыла.\n\nДаже когда она вернулась к людям и стала Изумрудным охотником, никто её речи так и не услышал,\nровно как и никто никогда не увидел её следов.\n\nШутки и смех, что доносились до неё той ночью, она собрала в сосуд.\nИз года в год, когда ей бывало одиноко, она открывала сосуд и слушала доносившиеся из него голоса."
	},
	"circlet": {
		"name": "Венок изумрудного охотника",
		"relicType": "EQUIP_DRESS",
		"relicText": "Корона разума",
		"description": "Венок, символизирующий гордость изумрудного охотника. Пышный и зелёный, как ветер равнин.",
		"story": "Охотничья шляпа без единого пятнышка крови.\nСогласно народным сказаньям принадлежала она некоронованной королеве охотниц.\n\nЗакон охотников гласит, что врагом земле и лесу быть нельзя.\nОхотнику должно стать частью природы, подобно безмолвному листу или ветви.\nГоворят, что однажды птица свила в этой шляпе гнездо.\n\nУвенчать эту выдающуюся охотницу короной не мог никто,\nведь выше её была только сама природа.\n\nПозже, когда настал век бедствий, один вид этой зелёной шляпы\nповергал чудовищ в ужас."
	}
}