{
	"name": "Сияние Вурукаши",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Увеличивает НР на 20%.",
	"4pc": "Увеличивает урон элементального навыка и взрыва стихии на 10%. Если экипированный персонаж получает урон, этот эффект повышения урона увеличивается на 80% на 5 сек. Эффект может складываться до 5 раз. Отсчёт времени каждого уровня происходит отдельно. Эти эффекты активируются, даже если экипированный персонаж не на поле боя.",
	"flower": {
		"name": "Тычинка истока Хварны",
		"relictype": "Цветок жизни",
		"description": "Значок паломников древности, выполненный в форме милого маленького цветка.",
		"story": "«Моя невинная дочь, моя Хварна...\nЯ отдам тебя другой матери. Люби её и будь ей верна.\nМудростью она не уступает мне, и её свет ещё более лучезарен, чем мой.\nОднажды во сне мне встретился безликий кошмар, и он меня безгранично испугал.\nИ вот ты больше не принадлежишь моему телу. Прошу, предотврати наступление этого кошмара.\n\nМоя Хварна, свет моих очей...\nЯ предупредила её о приливе тёмных волн, отсюда и проистекает твоя судьба.\nНе бойся и не убегай, не дай померкнуть твоей Хварне и не разочаруй свою мать.\nМоя судьба - жертвовать собой ради смертных, и жертва - лишь прекрасная прелюдия к новой жизни...\nСтупай же в объятия своей зеленеющей матери. Ты найдёшь свою судьбу в её царстве.\n\nМоя Хварна, моя чистейшая дочь...\nТебе нужно полностью измениться. Тебе предстоит испытание разделением и смертью.\nИменно так ты обретёшь бессмертие. Но путь к нему лежит через пелену мрака...\nВладычица амриты и владычица травы и деревьев будут предшествовать тебе в потере их божественных форм...\nОни будут забыты, сохранится лишь память о вашей жертве.\n\nМоя Хварна, дитя цветов...\nЕсли ты решишь не отступать из-за страха...\nТогда бросься в объятия своей новой госпожи»."
	},
	"plume": {
		"name": "Самоцветное перо",
		"relictype": "Перо смерти",
		"description": "Искусно выполненное украшение в виде пера, переливающееся зелёной листвой и благоухающими цветами.",
		"story": "В те времена, о которых никто не помнит, в ночь перед песчаной бурей трагедия пронеслась над раем...\nЦветы и деревья некогда говорили о смертных царствах, их надеждах и заброшенном будущем.\nТе, к кому нельзя приближаться, принесли серую смерть, и тёмный прилив опустошил речные берега.\nЛишь для того, чтобы новорождённые растения и звери объединились со смертными и отбросили зловещие волны назад.\n\nВ тоскливые годы после разрыва связи с владыкой красных песков владычица трав и деревьев превратила Хварну в божественную птицу.\nЕй она поручила защиту двух миров и охрану границы между смертью и новой жизнью.\nБожественная птица жила среди сосен, кипарисов и снежных лотосов и видела сны, вспоминая времена, когда завет еще был нерушим...\nИ только когда пришла беда, она очнулась и пошла навстречу неизбежной гибели.\nПозже, как и сказано в пророчестве, смертельный, безмолвный мрак пропитает тропический лес...\nКак и предупреждал дорогой друг, волны тёмных зверей хлынули и пронеслись по новорождённым лесам...\n\nБывший лидер царства воды была убита во время потрясений, а её тело стало морем чистой росы, амритой.\nИ всё же даже это море высохнет в пустынной земле, уничтоженной Бездной.\nНо у хозяйки трав и деревьев не было времени на скорбь, ведь нужно было взращивать дерево-мать из бесчисленных семян...\nЧтобы очистить скверну и обеспечить чистоту амриты, Симург разрушала её божественную форму.\n\n«Всё прекрасное, рождённое из Хварны цветов, должно встретить свою судьбу - увянуть и провалиться в грязь.\nИ как только они увянут, они возродятся, питаемые амритой, как существа цветочного моря, которых больше не беспокоит смерть»."
	},
	"sands": {
		"name": "Древнее увядание",
		"relictype": "Пески времени",
		"description": "Старинные часы, мерцающие светом Хварны. Они наполнены прозрачной жидкостью, которая кажется живой.",
		"story": "«Я дам тебе осколок Хварны. Держи его при себе и бережно храни.\nОна происходит из мудрости цветов и небесных нитей, и в ней - чистая сущность жизни.\nХварна - это точка в сердцевине цветка, одинокая капля света в море сладкой росы.\nПожалуйста, храни мой дар до того дня, когда тёмная бездна поднимется, чтобы утопить всё живое...\n\nЦветы передавали далёкую притчу, и её запомнили плоды и семена.\nКогда госпожа цветов обратилась в прах, когда ложная мечта сбила с пути хозяина пустыни...\nКогда дюны погребли под собой тиранов, чьи амбиции угасли...\nКогда всё, что произошло из почвы, вернулось в золотые пески, а что принёс ветер, было отдано тропическим лесам...\nКоролева трав и деревьев спокойно наблюдала за тем, как меняется мир, вспоминая свой искренний завет с теми, кто пал.\n\nПожалуйста, защити эту Хварну ради меня, моего спутника, моего друга, которого я люблю.\nКогда нас не станет, смертные будут скитаться в растерянности, словно младенцы, только что вынутые из пелёнок.\nХрупкие, но достаточно сильные, чтобы сразить дикие ветра, обжигающее пламя и свои собственные недостатки.\nНо я боюсь не катастроф, которые я могу предсказать, а хаоса тьмы...\nЛишь зло этой тьмы и угроза \"смерти\" могут раздавить бутоны...»\n\nКогда золотой песок поглотил далёкий рай, королева деревьев и травы восстала, чтобы исполнить древний уговор.\nПрислушавшись к воле Хварны, она создала прекрасную форму, создала жизнь, которая была несравненно прекрасна...\nЭто была Симург, божественная птица, в облике которой можно было увидеть яркие оттенки бесчисленных пернатых созданий, а в песне - мелодию многочисленных цветов...\nПоследняя мечта оазиса была собрана в одно тело и превратилась в чистое, яркое, бесконечное море цветов, скрытое в теле божественной птицы."
	},
	"goblet": {
		"name": "Пир необузданного веселья",
		"relictype": "Кубок пространства",
		"description": "Великолепный кубок, когда-то наполнявшийся медовой росой и нектаром, теперь совершенно пуст.",
		"story": "Когда хозяйка фруктового сада ушла, владычица травы и деревьев разорвала связь с морем песка.\nОтказавшись от безумной любви и величия, она решила вернуться в тропический лес и встать на путь защиты жизни...\nТак в тропическом лесу воссияла новая жизнь, так мудрецы подняли шум, и так был создан дом.\nНеобузданная фантазия ведёт к необратимой гибели, и метафора гибели предостерегает смертных.\n\nХварна цветов была рождена самым пышным из пиров и самым чистым из наслаждений.\nИ в ней не было ни горечи аскетизма, ни зловония власти.\nЕё конечная судьба - неизбежная смерть, увядание и засыхание...\nТолько повелитель Мудрости мог извлечь из этого урок, чтобы правильно хранить и использовать его.\n\n«Но не забывай пророчество моей великой госпожи, ибо это она послала меня к тебе.\nСумасбродство ещё не приведёт к исчезновению смертных, но дикая волна тьмы не из мира сего сметёт их.\nЯ - исчезающий след моей госпожи. Я - цветочная суть, всё очищающая.\nЕсли я соединюсь с чистейшей водой, то, подобно гранатовому плоду, разорвусь на множество маленьких частиц».\n\nТак из цветочной Хварны родилась божественная птица Симург.\nНекоторое время она оставалась рядом со своим хозяином, прежде чем улететь к оазису..."
	},
	"circlet": {
		"name": "Сердце светозарности Хварны",
		"relictype": "Корона разума",
		"description": "Утончённые пёстрые серьги, которые переливаются, словно сто цветов.",
		"story": "«Мой дорогой друг, ты был так мудр, но так рано покинул нас...\nСреди славных легенд таится мрак забвения.\nКак жизнь ходит со смертью рука об руку, так и забвение дорожит воспоминаниями.\nЕсли бы тьма смерти не нависала над жизнью, ценность её была бы невелика.\nЕсли бы волны забвения не накатывали на них, не было бы историй, достойных записи».\n\nВ давно минувшую эпоху королева трав и деревьев однажды выполнила поручение её друга.\nОна наделила Хварну цветов формой божественной птицы, чтобы она защищала часть тропического леса.\nИ как свежий цветок ждёт увядание, так и Симург однажды станет жертвой.\nХранительница зелёного мира знала это с той самой ночи, когда спала рядом с повелителем цветов...\n\n«И вот божественная птица расцвела бесчисленными цветами Хварны, рассыпавшись по земле, как цветы маргаритки...\nХварна снизошла на прозрачное тело Владычицы амриты, и так родилось сверкающее море цветов.\nМногие духи обитают в море, и они несут желания травы, дерева и росы, избавляя от грязи.\nМногие духи обитают в море, и они поют о трёх матерях - о зелени, об амрите и о цветах».\n\nОднажды в ночи дочь должна покинуть объятия трёх матерей.\nИ пожертвовать собой, ибо мир погряз в скверне..."
	}
}