{
	"id": 11515,
	"name": "Absolution",
	"description": "Pedang tajam yang pernah digunakan oleh penipu yang merelakan semuanya. Dulu, senjata ini utamanya digunakan untuk menyamar saat hendak beraktivitas.",
	"descriptionRaw": "Pedang tajam yang pernah digunakan oleh penipu yang merelakan semuanya. Dulu, senjata ini utamanya digunakan untuk menyamar saat hendak beraktivitas.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "\"Ketulusan dan ketekunan pasti akan membuahkan hasil. Ibu selalu mengajarkan ini pada kami.\"\n\"Tapi yang mempersembahkan kesungguhan hati biasanya adalah pembohong, dan yang rajin akan dimanfaatkan oleh orang-orang.\"\n\"Ibu, rupanya Ibu pembohong juga ya! Kalau tidak, kenapa dimakamkan di sini?\"\n\"Makanya, Ibu. Terima kasih ya. Aku sekarang akhirnya sudah mengerti ajaran Ibu ....\"\nSebelum kayu berubah menjadi pegangan kapak, dia tidak akan bisa memilih metodenya atau memikirkan martabatnya.\nPakaian formal yang tidak nyaman dan kain robek yang berlumuran darah, semuanya adalah kostum yang diperlukan untuk naik ke atas.\n\nPada masa-masa itu ... Tidak, meski ribuan tahun yang akan datang, mungkin sepuluh ribu tahun kemudian, sama saja ....\nSelalu akan ada anak muda yang menjadi dewasa lebih cepat dari waktunya, yang akan menjadi bagian dari apa yang disebut \"kelangsungan hidup dari yang terkuat\",\nMengambil kesungguhan hati, harapan, dan impian sebagai makanannya, lalu berubah menjadi seperti monster kuat di kota di atas tanah,\nKedua kota yang tidak bisa dijangkau dan bisa dijangkau oleh sinar matahari merupakan tempat perburuan yang subur.\n\n\"Aduh, nona muda keluarga mana ini, tidak disangka dia merendahkan dirinya untuk datang ke Fleuve Cendre.\"\nSedangkan untuk nona muda bangsawan yang memasuki Fleuve Cendre, tentu saja dia adalah mangsa yang paling pantas digantung di atas perapian ....\nKetakutan seperti cahaya rembulan yang tertutup awan, membuat bulan yang awalnya indah menjadi gelap, demikian pikir monster itu.\nDia mengenali wajah monster itu, tapi yang dia tanyakan malah bagaimana cara dia mengenali penyamarannya.\n\"Anda tidak terbiasa berbohong sedikit pun. Bukannya ini sama dengan mengakui identitas Anda sebagai orang luar?\"\n\"Lagi pula, pakaian Anda tidak terkena abu batu bara, oli mesin, ataupun darah ....\"\n\nDia mengulurkan tangannya kepada gadis muda itu sambil berpikir: Ya, kesempatan sebagus ini mana boleh dilewatkan begitu saja?\nJaring laba-laba sudah turun dari awan secara diam-diam. Aku akan memanfaatkan kesempatan ini untuk menjadi bagian dari keluarga yang paling menonjol,\nIni tangga untuk menuju ke puncak awan, ini kunci untuk membuka gerbang mutiara.\nDia tidak boleh meninggalkan aku ... Aku tidak boleh meninggalkan dia ....\n\n\"Leticia, aku menghargai jiwamu yang mulia.\"\nSaat diucapkan, dia merasakan munculnya firasat yang tidak enak secara tiba-tiba. Tapi dia tetap melanjutkan bercerita ....\n\n....\nSelalu ada firasat untuk setiap hal. Itu adalah malam sebelum tibanya badai,\nDia malah bercerita tentang harapannya yang egois tanpa henti-hentinya:\n\"Leticia, apa kamu bisa bayangkan dunia seperti ini ....\"\n\"Di sana, ada matahari yang tiga kali lebih terang dan tanah subur yang tak terbatas,\"\n\"Manusia bebas seperti burung, tidak ada perbedaan, tidak ada penipuan atau perampasan,\"\n\"Kita bisa melewati tanah yang tak terbatas, atau sungai dan danau, atau gunung dan lembah,\"\n\"Sampai kita menemukan pohon milik kita sendiri, dan kita akan membangun rumah milik kita sendiri di sana,\"\n\"Tidak ada satu orang pun yang mengganggu, tidak ada satu hal pun yang dikhawatirkan ....\"\n\nMungkin pada waktu itu dia sudah mengakui, kalau harapan yang tak kekal itu sudah sirna,\nAtau mungkin sudah dikubur dalam kesunyian dan lautan darah seiring dengan teman-temannya.\n\n\"Leticia tersayang, coba bayangkan anak-anak, bibit pohon yang baru tumbuh,\"\n\"Mereka tidak seharusnya terlahir di tengah suara tembakan meriam, atau tumbuh besar dalam lingkungan berlumpur dan air kotor.\"\n\"Apa kita mau membesarkan mereka dengan air mata kemarahan dan sumpah kebencian?\"\n\"Apa kita mau meneruskan mimpi membingungkan, atau misi masa depan yang tak diketahui?\"\n\nTapi, tidak perlu khawatir. Semuanya sudah diatur sedemikian rupa.\nMasa depan kita ... masa depanku, semuanya akan beres.\nSampai di sini, dia merasa sesuatu yang aneh, seperti sudah terbiasa.\n\n....\nPada saat itu, dia sudah lama tidak bersama dengan para bangsawan. Saat ditanya tentang alasan pengkhianatannya,\n\"Agar bisa dihargai dan naik ke posisi yang lebih tinggi\", \"Demi keselamatannya dan anak-anak.\"\nDia sudah tidak bisa mengingat yang mana dalih, yang mana alasan sebenarnya yang keluar dari mulutnya.\nPasalnya, saat seorang pembohong berbohong sepuluh ribu kali, bahkan pembohong itu sendiri pun akan memercayainya.\n\nJadi, saat istrinya pada akhirnya menanyakan pertanyaan yang sama kepadanya, dia tetap tidak mengerti.\nTapi dia ingat akan sumpah yang pernah diucapkannya. Setidaknya kedua orang itu bisa menjaga kontrak awal mereka.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9,6%",
	"effectName": "Deathly Pact",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> CRIT DMG. Saat nilai Bond of Life meningkat, DMG Karakter yang mengenakan meningkat <color=#99FFFFFF>{1}</color>. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 3 lapis.",
	"r1": {
		"description": "Meningkatkan 20% CRIT DMG. Saat nilai Bond of Life meningkat, DMG Karakter yang mengenakan meningkat 16%. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 3 lapis.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "Meningkatkan 25% CRIT DMG. Saat nilai Bond of Life meningkat, DMG Karakter yang mengenakan meningkat 20%. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 3 lapis.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "Meningkatkan 30% CRIT DMG. Saat nilai Bond of Life meningkat, DMG Karakter yang mengenakan meningkat 24%. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 3 lapis.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "Meningkatkan 35% CRIT DMG. Saat nilai Bond of Life meningkat, DMG Karakter yang mengenakan meningkat 28%. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 3 lapis.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "Meningkatkan 40% CRIT DMG. Saat nilai Bond of Life meningkat, DMG Karakter yang mengenakan meningkat 32%. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 3 lapis.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of Ancient Chord",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}