{
	"id": 12416,
	"name": "Akuoumaru",
	"description": "Pedang kesayangan \"Akuou\" yang legendaris. Pedang ini sangat besar dan agung, tapi ternyata cukup mudah digunakan.",
	"descriptionRaw": "Pedang kesayangan \"Akuou\" yang legendaris. Pedang ini sangat besar dan agung, tapi ternyata cukup mudah digunakan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Pedang ini pernah digunakan oleh jenderal besar Watatsumi.\nMenurut orang-orang, dia hanya menguasai dua ilmu pedang sebatas teknik \"Getsumouun\" dan \"Yuushio\" dari Garyuu Art.\nNamun berkat kedua teknik itu, dia tidak pernah dikalahkan oleh siapa saja, baik dalam sebuah duel maupun di medan pertempuran.\n\nSering kita dengar kalau ular dan ikan sama-sama merupakan makhluk berdarah dingin. Tapi makhluk berdarah dingin pun pernah mencari tanah kehangatan yang dijanjikan.\nDemi melihat impian rakyatnya terpenuhi, Omikami membusungkan dada untuk menantang kumpulan awan badai untuk berperang.\nDi antara orang-orang Watatsumi yang bertekad untuk menaklukkan, seorang pemuda tampil menonjol di antara yang lainnya.\nKeberaniannya yang sungguh besar membuatnya sangat dicintai oleh orang-orang Watatsumi, dan mereka memanggilnya Touzannou.\nTetapi setelah bertahun-tahun berlalu, namanya yang mengandung makna raja terlupakan, sementara makna baik namanya itu justru digantikan oleh sebuah julukan hinaan dari musuhnya:\n\"Akuou\", taring dan cakar jahat si Ular Besar Agung, si iblis penyerbu yang biadab dari Pulau Yashiori ....\n\nPembantaian itu telah menempa sang pemuda menjadi seorang pejuang.\nTapi baginya, hanya harapan yang diucapkan di bawah sinar rembulan — yang terpantul di permukaan laut sebelah kuil sebelum dia berangkat ... yang tetap abadi.\n\n\"Suatu hari, aku akan menjejakkan kakiku di atas Gunung Yougou, dan akan kuarahkan pandanganku ke arah istana sang Penguasa Guntur.\"\n\"Aku akan mengadakan pertarungan yang memuaskan melawan Tengu Agung dari Yougou yang legendaris di atas atap Tenshukaku.\"\n\"Lalu aku akan membawa topeng tengu itu untuk Ayame dan Mouun sebagai cendera mata!\"\n\nAkhirnya, impian mereka hancur dan hanyut bak menara pasir yang dihantam dan dirobohkan oleh air pasang.\nTopeng tengu, yang bersinar cerah seperti bintang merah, kemudian hancur seperti pasir di pantai setelah mengalami pertempuran yang kacau,\nMiko yang bersinar seperti cahaya bulan bagi jiwa pemuda itu tidak akan pernah kembali lagi,\nSementara Akuou sendiri akan menghadapi sinar petir yang menyilaukan di samping Ular Besar Agung.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>{0}</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,12% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 40%.",
		"values": [
			"0,12%",
			"40%"
		]
	},
	"r2": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,15% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 50%.",
		"values": [
			"0,15%",
			"50%"
		]
	},
	"r3": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,18% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 60%.",
		"values": [
			"0,18%",
			"60%"
		]
	},
	"r4": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,21% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 70%.",
		"values": [
			"0,21%",
			"70%"
		]
	},
	"r5": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,24% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 80%.",
		"values": [
			"0,24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}