{
	"id": 15410,
	"name": "Alley Hunter",
	"description": "Busur panjang yang indah, dulunya digunakan oleh seorang pencuri ulung yang tidak pernah tertangkap.",
	"descriptionRaw": "Busur panjang yang indah, dulunya digunakan oleh seorang pencuri ulung yang tidak pernah tertangkap.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Busur halus yang dicat hitam, sangat sempurna untuk berbaur dalam pekatnya malam.\nDulu, busur ini adalah pilihan utama bagi para bangsawan untuk berburu,\nSampai suatu hari, busur ini jatuh ke tangan pencuri yang tidak pernah tertangkap.\n\nPenggunanya menembak mahkota dari kepala bangsawan dalam diam,\nBusur itu telah menembak banyak tali yang kuat dan melucuti banyak prajurit.\nBusur itu dulu pernah bersumpah untuk membawa cahaya pada zaman kegelapan,\nUntuk membawa keadilan, kemakmuran dan kebahagiaan kepada yang menderita.\n\nDi masa lampau, dia memang membawa keadilan, kemakmuran dan kebahagiaan bagi yang menderita, dan membawa ketakutan bagi mereka yang berkuasa, memberikan mimpi buruk dan kemarahan tak berujung,\nDia melangkah ringan bagai hujan di atap dan teras, dan membawa musik bagi para penyair di lapangan,\nDia bahkan pernah mencabut batu safir dari pakaian bangsawan untuk diberikan kepada penyihir bermata biru, yang memburu para pencuri dengan tombak di tangan.\n\nNamun sampai pada akhirnya, dia tetap tidak bisa memberikan senyum di bibir penyihir yang dikasihinya itu, sang penyihir yang hatinya sedingin batu safir yang diberikan padanya.\nPada akhirnya, wajahnya yang semanis bunga ternodai oleh darah orang tak berdosa, lalu dia menghilang tanpa jejak...\nPada akhirnya, pencuri itu mendengarkan nasihat saudaranya. Meninggalkan sumpahnya, berpgi berlayar ke lautan yang bukan milik siapa pun.\n\"Apakah dia masih mengingat laguku? Apakah dia ingat tahun-tahun di mana dia mengejarku, dari jalanan yang beraroma anggur dan lagu-lagu yang dinyanyikan darinya?\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Oppidan Ambush",
	"effectTemplateRaw": "Saat Karakter yang menggunakan senjata ini ada dalam party tapi tidak berada di medan pertempuran, DMG Karakter tersebut akan meningkat <color=#99FFFFFF>{0}</color> setiap detik, hingga maksimal <color=#99FFFFFF>{1}</color>. Saat Karakter tersebut memasuki medan pertempuran selama lebih dari 4 detik, peningkatan DMG akan berkurang <color=#99FFFFFF>{2}</color> setiap detik, sampai kembali ke 0%.",
	"r1": {
		"description": "Saat Karakter yang menggunakan senjata ini ada dalam party tapi tidak berada di medan pertempuran, DMG Karakter tersebut akan meningkat 2% setiap detik, hingga maksimal 20%. Saat Karakter tersebut memasuki medan pertempuran selama lebih dari 4 detik, peningkatan DMG akan berkurang 4% setiap detik, sampai kembali ke 0%.",
		"values": [
			"2%",
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Saat Karakter yang menggunakan senjata ini ada dalam party tapi tidak berada di medan pertempuran, DMG Karakter tersebut akan meningkat 2,5% setiap detik, hingga maksimal 25%. Saat Karakter tersebut memasuki medan pertempuran selama lebih dari 4 detik, peningkatan DMG akan berkurang 5% setiap detik, sampai kembali ke 0%.",
		"values": [
			"2,5%",
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Saat Karakter yang menggunakan senjata ini ada dalam party tapi tidak berada di medan pertempuran, DMG Karakter tersebut akan meningkat 3% setiap detik, hingga maksimal 30%. Saat Karakter tersebut memasuki medan pertempuran selama lebih dari 4 detik, peningkatan DMG akan berkurang 6% setiap detik, sampai kembali ke 0%.",
		"values": [
			"3%",
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Saat Karakter yang menggunakan senjata ini ada dalam party tapi tidak berada di medan pertempuran, DMG Karakter tersebut akan meningkat 3,5% setiap detik, hingga maksimal 35%. Saat Karakter tersebut memasuki medan pertempuran selama lebih dari 4 detik, peningkatan DMG akan berkurang 7% setiap detik, sampai kembali ke 0%.",
		"values": [
			"3,5%",
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Saat Karakter yang menggunakan senjata ini ada dalam party tapi tidak berada di medan pertempuran, DMG Karakter tersebut akan meningkat 4% setiap detik, hingga maksimal 40%. Saat Karakter tersebut memasuki medan pertempuran selama lebih dari 4 detik, peningkatan DMG akan berkurang 8% setiap detik, sampai kembali ke 0%.",
		"values": [
			"4%",
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}