{
	"id": 11414,
	"name": "Amenoma Kageuchi",
	"description": "Pedang yang konon dibuat sesuai permintaan samurai terkenal yang bahkan sanggup memotong prajurit tengu. Pedang ini termasyhur karena kecepatannya, menebas tajam dari udara.",
	"descriptionRaw": "Pedang yang konon dibuat sesuai permintaan samurai terkenal yang bahkan sanggup memotong prajurit tengu. Pedang ini termasyhur karena kecepatannya, menebas tajam dari udara.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Salah satu replika \"Kageuchi\" dari pedang terkenal \"Hakuen Michimitsu Amenoma.\"\nPedang ini diberikan oleh Douin kepada Klan Saimon, pendiri Klan Iwakura.\nSebagai balas budi atas perawatan yang diterimanya saat dirinya tinggal dalam pengasingan di Desa Konda.\n\nDikatakan bahwa teknik rahasia Iwakura yang bernama Tengu Sweeper, hanya dapat dilakukan saat tidak ada sedikit pun gundah gulana di dalam hati.\nDulu, nama Tengu Sweeper terdengar sama dengan \"Pembantai Tengu\". Itu adalah teknik yang bahkan bisa menebas Tengu yang menjulang tinggi di langit.\nSelama ratusan tahun, pendekar pedang Iwakura, yang mewarisi nama \"In\", menggunakan teknik rahasianya untuk membunuh iblis dan monster yang tak terhitung jumlahnya di kepulauan Inazuma.\n\nLegenda menceritakan, Tengu Sweeper pertama kali dibuat di halaman kuil kecil di mana dupa tidak ada di situ.\nTekniknya sangat kuat sampai-sampai semua bangunan dihancurkannya, dan pedang Iwakura Douin sendiri pun terbelah menjadi dua.\nSetelah itu, dengan keahlian pedangnya, ia mendirikan Seni Iwakura dan menjadi instruktur Klan Kujou.\nDia juga meminta master Amenoma pada waktu itu membuat pedang yang akhirnya diturunkan melalui keturunan \"In\" — \"Hakuen Michimitsu Amenoma\".\n\nAda banyak legenda tentang perbuatan pedang itu. Dikatakan bahwa pedang ini sangat tajam sampai bahkan dapat memotong nasib manusia hingga putus.\nAdapun nama panjangnya, dikatakan bahwa Iwakura Douin menyebutkan sendiri namanya kepada Amenoma saat dibuat.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "12%",
	"effectName": "Iwakura Succession",
	"effectTemplateRaw": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan <color=#99FFFFFF>{0}</color> Energy untuk setiap seed yang terkonsumsi.",
	"r1": {
		"description": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan 6 Energy untuk setiap seed yang terkonsumsi.",
		"values": [
			"6"
		]
	},
	"r2": {
		"description": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan 7,5 Energy untuk setiap seed yang terkonsumsi.",
		"values": [
			"7,5"
		]
	},
	"r3": {
		"description": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan 9 Energy untuk setiap seed yang terkonsumsi.",
		"values": [
			"9"
		]
	},
	"r4": {
		"description": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan 10,5 Energy untuk setiap seed yang terkonsumsi.",
		"values": [
			"10,5"
		]
	},
	"r5": {
		"description": "Setelah melancarkan Elemental Skill, akan mendapatkan 1 Succession Seed. Efek dapat terpicu setiap 5 detik. Succession Seed bertahan selama 30 detik. Bisa terdapat sampai 3 Succession Seed dalam waktu bersamaan. Setelah menggunakan Elemental Burst, semua Succession Seed akan terkonsumsi dan setelah 2 detik, Karakter akan mendapatkan pemulihan 12 Energy untuk setiap seed yang terkonsumsi.",
		"values": [
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}