{
	"id": 15502,
	"name": "Amos' Bow",
	"description": "Busur kuno yang masih menyimpan kekuatan walaupun pemiliknya telah lama hilang. Menarik kekuatan dari semua orang dan segala yang ada di dunia, dan semakin jauh seseorang dari keinginan hatinya, semakin kuat pula busur tersebut.",
	"descriptionRaw": "Busur kuno yang masih menyimpan kekuatan walaupun pemiliknya telah lama hilang. Menarik kekuatan dari semua orang dan segala yang ada di dunia, dan semakin jauh seseorang dari keinginan hatinya, semakin kuat pula busur tersebut.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "Pada zaman kuno, saat dataran masih berupa tanah tandus.\nSeorang gadis, bertelanjang kaki di salju, mengikuti jejak Lord of the Tower.\n\nDulunya dia adalah kekasih gadis itu, namun angin yang kejam tidak akan pernah mengerti betapa rapuhnya manusia.\nDulunya dia adalah musuh gadis itu, namun perburuannya lebih daripada sekadar balas dendam sederhana.\n\n\"Aku memimpikan ombak dan pasir halus, aku memimpikan hutan hijau dan bumi\"\n\"Aku bermimpi tentang boar bermain di semak-semak beri, aku bermimpi tentang menara yang menjulang\"\nItulah kata yang diucapkannya kepada Raja Dewa dengan suara lirih namun tetap tak didengar.\n\nTerbangun dari cinta buta, dia menyadari hanya dialah satu-satunya yang berbicara dengan ketulusan:\nKarena dia berbicara tentang cinta, tetapi hanya disertai angin yang tajam bagai pedang.\nMatanya menatap orang-orangnya di tengah badai yang menderu.\nPercaya bahwa itu adalah simbol kekaguman dan kepatuhan yang tak tergoyahkan.\n\nItu era di mana tirani Angin Utara melawan Raja Menara,\nPemburu wanita itu mengira dirinya dicintai oleh tuan dari para budak.\nDi akhir peperangan, dan saat angin pemberontakan pertama bertiup,\nDengan ditemani seorang pemuda tanpa nama, seorang elf, dan seorang kesatria,\nDia memanjat menara yang menjulang tinggi dan menantang sang Raja yang eksentrik tersebut.\n\n\"Akhirnya, aku bisa mendapatkan perhatiannya\"\n\nNamun, sampai saat dia menembakkan panah padanya,\nSampai saat angin yang menderu akan mencabiknya,\nBaru pada saat itulah dia menyadari jarak yang ada di antara mereka.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "10,8%",
	"effectName": "Strong-willed Arrow",
	"effectTemplateRaw": "Meningkatkan DMG dari Normal dan Charged Attack sebesar <color=#99FFFFFF>{0}</color>. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar <color=#99FFFFFF>{1}</color> lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
	"r1": {
		"description": "Meningkatkan DMG dari Normal dan Charged Attack sebesar 12%. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar 8% lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
		"values": [
			"12%",
			"8%"
		]
	},
	"r2": {
		"description": "Meningkatkan DMG dari Normal dan Charged Attack sebesar 15%. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar 10% lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
		"values": [
			"15%",
			"10%"
		]
	},
	"r3": {
		"description": "Meningkatkan DMG dari Normal dan Charged Attack sebesar 18%. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar 12% lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
		"values": [
			"18%",
			"12%"
		]
	},
	"r4": {
		"description": "Meningkatkan DMG dari Normal dan Charged Attack sebesar 21%. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar 14% lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
		"values": [
			"21%",
			"14%"
		]
	},
	"r5": {
		"description": "Meningkatkan DMG dari Normal dan Charged Attack sebesar 24%. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar 16% lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
		"values": [
			"24%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}