{
	"name": "Aqua Simulacra",
	"description": "Warna busur ini tidak dapat diprediksi. Di bawah cahaya, ia menjadi warna biru bagaikan air dan terang berkilauan.",
	"weapontype": "Bow",
	"rarity": "5",
	"story": "Dikatakan bahwa air tidak mempunyai wujud atau warna yang tetap, dan bisa setajam bilah pedang ataupun busur.\nDi antara semua elemen yang ada di dunia, air adalah yang paling lembut, dan juga yang paling tajam.\nDi antara semua senjata yang ada di dunia, busur halus ini memiliki kemampuan yang luar biasa untuk memanggil air.\n\n\"Ia dapat menyelimuti semua yang tidak murni, membasuh semua kotoran, sambil mempertahankan kemurniannya sendiri.\"\n\"Ia dapat berubah ke berbagai bentuk, meniru berbagai kehidupan, berubah-ubah, namun tidak pernah kehilangan dirinya yang sebenarnya.\"\n\"Terbagi, bagaikan arus yang tak bisa dihitung, begitu dekat namun tidak terurai. Bersatu seperti gelombang raksasa, tak terhindarkan dan tak terhentikan.\"\n\"Banyak rahasia yang tidak dapat diuraikan dengan cahaya, bersembunyi di bawah cahaya birunya yang tembus pandang.\"\n\"Inilah misteri air, bahkan ribuan pemikiran yang brilian pun gagal untuk mengungkapnya.\"\n\nSebelum dia mulai bekerja untuk bangsawan di Jade Chamber, dia pernah mendengar seorang senior yang berpengalaman menjelaskan ajaran ini padanya.\nTerumbu karang dan badai tersembunyi selalu mengintai skema dunia perdagangan dan bermain demi kekuasaan, di saat itu pula kerangka kapal memenuhi dasar laut.\nMereka yang hatinya penuh dengan ambisi besar dan duduk di atas banyak sumber daya sering kali dapat berlayar dengan terampil dan aman,\nMenghindari persaingan dan kebencian yang selalu ada di mana-mana, melonjak melalui arus yang bergejolak.\n\n\"Itulah yang mereka katakan, tetapi aku tidak punya semangat seperti yang dimiliki para pemain besar tersebut, aku juga tidak punya kesabaran yang diperlukan.\"\n\"Aku lebih memilih menikmati harumnya aroma teh di dalam ruangan, dan terkagum-kagum dengan berbagai kemungkinan tak terbatas dari lemparan dadu bersisi enam.\"\n\"Aku telah menyusup ke banyak tempat persembunyian para penjahat di malam hari, dan menghancurkan rencana musuh dari negeri yang jauh di atas lututku.\"\n\"Tetapi aku tidak melakukan hal-hal ini untuk membantu yang kuat dan menyingkirkan kekuatan para pembangkang, tetapi karena bagiku, air juga memiliki sumbernya tersendiri.\"\n\nDemi mempertahankan kemurnian sumbernya, kelembutan air juga bisa menjadi seperti bilah pisau dan busur.\nKonspirasi dan bahasa kode terjalin dengan mudah di bawah bulan purnama biru yang pucat — inilah bentuk kebijaksanaan dari air.",
	"baseatk": 44,
	"substat": "CRIT DMG",
	"subvalue": "19.2",
	"effectname": "The Cleansing Form",
	"effect": "HP meningkat {0}. Saat ada musuh di sekitar, maka DMG yang diakibatkan oleh Karakter pengguna Senjata ini meningkat {1} baik saat Karakter-nya aktif, maupun hanya ada dalam party namun sedang tidak bertempur.",
	"r1": [
		"16%",
		"20%"
	],
	"r2": [
		"20%",
		"25%"
	],
	"r3": [
		"24%",
		"30%"
	],
	"r4": [
		"28%",
		"35%"
	],
	"r5": [
		"32%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"name": "Gloomy Statuette",
				"count": 5
			},
			{
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"name": "Gloomy Statuette",
				"count": 18
			},
			{
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"name": "Dark Statuette",
				"count": 9
			},
			{
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"name": "Dark Statuette",
				"count": 18
			},
			{
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"name": "Deathly Statuette",
				"count": 14
			},
			{
				"name": "Specter Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"name": "Deathly Statuette",
				"count": 27
			},
			{
				"name": "Specter Nucleus",
				"count": 18
			}
		]
	}
}