{
	"id": 15514,
	"name": "Astral Vulture's Crimson Plumage",
	"description": "Busur panjang kuno dengan dekorasi bulu berwarna merah, relik suci yang sudah diturunkan oleh Bunga Bersayap selama generasi demi generasi.",
	"descriptionRaw": "Busur panjang kuno dengan dekorasi bulu berwarna merah, relik suci yang sudah diturunkan oleh Bunga Bersayap selama generasi demi generasi.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "Dahulu kala, di zaman yang kini dikenal sebagai legenda, ia yang berani mengaku dirinya sebagai sang \"Sacred Lord\" mengkhianati aliansinya demi satu-satunya dewa yang dicintainya.\nSumpah antara manusia dan Saurian pun musnah bagai api unggun yang padam, dan bayangan Kota Bara mengubur Jagat Malam yang suram dalam bisikan penuh ketakutan.\nHarmoni pun berangsur hilang, kehangatan matahari menjauh, dan yang tersisa dari mimpi Raja Ular yang angkuh dan gila itu hanyalah hawa dingin malam hari.\n\nPada masa itu, di atas tebing tinggi yang dilanda kekacauan karena hilangnya sang penguasa, tetua Bunga Bersayap berpura-pura mematuhi sang Raja dan mengusir seorang pemuda dari sukunya,\nAgar ia yang bertekad melindungi para Saurian dapat melarikan diri dari sang tiran. Begitulah sang pahlawan dengan keberanian bagai burung pemangsa melebarkan sayapnya dan memulai perjalanannya.\nMata merahnya berkobar bagai matahari dalam gelap, memantulkan rupa bulan purnama biru dingin di langit tinggi.\n\nPara penyair di masa depan akan memainkan nyatiti delapan senar dan melantunkan legenda tentang sang penyelamat dalam lagu-lagu indah yang tak terhitung jumlahnya.\nDan begitulah puisi berjumlah sebanyak bintang-bintang di langit lahir dari fantasi ini, terjalin selama ratusan tahun dan akhirnya menghasilkan kisah petualangan yang sarat diperdebatkan.\n\n\"Mari dengarkan sebuah kisah sembari kulantunkan lagu akan sang pahlawan, penyelamat bermata merah, dan akan seorang sahabat yang setia menemaninya.\"\n\"Yang membimbingnya dalam perjalanan tak lain adalah keturunan bangsawan yang dahulu melayani Penguasa Naga, elang merah dengan mata yang memantulkan warna-warna angkasa dan bintang.\"\n\"Dengarlah nyanyianku tentang bagaimana burung suci tergerak oleh cita-citanya yang mulia, dan dengan sukarela memberikan daging dan darahnya untuk membuat busur tajam ini.\"\n\"Dengarlah nyanyianku tentang bagaimana ia menggunakan bulunya untuk menuntun pahlawan yang diberkati, membawanya bertemu dengan leluhur kita yang mulia, Sakkuk\"\nDemikianlah para penyair merangkai sosok pemandu yang tak pernah ada, enggan memercayai sang pemuda mampu melakukan perjalanan sendiri.\n\n\"Legenda yang kulantunkan ini berbeda dengan legenda Putra-Putri Gema, karena apakah mungkin sang pahlawan bermata merah dengan begitu saja memercayai nyanyian seekor burung di hutan?\"\n\"Tentunya ia bukan manusia fana, tetapi kehendak Ia yang Dimakamkan Dalam Api Purba yang kembali dari Jagat Malam untuk menyelamatkan mereka yang teraniaya.\"\n\"Busur panjang ini adalah bukti kembalinya dirinya dari tanah terlarang yang tak terjangkau, karena bagaimana mungkin seorang manusia fana mampu membakar habis Kota Bara terkutuk?\"\n\"Ketika krisis melanda Natlan sekali lagi, ia akan bangkit kembali dari kobaran api untuk memperbaiki ketidakadilan dunia dan membimbing kita ke jalan yang benar.\"\nBegitulah sang penyair yang memercayai sang pemuda bukanlah sekadar manusia fana berkata, mengaitkannya sebagai dewa manusia pertama.\n\nDan karena banyaknya versi dari legenda sang pahlawan, maka tidak ada satu pun lagu yang disetujui semua orang.\nRibuan tahun berlalu bagai sinar bulan yang memudar. Satu-satunya yang disetujui oleh semua adalah bahwa pemuda bermata merah pernah diangkat kedudukannya menjadi dewa.\nHingga hari ini, gagasan \"manusia dapat menjadi dewa\" telah menjadi kebenaran yang tak terbantahkan di padang yang terbakar, dan terukir dalam hati setiap penduduk Natlan yang ingin menjadi pahlawan.\n\"Janganlah engkau menaruh kepercayaan pada nama-nama suci, tak perlu engkau panjatkan doa kepada siapa pun selain dirimu.\"\n\"Hapuslah namaku, Sakkuk, agar semua orang tahu bahwa setiap manusia bisa menjadi dewa yang membimbing kita.\"\n\n\"Engkau tak sudi membawaku ke dalam Api ... Juga tak membiarkan namaku mendampingimu dalam sejarah ....\"\n\"Benar-benar egois, engkau dan juga dia.\"\n\"Hmph ... Kalau begitu, biarkan diriku memuaskan keserakahanku, ■■■■■\"\n\"Bulu yang engkau berikan padaku, 'ku akan mewariskannya kepada tanah air yang tak bisa lagi engkau kunjungi, dan begitulah kiranya selama ribuan tahun.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14,4%",
	"effectName": "The Moonring Sighted",
	"effectTemplateRaw": "Dalam 12 detik setelah memicu reaksi Swirl, ATK meningkat <color=#99FFFFFF>{0}</color>. Selain itu, saat di dalam party terdapat minimum 1/2 Karakter dengan jenis elemen yang berbeda dari Karakter yang mengenakan, maka DMG Charged Attack Karakter yang mengenakan meningkat <color=#99FFFFFF>{1}</color> dan DMG Elemental Burst meningkat <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Dalam 12 detik setelah memicu reaksi Swirl, ATK meningkat 24%. Selain itu, saat di dalam party terdapat minimum 1/2 Karakter dengan jenis elemen yang berbeda dari Karakter yang mengenakan, maka DMG Charged Attack Karakter yang mengenakan meningkat 20%/48% dan DMG Elemental Burst meningkat 10%/24%.",
		"values": [
			"24%",
			"20%/48%",
			"10%/24%"
		]
	},
	"r2": {
		"description": "Dalam 12 detik setelah memicu reaksi Swirl, ATK meningkat 30%. Selain itu, saat di dalam party terdapat minimum 1/2 Karakter dengan jenis elemen yang berbeda dari Karakter yang mengenakan, maka DMG Charged Attack Karakter yang mengenakan meningkat 25%/60% dan DMG Elemental Burst meningkat 12,5%/30%.",
		"values": [
			"30%",
			"25%/60%",
			"12,5%/30%"
		]
	},
	"r3": {
		"description": "Dalam 12 detik setelah memicu reaksi Swirl, ATK meningkat 36%. Selain itu, saat di dalam party terdapat minimum 1/2 Karakter dengan jenis elemen yang berbeda dari Karakter yang mengenakan, maka DMG Charged Attack Karakter yang mengenakan meningkat 30%/72% dan DMG Elemental Burst meningkat 15%/36%.",
		"values": [
			"36%",
			"30%/72%",
			"15%/36%"
		]
	},
	"r4": {
		"description": "Dalam 12 detik setelah memicu reaksi Swirl, ATK meningkat 42%. Selain itu, saat di dalam party terdapat minimum 1/2 Karakter dengan jenis elemen yang berbeda dari Karakter yang mengenakan, maka DMG Charged Attack Karakter yang mengenakan meningkat 35%/84% dan DMG Elemental Burst meningkat 17,5%/42%.",
		"values": [
			"42%",
			"35%/84%",
			"17,5%/42%"
		]
	},
	"r5": {
		"description": "Dalam 12 detik setelah memicu reaksi Swirl, ATK meningkat 48%. Selain itu, saat di dalam party terdapat minimum 1/2 Karakter dengan jenis elemen yang berbeda dari Karakter yang mengenakan, maka DMG Charged Attack Karakter yang mengenakan meningkat 40%/96% dan DMG Elemental Burst meningkat 20%/48%.",
		"values": [
			"48%",
			"40%/96%",
			"20%/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}