{
	"id": 14511,
	"name": "A Thousand Floating Dreams",
	"description": "Lampu ini telah menerangi mimpi-mimpi yang melayang lebih dari seribu malam, dan dalam cahaya hijau zamrudnya mengalir lagu yang berasal dari zaman kuno.",
	"descriptionRaw": "Lampu ini telah menerangi mimpi-mimpi yang melayang lebih dari seribu malam, dan dalam cahaya hijau zamrudnya mengalir lagu yang berasal dari zaman kuno.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"Ada masa kehidupan dan kematian bagi seluruh makhluk hidup, bagaikan roda yang berputar menyerupai siang dan malam.\"\n\"Semoga cerita-cerita dari dalam lampu ini memberikan mimpi yang telah kamu harapkan.\"\n\nDi saat istana mengalami keruntuhan, seorang gadis yang tidak pernah mengenal \"cahaya\" mendengar bisikannya di dalam mimpi.\nDengan tekad yang penuh, anak yang pergi dengan mimpinya melihat belas kasihannya dalam air mata.\n\nDari pantulan cahaya bulan yang tenang, lentera zamrud mengisahkan bayangan bintang-bintang dan melodi abadi —\nSeorang penari dengan mata berwarna zamrud mencium kain sutra yang meneteskan nektar dengan ringan, ikan-ikan berwarna-warni berputar-putar di air jernih seperti mutiara,\nSeorang musisi cahaya bulan memandu obor Jinni, menyanyikan lagu-lagu benteng berlapis emas di lautan pasir dan senar berwarna delima,\nSeorang pelaut yang hebat memulai perjalanan besar, tidak mencari apa pun selain suara nyanyian dari mimpinya dan taman yang bermekaran di pantai seberang.\n\nIstana yang runtuh diterangi oleh cahaya yang sunyi, dikelilingi oleh pemandangan mimpi yang menakjubkan dari seribu dunia,\nAngin hutan yang lembut membersihkan debu yang berkumpul di jalan pulang, membimbing anak-anak yang hilang menjauhi istana yang tidak lagi tenang seperti dulu.\nSaat cahaya fajar menyusup melalui celah-celah di antara dedaunan, lampu zamrud yang menceritakan kisah mimpi seribu malam mulai memudar:\nHanya ketika dia melihat ke belakang, berdiri di antara mimpi dan kenyataan, gadis buta itu menyadari bahwa tidak ada jalan untuk pulang, karena fajar telah menyingsing.\n\nSetelah itu, lampu di dalam mimpinya tidak pernah bersinar kembali, dan aliran waktu menelan mimpi malam yang lalu,\nTapi burung-burung masih bernyanyi saat mereka memeluk fajar yang menyingsing. Mereka menyanyikan kisah-kisah yang mekar dengan cemerlang seperti ladang bunga,\nMembawa keberanian, harapan, dan kebahagiaan bagi anak-anak yang tidak pernah memiliki kesempatan untuk menyaksikan mimpi,\nMenenun lagu seribu malam yang tak berakhir, menerangi momen-momen menjelang fajar yang ditunggu-tunggu.\n\nSetelah melintasi seribu mimpi, sampai burung bulbul tidak lagi bernyanyi, sampai matahari yang memudar terbenam ke bawah cakrawala sekali lagi,\nPengembara itu melihat di ujung perjalanan lampu zamrud itu, tanah tua nan jauh di sana,\nDi mana mawar yang diselimuti embun masih bergoyang lembut diterpa angin yang berembus, menunggunya untuk menceritakan kisah baru:\n\"Meskipun kenangan malam yang lalu telah memudar, kita akan terus menyanyikan lagu pujian untuk mimpi indah yang belum terungkap.\"",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "58",
	"effectName": "A Thousand Nights' Dawnsong",
	"effectTemplateRaw": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat <color=#99FFFFFF>{0}</color> poin; Jika elemennya berbeda: meningkatkan <color=#99FFFFFF>{1}</color> Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat <color=#99FFFFFF>{2}</color> poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk.",
	"r1": {
		"description": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat 32 poin; Jika elemennya berbeda: meningkatkan 10% Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat 40 poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk.",
		"values": [
			"32",
			"10%",
			"40"
		]
	},
	"r2": {
		"description": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat 40 poin; Jika elemennya berbeda: meningkatkan 14% Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat 42 poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk.",
		"values": [
			"40",
			"14%",
			"42"
		]
	},
	"r3": {
		"description": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat 48 poin; Jika elemennya berbeda: meningkatkan 18% Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat 44 poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk.",
		"values": [
			"48",
			"18%",
			"44"
		]
	},
	"r4": {
		"description": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat 56 poin; Jika elemennya berbeda: meningkatkan 22% Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat 46 poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk.",
		"values": [
			"56",
			"22%",
			"46"
		]
	},
	"r5": {
		"description": "Setiap Karakter lain dalam party akan memberikan efek buff kepada pengguna senjata ini berdasarkan apakah jenis elemen-elemen mereka sama dengan pengguna senjata ini atau tidak. Jika elemennya sama: Elemental Mastery meningkat 64 poin; Jika elemennya berbeda: meningkatkan 26% Bonus DMG Elemental untuk tipe elemen pengguna senjata ini. Setiap jenis dari efek di atas dapat ditumpuk hingga 3 lapis. Selain itu, Elemental Mastery Karakter lain di dalam party yang berada di sekitar (selain daripada pengguna senjata ini) meningkat 48 poin. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk.",
		"values": [
			"64",
			"26%",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}