{
	"id": 11517,
	"name": "Azurelight",
	"description": "Pedang yang awalnya murni dan jernih bagaikan bintang fajar yang putih, tapi kini telah berubah menjadi warna biru gelap.",
	"descriptionRaw": "Pedang yang awalnya murni dan jernih bagaikan bintang fajar yang putih, tapi kini telah berubah menjadi warna biru gelap.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "\"Hukum tidak boleh dicobai, regulasi tidak boleh dipertanyakan, dan aturan tidak boleh dilanggar.\"\n\"Begitulah dulu aku begitu yakin, aku mengungkapkan, dan aku menyampaikan.\"\n\n\"Sampai cahaya bintang yang lembut menyentuh pandanganku,\"\n\"Menunjukkan padaku di gunung batu putih ini,\"\n\"Aku ingin menceritakan pemandangan matahari terbit ini kepadamu.\"\n\n\"Wahai saudara-saudaraku yang menyerahkan diri kepada sang raja purbakala, aku ingin memberitahumu kebenaran yang kulihat.\"\n\"Di antara kalian, ada yang ditakdirkan menjalani hidup di bawah langit tanpa rembulan. Menyeruput air mata yang penuh kepahitan pun tidak akan bisa menghentikan roda kehancuran keluarga kalian.\"\n\"Ada orang yang ditakdirkan untuk berkelana di padang pasir berlapis emas, tanpa tahu apa itu belas kasihan dan kerinduan.\"\n\"Ada yang ditakdirkan untuk meringkuk dalam kegelapan dan menunggu air pasang memainkan senandung akhir sang lagu.\"\n\"Ada orang yang ditakdirkan untuk hanya berkelana di dalam mimpi, menunggu pertemuan yang belum datang di bangsa asing yang terhenti.\"\n\"Entah berapa banyak waktu, entah berapa banyak kesetiaan — tidak akan pernah bisa menyenangkan kalian.\"\n\n\"Kalau begitu, mimpi yang kalian benar-benar inginkan sebenarnya adalah kegugupan yang tidak bisa dijelaskan di dalam hati?\"\n\"Apakah akan jatuh ke dalam keabadian yang tak berujung seperti biasanya, dan melakukan tindak kekejaman untuk menepati janji-janji palsu?\"\n\"Oleh karena itu ...\"\n\"Menyerahlah, memberontak, celupkan sayapmu ke dalam lumpur, dan biarkan hasrat yang membara di hatimu berkobar seperti api yang menyala-nyala.\"\n\"Tunjukkan hasratmu, berharaplah, percayakan dunia pada seluruh makhluk hidup, dan biarkan kemuliaan bangsa-bangsa menaungi kemuliaan langit.\"\n\"Nyanyikan lagu dan tepuk tangan. Berikan kekuatan pada para makhluk suci, biarkan tombak cahaya bulan menusuk mimpi gila sang penciptanya.\"\n\"Ulurkan tanganmu ke arah fajar yang murni dan cemerlang itu, sehingga bangsa-bangsa tak perlu lagi mengemis hanya untuk melanjutkan hidup.\"\n\"Angkat kepalamu dan lihat bintang fajar yang bersinar terang. Aku akan membawamu ke dunia baru.\"\n\n\"Seorang penguasa yang memusuhi cinta akan selalu goyah pada suatu titik.\"\n\"Dan saat kerudungnya terkoyak, cahaya fajar baru akan menyambut tanah ini.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4,8%",
	"effectName": "Whitehill's Bestowal",
	"effectTemplateRaw": "Setelah melancarkan Elemental Skill, ATK meningkat <color=#99FFFFFF>{0}</color> selama 12 detik. Selama durasi ini, saat Energy Karakter yang mengenakan adalah 0, maka ATK meningkat lagi sebesar <color=#99FFFFFF>{1}</color> dan CRIT DMG meningkat <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Setelah melancarkan Elemental Skill, ATK meningkat 24% selama 12 detik. Selama durasi ini, saat Energy Karakter yang mengenakan adalah 0, maka ATK meningkat lagi sebesar 24% dan CRIT DMG meningkat 40%.",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Setelah melancarkan Elemental Skill, ATK meningkat 30% selama 12 detik. Selama durasi ini, saat Energy Karakter yang mengenakan adalah 0, maka ATK meningkat lagi sebesar 30% dan CRIT DMG meningkat 50%.",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Setelah melancarkan Elemental Skill, ATK meningkat 36% selama 12 detik. Selama durasi ini, saat Energy Karakter yang mengenakan adalah 0, maka ATK meningkat lagi sebesar 36% dan CRIT DMG meningkat 60%.",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Setelah melancarkan Elemental Skill, ATK meningkat 42% selama 12 detik. Selama durasi ini, saat Energy Karakter yang mengenakan adalah 0, maka ATK meningkat lagi sebesar 42% dan CRIT DMG meningkat 70%.",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Setelah melancarkan Elemental Skill, ATK meningkat 48% selama 12 detik. Selama durasi ini, saat Energy Karakter yang mengenakan adalah 0, maka ATK meningkat lagi sebesar 48% dan CRIT DMG meningkat 80%.",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}