{
	"id": 14426,
	"name": "Ballad of the Boundless Blue",
	"description": "Koleksi puisi yang indah. Berisikan berbagai puisi yang berhubungan dengan topik yang disukai oleh orang Mondstadt seperti langit, bunga dandelion, dan lainnya.",
	"descriptionRaw": "Koleksi puisi yang indah. Berisikan berbagai puisi yang berhubungan dengan topik yang disukai oleh orang Mondstadt seperti langit, bunga dandelion, dan lainnya.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Antara tepi ini dan seberang sana, antara sekarang dan masa lalu,\nLuasnya langit tanpa batas adalah warna biru yang bebas.\nBunga berakar pada bumi pertiwi, juga mendambakan hidup di langit tinggi,\nmeski tidak ada sepasang sayap, tetap bisa terbang ke angkasa ....\n\nSama seperti takdir bunga dan rerumputan yang pada akhirnya akan terbelenggu oleh akar yang tertancap dalam di bumi,\nkehidupan dandelion ditakdirkan untuk melihat kebebasan, tinggi, dan luasnya langit di atas,\nLuasnya biru yang tak terbatas itu seperti atap dunia, yang memantulkan dunia ke empat penjuru,\ndi atasnya ada awan yang melayang, dengan sentuhan cakrawala tenang yang tak bergelombang.\n\nSama seperti dandelion dan krisan yang kuat,\norang-orang di daratan hijau memegang teguh kepercayaan mereka.\nMeski pernah ditindas oleh tirani bagai badai musim dingin,\nmeski karakter yang mulia dan agung terus melemah dan membusuk.\n\nNamun asal tradisi pemujaan angin di langit masih tercatat,\nasalkan kebebasan yang mulia ini terus dikumandangkan oleh generasi demi generasi,\nmaka seluruh masyarakat akan sama seperti dandelion yang terbang ke angkasa,\nterus-mengejar kebahagiaan yang terbelenggu dengan hati kebebasannya.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Azure Skies",
	"effectTemplateRaw": "Selama 6 detik setelah Normal Attack atau Charged Attack mengenai musuh, DMG Normal Attack meningkat <color=#99FFFFFF>{0}</color> dan DMG Charged Attack meningkat <color=#99FFFFFF>{1}</color>. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,3 detik.",
	"r1": {
		"description": "Selama 6 detik setelah Normal Attack atau Charged Attack mengenai musuh, DMG Normal Attack meningkat 8% dan DMG Charged Attack meningkat 6%. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,3 detik.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "Selama 6 detik setelah Normal Attack atau Charged Attack mengenai musuh, DMG Normal Attack meningkat 10% dan DMG Charged Attack meningkat 7,5%. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,3 detik.",
		"values": [
			"10%",
			"7,5%"
		]
	},
	"r3": {
		"description": "Selama 6 detik setelah Normal Attack atau Charged Attack mengenai musuh, DMG Normal Attack meningkat 12% dan DMG Charged Attack meningkat 9%. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,3 detik.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "Selama 6 detik setelah Normal Attack atau Charged Attack mengenai musuh, DMG Normal Attack meningkat 14% dan DMG Charged Attack meningkat 10,5%. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,3 detik.",
		"values": [
			"14%",
			"10,5%"
		]
	},
	"r5": {
		"description": "Selama 6 detik setelah Normal Attack atau Charged Attack mengenai musuh, DMG Normal Attack meningkat 16% dan DMG Charged Attack meningkat 12%. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,3 detik.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}