{
	"id": 12511,
	"name": "Beacon of the Reed Sea",
	"description": "Pedang besar berujung datar yang dirancang agar cocok dipakai sebagai senjata raja kuno atau instrumen upacara.",
	"descriptionRaw": "Pedang besar berujung datar yang dirancang agar cocok dipakai sebagai senjata raja kuno atau instrumen upacara.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Di zaman ketika kerajaan-kerajaan bermunculan seperti jamur dan runtuh seperti istana pasir, ketika pahlawan bangkit seperti bintang dan jatuh seperti komet,\nSetelah Raja Pasir tenggelam dalam padang pasir bersama mimpinya, seorang penyair pengembara buta dengan asal-usul yang dulunya mulia,\ndulu pernah berkelana di lautan padang pasir yang luas dan menghimpun puisinya dari orang-orang padang pasir yang terpencar.\n\nDia mendengar kabar kejatuhan tanah airnya, dan pangeran yang membutakan dirinya akhirnya menggulingkan takhtanya yang berat.\nDia mendengarkan legenda tentang bagaimana para penari membantu satu sama lain untuk menjadi raja dan melenyapkan mereka dengan badai pasir.\nDia mendengarkan elegi tentang air mata yang berubah menjadi pasir yang mengalir, serta ratapan bangsa yang runtuh menjadi desa dan suku.\nDia mendengarkan kisah kematian sang pangeran pengembara, takdir pedangnya, dan pembunuhnya yang melarikan diri jauh ke dalam hutan ....\nSekarang, lagunya yang tak terkendali seperti air tapi menarik seperti pasir yang mengalir, semuanya berakar dalam hatinya.\nDi padang pasir yang membara, mimpi padang pasir yang telah lama sirna muncul dari penggalan lagu —\n\n\"Di seberang lautan bukit pasir, dulunya berdirilah kediaman Raja Deshret.\"\n\"Setiap jalannya bertatahkan emas, semua jalurnya menuju satu singgasana.\"\n\"Bagaikan mata emas dan hati yang mulia, Raja Deshret dulunya adalah ujung dari semua jalan ....\"\n\"Tapi pada akhirnya mimpi emas yang membara terbangun, dan matanya yang besar menatap matahari dan pasir dengan penuh pesona.\"\n\"Takdir bagaikan pasir waktu yang tenggelam jauh ke dalam kegelapan, dan kerajaan pasir yang mengalir hancur, hanya menyisakan debu emas.\"\n\nPendulum takdir tidak pernah berhenti untuk kebodohan raja ataupun rakyat jelata.\nBangsa-bangsa kecil dan rajanya yang hina, pada akhirnya semuanya ditelan pasir yang mengalir ....\nDahulu kala, pangeran yang paranoid mendirikan benteng di luar perbatasan hutan untuk melindungi kehormatan pasir.\nTapi pada akhirnya tentara dan rakyatnya tercerai-berai, dan namanya hilang seperti angin yang bertiup melewati pasir.\nDi atas reruntuhan kolam, tempat senjata raja yang digunakan untuk mengeksekusi penjahat di masa lalu digali,\nberkumpullah orang-orang yang telah kehilangan mimpi pasir, namun masih berpegang erat pada lautan pasir.\nAtas nama Reed Sea yang tidak pernah ada, menggemakan mimpi yang pernah dijanjikan ....",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "7,2%",
	"effectName": "Desert Watch",
	"effectTemplateRaw": "Setelah Elemental Skill mengenai musuh, ATK meningkat <color=#99FFFFFF>{0}</color> selama 8 detik; Setelah menerima DMG, ATK meningkat <color=#99FFFFFF>{1}</color> selama 8 detik. Kedua efek di atas tetap bisa terpicu meskipun Karakter yang mengenakan Senjata ini ada dalam party namun sedang tidak berada di medan pertempuran. Selain itu, saat tidak dilindungi perisai, Max HP meningkat <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK meningkat 20% selama 8 detik; Setelah menerima DMG, ATK meningkat 20% selama 8 detik. Kedua efek di atas tetap bisa terpicu meskipun Karakter yang mengenakan Senjata ini ada dalam party namun sedang tidak berada di medan pertempuran. Selain itu, saat tidak dilindungi perisai, Max HP meningkat 32%.",
		"values": [
			"20%",
			"20%",
			"32%"
		]
	},
	"r2": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK meningkat 25% selama 8 detik; Setelah menerima DMG, ATK meningkat 25% selama 8 detik. Kedua efek di atas tetap bisa terpicu meskipun Karakter yang mengenakan Senjata ini ada dalam party namun sedang tidak berada di medan pertempuran. Selain itu, saat tidak dilindungi perisai, Max HP meningkat 40%.",
		"values": [
			"25%",
			"25%",
			"40%"
		]
	},
	"r3": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK meningkat 30% selama 8 detik; Setelah menerima DMG, ATK meningkat 30% selama 8 detik. Kedua efek di atas tetap bisa terpicu meskipun Karakter yang mengenakan Senjata ini ada dalam party namun sedang tidak berada di medan pertempuran. Selain itu, saat tidak dilindungi perisai, Max HP meningkat 48%.",
		"values": [
			"30%",
			"30%",
			"48%"
		]
	},
	"r4": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK meningkat 35% selama 8 detik; Setelah menerima DMG, ATK meningkat 35% selama 8 detik. Kedua efek di atas tetap bisa terpicu meskipun Karakter yang mengenakan Senjata ini ada dalam party namun sedang tidak berada di medan pertempuran. Selain itu, saat tidak dilindungi perisai, Max HP meningkat 56%.",
		"values": [
			"35%",
			"35%",
			"56%"
		]
	},
	"r5": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK meningkat 40% selama 8 detik; Setelah menerima DMG, ATK meningkat 40% selama 8 detik. Kedua efek di atas tetap bisa terpicu meskipun Karakter yang mengenakan Senjata ini ada dalam party namun sedang tidak berada di medan pertempuran. Selain itu, saat tidak dilindungi perisai, Max HP meningkat 64%.",
		"values": [
			"40%",
			"40%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}