{
	"name": "Blackcliff Longsword",
	"description": "Sebuah pedang yang dibuat dari blackstone. Mempunyai cahaya merah tua pada bilahnya.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "Sebuah pedang panjang dibuat dari Blackstone yang langka. Ketajaman pedangnya dapat memotong emas dan giok dengan mudah.\nPada malam ketika awan tidak menutup bulan, maka akan terlihatlah warna merah tua seolah seperti jari-jari tangan, di sepanjang bagian tengah mata pisau,\nCahaya merah darahnya berkedip-kedip dalam kegelapan, seolah pedang itu melolong di malam hari, mengutarakan niatnya untuk merobek bumi.\n\nSetelah rancangan untuk prototipe baru muncul, pengrajin Han Wu merombak seluruh katalog senjatanya,\nRancangan khusus ini memakai bahan yang langka, Blackrock yang dikristalisasi, untuk menghasilkan mata pedang berkualitas tinggi.\nSaat menempa pedang Blackrock, perbedaan suhu dan jenis air yang digunakan untuk pendinginan dapat memengaruhi kekerasan akhir dan daya tahan pedang,\nIni merupakan tantangan besar bagi produsen persenjataan Blackrock. Tapi itu adalah salah satu masalah yang harus diatasi oleh para pengrajin pedang jika dia ingin membebaskan dirinya dari belenggu yang mengikatnya dan mencapai tingkat kompetensi baru dalam perdagangannya.\nHan Wu bergumul untuk melampaui batas kemampuannya sendiri. Dan berkat teman baiknya di rumah Yun, dia bisa pergi dengan para kru ke Chasm untuk secara pribadi memproduksi bahan untuk senjata barunya.\nNamun, keruntuhan yang tidak disangka terjadi di tambang. Mereka lalu terjebak di bawah tambang selama empat hari.\n\nTerpenjara di dalam dinding batu gua yang tak bisa ditembus, para kru menemukan alat penambangan mereka tidak ada gunanya.\nKehilangan semua cahaya alami dan buta akan waktu, satu demi satu kru yang terperangkap menyerah pada kegilaan dan keputusasaan.\nLalu entah dari mana, Han Wu melihat bahwa protoype yang dia bawa bersinar di ujung gua...\n...mengandalkan pedang itu, dia dan para kru melarikan diri. Tetapi pada saat sinar matahari membuat kontak dengan pedang, pedang itu hancur menjadi jutaan keping.\nSeluruh kekuatan yang tersisa di kaki sang pengrajin pedang itu hilang seraya dia jatuh ke tanah. Berbulan-bulan kemudian dia membuat ulang pedang itu dan berkata, \"Pedang ini akan dinamakan Blackcliff Longsword, karena terbuat dari Blackrock\".\nSemua orang memuji keindahan Blackrock, manfaat Blackrock, dan kekuatan Blackrock.\nTetapi para kru tidak mengatakan sepatah kata pun dari apa yang mereka saksikan selama cobaan di tambang...\n\nJauh di dalam kegelapan, ketika pengrajin ulung menikamkan pedangnya ke dinding gua dengan sekuat tenaga, pedang itu mengeluarkan raungan memekakkan telinga, seperti guntur yang menyapu dataran.\nMungkin para kru tahu bahwa raungan pedang itu adalah ramalan gempa bumi bertahun-tahun kemudian di masa depan...",
	"baseatk": 44,
	"substat": "CRIT DMG",
	"subvalue": "8",
	"effectname": "Press the Advantage",
	"effect": "Setelah mengalahkan musuh, meningkatkan {0} ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}