{
	"id": 13404,
	"name": "Blackcliff Pole",
	"description": "Senjata yang terbuat dari blackstone dan aerosiderite. Bercahaya merah tua pada bilah hitamnya.",
	"descriptionRaw": "Senjata yang terbuat dari blackstone dan aerosiderite. Bercahaya merah tua pada bilah hitamnya.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Tombak berujung tajam yang dibuat dari Blackstone langka. Bergerak cepat bagai kilat, tidak terpengaruh oleh angin.\nTerbuat dari kristal Blackstone dari kepala sampai ujungnya, tubuhnya didekorasi batu giok merah.\nDilihat di bawah bulan, bisa terlihat samar-samar cahaya merah darah di dalamnya.\n\nMaster pengrajin di Liyue, Han Wu mempunyai anak laki-laki hasil pernikahan dengan istri pertamanya. Bernama \"Han Ce, si dingin yang perhitungan\". Dingin, karena ayahnya berharap dia bisa selalu berpikir dengan kepala dingin dan rasional. Perhitungan, karena ayahnya berharap dia bisa selalu tepat dalam melakukan pekerjaannya, karena dia mungkin akan mewariskan bisnis keluarga.\nNamun Han Ce mempunyai ambisi lain. Saat dia masih seorang murid, Han Ce membolos dari pelajarannya untuk membaca buku fiksi bela diri, lalu menghabiskan waktunya untuk berlatih seni tombak di atas gunung.\nKetika dia menjelajah untuk mencari Aerosiderite, dia tidak mencari bijih langka tersebut melainkan mencari sensasi petualangan. Dan ketika dia naik ke puncak tertinggi untuk berkomunikasi dengan Adeptus, dia tidak menginginkan kebijaksanaan orang bijak tetapi kisah dari perjalanannya.\nHan Ce tidak peduli dengan api di tungu ataupun bekerja di persenjataan. Ayahnya menegurnya namun tidak berguna. Akhirnya, Han Ce suatu hari meninggalkan rumah tanpa berpamitan dengan ayahnya.\n\nBertahun-tahun kemudian, Han Wu terlibat dalam kecelakaan pertambangan yang mengubah dirinya. Han Ce yang mendengar kabar tersebut bergegas pulang untuk melihat ayahnya, berjalan sepanjang malam.\nYang sebelumnya pemarah dan selalu berbicara, Han Wu kini menjadi tenang dan pendiam. Dia tidak lagi menyimpan amarah kepada anaknya karena tidak mau megambil alih pekerjaannya.\nAkhirnya, ayah dan anak untuk pertama kalinya menjadi dekat. Han Ce merasa malu dengan tindakan masa lalunya namun tidak tahu bagaimana dia bisa menebus rasa bersalahnya.\nBeberapa tahun kemudian, Han Wu mengembuskan napas terakhirnya. Mengakhiri generasi seorang master pengrajin. Atas wasiat ayahnya, Han Ce menerima berkas desain senjata yang merupakan \"prototipe\" yang legendaris.\nBerkas itu disegel di dalam kotak kayu bersama dengan sebuah surat untuk Han Ce:\n\"Kepada anakku, Han Ce. Dunia ini luas, bersabarlah dalam melihatnya\"\n\nDesain tersebut penuh dengan komentar dari ayahnya. Han Ce begitu senang hingga dia melanjutkan membaca sepanjang malam.\nSaat Han Ce akhirnya keluar dari ruang belajar pada fajar pertama, dia melihat sebuah meteorit jatuh dari langit. Jatuh tepat di depannya di depan rumah keluarga Han, mendarat dengan sempurna.\nPerasaan ingin menangis dan tertawa, dia berkata: Ini kehendak Tuhan!\nHan Ce membawa Aerosiderite hitam pekat tersebut dan menambahkannya ke dalam Blackrock yang ada di dalam alat tempa. Mengikuti desain ayahnya di dalam surat, dia membuat tombak runcing dengan ujung tajam yang bersinar bagai es dan tubuh keras bagai batu.\nNamun dia tetap tidak bergantung kepada senjata untuk berkeliling dunia. Dia berjanji pada hari itu bahwa dia tidak akan lagi membiarkan api di dalam tungku padam.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "12%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>{0}</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
	"r1": {
		"description": "Setelah mengalahkan musuh, meningkatkan 12% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Setelah mengalahkan musuh, meningkatkan 15% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Setelah mengalahkan musuh, meningkatkan 18% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Setelah mengalahkan musuh, meningkatkan 21% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Setelah mengalahkan musuh, meningkatkan 24% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}