{
	"id": 15408,
	"name": "Blackcliff Warbow",
	"description": "Sebuah busur yang dibuat dari blackstone, sangat kokoh. Membutuhkan seorang pemanah dengan lengan yang kuat untuk menggunakannya.",
	"descriptionRaw": "Sebuah busur yang dibuat dari blackstone, sangat kokoh. Membutuhkan seorang pemanah dengan lengan yang kuat untuk menggunakannya.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Sebuah busur panjang terbuat dari Blackstone langka. Seolah dapat mendengar suara angin, dapat menembakkan target sejauh 100 yard.\nBagian tengah dari busur berwarna gelap, dengan warna merah darah di kedua ujungnya, dingin saat disentuh. Tembakan dari busur ini menjulang ke angkasa bagai meteor, menantang angin dan petir.\n\nKeluarga Yun sudah lama tinggal di Liyue sebagai keluarga pengrajin. Pada saat busur ini lahir, kepala keluarga ketujuh, Hui, dikenal sebagai anggota Qixing.\nYun Hui mempunyai seorang putri bernama Huang. Berdasarkan adat istiadat keluarga, jika dia menikah maka suaminya akan menjadi kepala keluarga.\nDibesarkan sebagai seniman bela diri yang gigih, Huang menolak untuk mengambil alih bisnis keluarganya, yang akhirnya berujung pada gosip yang tidak menyenangkan di kalangan masyarakat.\nNamun Yun Huang tetap mengambil alih pada masa sulit.\n\nDunia pada saat itu mengalami bencana. Bahkan puncak tertinggi dan gua terdalam pun runtuh dalam sebuah simfoni raungan rendah.\nLogam permata yang terkubur di dalam bumi sulit untuk ditambang, sehingga mengancam kerajinan mereka yang sudah turun-temurun.\nPada suatu malam Yun Huang tidak bisa tidur, tersiksa oleh kekhawatirannya bahwa nama besar keluarganya akan berakhir pada dirinya.\nDi samping kesedihan yang melandanya, dia memohon dan berdoa kepada para Dewa untuk membantunya di saat sulit seperti ini.\n\nPada saat itulah Han Ce, yang telah meninggalkan bisnis keluarganya sejak lama berkunjung ke daerah tersebut, tiba di desa tersebut dengan masih memakai pakaian pengrajin.\nDia menyerahkan pada Huang sebuah kotak kayu, di dalamnya adalah rancangan prototipe ayahnya yang telah direvisi. Dia juga mengeluarkan sebuah busur dan berkata:\n\"Masalah datang dari Blackcliff, jadi biarlah diselesaikan oleh Blackcliff juga. Aku dengar keluarga Yun senang panahan. Jika kamu berkenan, silakan coba busur ini.\"\nHuang menembakkan panah ke angkasa. Bergemuruh di angkasa seperti petir yang mengamuk, dan suara tali busur yang dilepaskan bergema di seluruh pegunungan.\nSaat dia melihat awan di bawah bulan, dia tahu bahwa doanya telah terjawab...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "8%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>{0}</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
	"r1": {
		"description": "Setelah mengalahkan musuh, meningkatkan 12% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Setelah mengalahkan musuh, meningkatkan 15% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Setelah mengalahkan musuh, meningkatkan 18% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Setelah mengalahkan musuh, meningkatkan 21% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Setelah mengalahkan musuh, meningkatkan 24% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}