{
	"name": "Blackcliff Slasher",
	"description": "Pedang yang sangat kokoh dan kuat dari Blackcliff Forge. Berwarna merah gelap di sepanjang bilahnya.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "Pedang besar, terbuat dari Blackstone yang sangat langka, Beratnya seperti batu dan memiliki kekuatan yang cukup untuk membuat jalan melalui gunung.\nPedang ini ditempa dari kombinasi kristal Blackstone dan crimson ore. Warna hitamnya bagaikan kolam tinta, dengan api merah yang berasal dari dalam.\n\nSenjata yang terbuat dari Blackrock berkaitan erat dengan seri \"prototipe\" kuno. Pedang Blackrock mempunyai tiga fitur: Keras bagai batu, bersinar bagai es, ganas bagaikan darah yang memberi kehidupan.\nMeskipun \"Slasher\" adalah pedang besar, ini adalah pedang tajam yang unik karena ketebalannya tidak lebih tebal dari kain sutra.\nPerpaduan antara kristal hitam dan merah benar-benar mulus, dan setiap bagian pedangnya berkaitan satu sama lain dengan sempurna membentuk sebuah permukaan pisau yang elok.\nDengan motif Pyro dan batu giok merah yang menghiasi gagangnya, pedang itu mempunyai aura kehitaman jika dilihat dari jauh, seperti darah merah cerah yang mengalir dari lubang tinta hitam yang tak berdasar.\n\nPengrajin terkenal Han Wu dulu pernah melakukan perjalanan untuk menemukan bijih terbaik untuk menempa pedang Blackrock. Dia mencari ke mana-mana sampai terlibat dalam kecalakaan di pertambangan.\nSaat terperangkap di dalam gua, matanya tidak melihat apa-apa selain kegelapan pekat. Telinganya berdering dengan gemuruh batu yang bergemuruh, seakan fondasi dunia itu sendiri akan hancur.\nSejak itu, tungku sang pengrajin tidak pernah digunakan lagi. Api yang dulu bersinar kini hanya menjadi debu dan mimpinya menjadi hilang dan mati.\nAnak laki-laki Han Wu, Han Ce, membaca bahwa inti bumi telah tersegel karena serangan monster, dan dia dengan cepat memberi tahu ayahnya.\nHan Wu merasa bersalah saat mendengarnya. Dia yakin bahwa kecelakaan di pertambangan waktu itu pasti telah mengganggu naga di bawah tanah dan meteor di angkasa. Dia memaksakan dirinya bangkit, menyalakan api di tungkunya sekali lagi dan menempa sebuah pedang yang perkasa.\nSaat pedang telah siap, Han Ce membawa pedang itu ke pertambangan. Mengikuti instruksi ayahnya, dia mendirikan sebuah kuil setinggi dirinya dan menempatkan pedang tersebut di dalamnya untuk menangkal kejahatan dan sang naga.\n\nHan Wu akhirnya meninggal dengan damai dalam tidurnya bertahun-tahun kemudian.\nSaat kematian Han Wu, seorang petualang melewati pertambangan di Mt. Tianheng dan melihat cahaya kemerahan bersinar dari dalam bebatuan. Saat petualang itu melihat, sebuah kuil muncul dan perlahan terbuka.\nPedang di dalam kuil bersinar samar, seolah-olah menangis dengan sedih.\nHan Ce pergi ke gunung pada malam itu untuk mengambil kembali pedang tersebut.\nTianshu pada zaman itu menuliskan sendiri pada pedang tersebut:\n\"Hancurkan gunung dan laut, robek awan dan belah rembulan.\"",
	"baseatk": 42,
	"substat": "CRIT DMG",
	"subvalue": "12",
	"effectname": "Press the Advantage",
	"effect": "Setelah mengalahkan musuh, meningkatkan {0} ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}