{
	"id": 14433,
	"name": "Blackmarrow Lantern",
	"description": "Lentera yang memancarkan cahaya redup, terbungkus logam paduan hitam yang berbentuk seperti rangkaian tulang. Menurut legenda, lentera ini pernah dianggap sebagai harta karun oleh sebuah organisasi rahasia.",
	"descriptionRaw": "Lentera yang memancarkan cahaya redup, terbungkus logam paduan hitam yang berbentuk seperti rangkaian tulang. Menurut legenda, lentera ini pernah dianggap sebagai harta karun oleh sebuah organisasi rahasia.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Jika kekuasaan adalah sebuah bangunan megah, berapa banyak batu bata yang dibutuhkan untuk menahan beban ini?\nBatu bata saja tidak bisa membangun sebuah bangunan. Lalu siapa yang bisa menentukan batu bata mana yang harus dijadikan fondasi atau puncak menara?\nDi bawah tatanan yang terlihat ketat, nasib setiap batu bata sebenarnya ditentukan oleh \"kebetulan\" secara brutal.\nBahkan gedung yang tinggi dapat runtuh hanya dengan satu batu bata yang penting, yaitu satu batu bata yang tidak mematuhi perintah palsu.\n\n\"Harta karun rahasia sang pemimpin ada di dalam pasar gelap.\" Perjamuan untuk menghancurkan tatanan lama telah dimulai, sekelompok pencuri yang lapar telah berkumpul untuk mendapatkan hadiahnya.\nIni adalah pertempuran semua orang melawan semua orang. Ancaman paling mematikan bukanlah dari pengawal sang pemimpin, melainkan para rekan-rekan pencuri.\nYang pertama melangkah ke dalam gudang harta karun adalah seorang peri. Dunia telah mengajarinya cara mencari keuntungan dan menghindari bahaya, menjauhi rencana jahat orang lain.\nDia menggunakan pikiran manusia sebagai peta, menempuh jalan paling aman di antara celah kebohongan dan tipu muslihat. Kelicikannya tak terkira.\nKemudian datang seorang gadis, yang lebih mementingkan kemenangan atas peri, dibandingkan teka-teki yang dibuat oleh sang pemimpin.\nDia menggunakan pedangnya yang tajam untuk memotong semua kunci, menggunakan solusi paling sederhana untuk menghadapi mekanisme yang rumit itu.\nYang paling terakhir menerjang adalah seorang pemburu, dia menganggap labirin ini sebagai tempat berburu yang lebih kejam daripada musim dingin, dan dia harus hati-hati dalam setiap langkahnya.\nKesabaran adalah perangkap racun, dan kecerdasan adalah pedang tajam yang haus darah. Dia menaklukkan musuhnya dengan semangat juang yang murni, penuh dengan keberanian.\n\nNamun, baik peri, gadis, atau pemburu, pada akhirnya semuanya kalah di depan pintu gudang harta karun.\nSeorang pengurus rumah berpakaian hitam mengikat ketiga orang itu, lalu membawa mereka masuk ke ruangan.\n\"Pemimpin yang terhormat, tamu undanganmu sudah tiba dan sedang menunggu perintahmu.\"\nSang pemimpin mengunyah Zaytun Peach di tangannya dengan santai, dan berbicara kepada tamu yang dibawa oleh pengurus rumah:\n\n\"Kalian tidak peduli dengan tatanan dunia dan berani mencuri milik orang lain. Karena itu, aku ingin memberi kalian hadiah.\"\n\"Tatanan, hanya menguntungkan mereka yang membangunnya. Menurutku itu sama sekali tidak bisa diterima, itulah sebabnya aku butuh bantuan kalian.\"\n\"Tatanan di dunia ini, hanyalah yang kaya semakin kaya, dan yang miskin semakin miskin. Karena itu, mencuri adalah satu-satunya cara untuk memulihkan keseimbangan.\"\n\"Jika kalian memilih untuk menjunjung prinsip pencuri mulai hari ini, maka makanlah buah ini di hadapan sisa-sisa peninggalan sang pencuri ulung.\"\nPeri yang ingin melarikan diri dari kehampaan para bangsawan sejak kecil, tergerak dengan apa yang dikatakan sang pemimpin, dan dia pun memakan Bulle Fruit itu.\nGadis muda yang tidak pernah tunduk dengan arogansi orang-orang di atasnya, melahap Wolfhook tanpa ragu, filosofi dirinya selaras dengan sang pemimpin.\nDan yang terakhir memakan Valberry adalah pemburu. Dia melarikan diri ke hutan yang dingin karena tidak ingin hidup berkompromi dengan dunia yang penuh kekotoran.\n\"Bagus. Dengan ini Fruity Order sudah disepakati. Ingatlah! Mulai hari ini, kalian adalah pilar perlawanan terhadap ketidakadilan.\"\n\nMelihat para tamu pergi satu per satu, sang pemimpin dengan lembut mengelus dinding gudang harta yang kosong.\nDia berhasil mencabut batu bata yang paling penting dari bangunan tatanan, tapi dia tidak menyangka akan terjadi sesuatu yang tidak terduga:\nMelihat sang pemimpin yang mengerutkan kening dan memegang perutnya yang sakit, pelayan di sampingnya tersenyum.\nDengan tenang, dia mengambil tulang belakang hitam si pencuri ulung, meninggalkan Calla Lily yang digunakan untuk menetralisir racun, dan pergi begitu saja ....\n\n\"Yang baru kamu katakan kepada para pencuri, membuatku memahami idealisme sang pencuri ulung, karena itu aku akan mengampuni nyawamu.\"\n\"Keadilan sejati tidak ada di bawah tatanan, melainkan di bawah keseimbangan yang tidak bisa dipaksakan oleh siapa pun kepada siapa pun.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "48",
	"effectName": "Token of Covenant",
	"effectTemplateRaw": "DMG reaksi Bloom +<color=#99FFFFFF>{0}</color> dan DMG reaksi Lunar-Bloom +<color=#99FFFFFF>{1}</color>. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Bloom meningkat <color=#99FFFFFF>{2}</color> lagi.",
	"r1": {
		"description": "DMG reaksi Bloom +48% dan DMG reaksi Lunar-Bloom +12%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Bloom meningkat 12% lagi.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "DMG reaksi Bloom +60% dan DMG reaksi Lunar-Bloom +15%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Bloom meningkat 15% lagi.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "DMG reaksi Bloom +72% dan DMG reaksi Lunar-Bloom +18%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Bloom meningkat 18% lagi.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "DMG reaksi Bloom +84% dan DMG reaksi Lunar-Bloom +21%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Bloom meningkat 21% lagi.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "DMG reaksi Bloom +96% dan DMG reaksi Lunar-Bloom +24%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Bloom meningkat 24% lagi.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}