{
	"id": 14408,
	"name": "Blackcliff Amulet",
	"description": "Catalyst misterius yang terbuat dari material Blackstone. Memiliki cahaya merah tua yang berpendar bagaikan getaran inti bumi.",
	"descriptionRaw": "Catalyst misterius yang terbuat dari material Blackstone. Memiliki cahaya merah tua yang berpendar bagaikan getaran inti bumi.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Katalis yang terbuat dari Blackstone. Bersinar saat diaktifkan dan terdapat energi kosmik yang bersikulasi di dalamnya.\nPerangkat melingkar dengan sepotong Pur Purum berwarna merah darah yang dipasang di tengah. Cor Purum tumbuh dan menyusut seperti bulan merah, tumbuh semakin terang lalu perlahan semakin gelap dalam siklus yang tidak pernah berakhir.\n\n\"Seluruh gunung Tianheng adalah tempat dari ribuan harta karun, karena jauh di dalam pegunungan batu, permata giok berkilau dengan indah\". Kata-kata ini merujuk pada pertambangan makmur di Liyue di bawah kepemimpinan Rex Lapis.\nSatu per satu bijih di Mt. Tianheng dan daerah sekitarnya akan mengering, dan para penambang akan menggali lebih jauh. Hasilnya adalah jaringan poros tambang yang membentang di seluruh wilayah ke segala arah. Pada titik terdalamnya, para penambang akan sampai pada inti bumi.\nPerlahan-lahan, daerah yang sunyi senyap itu dilanda oleh banyak bencana. Dengan suara gemuruh, bumi akan bergetar, menyebabkan tanah longsor di pegunungan dan gua di dalam tambang.\nPada malam hari, jiwa-jiwa orang tak berdosa yang mati dalam bencana bisa terdengar meraung dari kejauhan.\n\nSuatu hari, orang asing tiba di Mt. Qingce.\nDia memakai gaun panjang dan berbicara dengan fasih. Dia mengaku sebagai ahli sihir yang mengunjungi Liyue dalam pencariannya untuk menemukan kedua pengrajin bernama Yun dan Han.\nYun Huang, anak perempuan pertama keluarga Yun, tinggal di desa Qingce. Dia dengan cepat mengirim orang untuk menjemput Han Ce, anak laki-laki pertama dari pengrajin Han Wu.\nAhli sihir itu mengatakan kepada mereka bahwa dulu, keluarga Yun dan Han bekerja sama untuk membuat katalis bagi ahli sihir.\nLiyue saat ini sedang melalui masa sulit. Sehingga para ahli sihit berharap dengan Cor Purum, mereka bisa membantu yang kesulitan.\n\nYun Huang dan Han Ce segera menyalakan api tungku mereka dan membuat amulet Blackrock dengan menggunakan Pur Lapis sebagai intinya.\nGiok berwarna merah darah itu seolah bagaikan urat nadi bumi. Cahayanya yang menyala dan memudar seolah memperingatkan tentang perubahan yang akan datang,\nBagaikan bintang, dia membimbing dan memberikan jalan aman kepada rakyat Liyue melalui masa-masa yang penuh gejolak. Benda itu lalu ditempatkan di kaki Mt. Tianheng untuk dilihat semua orang.\nSaat kedamaian kembali, batu tersebut perlahan menghilang tanpa jejak, sama seperti inti bumi yang amarahnya telah memudar.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "12%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>{0}</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
	"r1": {
		"description": "Setelah mengalahkan musuh, meningkatkan 12% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Setelah mengalahkan musuh, meningkatkan 15% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Setelah mengalahkan musuh, meningkatkan 18% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Setelah mengalahkan musuh, meningkatkan 21% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Setelah mengalahkan musuh, meningkatkan 24% ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}