{
	"id": 13507,
	"name": "Calamity Queller",
	"description": "Sebuah senjata tajam yang diciptakan dari kristal aneh. Cahaya birunya yang remang-remang seakan membisikkan cerita masa lalu yang tiada berujung.",
	"descriptionRaw": "Sebuah senjata tajam yang diciptakan dari kristal aneh. Cahaya birunya yang remang-remang seakan membisikkan cerita masa lalu yang tiada berujung.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "Katanya Polearm ini dibuat dari bahan-bahan yang bukan berasal dari dunia ini.\nSenjata ini sudah menjadi piala bergulir di tangan orang-orang kesepian yang berusia pendek,\ndan sudah menjadi saksi dari awal dan akhir pembunuhan, serta darah dan daging monster.\n\nKonon ada seorang pengusir roh jahat yang pernah datang ke jurang besar dengan pasir yang mengkristal,\nDan masuk ke kedalaman air untuk mengambil batu kristal malapetaka yang berwarna seperti air,\nDia kemudian menyewa seorang pengrajin untuk menempanya menjadi senjata, yang kemudian dinamakan \"Calamity Queller.\"\n\n\"Bila suatu saat malapetaka datang menghadang, senjata ini pasti dapat menenangkannhya.\"\nSuku yang mencari nafkah di pegunungan yang terjal tidak suka menyombongkan diri ataupun mengkritik.\nTapi karena tidak pernah ada kontrak yang ditandatangani, dan tidak ada biaya apa pun, maka tidak ada salahnya menerimanya.\n\nSaat pasukan monster berhamburan di jurang dan menodai tanah merah menjadi hitam,\nDinding pertahanan pasukan Millelith dan pasukan kegelapan saling bertikai, pasukan berkuda yang meninggalkan kawanannya juga tewas.\nSeperti bintang yang menatap dengan dingin, Calamity Queller bersinar terang di tengah kekacauan ....\n\nPada saat matahari terbenam menerobos awan, lumpur gelap tenggelam kembali ke kedalaman jurang.\nCalamity Queller juga hilang ke dalam mengikuti Yaksha yang mengayunkannya, kembali ke dalam kesunyian.\nSejak saat itu, orang-orang yang memakai tombak ini akan mengalami nasib yang sama,\nNamun, bagi mereka yang berperang tanpa dieprintah, atau yang melindungi rakyat tanpa perlu bersumpah,\nNasib seperti itu bukanlah sesuatu yang harus disesali ....\n\nAda juga yang mengatakan kalau tombak ini pernah dipinjam dari seseorang.\nDan menyaksikan perseteruan antar dua sahabat di dalam gua yang terkikis oleh air dingin.",
	"baseAtkValue": 49.137699127197266,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "3,6%",
	"effectName": "Extinguishing Precept",
	"effectTemplateRaw": "Mendapatkan <color=#99FFFFFF>{0}</color> Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan <color=#99FFFFFF>{1}</color> ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
	"r1": {
		"description": "Mendapatkan 12% Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan 3,2% ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
		"values": [
			"12%",
			"3,2%"
		]
	},
	"r2": {
		"description": "Mendapatkan 15% Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan 4% ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
		"values": [
			"15%",
			"4%"
		]
	},
	"r3": {
		"description": "Mendapatkan 18% Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan 4,8% ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
		"values": [
			"18%",
			"4,8%"
		]
	},
	"r4": {
		"description": "Mendapatkan 21% Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan 5,6% ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
		"values": [
			"21%",
			"5,6%"
		]
	},
	"r5": {
		"description": "Mendapatkan 24% Elemental DMG Bonus untuk semua elemen. Setelah melancarkan Elemental Skill, akan mendapatkan efek Consummation yang berlangsung selama 20 detik. Efek ini akan meningkatkan 6,4% ATK setiap detik dan dapat ditumpuk hingga 6 kali. Saat Karakter yang mengenakan Senjata ini berada dalam party tapi tidak di medan pertempuran, maka peningkatan ATK Consummation akan menjadi dua kali lipat.",
		"values": [
			"24%",
			"6,4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 9
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 5
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 9
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 18
			}
		]
	}
}