{
	"id": 11432,
	"name": "Calamity of Eshu",
	"description": "Pedang ritual yang ditempa oleh imam besar Penguasa Angin Malam, Sanhaj. Di dalam kisah masa lalu, Sanhaj bisa menggunakan pedang melengkung ini untuk mengadakan ritual, mengaburkan batasan antara Kerajaan Malam dan realitas.",
	"descriptionRaw": "Pedang ritual yang ditempa oleh imam besar Penguasa Angin Malam, Sanhaj. Di dalam kisah masa lalu, Sanhaj bisa menggunakan pedang melengkung ini untuk mengadakan ritual, mengaburkan batasan antara Kerajaan Malam dan realitas.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Seperti kupu-kupu yang hanyalah sebuah kepompong hijau sebelum bermetamorfosis,\nRed Flamingo yang anggun juga hanyalah gumpalan abu-abu berbulu di masa mudanya,\nBegitulah imam besar merayu mereka dengan kata-katanya yang meyakinkan,\nYang menghabiskan banyak waktu bisu setelah kelahirannya.\n\nTetua yang bertanggung jawab atas api upacara suku menyatakan bahwa setengah dari jiwanya telah hilang dalam api malam,\nDan begitulah sang anak bisu melangkah ke tanah bebatuan yang tandus pada hari kelahirannya untuk mencari jiwanya yang hilang.\nNamun perjalanan ini penuh bahaya, karena jiwanya harus melewati tujuh tabir untuk dapat bertemu dengan Penguasa Keheningan,\nBahkan dengan bantuan rekan Saurian yang mampu menyeberangi kedua alam pun, tak banyak yang sanggup kembali.\nDari semua Iktomisaurus, hanya Mahamba yang bersedia menemani sang anak menuju tanah misterius.\n\nDi aula panjang bertatahkan batu obsidian, mata sang anak seolah-olah terbuka untuk pertama kalinya.\nKenangan akan kerajaan kuno memasuki pupil matanya bagai aliran air, diterangi oleh cahaya yang berkilauan,\nIa melihat semuanya seolah-olah ia sendiri yang mengalami semuanya ... Ketika Archon Pyro pertama menyatakan sumpah kepada pasukannya di depan gunung berapi,\nDirinya yang bukan bagian dari kenangan lampau ini berdiri dalam bayang-bayang berbagai pahlawan.\nKetika Sacred Lord kota rampasan yang telah jatuh dalam kegelapan tumbang di tangan pemuda bermata merah di depan tangga takhta yang kosong,\nIa memandang ke bawah menuju kota yang terbakar, dan melihat wajah yang telah jatuh dalam rawa hitam.\n\nSemua yang telah terjadi di masa lampau memberinya pemahaman akan semua kata, struktur suku kata, dan makna tersembunyi di baliknya,\nHal ini juga memungkinkannya untuk melihat lebih jauh dan lebih lama ke dalam aliran waktu,\nHingga ia akhirnya menyadari bahwa penguasa malam telah merencanakan agar ia melihat semua ini sedari awal.\nSaat itulah sang anak yang kini telah dewasa melihat bayangan yang segera menyelimuti seluruh Natlan dan kedatangan monster-monster dari dunia luar.\nIa melihat bagaimana bayangan gelap menelan sebuah pulau terpencil, menggerogoti segalanya bagai belatung dan melahapnya tak bersisa bagai api.\nRatapan dan tangisan orang mati dan sekarat menggema di mana bayangan gelap berada.\n\nKetika kabut gelap hampir mencapai suku Natlan, ia menjerit \"Berhenti!\"\nBersama kata pertamanya, ia terjaga dan menemukan dirinya berbaring di samping api unggun yang berkobar biru.\nIa melihat kilau cahaya redup dalam mata Mahamba, dan sang tetua memberikan tongkat upacara kepadanya.\n\nMulai hari itu, Sanhaj yang mengetahui segala tentang masa lalu,\nAkan menggunakan kata-kata kuno tersebut untuk menegur mereka yang meremehkan bahaya yang akan melanda masa depan.\nMulai hari itu, Sanhaj yang mengetahui segala kisah pun merangkai kebohongan demi kebohongan,\nUntuk menyembunyikan masa lalu yang sebaiknya tak lagi disentuh dalam berbagai gulungan tenun.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Diffusing Boundary",
	"effectTemplateRaw": "Saat Karakter dilindungi perisai, DMG Normal Attack dan Charged Attack meningkat <color=#99FFFFFF>{0}</color>, CRIT Rate Normal Attack dan Charged Attack meningkat <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Saat Karakter dilindungi perisai, DMG Normal Attack dan Charged Attack meningkat 20%, CRIT Rate Normal Attack dan Charged Attack meningkat 8%.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "Saat Karakter dilindungi perisai, DMG Normal Attack dan Charged Attack meningkat 25%, CRIT Rate Normal Attack dan Charged Attack meningkat 10%.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "Saat Karakter dilindungi perisai, DMG Normal Attack dan Charged Attack meningkat 30%, CRIT Rate Normal Attack dan Charged Attack meningkat 12%.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "Saat Karakter dilindungi perisai, DMG Normal Attack dan Charged Attack meningkat 35%, CRIT Rate Normal Attack dan Charged Attack meningkat 14%.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "Saat Karakter dilindungi perisai, DMG Normal Attack dan Charged Attack meningkat 40%, CRIT Rate Normal Attack dan Charged Attack meningkat 16%.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}