{
	"id": 14513,
	"name": "Cashflow Supervision",
	"description": "Perangkat melayang yang dapat memantau fenomena tertentu. Setelah dulu diterlantarkan, orang yang memungutnya kini memodifikasinya ulang untuk fungsi yang lain.",
	"descriptionRaw": "Perangkat melayang yang dapat memantau fenomena tertentu. Setelah dulu diterlantarkan, orang yang memungutnya kini memodifikasinya ulang untuk fungsi yang lain.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Jejak aliran uang menggambarkan arus darah dunia yang mengalir,\nkehidupan yang tak terhitung jumlahnya tenggelam dalam darah, sampai mereka ditelan dan dilahap.\nTentu saja, semuanya ini seharusnya merupakan pencapaian kita \"manusia\",\nsama seperti angka dan buku matematika yang tercipta untuk menghitung uang,\nada tulisan untuk menulis utang, ada hukum untuk mendefinisikan kekayaan.\n\n\"manusia\" harusnya adalah tuan dari uang, bukan malah budaknya,\nhati emas juga seharusnya berdetak untuk dunia \"manusia\".\nTentu saja ... tidak ada seorang pun yang bisa benar-benar memiliki uang,\nkarena pada akhirnya ia hanya akan meminjam tangan kita \"manusia\",\nuntuk mengalir dari suatu sudut di dunia menuju ke akhir waktu.\n\nMaka inilah hal yang sulit dimengerti oleh seseorang,\n\"Sebuah sudut di dunia\" dipilih dan ditentukan.\nInilah hal yang membuat seseorang tidak bisa menerima,\nawalnya merupakan keberhasilan milik kita \"manusia\",\nmalah diungkit dan dikekang oleh \"dewa\" itu.\nMakanya, inilah kenapa kita harus menggantikannya:\nKalau memang jantung emas sudah direbut oleh \"dewa\" yang berasal dari kampung lain,\nmereka pasti akan memperbudak semua manusia sesuai kesukaan sesaat;\nMeski tidak bisa menjadi pemilik dari jantung emas,\nseharusnya semua orang bisa mengontrol uang dengan seimbang,\n\n\"Kalau begitu, Anda pasti sulit membayangkannya. Biar aku tunjukkan saja.\"\n\"Pertama-tama, ciptakan dulu mata uang baru untuk menggantikan ketergantungan terhadap Mora.\"\n\"Kalau soal lokasi, merupakan ekonomi kecil yang terisolasi dari dunia.\"\n\"Aku sudah menyukai sebuah bangsa di antara bangsa yang memiliki keagungan tak tertandingi,\"\n\"harusnya tidak butuh terlalu banyak waktu untuk menembusnya.\"\n\n\"Diberi nama apa ya ... Aku tidak terlalu suka memberikan nama. Oh, begini saja.\"\n\"Untung memperingati Anda yang mengizinkan eksperimenku, berikan nama 'Kupon Khusus' saja.\"\n\nPengawas yang diciptakan oleh mesin teliti terus berbunyi, dia sedang mengamati aliran emas dari bangsa kecil.\nMencatat setiap transaksi tabungan dan pengeluaran setiap orang tanpa mengenal lelah, \npeningkatan dan penurunan setiap nilai, jumlah peredaran setiap mata uang dalam periode ditentukan,\nSelama itu, satu-satunya hukum adalah hukum pribadi penimbun, satu-satunya hukuman adalah kemiskinan atau kematian.\nAtau menjadi penguasa yang mendapatkan kekuatan dan kontrol, atau menjadi target kontrol dan bekerja sampai mati. Peraturan akan selalu adil.\n\nDari sinilah, manusia memantaskan dirinya dengan dewa berdasarkan ambisi dan kekayaan yang dimilikinya,\nsedangkan si lemah yang kehilangan segalanya dalam kompetisi ini akan dilahap oleh arus dunia,\ntidak akan mendapatkan kekuatan dewa lagi, untuk memerankan wibawa sang kaya di hadapan si miskin,\ntidak ada aliran dari kekayaan para dewa lagi, untuk mengangkat martabat si miskin di bawah kaki sang kaya.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4,8%",
	"effectName": "Golden Blood-Tide",
	"effectTemplateRaw": "ATK meningkat <color=#99FFFFFF>{0}</color>. Saat HP bertambah atau berkurang, DMG Normal Attack meningkat <color=#99FFFFFF>{1}</color>, dan DMG Charged Attack meningkat <color=#99FFFFFF>{2}</color>. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat ditumpuk sampai 3 lapis, ATK SPD meningkat <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "ATK meningkat 16%. Saat HP bertambah atau berkurang, DMG Normal Attack meningkat 16%, dan DMG Charged Attack meningkat 14%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat ditumpuk sampai 3 lapis, ATK SPD meningkat 8%.",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "ATK meningkat 20%. Saat HP bertambah atau berkurang, DMG Normal Attack meningkat 20%, dan DMG Charged Attack meningkat 17,5%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat ditumpuk sampai 3 lapis, ATK SPD meningkat 10%.",
		"values": [
			"20%",
			"20%",
			"17,5%",
			"10%"
		]
	},
	"r3": {
		"description": "ATK meningkat 24%. Saat HP bertambah atau berkurang, DMG Normal Attack meningkat 24%, dan DMG Charged Attack meningkat 21%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat ditumpuk sampai 3 lapis, ATK SPD meningkat 12%.",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "ATK meningkat 28%. Saat HP bertambah atau berkurang, DMG Normal Attack meningkat 28%, dan DMG Charged Attack meningkat 24,5%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat ditumpuk sampai 3 lapis, ATK SPD meningkat 14%.",
		"values": [
			"28%",
			"28%",
			"24,5%",
			"14%"
		]
	},
	"r5": {
		"description": "ATK meningkat 32%. Saat HP bertambah atau berkurang, DMG Normal Attack meningkat 32%, dan DMG Charged Attack meningkat 28%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat ditumpuk sampai 3 lapis, ATK SPD meningkat 16%.",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}