{
	"id": 15426,
	"name": "Cloudforged",
	"description": "Sebuah senjata prototipe standar yang dipesan oleh Yuheng dari Blackcliff Forge setelah menganalisis mekanisme kuno yang melindungi tempat tinggal para Adeptus di Mt. Tianheng.",
	"descriptionRaw": "Sebuah senjata prototipe standar yang dipesan oleh Yuheng dari Blackcliff Forge setelah menganalisis mekanisme kuno yang melindungi tempat tinggal para Adeptus di Mt. Tianheng.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Ada pepatah kuno yang mengatakan, pegunungan di Mt. Tianheng dipenuhi dengan permata, dan kedalaman di The Chasm dipenuhi dengan batu giok. Bangsa ribuan batu sudah lama dikenal dengan kekayaannya,\nDan tempat produksi mineral dan tempat penempaan yang paling penting terletak di Blackcliff Forge yang ada di Mt. Tianheng.\n\nBlackcliff Forge dibangun dengan menggali gunung, memiliki bengkel kerja, tungku, dan terowongan penghubung yang tak terhitung jumlahnya.\nDi masa-masa kekacauan ketika suar peringatan membanjiri tanah merah, tempat ini juga adalah tempat leluhur kaum pegunungan mencari perlindungan.\nBahkan katanya, di antaranya, ada jalur kuno yang sudah dilupakan oleh manusia sejak dulu, yang bahkan bisa menembus ke kerajaan di kedalaman bumi ....\n\nBerdasarkan \"Kumpulan Kitab Batu\", orang yang memulihkan jalur gelap ini adalah pendiri dari keluarga Yun yang terkenal di Liyue.\nPada saat itu, keluarga mereka yang adalah pandai besi muncul di atas panggung sejarah. Dia dihormati sebagai pendahulu oleh para pengrajin dari generasi berikutnya.\n\nKalau tentang riwayat orang itu, hanya ada beberapa baris yang tercatat dalam sejarah ....\n\"Demikian luar biasanya karya Yun, bahkan kayu dan bambu bisa diukirnya menjadi burung yang bisa terbang tiga hari tanpa kembali. Inilah karya terbaik yang ada di seluruh dunia.\"\n\nEntah itu ilmu mekanisme atau teknik penempaan, semua ini tidak terlepas dari Adeptus pada awalnya.\nSehingga, orang ini sering dianggap sebagai murid dari Adeptus, dan tekniknya juga dikenal sebagai ajaran Adeptus.\nBerdasarkan kisah yang diketahui oleh orang-orang, orang ini pernah bertarung bersama dengan Rex Lapis di dalam ekspedisi,\nDan dia telah memiliki jasa yang besar, diakui oleh tiga Adeptus, dan diajarkan tentang ilmu rahasia seni mekanisme.\n\nKonon katanya, keajaiban dari teknik ilahi sangat luar biasa, sehingga bisa digunakan untuk memungut awan dari langit dan membangun kediaman yang tak terhitung jumlahnya,\nBahkan kayu yang paling busuk bisa dibuat sedemikian rupa menjadi burung dan hewan yang bergerak, sehingga sulit bagi manusia untuk membedakannya.\nDemikianlah kalimat \"Blackcliff dibangun dari awan\" tersebar sampai ke seluruh Liyue,\nPara penyair dan pendongeng juga sudah lama membahas perbedaan dari kedua citra ini.\nMeski legenda \"dibangun dari awan\" merupakan permainan kata-kata dari keluarga \"Yun\" yang berarti \"awan\",\nTidak ada yang membantah kalau mereka mengabadikan sisa hidupnya kepada Blackcliff Forge dan pengajaran seni kerajinan.\n\nDi akhir hidup dan legendanya, mereka membumbung mengikuti cahaya dari langit, dan menjadi bintang pelindung dari para pengrajin.\nNamun legenda tetap adalah legenda. Blackcliff Forge bukan dibentuk dari seni Adeptus, atau ditenun dari angin dan awan,\nTempat itu dibentuk dari setiap ketukan palu dan serpihan, merupakan hasil perkumpulan dari tetesan keringat dari para pengrajin yang tak terhitung jumlahnya selama ratusan bahkan ribuan tahun.\nSoalnya, kontrak Deus Auri tidak pernah menetapkan bahwa kehendak manusia fana tidak akan bisa menandingi keajaiban Adeptus yang berdiri di atas awan.\n \n\"Demikian luar biasanya karya Yun, bahkan kayu dan bambu bisa diukirnya menjadi burung yang bisa terbang tiga hari tanpa kembali. Inilah karya terbaik yang ada di seluruh dunia.\"\n\"Namun karir dan kehidupan Yun semua dihabiskan untuk membentuk batu menjadi bengkel kerja dan membentuk awan menjadi kediaman. Sehingga Blackcliff bisa terbentuk di Tianheng, demikianlah dia menjadi berkah bagi rakyat banyak.\"\n\"Lalu Yun berkata: Apa itu kepintaran? Apa itu kebodohan? Kepintaran adalah ia yang berguna bagi orang banyak, kebodohan adalah ia yang bertindak sebaliknya.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Crag-Chiseled Forge",
	"effectTemplateRaw": "Setelah Energy berkurang, Elemental Mastery Karakter yang mengenakan meningkat <color=#99FFFFFF>{0}</color> poin. Efek ini berlangsung selama 18 detik dan dapat ditumpuk sampai 2 lapis.",
	"r1": {
		"description": "Setelah Energy berkurang, Elemental Mastery Karakter yang mengenakan meningkat 40 poin. Efek ini berlangsung selama 18 detik dan dapat ditumpuk sampai 2 lapis.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Setelah Energy berkurang, Elemental Mastery Karakter yang mengenakan meningkat 50 poin. Efek ini berlangsung selama 18 detik dan dapat ditumpuk sampai 2 lapis.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Setelah Energy berkurang, Elemental Mastery Karakter yang mengenakan meningkat 60 poin. Efek ini berlangsung selama 18 detik dan dapat ditumpuk sampai 2 lapis.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Setelah Energy berkurang, Elemental Mastery Karakter yang mengenakan meningkat 70 poin. Efek ini berlangsung selama 18 detik dan dapat ditumpuk sampai 2 lapis.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Setelah Energy berkurang, Elemental Mastery Karakter yang mengenakan meningkat 80 poin. Efek ini berlangsung selama 18 detik dan dapat ditumpuk sampai 2 lapis.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}