{
	"id": 15407,
	"name": "Compound Bow",
	"description": "Busur indah yang terbuat dari logam. Sangat sulit untuk dirawat, tetapi sangat mudah untuk digunakan dan memiliki kekuatan yang mengejutkan.",
	"descriptionRaw": "Busur indah yang terbuat dari logam. Sangat sulit untuk dirawat, tetapi sangat mudah untuk digunakan dan memiliki kekuatan yang mengejutkan.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Seluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, banyak pula harta karun eksotis yang datang.\nMeskipun busur ini kecil namun mempunyai rancangan unik dan pembuatannya yang luar biasa telah menjadikannya menjadi lebih kuat daripada busur panjang pada umumnya.\nNamun juga lebih sulit memeliharanya daripada busur lainnya. Karena tidak hanya sebagai senjata tapi juga wujud kebijaksanaan dari negara asing.\n\nDibuat oleh pelajar asing, busur ini telah dimodifikasi dengan sebuah katrol.\nPelajar tersebut tidak mempunyai hati yang jahat dan tidak punya keinginan untuk melihat pertumapahan darah.\nTapi terpesona oleh lekukan busur yang ditarik, dan getar panah saat diluncurkan...\nDia tertarik untuk mengubah busur biasa tersebut dan membuatnya menjadi lebih kuat.\n\nPelajar itu tahu bahwa kreasinya akan menjadi senjata perang yang akan menyebabkan banyak kematian,\nNamun dia terlalu terfokus pada keinginannya untuk menyempurnakan struktur dan material,\nDan tidak ada yang dapat menghentikannya untuk mewujudkannya menjadi kenyataan.\n\nTapi busur ini akhirnya diambil oleh seorang prajurit, yang menembak jatuh seorang angsa liar.\n\"Sungguh sebuah busur yang bagus\"\nPrajurit yang tak berperasaan itu memuji senjata di tangannya.\nSuara terakhir dari burung yang telah dibunuhnya seolah menusuk jantungnya, sama seperti panahnya telah menembus jantung burung itu.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Physical DMG Bonus",
	"baseStatText": "15%",
	"effectName": "Infusion Arrow",
	"effectTemplateRaw": "Saat Normal Attack dan Charged Attack mengenai musuh maka akan meningkatkan ATK sebesar <color=#99FFFFFF>{0}</color> dan Normal ATK SPD sebesar <color=#99FFFFFF>{1}</color> selama 6 detik. Maks. 4 lapis. Dapat terpicu setiap 0,3 detik.",
	"r1": {
		"description": "Saat Normal Attack dan Charged Attack mengenai musuh maka akan meningkatkan ATK sebesar 4% dan Normal ATK SPD sebesar 1,2% selama 6 detik. Maks. 4 lapis. Dapat terpicu setiap 0,3 detik.",
		"values": [
			"4%",
			"1,2%"
		]
	},
	"r2": {
		"description": "Saat Normal Attack dan Charged Attack mengenai musuh maka akan meningkatkan ATK sebesar 5% dan Normal ATK SPD sebesar 1,5% selama 6 detik. Maks. 4 lapis. Dapat terpicu setiap 0,3 detik.",
		"values": [
			"5%",
			"1,5%"
		]
	},
	"r3": {
		"description": "Saat Normal Attack dan Charged Attack mengenai musuh maka akan meningkatkan ATK sebesar 6% dan Normal ATK SPD sebesar 1,8% selama 6 detik. Maks. 4 lapis. Dapat terpicu setiap 0,3 detik.",
		"values": [
			"6%",
			"1,8%"
		]
	},
	"r4": {
		"description": "Saat Normal Attack dan Charged Attack mengenai musuh maka akan meningkatkan ATK sebesar 7% dan Normal ATK SPD sebesar 2,1% selama 6 detik. Maks. 4 lapis. Dapat terpicu setiap 0,3 detik.",
		"values": [
			"7%",
			"2,1%"
		]
	},
	"r5": {
		"description": "Saat Normal Attack dan Charged Attack mengenai musuh maka akan meningkatkan ATK sebesar 8% dan Normal ATK SPD sebesar 2,4% selama 6 detik. Maks. 4 lapis. Dapat terpicu setiap 0,3 detik.",
		"values": [
			"8%",
			"2,4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}