{
	"id": 14515,
	"name": "Crane's Echoing Call",
	"description": "Kipas pusaka yang dibentuk dari giok yang murni, dipenuhi dengan aura Kekuatan Adeptus kuno.",
	"descriptionRaw": "Kipas pusaka yang dibentuk dari giok yang murni, dipenuhi dengan aura Kekuatan Adeptus kuno.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Itu sudah masa lalu yang lama sekali, saat kota pelabuhan yang makmur bahkan belum dimulai.\nMeski adalah tempat kediaman Adeptus, juga tidak bisa luput dari kekacauan saat itu.\nTuan-tuan yang dipuja sebagai dewa di masa lalu bertempur untuk alasan mereka masing-masing,\nDarah dan api, perpisahan dan pengkhianatan, menodai seluruh milik dunia ini.\n\nMereka yang kehilangan semuanya dalam kekacauan itu melarikan diri ke pegunungan, memohon perlindungan dari Adeptus.\nYang mengejar dengan cepat di belakang orang-orang yang berhasil selamat itu, adalah monster tak terhitung jumlahnya yang sudah kehilangan kesadarannya.\nTidak ada yang tahu nama mereka, tidak ada yang bisa mengira jumlahnya. Layaknya air bah yang menyapu bersih semua yang dilaluinya.\nTuan lain yang pernah mereka puja sudah mangkat, raungan ganas menjadi tangisan terakhir mereka.\n\nTapi saat itu, manusia fana tidak tahu, bahwa tuan yang menguasai gunung dan tanah di tempat itu sudah mangkat,\nDi hadapan bencana yang mengamuk bagai air bah, yang memisahkan kehidupan dan kematian, hanyalah beberapa Vigilant Yaksha dari tempat itu.\nSetelah pertarungan dahsyat selama beberapa hari, baju putih menjadi merah, merah sampai menjadi hitam. Tapi monster tetap tidak habis jumlahnya ....\n\nDari zaman kuno, sudah banyak sekali versi dari kisah ini. Ada yang bilang, saat dunia sedang dalam batas kehancurannya,\nAdeptus dengan bulu biru dan putih menembus awan dan turun dari langit bagai angin kencang,\nSendirian, agung, hening, dalam keagungannya, makhluk mulia ini tetap membela dan membimbing para leluhur ....\nMembalikkan keadaan dari yang semula tanpa harapan sama sekali, mengalahkan gelombang monster yang tiada habisnya ....\n\nAda yang bilang, di saat-saat yang paling berbahaya, dua bangau dari batu giok menerjang dari langit,\nBersama dengan sigil sepadat hujan jatuh, dalam sekejap saja, seluruh kejahatan disapu bersih, bagai angin yang mengembus awan.\nTapi saat cerah kembali, mana ada bangau giok? Yang ada cuma seorang Adeptus di angkasa, sambil memegang kipas di tangannya ....\n\nAda juga yang bilang, kalau kekuatan Adeptus tidak bisa dipahami oleh orang biasa. Saat itu, leluhur mereka hanya mendengar suara tangisan bangau,\nDan monster yang jumlahnya tak terbatas itu, langsung lenyap menjadi abu dalam sekejap saja, sirna begitu saja di bawah sinar matahari ....\n\nTanpa peduli mana versi yang benar, saat generasi Liyue berikutnya sedang membahas tentang Adeptus Cloud Retainer,\nPasti akan selalu tersirat rasa hormat dalam setiap perkataannya. Kalau tentang apa yang terjadi sebenarnya pada waktu itu ....\n\n\"Heh, masih tertarik dengan hal selama ini? Kamu benar-benar kurang kerjaan ya?\"\n\"Ya sudah. Kebetulan diriku juga sedang senggang, diriku akan bercerita sedikit.\"\n\"Bawa kemari kursi goyang di sana. Diceritakan sih tidak panjang, mungkin belasan jam saja ....\"\n\"Hei ... Kamu tadi mau coba kabur ya waktu diriku sedang lengah?!?\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "3,6%",
	"effectName": "Cloudfall Axiom",
	"effectTemplateRaw": "Setelah Plunging Attack Karakter yang mengenakan mengenai musuh, akan meningkatkan <color=#99FFFFFF>{0}</color> DMG yang diakibatkan oleh Plunging Attack seluruh anggota party di sekitar selama 20 detik; Saat Plunging Attack anggota party di sekitar mengenai musuh, akan memulihkan <color=#99FFFFFF>{1}</color> Energy bagi Karakter yang mengenakan. Pemulihan Energy yang bisa didapatkan dengan cara ini adalah sekali setiap 0,7 detik. Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran, pemulihan Energy dengan cara ini tetap bisa terpicu.",
	"r1": {
		"description": "Setelah Plunging Attack Karakter yang mengenakan mengenai musuh, akan meningkatkan 28% DMG yang diakibatkan oleh Plunging Attack seluruh anggota party di sekitar selama 20 detik; Saat Plunging Attack anggota party di sekitar mengenai musuh, akan memulihkan 2,5 Energy bagi Karakter yang mengenakan. Pemulihan Energy yang bisa didapatkan dengan cara ini adalah sekali setiap 0,7 detik. Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran, pemulihan Energy dengan cara ini tetap bisa terpicu.",
		"values": [
			"28%",
			"2,5"
		]
	},
	"r2": {
		"description": "Setelah Plunging Attack Karakter yang mengenakan mengenai musuh, akan meningkatkan 41% DMG yang diakibatkan oleh Plunging Attack seluruh anggota party di sekitar selama 20 detik; Saat Plunging Attack anggota party di sekitar mengenai musuh, akan memulihkan 2,75 Energy bagi Karakter yang mengenakan. Pemulihan Energy yang bisa didapatkan dengan cara ini adalah sekali setiap 0,7 detik. Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran, pemulihan Energy dengan cara ini tetap bisa terpicu.",
		"values": [
			"41%",
			"2,75"
		]
	},
	"r3": {
		"description": "Setelah Plunging Attack Karakter yang mengenakan mengenai musuh, akan meningkatkan 54% DMG yang diakibatkan oleh Plunging Attack seluruh anggota party di sekitar selama 20 detik; Saat Plunging Attack anggota party di sekitar mengenai musuh, akan memulihkan 3 Energy bagi Karakter yang mengenakan. Pemulihan Energy yang bisa didapatkan dengan cara ini adalah sekali setiap 0,7 detik. Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran, pemulihan Energy dengan cara ini tetap bisa terpicu.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "Setelah Plunging Attack Karakter yang mengenakan mengenai musuh, akan meningkatkan 67% DMG yang diakibatkan oleh Plunging Attack seluruh anggota party di sekitar selama 20 detik; Saat Plunging Attack anggota party di sekitar mengenai musuh, akan memulihkan 3,25 Energy bagi Karakter yang mengenakan. Pemulihan Energy yang bisa didapatkan dengan cara ini adalah sekali setiap 0,7 detik. Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran, pemulihan Energy dengan cara ini tetap bisa terpicu.",
		"values": [
			"67%",
			"3,25"
		]
	},
	"r5": {
		"description": "Setelah Plunging Attack Karakter yang mengenakan mengenai musuh, akan meningkatkan 80% DMG yang diakibatkan oleh Plunging Attack seluruh anggota party di sekitar selama 20 detik; Saat Plunging Attack anggota party di sekitar mengenai musuh, akan memulihkan 3,5 Energy bagi Karakter yang mengenakan. Pemulihan Energy yang bisa didapatkan dengan cara ini adalah sekali setiap 0,7 detik. Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran, pemulihan Energy dengan cara ini tetap bisa terpicu.",
		"values": [
			"80%",
			"3,5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}