{
	"name": "Crescent Pike",
	"description": "Senjata indah dengan mata pedang yang sangat panjang di bagian atas, dan sabit di bagian bawah. Mencapai di Liyue setelah melalui tangan beberapa tangan pedagang. Dengan latihan, ini bisa menjadi senjata mematikan.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "Seluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, juga datang harta karun yang eksotis.\nKepala tombak panjang namun kecil seperti jarum, dengan pisau bentuk bulan sabit memanjang dari dasarnya.\nIde-ide rancangan yang sulit dipahami. Tetapi begitu dipahami, kekuatan penghancurnya bahkan lebih menakjubkan daripada tombak biasa.\n\nTidak seperti ahli bela diri Liyue, mereka yang datang dari tempat lain adalah ahli bela diri yang penuh kejutan, terampil dalam mengembangkan trik-trik aneh.\nFungsi senjata ini adalah untuk menembus celah antara baju besi dan pertahanan, seperti musik dan cinta.\n\nPerancang tombak ini, dikatakan bahwa dia dapat melihat celah antara hidup dan mati.\nBagaikan dikendalikan oleh suatu kekuatan mistis, tombak di tangannya akan langsung menyerang titik lemah lawannya.\n\"Mungkin semua kehidupan menunggu untuk kematian\"\nBegitulah pikir seorang perancang, yang bisa melihat kelemahan di setiap makhluk namun tidak melihat kelemahan dalam hidupnya sendiri.\n\nLalu dia menemukan musik, dan dari musik dia bertemu cinta. Dan dalam cinta, dia akhirnya menemukan kelemahannya.\nPada akhirnya, sakit yang menusuk hatinya bagaikan jarum, menyadarkan sang penyihir,\n\"Kelemahan lahir dari rasa takut akan kematian. Ketakutan akan kematian lahir karena memiliki sesuatu, dan orang-orang yang kita kasihi\"\n\n\"Ah, aku ingin bertemu dengannya lagi, pencuri yang tidak bisa ditangkap atau pun dibunuh\"\n\"Aku benar-benar ingin mendengarkan lagunya lagi. Jika aku bisa selamat, kepadanya aku harus-\"",
	"baseatk": 44,
	"substat": "Physical DMG Bonus",
	"subvalue": "7.5",
	"effectname": "Infusion Needle",
	"effect": "Setelah mengambil Elemental Orb atau Particle, Normal dan Charged Attack mendapatkan {0}% DMG tambahan selama 5 detik.",
	"r1": [
		"20"
	],
	"r2": [
		"25"
	],
	"r3": [
		"30"
	],
	"r4": [
		"35"
	],
	"r5": [
		"40"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}