{
	"id": 14434,
	"name": "Dawning Frost",
	"description": "Wadah upacara yang ditempa dari perak, sempurna tanpa cela. Konon di masa lalu, benda ini adalah pusaka suci yang diwariskan dari generasi ke generasi oleh para penghulu ujung utara.",
	"descriptionRaw": "Wadah upacara yang ditempa dari perak, sempurna tanpa cela. Konon di masa lalu, benda ini adalah pusaka suci yang diwariskan dari generasi ke generasi oleh para penghulu ujung utara.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "\"Ingatlah selalu, anakku Avrelian. Hadiah paling berharga dari takdir,\"\n\"adalah kutukan ribuan tahun yang mengalir dalam darahmu. Keinginanku adalah agar kamu dapat hidup damai dan bahagia.\"\n\"Tidak peduli apa pun yang terjadi, kamu tidak boleh menginjakkan kaki di Nod-Krai, dan jangan pernah terlena oleh mimpi akan utopia.\"\n\"Utopia manusia tidak akan pernah terjadi dalam dunia fana di bawah rembulan, dan semua yang diciptakan oleh Penguasa Langit Yang Mahatinggi memiliki batasannya sendiri.\"\n\nPada malam bersalju yang diselimuti kilau cahaya utara, wanita yang pernah dipuja sebagai gadis suci mendapat mimpi yang menunjukkan nasib tanah airnya.\nBertahun-tahun telah berlalu sejak pertama kali ia bertolak dari tanah asal. Namun, bisikan yang dilupakan itu selalu menemukan jalan untuk kembali merambah mimpinya yang tenang, seperti salju yang senantiasa mencair.\nMungkin kehidupan baru yang berkembang di dalam perutnya telah membangunkan penglihatan yang tadinya terlelap, dan khayalan yang selama ini menghantui, kini semakin jernih.\n\nBerawal dari mimpi buruk yang pantang menyerah, datang dan pergi tanpa akhir.\nBenih kehidupan yang tidak lahir secara alami, jatuh dari carang keperakan ke reruntuhan kota.\nMakhluk berkaki dua tanpa bulu menikmati akal budi dan berkat-berkat yang menyertainya.\nSetelahnya, datanglah keserakahan dan kepentingan pribadi. Masing-masing disamarkan di balik nama yang terdengar mulia.\nDan dari sana muncullah kebencian, kutukan, pengkhianatan, perselisihan, penjarahan, pembantaian. Saudara melawan saudara.\nKota-kota di muka bumi mengelu-elukan kebenaran dan mengutuk kejahatan menurut pemahaman mereka, sementara utusan langit berdiri dalam sunyi, menyaksikan semuanya itu terjadi.\nHingga para raja di alam dunia berani lancang mencobai langit yang kekal abadi.\nMenara-menara jatuh ke dalam api, tangisan dan gertakan gigi budak-budak yang menderita terkubur olehnya.\n\nMimpi ribuan tahun seakan menghilang dalam sekejap, mimpi tanpa mimpi melampaui ribuan masa, dan seribu tahun lagi setelahnya.\nMahkota dan topi upacara ditanggalkan, tidak ada yang mengambilnya dari alam-alam rahasia di bawah pohon kering yang layu.\nTapi rencana langit pun tak kebal dari celaka, dan kota emas yang bangkit dari bumi,\ntidak kuasa menenangkan hati makhluk fana yang membara oleh hasrat.\nHati yang penuh ambisi, mendamba takhta duniawi yang tak bertuan, ingin memutus batas antara manusia dan dewa.\nNamun layaknya semua khayalan semu, utopia tanpa batas itu pun berlalu.\nRaja-raja api jatuh ke dalam kabut kelam, gelombang pasang menelan wangsa yang mendirikan istana dari batu putih.\nDunia semakin mendekati ajalnya, hanya bayangan masa lalu yang tersisa di lorong-lorong kemegahannya.\n\nMimpi tanpa akhir, tenggelam dalam darah, air mata, dan dosa ... mimpi tanpa ujung, yang selamanya tak akan pernah tergapai ....\nTahun-tahun penuh perpecahan dan dengki, dari generasi ke generasi, berulang tanpa henti di bawah kelamnya langit yang tak berseri.\nSuara tak dikenal, namun lebih akrab dari semua yang pernah ia dengar,\nberbisik penuh kasih, selembut sinar temaram di ujung kegelapan dan kesakitan.\n\n\"Aku akan mengakhiri semua pertempuran di dunia ini, dan membangun taman sejati, tempat kebahagiaan memancar tanpa batas.\"\n\"Bukan untuk menjadi raja atas siapa pun, tapi agar tidak ada lagi yang bisa memanggil dirinya raja.\"\n\nMimpinya akan sirna di saat-saat terakhir, dan ia pun terjaga, kembali ke alam nyata.\nBersama dengan cahaya fajar, dan suara detak jantung yang lemah di rahimnya.\nIbu muda itu menghela napas dan mengelus jimat perak di dadanya.\nSambil melihat wajah di sebelahnya dengan penuh kasih, wanita itu mengelus perutnya seraya bertanya:\n\n\"Anakku, anakku ... kenapa dirimu begitu gelisah?\"\n\"Apakah kamu ... takut karena mengetahui isi hati ibumu?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "12%",
	"effectName": "Nocturnal Dreams",
	"effectTemplateRaw": "Setelah Charged Attack mengenai musuh, Elemental Mastery +<color=#99FFFFFF>{0}</color> poin selama 10 detik. Setelah Elemental Skill mengenai musuh, Elemental Mastery +<color=#99FFFFFF>{1}</color> poin selama 10 detik.",
	"r1": {
		"description": "Setelah Charged Attack mengenai musuh, Elemental Mastery +72 poin selama 10 detik. Setelah Elemental Skill mengenai musuh, Elemental Mastery +48 poin selama 10 detik.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Setelah Charged Attack mengenai musuh, Elemental Mastery +90 poin selama 10 detik. Setelah Elemental Skill mengenai musuh, Elemental Mastery +60 poin selama 10 detik.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Setelah Charged Attack mengenai musuh, Elemental Mastery +108 poin selama 10 detik. Setelah Elemental Skill mengenai musuh, Elemental Mastery +72 poin selama 10 detik.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Setelah Charged Attack mengenai musuh, Elemental Mastery +126 poin selama 10 detik. Setelah Elemental Skill mengenai musuh, Elemental Mastery +84 poin selama 10 detik.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Setelah Charged Attack mengenai musuh, Elemental Mastery +144 poin selama 10 detik. Setelah Elemental Skill mengenai musuh, Elemental Mastery +96 poin selama 10 detik.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}