{
	"id": 13405,
	"name": "Deathmatch",
	"description": "Tombak tajam berwarna merah darah yang sangat berharga bagi seorang gladiator di masa lalu. Ujungnya diwarnai dengan darah binatang buas dan manusia yang tak terhitung jumlahnya.",
	"descriptionRaw": "Tombak tajam berwarna merah darah yang sangat berharga bagi seorang gladiator di masa lalu. Ujungnya diwarnai dengan darah binatang buas dan manusia yang tak terhitung jumlahnya.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Tombak merah ini sudah menyaksikan pertempuran yang tak terhitung lagi, dan telah menjadi saksi keberanian dari seorang gladiator.\nUjungnya yang sedingin es dan sering kali bermandikan darah lawannya, sampai kepada gemuruh sorak sorai penonton.\nTernodai oleh darah sudah menjadi nasib sang gladiator, dan kebebasan, begitu dekat namun jauh, sering kali tergantung pada ujung senjatanya.\nSuara dari ujung senjatanya yang menembus daging musuh bagaikan menyatakan akhir dari pertempuran.\n\nSaat penampilan terakhir sang gladiator, tuannya berkata di antara gemuruh sorak sorai:\n\"Jumlah yang dijanjikan sudah tercapai. Kerjamu bagus, kamu sudah menjadi seorang prajurit yang layak.\"\n\"Anggaplah senjata itu adalah hadiah perpisahan dariku... namun, apa kamu tidak mau melanjutkan untuk berjuang?\"\n\"Teruslah berjuang sebagai orang yang bebas, untuk kemuliaanmu dan juga untukku. Bagaimana?\"\nSekian tahun berlalu, monster dan manusia yang menjadi korban dari tombak itu sudah tak terhitung jumlahnya.\nSenjatanya dikenal sebagai yang tak terkalahkan, namun hatinya masih tetap milik tuannya.\n\nSaat penampilan terakhir sang gladiator, di antara gemuruh sorak sorai,\nSenjatanya jatuh ke atas pasir yang berlumuran darah sementara pedang milik prajurit wanita berambut merah menembus hatinya.\nSaat dia jatuh, sedih, dia mengalihkan pandangannya kepada tuannya, tuannya yang mulia yang menghargainya...\n\"Eberhart, Master Eberhart... Apakah pertunjukan terakhirku baik?\"\nTetapi kursi tuannya kosong, yang ada hanyalah piala anggur dan piring perak yang berserakan.\n\n\"Awalnya, aku bertarung untuk diriku sendiri, untuk darah dan keinginan untuk bertarung.\"\n\"Namun entah sejak kapan, aku membunuh demi tuanku.\"\n\"Hanya demi orang lain kita bisa bertarung seperti binatang buas.\"\n\"Orang sepertimu, yang bertarung untuk rakyat dan bukan untuk dirimu sendiri... pastinya kamu mengerti hal ini.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "8%",
	"effectName": "Gladiator",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> ATK dan DEF ketika terdapat 2 musuh atau lebih di sekitar Karakter; Jika jumlah musuh di sekitar Karakter kurang dari 2, meningkatkan <color=#99FFFFFF>{1}</color> ATK.",
	"r1": {
		"description": "Meningkatkan 16% ATK dan DEF ketika terdapat 2 musuh atau lebih di sekitar Karakter; Jika jumlah musuh di sekitar Karakter kurang dari 2, meningkatkan 24% ATK.",
		"values": [
			"16%",
			"24%"
		]
	},
	"r2": {
		"description": "Meningkatkan 20% ATK dan DEF ketika terdapat 2 musuh atau lebih di sekitar Karakter; Jika jumlah musuh di sekitar Karakter kurang dari 2, meningkatkan 30% ATK.",
		"values": [
			"20%",
			"30%"
		]
	},
	"r3": {
		"description": "Meningkatkan 24% ATK dan DEF ketika terdapat 2 musuh atau lebih di sekitar Karakter; Jika jumlah musuh di sekitar Karakter kurang dari 2, meningkatkan 36% ATK.",
		"values": [
			"24%",
			"36%"
		]
	},
	"r4": {
		"description": "Meningkatkan 28% ATK dan DEF ketika terdapat 2 musuh atau lebih di sekitar Karakter; Jika jumlah musuh di sekitar Karakter kurang dari 2, meningkatkan 42% ATK.",
		"values": [
			"28%",
			"42%"
		]
	},
	"r5": {
		"description": "Meningkatkan 32% ATK dan DEF ketika terdapat 2 musuh atau lebih di sekitar Karakter; Jika jumlah musuh di sekitar Karakter kurang dari 2, meningkatkan 48% ATK.",
		"values": [
			"32%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}