{
	"id": 13426,
	"name": "Dialogues of the Desert Sages",
	"description": "Tongkat dua ular yang melambangkan kejayaan alkimia. Benda ini menggunakan perpaduan khusus sehingga sangatlah keras dan berat. Pasti sakit sekali kalau dipakai untuk memukul orang.",
	"descriptionRaw": "Tongkat dua ular yang melambangkan kejayaan alkimia. Benda ini menggunakan perpaduan khusus sehingga sangatlah keras dan berat. Pasti sakit sekali kalau dipakai untuk memukul orang.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Sosok tujuh Sage di bawah Raja Deshret menghilang, jejak perbuatan mereka juga diterpa angin, hanya menyisakan nama mereka yang terukir di batu. Kini nama di batu itu berangsur-angsur tergerus oleh waktu, berubah menjadi pasir keemasan.\nWakil dari Raja Deshret, yakni pemimpin dari ketujuh Sage itu, menteri dari seluruh menteri, Raja Domba Jantan;\nBurung yang terbang menuju matahari, jiwa dari raja, sang suci Bennu;\nDia yang bertubuh singa dan berwajah manusia, kehendak dari raja, saint Shesepankh.\nSerta naga yang akhirnya mendapatkan kuasa atas darah raja tapi tidak pernah merasa dirinya adalah salah satu dari tujuh Sage, Al-Apep.\nKeempat tokoh yang disebutkan di atas tidak berhubungan dengan cerita selanjutnya.\n\nRaja Buaya dan Raja Ibis tidak pernah berhenti berseteru, namun hari itu, mereka sedang berdebat tentang perubahan objek-objek.\nRaja Buaya mencari orang yang memiliki ilmu sihir. Orang ini diberkati oleh Oceanid yang tinggal di sini. Setiap cairan yang melewati tangannya akan otomatis berubah menjadi anggur yang berkualitas dengan proporsi tepat.\nRaja Ibis pun mencari seorang kesatria asing. Dia sudah salah menyentuh mayat dan makam dewa kuno secara tidak sengaja sehingga dikutuk. Benda yang disentuh oleh kedua tangannya akan perlahan berubah menjadi perak murni. Yah kalau dilihat sekarang, mengubah sesuatu menjadi emas dan Mora hanyalah tugas agung dari Deus Auri.\nMereka berdua bertaruh, sebenarnya perubahan luar biasa mana yang akan menang pada akhirnya. Mereka juga menyuruh Hermanubis, yakni Sage terakhir dari ketujuh Sage yang akan disebutkan, untuk menebak hasilnya.\nHermanubis adalah Sage di padang pasir dan merupakan pemimpin dari kelompok imam. Oleh sebab itu, dia juga adalah seorang kesatria dan Sage. Karena alkimia merupakan sebuah teknik terkenal yang diwariskan di dunia manusia, dan dia sangat paham dengan ilmu ini, makanya memang seharusnya dia yang menilai.\n\n\"Dua kekuatan saling berhadapan seperti senjata tajam dan perisai kokoh,\" kata Hermanubis. \"Masing-masing akan mengalah satu langkah, ini adalah prinsip keseimbangan.\"\nHasil akhirnya adalah cangkir yang berubah menjadi perak murni, dan air berkerikil yang berubah menjadi cairan anggur dengan butiran perak.\n\nNamun Raja Buaya dan Raja Ibis tidak memahami peringatan Hermanubis, mereka terus berseteru tanpa henti. Hingga akhirnya mereka menemukan sebuah sihir pemanggilan yang aneh. Raja Buaya dan Raja Iblis melampaui ribuan tahun lamanya, dan melanjutkan pertandingan pada saat itu di arena Genius Invokation TCG ....\nSemua ini sudah merupakan cerita dari versi \"Sang Raja Invokation\".",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Principle of Equilibrium",
	"effectTemplateRaw": "Saat memberikan pemulihan, akan memulihkan <color=#99FFFFFF>{0}</color> Energy, efek ini dapat terpicu sekali setiap 10 detik dan tetap bisa terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Saat memberikan pemulihan, akan memulihkan 8 Energy, efek ini dapat terpicu sekali setiap 10 detik dan tetap bisa terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Saat memberikan pemulihan, akan memulihkan 10 Energy, efek ini dapat terpicu sekali setiap 10 detik dan tetap bisa terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Saat memberikan pemulihan, akan memulihkan 12 Energy, efek ini dapat terpicu sekali setiap 10 detik dan tetap bisa terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Saat memberikan pemulihan, akan memulihkan 14 Energy, efek ini dapat terpicu sekali setiap 10 detik dan tetap bisa terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Saat memberikan pemulihan, akan memulihkan 16 Energy, efek ini dapat terpicu sekali setiap 10 detik dan tetap bisa terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 12
			}
		]
	}
}