{
	"id": 14413,
	"name": "Dodoco Tales",
	"description": "Buku anak-anak yang penuh dengan cerita pendek anak-anak yang bisa membuat pembacanya tertawa.\nMereka yang sudah dewasa sekalipun akan terpukau dengan kepolosan, kesucian petualangan kecil yang tergambarkan di dalamnya.",
	"descriptionRaw": "Buku anak-anak yang penuh dengan cerita pendek anak-anak yang bisa membuat pembacanya tertawa.\nMereka yang sudah dewasa sekalipun akan terpukau dengan kepolosan, kesucian petualangan kecil yang tergambarkan di dalamnya.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Menurut legenda, kepulauan dengan lautan berkabut ini bernama Golden Apple Archipelago.\nMenurut legenda, Klan Dodo yang lucu menggemaskan menjalani kehidupan yang damai di pulau-pulau dalam kepulauan ini.\nKlan Dodo terdiri dari makhluk-makhluk baik namun nakal. Mereka suka mengusili satu sama lain dan bermain. Tidak ada satu pun dari mereka yang merasa bosan ataupun sedih.\n\"Dodoco!\" — cara mereka memanggil satu sama lain. Artinya adalah \"teman baikku!\"\n\nSeperti Dandelion yang akan meninggalkan batangnya kemudian terbang tertiup angin, setiap Dodoco juga pada saatnya akan pergi mengarungi samudra seiring dengan angin, bertualang menuju dunia yang lebih luas dan mencari sekuntum semanggi berhelai empat.\nKenapa harus begitu?\nKarena Dodoco yang sudah lama tinggal di Golden Apple Archipelago tidak akan bisa mengenali satu sama lain. Mereka memiliki paras dan bentuk yang sama, mereka adalah Dodoco! Di dunia mereka tidak ada \"kamu\" dan \"aku\"!\nHanya semanggi berhelai empat yang bisa membantu mereka memahami apa maksud \"Dodoco\" yang sebenarnya, kemudian mereka akan bisa mengenali satu sama lain dan bebas bermain bersama sesamanya.\n...Pokoknya, kata mama sih gitu, dan mama bisa melakukan segalanya loh!\nDemi memahami maksud \"Dodoco\", mereka pun meninggalkan teman baik mereka di kepulauan dan merantau jauh. Mereka lalu menemukan teman baik dan menjadi \"Dodoco\" mereka, \"teman baik\" mereka!\nMenikmati pemandangan bersama, mewujudkan ide-ide menarik, menemukan lebih banyak teman lagi. Pada akhirnya, saat mereka melihat pantulan bayang dirinya di mata teman, pada momen yang tidak bisa diprediksi sama sekali — sekuntum semanggi berhelai empat pun muncul seiring dengan percikan api yang berkilauan!\n\nJadi, saat Dodoco yang berbulu merantau pergi dari Golden Apple Archipelago, atau melompat ke pusaran angin dan melayang jauh, pasti setelahnya ada seorang anak yang beruntung menemukan teman terbaiknya.\nBuku berharga ini dihadiahkan seorang ibu yang hidup bebas untuk anak perempuannya yang paling beruntung di dunia ini. Buku ini menuliskan tentang petualangan-petualangan yang tak terhitung jumlahnya, saat di mana Dodoco dan anak perempuan itu belum bertemu. Setelah bertemu dengan Dodoco, harapan anak perempuan itu berisi penuh dengan percikan api, harta karun dan petualangan yang lebih seru bersama partner!",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "12%",
	"effectName": "Dodoventure!",
	"effectTemplateRaw": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>{0}</color> DMG Charged Attack selama 6 detik. Saat Charged Attack mengenai musuh, meningkatkan <color=#99FFFFFF>{1}</color> ATK selama 6 detik.",
	"r1": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 16% DMG Charged Attack selama 6 detik. Saat Charged Attack mengenai musuh, meningkatkan 8% ATK selama 6 detik.",
		"values": [
			"16%",
			"8%"
		]
	},
	"r2": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 20% DMG Charged Attack selama 6 detik. Saat Charged Attack mengenai musuh, meningkatkan 10% ATK selama 6 detik.",
		"values": [
			"20%",
			"10%"
		]
	},
	"r3": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 24% DMG Charged Attack selama 6 detik. Saat Charged Attack mengenai musuh, meningkatkan 12% ATK selama 6 detik.",
		"values": [
			"24%",
			"12%"
		]
	},
	"r4": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 28% DMG Charged Attack selama 6 detik. Saat Charged Attack mengenai musuh, meningkatkan 14% ATK selama 6 detik.",
		"values": [
			"28%",
			"14%"
		]
	},
	"r5": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 32% DMG Charged Attack selama 6 detik. Saat Charged Attack mengenai musuh, meningkatkan 16% ATK selama 6 detik.",
		"values": [
			"32%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}