{
	"id": 13409,
	"name": "Dragonspine Spear",
	"description": "Sebuah tombak yang dibuat dari gigi naga. Anehnya, tombak ini terasa hangat saat disentuh.",
	"descriptionRaw": "Sebuah tombak yang dibuat dari gigi naga. Anehnya, tombak ini terasa hangat saat disentuh.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Dia bermimpi, mimpi yang sangat panjang...\n\nDia bermimpi tentang orang-orang termasuk dirinya, berjalan sangat jauh.\nHingga sampai di padang rumput hijau yang riuh oleh lagu.\nDia bermimpi dia sedang bersenang-senang dengan orang yang ada di sana,\nLalu menari bersama naga besar yang cantik layaknya permata di langit.\n\nSaat dia membuka mata, hanya ada gunung tinggi penuh salju di atasnya.\nRerumputan yang hijau itu kini sudah hangus dan penuh dengan darah.\nSuara lantunan lagu itu juga tenggelam oleh suara auman binatang buas.\nDan naga jinak dan cantik layaknya permata itu,\nMenggigit tepat di lehernya menggunakan gigi taringnya.\n\n\"Sampai jumpa, Ibu, perjalananku sudah usai\"\n\"Tertidur dalam salju yang seputih perak yang menyilaukan itu rupanya cukup menyenangkan\"\n\"Sampai jumpa para penyair, sampai jumpa naga yang cantik\"\n\"Kalau kita bisa bertemu di tempat dan waktu yang berbeda\"\n\"Bertemu, bernyanyi dan menari lagi, itu pasti akan sangat menyenangkan\"\nDirinya yang sekarat berpikir dengan tulus.\n\n\"Dalam pembuluh darahku mengalir berkat yang mendalam.\"\n\"Pemandangan menakjubkan dari alam semesta yang gelap di tempat aku dilahirkan.\"\n\"Kalianlah yang mewarisinya.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Physical DMG Bonus",
	"baseStatText": "15%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>{0}</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>{1}</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>{2}</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
	"r1": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 60% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 80% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 200% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 70% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 95% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 240% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 80% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 110% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 280% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 90% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 125% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 320% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 100% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 140% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 360% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}