{
	"id": 15503,
	"name": "Elegy for the End",
	"description": "Sebuah busur seanggun alat musik penyair, panah yang ditembakkan menghasilkan suara merdu yang mampu menembus hati seseorang.",
	"descriptionRaw": "Sebuah busur seanggun alat musik penyair, panah yang ditembakkan menghasilkan suara merdu yang mampu menembus hati seseorang.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "\"Angin barat yang membawa aroma anggur\"\n\"Angin gunung membawa kabar kemenangan\"\n\"Angin sepoi-sepoi dari jauh menarik hatiku\"\n\"Menyanyikan kerinduanku untukmu\"\n\nDahulu kala, ada seorang Knight yang selalu muram.\nHanya ada satu lagu saja yang bisa menghilangkan kemuramannya,\nDan hanya gadis inilah yang menyanyikan lagu tersebut di lapangan,\nYang dapat membuatnya melupakan beban berat kewajibannya untuk sementara waktu.\n\nNamun pada akhirnya, bencana tiba di daratan tersebut,\nLagu yang tadinya dinyanyikan dengan penuh sukacita bersama angin kini hilang ditelan oleh raungan sang naga beracun,\nDengan langkah-langkahnya yang mengguncang bumi, bahkan tangisan dan nyala api menjadi tercabik-cabik.\nSang Anemo Archon mendengar ratapan penderitaan mereka, dan walaupun dia sudah menolak untuk memerintah,\nNamun demi melindungi mimpi temannya, dan melindungi ladang hijau tempat impian teman lamanya itu,\nDia bangun dari tidur panjangnya, dan terbang bersama dengan naga langit menuju medan tempur...\nPara Knight ikut berjuang untuk melindungi tanah mereka.\n\nKetika naga berbisa jatuh dan terbunuh di puncak yang tertutup es, naga langit tertidur di menara kuno,\nNamun sang Knight yang berada di dalam lembah, kehabisan darah, dan di akhir hidupnya dia hanya dapat berpikir:\n\"Sekarang dia sedang pergi jauh untuk belajar, seharusnya dia baik-baik saja. Tapi, ah andai saja aku bisa mendengarnya bernyanyi lagi.\"\n\"Setidaknya Arundolyn dan Roland baik-baik saja. Saat dia kembali nanti, bencana ini seharusnya sudah berakhir.\"\n\nBanyak lagu-lagu pujian bagi para Archon dan nada yang dibuat untuk mengenang pertempuran kedua naga tersebut, namun semuanya perlahan mulai hilang,\nDan lagu yang biasa dinyanyikan oleh gadis itupun, perlahan mulai berubah saat dia kembali.\n\"Dandelion yang dibawa oleh angin musim panas\"\n\"Musim gugur yang membawa aroma biji-bijian\"\n\"Namun tidak ada angin pada musim apa pun di bumi\"\n\"Juga tidak bisa membuatmu menatapku lagi\"\n\nDan setelah suara dan air matanya mengering, gadis itu bersumpah menggunakan sisa hidupnya untuk membersihkan dunia dari kekelaman...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "12%",
	"effectName": "The Parting Refrain",
	"effectTemplateRaw": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>{0}</color> Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan <color=#99FFFFFF>{1}</color> Elemental Mastery dan <color=#99FFFFFF>{2}</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
	"r1": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 60 Elemental Mastery, dan saat Elemental Skill atau Elemental Burst dari pengguna senjata ini mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan 100 Elemental Mastery dan 20% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"60",
			"100",
			"20%"
		]
	},
	"r2": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 75 Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan dapat terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan 125 Elemental Mastery dan 25% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari sekian banyak efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"75",
			"125",
			"25%"
		]
	},
	"r3": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 90 Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan 150 Elemental Mastery dan 30% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"90",
			"150",
			"30%"
		]
	},
	"r4": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 105 Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan 175 Elemental Mastery dan 35% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"105",
			"175",
			"35%"
		]
	},
	"r5": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 120 Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan 200 Elemental Mastery dan 40% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"120",
			"200",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 18
			}
		]
	}
}