{
	"id": 15418,
	"name": "End of the Line",
	"description": "Tampak seperti ikan yang kini sudah punah. Dengan elastisitas tubuhnya, ia dapat digunakan sebagai busur setelah diikatkan dengan tali.",
	"descriptionRaw": "Tampak seperti ikan yang kini sudah punah. Dengan elastisitas tubuhnya, ia dapat digunakan sebagai busur setelah diikatkan dengan tali.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Air yang deras pernah mengalir ke pasir kuning, dulu, dulu sekali.\nKemudian, sang makhluk agung mengikuti kehendak suci ke padang pasir, dan hanya sedikit saja yang selamat.\nIkan meluncur menembus ruang bagaikan anak panah, di danau yang di dataran tinggi.\nDia lurus bagaikan tombak, meluncur ke sana kemari di tempat suci,\nMata air perlahan terhisap pasir dan danau berubah menjadi genangan air,\nSampai akhirnya, meringkuk dalam kolam kecil dan menjadi buruan para peziarah yang lewat.\n\nMoral dari cerita ini:\nJika kamu taat dan welas asih, niscaya ikan pun dapat kamu temui di tengah padang pasir.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Net Snapper",
	"effectTemplateRaw": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar <color=#99FFFFFF>{0}</color> ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
	"r1": {
		"description": "Setelah melancarkan Elemental Skill, akan mendapatkan efek \"Flowrider\": Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar 80% ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
		"values": [
			"80%"
		]
	},
	"r2": {
		"description": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar 100% ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
		"values": [
			"100%"
		]
	},
	"r3": {
		"description": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar 120% ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
		"values": [
			"120%"
		]
	},
	"r4": {
		"description": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar 140% ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
		"values": [
			"140%"
		]
	},
	"r5": {
		"description": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar 160% ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
		"values": [
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}