{
	"name": "Engulfing Lightning",
	"description": "Naginata yang digunakan untuk \"memotong rumput\". Pasukan yang berani berdiri di hadapan senjata ini pasti akan tertebas seperti rumput liar...",
	"weapontype": "Polearm",
	"rarity": "5",
	"story": "Naginata adalah senjata mematikan yang dengannya sampah yang berserakan dapat dipotong.\nDan orang yang menggenggam naginata itu adalah orang yang menjaga jalan menuju keabadian.\n\nKetika seorang yang berdiri tinggi di atas awan badai memandang dunia fana yang sangat dia cintai,\nMelihat perselisihan sepele beserta obsesi sesaatnya...\nPerselisihan seperti itu berasal dari keterikatan yang tidak perlu dan nafsu yang tidak terkendali — keduanya jelas merupakan musuh dari keabadian.\nBenalu liar yang mengganggu dunia yang tidak berubah akan dibasmi oleh kilat.\n\n\"Kalau begitu — Keabadian macam apa yang dipantulkan dari mata ███?\"\nJadi tanyalah pendeta yang minum dan mabuk anggur dengannya di bawah pohon sakura dalam ingatan yang masih jelas itu.\n\nSungguh pertanyaan yang tidak berguna.\nMeskipun jawaban yang dia berikan kepada mereka terlupakan karena tegukan alkohol,\nDia telah mendapatkan jawabannya berkali-kali melalui ingatan itu.\nBuah harus ditipiskan agar meningkat kualitasnya, dan tanaman yang digunakan dalam pewarna harus dipangkas bunganya.\nTidak ada setitik kotoran pun yang diizinkan di dalam surga yang abadi.\n\n\"Ah, tapi meski begitu...\"\n\"Menggunakan sinar dari pedang besar itu untuk mencabut semua obsesi dan melucuti semua kemungkinan bagi mimpi-mimpi untuk berakar dan layu secara alami...\"\n\"Dunia yang tenang di mana tidak ada perselisihan, tidak ada keuntungan, maupun kerugian... Ini akan menjadi dunia yang terlupakan, yang akan menghilang dengan sendirinya.\"\nDi jantung keabadian, teman lama masih tergambar dengan jelas, aroma sakura masih tercium begitu segar, seolah-olah mereka semua masih bersama dengan diri sendiri di masa kini.\n\nTapi aku tidak akan pernah melupakanmu, sama seperti aku tidak akan melupakan hal-hal yang hilang selama ribuan tahun.\nMeski begitu...\n\nAku telah menyaksikan penghancuran gelap gulita yang menghabisi orang-orang yang berharga baginya,\nBagaimana mungkin dia tidak melihat natur dari hidup dan mati yang tidak dapat dipahami itu sendiri, sebagai musuh bebuyutannya?\nTapi karena tidak ada yang bisa mengubah dunia menjadi kekal, dan tandusnya permainan ini,\nMaka biarlah euthymia abadi di dalam hatinya dia bawa menuju bangsa yang dia cintai.",
	"baseatk": 46,
	"substat": "Energy Recharge",
	"subvalue": "12",
	"effectname": "Timeless Dream: Eternal Stove",
	"effect": "Mendapatkan Bonus ATK sebesar {0} dari jumlah Energy Recharge di atas angka 100%. Maksimum bisa meningkatkan {1} ATK dengan cara ini. Melancarkan Elemental Burst akan meningkatkan Energy Recharge sebesar {2} selama 12 detik.",
	"r1": [
		"28%",
		"80%",
		"30%"
	],
	"r2": [
		"35%",
		"90%",
		"35%"
	],
	"r3": [
		"42%",
		"100%",
		"40%"
	],
	"r4": [
		"49%",
		"110%",
		"45%"
	],
	"r5": [
		"56%",
		"120%",
		"50%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Mask of the Wicked Lieutenant",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 9
			},
			{
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 5
			},
			{
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 9
			},
			{
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Mask of the Kijin",
				"count": 6
			},
			{
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}