{
	"id": 14506,
	"name": "Everlasting Moonglow",
	"description": "Serangkaian cincin giok indah yang berasal dari laut dalam. Mereka memancarkan sinar yang murni seperti rembulan, dan selalu terasa sulit untuk dijangkau.",
	"descriptionRaw": "Serangkaian cincin giok indah yang berasal dari laut dalam. Mereka memancarkan sinar yang murni seperti rembulan, dan selalu terasa sulit untuk dijangkau.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Orang bilang bahwa lambang \"mutiara dan ombak\" dari Sangonomiya mewakili ombak yang merangkul Watatsumi,\ndan mutiara cerah yang dapat ditemukan di sana. Tetapi beberapa orang lainnya juga mengatakan bahwa lambang itu menunjukkan roda permata Watatsumi Omikami yang terus berjaga-jaga di atas tanah karang layaknya bulan.\n\nDalam mimpi laut yang dalam di mana bunga karang dan batu karang berdiam, di kedalaman di mana awan yang mengalir dan pasir laut menari menjadi satu,\nharapan abadi akan turun-temurun didapatkan mereka dari dewanya — yaitu bagi mereka yang memimpikan mimpi yang sama dengan Watatsumi.\nWarna langit selalu berubah, dan cahaya serta bayangan yang terpancar jauh di bawah ombak adalah bentuk yang tidak jelas...\nDemikianlah welas asih cemerlang yang tidak dapat disembunyikan oleh samudra yang gelap sekalipun, menyebar dalam kebahagiaan yang tenang.\n\nPada masa itu, Pemimpin Suci pertama pernah memimpin saudara-saudaranya dengan kebijaksanaan yang berharga bak mutiara,\ndan dia memilih pendeta dari antara orang-orang yang baru diperkenalkan ke matahari, yang membantu keturunan dewa mereka dalam menghibur mereka yang ketakutan akan terang siang.\nDi hari-hari terakhir, \"Umigozen\" yang membuat angkatan laut Narukami gemetar akan menyanyikan lagu paus bersama mereka,\ndan simbol inilah yang mereka gambar saat mereka menari dengan kurage udara.\n\nHingga beberapa tahun kemudian, satu sambaran petir yang keras menampik impian orang-orang Watatsumi.\nUlar bergerak menuju badai petir, harus dihadapinyalah kekuatan petir yang kejam...\nTetapi anak-anak dewa dan miko berhati mutiara, tidak akan melupakannya.\nKisah yang tak terhitung jumlahnya, rasa terima kasih yang begitu besar, dan cincin permata laut itu akan selamanya diturunkan,\ndan mereka akan bersinar semakin terang dan indah karenanya.\n\nBaik itu sejarah cabang permata yang robek atau kelahiran mutiara yang berharga,\nentah itu masalah menaklukkan makhluk jahat di laut dalam dan membawa sinar matahari ke sebuah bangsa di jurang yang pucat,\natau bagaimanakah pemuda yang bermimpi berdiri di atas Mt. Yougou dijuluki \"raja jahat\", dan berduel hebat melawan tengu...\nSemua ini akan menerangi hati anak-anak Watatsumi, seperti mutiara dari langit, bagaikan gelombang di bawah cahaya rembulan.\nKisah-kisah ini akan membawa rasa sakit akan kehilangan ke dalam air asin yang bergolak, menyimpannya di dalam mutiara yang bersinar.\nSemoga kisah dan pengorbanan zaman para dewa terus diceritakan turun-temurun, bersama dengan lambang \"mutiara dan ombak\".\n\nSekalipun awan badai berkumpul, sekalipun keganasan petir ungu itu berbahaya dan sulit diprediksi,\nCahaya bulan Watatsumi masih akan menembus awan dan menyebarkan cahayanya.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "10,8%",
	"effectName": "Byakuya Kougetsu",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>{1}</color> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
	"r1": {
		"description": "Meningkatkan 10% Healing Bonus. Meningkatkan DMG Normal Attack sebesar 1% dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
		"values": [
			"10%",
			"1%"
		]
	},
	"r2": {
		"description": "Meningkatkan 12.5% Healing Bonus. Meningkatkan DMG Normal Attack sebesar 1,5% dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
		"values": [
			"12.5%",
			"1,5%"
		]
	},
	"r3": {
		"description": "Meningkatkan 15% Healing Bonus. Meningkatkan DMG Normal Attack sebesar 2% dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
		"values": [
			"15%",
			"2%"
		]
	},
	"r4": {
		"description": "Meningkatkan 17.5% Healing Bonus. Meningkatkan DMG Normal Attack sebesar 2.5% dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
		"values": [
			"17.5%",
			"2.5%"
		]
	},
	"r5": {
		"description": "Meningkatkan 20% Healing Bonus. Meningkatkan DMG Normal Attack sebesar 3% dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
		"values": [
			"20%",
			"3%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 18
			}
		]
	}
}