{
	"id": 14409,
	"name": "Eye of Perception",
	"description": "Bola kristal gelap yang memiliki kekuatan legendaris untuk melihat isi hati seseorang yang sebenarnya.",
	"descriptionRaw": "Bola kristal gelap yang memiliki kekuatan legendaris untuk melihat isi hati seseorang yang sebenarnya.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Sebuah item dibuat dari glasir alam yang langka.\nLegenda mengatakan bahwa dulu Eye of Perception memang seterang, sejernih dan sehalus permukaan danau, namun menjadi redup setelah bertahun-tahun berlalu.\nCerita rakyat mengklaim bahwa pada malam yang tenang, orang dapat mendengar suaranya yang lembut.\nTerkadang seperti angin sepoi, namun terkadang seperti mata air yang mengalir lembut.\n\nDikatakan bahwa item tersebut adalah warisan dari Adeptus yang diberikan untuk Liyue dari generasi ke generasi dan akhirnya sampai ke tangan Keluarga Yun.\nSuatu hari, Yun berjalan-jalan di gunung, di situlah dia bertemu exorcist bernama Huang, yang datang untuk berkonsultasi dengan Adeptus,\nYun berbicara kepada Huang dengan antusias, dan memberikan item tersebut kepada Huang. Saat Huang menolak dengan panik, Yun tersenyum sambil berkata:\n\"Mutiara ini adalah benda alam yang murni. Hanya mereka yang berhati bersih dapat menggunakannya.\"\n\nHuang berterima kasih kepada Yun, mengambilnya lalu memakainya sebelum melanjutkan perjalanan menuju Liyue. Selama perjalanan, tidak ada hujan maupun angin yang menerpanya.\nSebagai orang yang mencari jalan Adeptus, Huang berkelana tanpa istirahat. Walaupun dia sering berada di pasar untuk membeli air dan makanan.\nJalan-jalan di sisi pelabuhan bagaikan lautan manusia. Namun Huang berjalan di antara mereka dengan santai dan tidak pernah ada yang menipu atau memanfaatkannya.\nBeberapa orang penasaran: bagaimana mungkin exorcist yang kutu buku ini pergi ke kota dengan santai bagai ikan di dalam air namun tidak pernah tersesat?\nSaat ditanya, dia menjawab: \"Item ini akan bergetar di hadapan yang jahat, ini membantuku melihat mana hati yang suci.\"\n\n\"Item ini dapat membantuku melihat isi hati manusia, walaupun tidak ada yang tahu bagaimana cara kerjanya, akhirnya banyak orang menggunakan dongeng untuk menjelaskannya.\"\nBeberapa mengatakan bahwa pada tengah malam, kamu bisa samar-samar mendengarnya memanggilmu bagaikan angin sepoi-sepoi, atau seperti mata air yang mengalir di antara bebatuan.\nKeduanya mencerminkan gumaman iblis yang memangsa pikiran jahat manusia, ciri umum dari perumpamaan yang pernah diceritakan oleh ibu kepada anak-anak mereka di masa lalu.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "12%",
	"effectName": "Echo",
	"effectTemplateRaw": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan <color=#99FFFFFF>{0}</color> DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap <color=#99FFFFFF>{1}</color> detik.",
	"r1": {
		"description": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan 240% DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap 12 detik.",
		"values": [
			"240%",
			"12"
		]
	},
	"r2": {
		"description": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan 270% DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap 11 detik.",
		"values": [
			"270%",
			"11"
		]
	},
	"r3": {
		"description": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan 300% DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap 10 detik.",
		"values": [
			"300%",
			"10"
		]
	},
	"r4": {
		"description": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan 330% DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap 9 detik.",
		"values": [
			"330%",
			"9"
		]
	},
	"r5": {
		"description": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan 360% DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap 8 detik.",
		"values": [
			"360%",
			"8"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}