{
	"id": 12513,
	"name": "Fang of the Mountain King",
	"description": "Pedang raksasa yang ditempa dari batu pirus murni. Karena beratnya yang jauh melebihi senjata biasa ini, pedang ini diberi nama \"Raja Gunung\" Kongamato.",
	"descriptionRaw": "Pedang raksasa yang ditempa dari batu pirus murni. Karena beratnya yang jauh melebihi senjata biasa ini, pedang ini diberi nama \"Raja Gunung\" Kongamato.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Di pegunungan Huitztlan, sang Raja Gunung Kongamato yang agung tertidur seperti gunung.\nDi tengah rasa sakit yang membara, Raja Gunung menganggap segala sesuatu sebagai musuh bebuyutan.\nSeolah-olah ingin menghindari barangnya dirampas, Raja Gunung juga akan menyerang makhluk hidup yang mendekatinya tanpa pandang bulu.\nOrang-orang mengatakan bahwa Kongamato yang dulunya melindungi suku telah kehilangan akal karena bencana kegelapan itu.\nNamun, tidak ada penjelasan kenapa Raja Gunung yang seharusnya tidak memiliki kesadaran, hanya menyerang orang-orang yang mendekatinya.\n\nBenar. Dia sudah kehilangan akal saat taring panjangnya menusuk ke dalam darah dan daging orang itu.\nLegenda mengatakan bahwa ada seseorang yang pernah membuat janji dengannya, dan ada orang yang pergi berburu bersamanya.\nTapi kenangan berharga apa pun kini telah hilang di dalam mimpi buruk panjang sang raja gunung.\nBahkan nama \"Kongamato\" pun menjadi asing bagi sang penguasa Yumkasaurus kuno.\n\nTapi, meskipun begitu—\nMeski tidak bisa lepas dari mimpi buruk ini, setidaknya dia harus menjaga api yang \"belum diketahui siapa pemiliknya\".\nBahkan identitas orang itu dan alasan membuat janji itu, semuanya sudah lama terlupakan.\n\nBahkan jika rasa sakit yang membara masih membakar tubuh besar yang dulu pernah dia banggakan,\nBahkan meskipun penghinaan yang tak tertahankan itu masih membekas di dalam sisa-sisa kerangka yang membusuk,\nMeski begitu, dia tidak akan membiarkan siapa pun menodai nyawa dan api yang pernah menjadi miliknya.\n\nMonster itu sudah lama terperangkap dalam kegilaan.\nPada saat jiwanya hampir sepenuhnya tertelan oleh kotoran kegelapan,\nterdapat sisa-sisa tekad terakhir yang tidak bisa diabaikan dengan cara apa pun.\n\n\"Aku akan mengembalikan nama 'Api Berpaling' kepada Jagat Malam, dan menukarnya dengan benih api terakhir.\"\n\"Masa lalu menjadi bahan bakar yang menyalakan api masa kini, untuk menerangi masa depan\"\n\"Apa yang telah dilakukan, api akan mengadilinya. Kita akan bertemu lagi di dalam api.\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "2,4%",
	"effectName": "Turquoise Hunt",
	"effectTemplateRaw": "Setelah Elemental Skill mengenai musuh, maka akan mendapatkan 1 lapis Canopy's Favor. Bisa terpicu sekali setiap 0,5 detik. Saat anggota party di sekitar memicu reaksi Burning atau Burgeon, maka Karakter yang mengenakan senjata ini akan mendapatkan 3 lapis Canopy's Favor. Efek ini bisa terpicu sekali setiap 2 detik dan dapat terpicu meskipun Karakter party ada di dalam party namun sedang tidak berada di medan pertempuran. Canopy's Favor: Meningkatkan DMG Elemental Burst dan Elemental Skill sebanyak <color=#99FFFFFF>{0}</color> selama 6 detik. Maksimum 6 lapis. Durasi setiap lapisnya dihitung secara terpisah.",
	"r1": {
		"description": "Setelah Elemental Skill mengenai musuh, maka akan mendapatkan 1 lapis Canopy's Favor. Bisa terpicu sekali setiap 0,5 detik. Saat anggota party di sekitar memicu reaksi Burning atau Burgeon, maka Karakter yang mengenakan senjata ini akan mendapatkan 3 lapis Canopy's Favor. Efek ini bisa terpicu sekali setiap 2 detik dan dapat terpicu meskipun Karakter party ada di dalam party namun sedang tidak berada di medan pertempuran. Canopy's Favor: Meningkatkan DMG Elemental Burst dan Elemental Skill sebanyak 10% selama 6 detik. Maksimum 6 lapis. Durasi setiap lapisnya dihitung secara terpisah.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Setelah Elemental Skill mengenai musuh, maka akan mendapatkan 1 lapis Canopy's Favor. Bisa terpicu sekali setiap 0,5 detik. Saat anggota party di sekitar memicu reaksi Burning atau Burgeon, maka Karakter yang mengenakan senjata ini akan mendapatkan 3 lapis Canopy's Favor. Efek ini bisa terpicu sekali setiap 2 detik dan dapat terpicu meskipun Karakter party ada di dalam party namun sedang tidak berada di medan pertempuran. Canopy's Favor: Meningkatkan DMG Elemental Burst dan Elemental Skill sebanyak 12,5% selama 6 detik. Maksimum 6 lapis. Durasi setiap lapisnya dihitung secara terpisah.",
		"values": [
			"12,5%"
		]
	},
	"r3": {
		"description": "Setelah Elemental Skill mengenai musuh, maka akan mendapatkan 1 lapis Canopy's Favor. Bisa terpicu sekali setiap 0,5 detik. Saat anggota party di sekitar memicu reaksi Burning atau Burgeon, maka Karakter yang mengenakan senjata ini akan mendapatkan 3 lapis Canopy's Favor. Efek ini bisa terpicu sekali setiap 2 detik dan dapat terpicu meskipun Karakter party ada di dalam party namun sedang tidak berada di medan pertempuran. Canopy's Favor: Meningkatkan DMG Elemental Burst dan Elemental Skill sebanyak 15% selama 6 detik. Maksimum 6 lapis. Durasi setiap lapisnya dihitung secara terpisah.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Setelah Elemental Skill mengenai musuh, maka akan mendapatkan 1 lapis Canopy's Favor. Bisa terpicu sekali setiap 0,5 detik. Saat anggota party di sekitar memicu reaksi Burning atau Burgeon, maka Karakter yang mengenakan senjata ini akan mendapatkan 3 lapis Canopy's Favor. Efek ini bisa terpicu sekali setiap 2 detik dan dapat terpicu meskipun Karakter party ada di dalam party namun sedang tidak berada di medan pertempuran. Canopy's Favor: Meningkatkan DMG Elemental Burst dan Elemental Skill sebanyak 17,5% selama 6 detik. Maksimum 6 lapis. Durasi setiap lapisnya dihitung secara terpisah.",
		"values": [
			"17,5%"
		]
	},
	"r5": {
		"description": "Setelah Elemental Skill mengenai musuh, maka akan mendapatkan 1 lapis Canopy's Favor. Bisa terpicu sekali setiap 0,5 detik. Saat anggota party di sekitar memicu reaksi Burning atau Burgeon, maka Karakter yang mengenakan senjata ini akan mendapatkan 3 lapis Canopy's Favor. Efek ini bisa terpicu sekali setiap 2 detik dan dapat terpicu meskipun Karakter party ada di dalam party namun sedang tidak berada di medan pertempuran. Canopy's Favor: Meningkatkan DMG Elemental Burst dan Elemental Skill sebanyak 20% selama 6 detik. Maksimum 6 lapis. Durasi setiap lapisnya dihitung secara terpisah.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}