{
	"id": 13407,
	"name": "Favonius Lance",
	"description": "Polearm yang dibuat berdasarkan gaya dari Knights of Favonius. Gagangnya lurus dan panjang, dan mata pedangnya ringan seperti angin.",
	"descriptionRaw": "Polearm yang dibuat berdasarkan gaya dari Knights of Favonius. Gagangnya lurus dan panjang, dan mata pedangnya ringan seperti angin.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Tombak upacara Knights of Favonius adalah senjata ritual yang sangat dibanggakan dalam ritual upacara tersebut, dan juga merupakan senjata mematikan untuk melawan monster.\nDengan mempelajari tentang pohon-pohon yang menjulang tinggi, para pengrajin Mondstadt telah berhasil melihat buah jerih payah dari kekuatan elemental mereka.\nOleh karena itu, tombak yang kokoh ini bukan hanya wujud kehormatan Knights of Favonius, tetapi juga kristalisasi dari ketekunan dan kehendak Knight Mondstadt.\nIngatlah selalu, untuk selalu menjadi kuat seperti tombak ini, setia menjaga kebebasan bagaikan angin.\n\nSepanjang zaman, orang sering menggunakan tombak panjang sebagai senjata, mengambil keuntungan dari jaraknya yang jauh untuk mengimbangi kurangnya seni bela diri.\nBahkan warga sipil yang dipersenjatai dengan tongkat kayu tajam mungkin dapat menghadapi para prajurit dengan pedang baja di tangan mereka.\nSetelah menggulingkan pemerintahan para bangsawan, untuk merayakannya, tongkat runcing, tiang bendera, dan garpu rumput dulunya pernah memenuhi padang rumput hijau di pinggiran kota.\n\nIlmu berpedang menjadi salah satu pelatihan wajib para bangsawan, karena dapat menumbuhkan sikap dan kebijaksanaan bangsawan.\nDan pada saat itu, keahlian dalam memakai tombak adalah milik budak gladiator dan pemberontak dari negeri asing.\nTetapi di masa lalu ada juga seorang anak bangsawan yang memakai tombak.\nLegenda mengatakan bahwa Eberhart menggunakan angin malam untuk menangkap embun jernih dengan ujung tombaknya.\n\nEberhart, yang semula adalah anak haram, bermimpi untuk kembali ke kaum bangsawan dari sejak dia kecil.\nNamun, untuk mengguncang fondasi yang membusuk, dibutuhkan kekuatan yang kuat. Kemudian...\nMeskipun dia pernah menghasut putra sulung kakak laki-lakinya untuk membuat mimpinya menjadi kenyataan dan menjadikannya sebuah pencuri bangsawan lalu pada akhirnya menjebaknya juga,\nDan membiarkan dirinya sendiri untuk menjadi pewaris,\nSetelah diam-diam di belakang menjadi murid penyihir dan menggunakan tombak untuk mempelajari teknik membunuh,\nDan pada akhirnya menyingkirkan penyihir itu juga...\n\n\"Bahkan jika generasi selanjutnya direndahkan. Selama tujuannya dapat dicapai, semua cara bisa digunakan.\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Wind Companion",
	"effectTemplateRaw": "Serangan CRIT memiliki <color=#99FFFFFF>{0}</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Serangan CRIT memiliki 60% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 12 detik.",
		"values": [
			"60%",
			"12 detik"
		]
	},
	"r2": {
		"description": "Serangan CRIT memiliki 70% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 10,5 detik.",
		"values": [
			"70%",
			"10,5 detik"
		]
	},
	"r3": {
		"description": "Serangan CRIT memiliki 80% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 9 detik.",
		"values": [
			"80%",
			"9 detik"
		]
	},
	"r4": {
		"description": "Serangan CRIT memiliki 90% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 7,5 detik.",
		"values": [
			"90%",
			"7,5 detik"
		]
	},
	"r5": {
		"description": "Serangan CRIT memiliki 100% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 6 detik.",
		"values": [
			"100%",
			"6 detik"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}