{
	"id": 11401,
	"name": "Favonius Sword",
	"description": "Pedang panjang yang digunakan oleh para anggota Knights of Favonius. Ringan dan tajam, juga dapat dialirkan kekuatan elemen dengan mudah.",
	"descriptionRaw": "Pedang panjang yang digunakan oleh para anggota Knights of Favonius. Ringan dan tajam, juga dapat dialirkan kekuatan elemen dengan mudah.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Sebuah pedang panjang yang digunakan oleh Knights of Favonius. Biasanya memerlukan persetujuan dari gereja dan Master ordo sebelum dikeluarkan.\nPara pengrajin di Mondstadt telah membuahkan beberapa hasil dalam afinitas elemen dengan mempelajari Anemo di Mondstadt.\nPedang yang ringan dan lincah ini bukan hanya sebuah kehormatan yang dianugerahkan kepada seorang Knights of Favonius, tapi juga buah dari kerja keras dan keterampilan para penjaga Mondstadt.\nDapat menyalurkan kekuatan elemental dengan mudah. Pemiliknya harus ingat bahwa pedang ini berfungsi untuk melindungi, bukan menyerang.\n\nSeni tradisional Favonius Bladework berasal dari teman masa kecil dan belahan jiwa Arundolyn, the Lion of Light, yang bernama Rostam, the Wolf Pup.\nLegenda mengatakan dia bisa membelah setiap tetes hujan dari langit, dan angin dari tarian pedangnya bisa membelah mawar dan memadamkan obor.\nDi sini terbaring esensi dari Favonius Bladework: cahaya, kecepatan dan ketepatan dalam mempertahankan Mondstadt.\n\nDi usia 27 tahun, Rostam menerima gelar Wolf Pup.\nTradisi Knights of Favonius mengatakan bahwa gelar Lion dan Wolf hanya diberikan kepada pemimpin hebat yang berpotensi,\nIndividu seperti itu suatu hari akan berada di posisi Grand Master, mendedikasikan diri kepada jalan kesatria dan menjaga Mondstadt.\nTetapi, meskipun dia memenuhi kewajibannya dan mendedikasikan dirinya untuk Mondstadt, Rostam tidak akan hidup untuk melihat hari itu.\n\nSejak Rostam memperkenalkan ilmu menempa pedang, tidak ada yang bisa menandingi kemampuannya yang legendaris.\nTetapi semangatnya, bersama dengan keinginannya untuk melindungi Mondstadt, terus hidup bersama para kesatria sepanjang generasi.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13,3%",
	"effectName": "Wind Companion",
	"effectTemplateRaw": "Serangan CRIT memiliki <color=#99FFFFFF>{0}</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Serangan CRIT memiliki 60% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 12 detik.",
		"values": [
			"60%",
			"12 detik"
		]
	},
	"r2": {
		"description": "Serangan CRIT memiliki 70% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 10,5 detik.",
		"values": [
			"70%",
			"10,5 detik"
		]
	},
	"r3": {
		"description": "Serangan CRIT memiliki 80% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 9 detik.",
		"values": [
			"80%",
			"9 detik"
		]
	},
	"r4": {
		"description": "Serangan CRIT memiliki 90% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 7,5 detik.",
		"values": [
			"90%",
			"7,5 detik"
		]
	},
	"r5": {
		"description": "Serangan CRIT memiliki 100% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 6 detik.",
		"values": [
			"100%",
			"6 detik"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}