{
	"id": 14401,
	"name": "Favonius Codex",
	"description": "Kitab rahasia milik para sarjana Knights of Favonius. Di dalamnya tercatat logika dan kekuatan akan elemen dan materi alam.",
	"descriptionRaw": "Kitab rahasia milik para sarjana Knights of Favonius. Di dalamnya tercatat logika dan kekuatan akan elemen dan materi alam.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Kode rahasia yang beredar di antara para pelajar Knights of Favonius. Menyimpan ilmu pengetahuan dari para pelajar.\nBerisikan elemen yang terakumulasi dalam buku, itulah sebabnya Favonius Codex sangat langka.\nTidak hanya karena kristal elemental sangat berharga namun juga karena setiap Favonius Codex adalah buatan tangan.\nHanya pelajar yang telah bisa mengontrol elemen dapat membuat kristal elemental semacam itu.\n\nSaat Knights of Favonius terbentuk, Dawn Knight, Ragnvindr, mengubah pemandian di dalam ruangan milik bangsawan tua menjadi perpustakaan,\nKontribusi dari para penyair, pelajar, dan pendatang telah mengubah perpustakaan menjadi tempat koleksi literatur terbesar di benua utara.\nLagi pula, lagu-lagu dibawa pergi oleh angin dan kesenangan anggur hanya berlangsung sesaat. Hanya cerita dan pengetahuan yang bersinar selamanya.\n\nNamun demikian, perpustakaan saat ini hanyalah sisa dari masa kejayaannya.\nKarena sayangnya, perpustakaan ini pernah hancur terbakar pada saat tragedi \"Great Fire of Fall Equinox\".\n\nAda sebuah pintu yang kokoh terbuat dari kayu poplar di ruang bawah tanah perpustakaan.\nDikatakan bahwa pintu itu sudah ada mendahului perpustakaan dan masih berdiri kokoh melawan api,\nSebenarnya pintu tersebut sudah ada jauh sebelum Knights of Favonius dibentuk.\nKnights of Favonius secara resmi mengumumkan bahwa daerah terlarang di perpustakaan berada di balik pintu itu.\nTetapi dikatakan bahwa ada rahasia yang lebih dalam di sana...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Wind Companion",
	"effectTemplateRaw": "Serangan CRIT memiliki <color=#99FFFFFF>{0}</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Serangan CRIT memiliki 60% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 12 detik.",
		"values": [
			"60%",
			"12 detik"
		]
	},
	"r2": {
		"description": "Serangan CRIT memiliki 70% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 10,5 detik.",
		"values": [
			"70%",
			"10,5 detik"
		]
	},
	"r3": {
		"description": "Serangan CRIT memiliki 80% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 9 detik.",
		"values": [
			"80%",
			"9 detik"
		]
	},
	"r4": {
		"description": "Serangan CRIT memiliki 90% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 7,5 detik.",
		"values": [
			"90%",
			"7,5 detik"
		]
	},
	"r5": {
		"description": "Serangan CRIT memiliki 100% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 6 detik.",
		"values": [
			"100%",
			"6 detik"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}