{
	"id": 12401,
	"name": "Favonius Greatsword",
	"description": "Pedang ritual milik Knights of Favonius. Dapat mengalirkan kekuatan elemen dengan mudah, dan memiliki daya hancur yang besar.",
	"descriptionRaw": "Pedang ritual milik Knights of Favonius. Dapat mengalirkan kekuatan elemen dengan mudah, dan memiliki daya hancur yang besar.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Pedang upacara yang berat milik Knights of Favonius. Biasanya dikeluarkan jika sudah mendapat persetujuan dari Grand Master dan gereja.\nPara pengrajin di Mondstadt telah mencapai beberapa hasil pada elemen afinitas dengan mempelajari artefak kuno Mondstadt.\nPedang besar yang berat ini tidak hanya untuk penghormatan kepada Knights of Favonius tapi juga buah hasil kerja keras dan kemampuan dari para penjaga Mondstadt.\nDapat menyalurkan kekuatan elemental dengan mudah. Pemiliknya bisa dengan mudah mengingat bahwa kehancuran diperlukan untuk melindungi.\n\nHanya gaya pedang satu tangan dari Rostam, the Wolf Pup's sang pengrajin yang bertahan sampai hari ini,\nFormasi lainnya hilang ditelan sejarah, Arundolyn, Lion of Light, yang dapat memakai baik pedang panjang dan pedang besar bersamaan dalam pertempuran.\nKarena kekuatan besar yang dibutuhkan, hanya mereka yang diberkati dengan kekuatan luar biasa bisa memakai formasi ini. Karena itu, formasi ini mati dengan cepat.\n\nTeman dekat yang tumbuh dewasa, Arundolyn berasal dari keluarga kesatria turun-temurun sementara Rostam dilahirkan dari keluarga petani.\nPersahabatan masa kecil mereka ditempa dari sebuah mimpi heroik. Sebagai anak muda mereka menjadi kesatria, sebagai orang dewasa, yang satu menjadi Grand Master dan satunya lagi adalah asistennya.\n\nGrand Master Arundolyn bukanlah pemilik Vision. Kekuatannya yang tangguh berasal dari gabungan bakat alami dan latihan tekun.\nGrand Master sangat membanggakan kekuatannya. Para Knight dan seluruh Mondstadt sangat membanggakan Grand Master mereka.\nSetelah Rostam menemui takdirnya, Arundolyn tidak pernah memperlihatkan kekuatannya lagi. Dia juga tidak lagi merasa mulia dengan menantang para monster ganas.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13,3%",
	"effectName": "Wind Companion",
	"effectTemplateRaw": "Serangan CRIT memiliki <color=#99FFFFFF>{0}</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Serangan CRIT memiliki 60% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 12 detik.",
		"values": [
			"60%",
			"12 detik"
		]
	},
	"r2": {
		"description": "Serangan CRIT memiliki 70% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 10,5 detik.",
		"values": [
			"70%",
			"10,5 detik"
		]
	},
	"r3": {
		"description": "Serangan CRIT memiliki 80% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 9 detik.",
		"values": [
			"80%",
			"9 detik"
		]
	},
	"r4": {
		"description": "Serangan CRIT memiliki 90% persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 7,5 detik.",
		"values": [
			"90%",
			"7,5 detik"
		]
	},
	"r5": {
		"description": "Serangan CRIT memiliki 100% persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap 6 detik.",
		"values": [
			"100%",
			"6 detik"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}