{
	"id": 11425,
	"name": "Finale of the Deep",
	"description": "Pedang panjang yang sunyi bagaikan kedalaman laut yang misterius, bahkan sepertinya pedang ini masih jauh lebih tua daripada kelihatannya.",
	"descriptionRaw": "Pedang panjang yang sunyi bagaikan kedalaman laut yang misterius, bahkan sepertinya pedang ini masih jauh lebih tua daripada kelihatannya.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Pedang upacara ini adalah milik seorang biduan yang namanya sudah lama terlupakan.\nHiasan mewah berlapis, batu berharga yang menghiasinya, menunjukkan bahwa pemiliknya bukan sekadar biduan biasa.\n\nMenurut legenda, si biduan sangat bangga dengan sebuah simfoni agung kuno, yang tidak mau dia mainkan di depan orang.\nKarena tiada seorang pun di dunia kekacauan yang akan bertepuk dan bersorak setelah mendengarnya. Juga tak akan ada yang bersedia menuliskannya.\nAda opera Fontaine yang mengambil tema kisah hidupnya. Memang tidak ada yang tahu dari mana dia berasal, tapi semua orang tahu tragedinya.\nSeperti kebanyakan asal mula yang sederhana, nasibnya ditentukan di kota tempat bertemunya perairan.\n\n\"Murid-murid! Kita adalah pencipta lagu, penyusun kedaulatan, dan musik akan maju oleh perintah kita!\"\n\"Musik ibarat ombak dan riak, iramanya bagai elusan cinta, menaklukkan semua yang mendengarkan!\"\nDi menara akademi teater, keagungan musik, peradaban, dan seni diajarkan ke para murid yang bebal.\nLagunya digubah dengan sempurna, serta dimainkan dengan logika. kebijaksanaan yang benar.\n\n\"Tapi kenapa kehendak tatanan begitu bergantung pada aturan yang kaku? Biduan adalah kaum yang melewati kekakuan, menyuarakan yang maha tinggi.\"\n\"Yang maha tinggi penuh kuasa, seperti kicauan burung di pegunungan, dan gelora badai di lautan. Semangat yang tak terbatas\".\n\"Kejayaan yang datang dari semangat, menyatukan dan menyeimbangkan tatanan. Demikianlah peran musik dan biduannya\".\n\"Semangat dari mengalahkan musuh. Mengasihi rekan. Perasaan tinggi yang memisahkan manusia menjadi tuan dan hamba\".\nKemudian, opera dilantunkan. Penafsiran musik pun mengangkat para biduan ke balai tertinggi.\nDi masa itu, ketika arahan dan kuasa sepenuhnya di tangan para biduan, musik menjadi tongkat dan perisai penguasa. Pendengarnya dibuat takluk.\n\nDi zaman keemasan, pendengar yang budiman mabuk oleh keindahan yang maha tinggi, kesenangan dan kesedihan dikejar bersama.\nTapi ketika pandangan orang dihalangi ombak setinggi gunung, maka ratapan mereka yang dimangsa akan dibungkam.\nDan ketika menara akademi teater hancur ditelan ombak, orang-orang gentar dan ketakutan.\nKarena tulang-belulang mereka yang terbakar oleh semangat sang biduan terlihat, muncul dari bawah fondasinya.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "An End Sublime",
	"effectTemplateRaw": "Saat melancarkan Elemental Skill, ATK meningkat <color=#99FFFFFF>{0}</color> selama 15 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar <color=#99FFFFFF>{1}</color> dari nilai HP yang dibersihkan selama 15 detik, maksimum <color=#99FFFFFF>{2}</color> poin ATK.",
	"r1": {
		"description": "Saat melancarkan Elemental Skill, ATK meningkat 12% selama 15 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 2,4% dari nilai HP yang dibersihkan selama 15 detik, maksimum 150 poin ATK.",
		"values": [
			"12%",
			"2,4%",
			"150"
		]
	},
	"r2": {
		"description": "Saat melancarkan Elemental Skill, ATK meningkat 15% selama 15 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 3% dari nilai HP yang dibersihkan selama 15 detik, maksimum 187,5 poin ATK.",
		"values": [
			"15%",
			"3%",
			"187,5"
		]
	},
	"r3": {
		"description": "Saat melancarkan Elemental Skill, ATK meningkat 18% selama 15 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 3,6% dari nilai HP yang dibersihkan selama 15 detik, maksimum 225 poin ATK.",
		"values": [
			"18%",
			"3,6%",
			"225"
		]
	},
	"r4": {
		"description": "Saat melancarkan Elemental Skill, ATK meningkat 21% selama 15 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 4,2% dari nilai HP yang dibersihkan selama 15 detik, maksimum 262,5 poin ATK.",
		"values": [
			"21%",
			"4,2%",
			"262,5"
		]
	},
	"r5": {
		"description": "Saat melancarkan Elemental Skill, ATK meningkat 24% selama 15 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 4,8% dari nilai HP yang dibersihkan selama 15 detik, maksimum 300 poin ATK.",
		"values": [
			"24%",
			"4,8%",
			"300"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}