{
	"id": 12432,
	"name": "Flame-Forged Insight",
	"description": "Dalam cerita suku, pedang ini ditempa oleh pengrajin Warga Mata Air untuk melindungi seorang anak yang sedang berkelana jauh. Sepertinya, ini adalah replika dari pedang legendaris raksasa tertentu yang ada dalam legenda.",
	"descriptionRaw": "Dalam cerita suku, pedang ini ditempa oleh pengrajin Warga Mata Air untuk melindungi seorang anak yang sedang berkelana jauh. Sepertinya, ini adalah replika dari pedang legendaris raksasa tertentu yang ada dalam legenda.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Berdasarkan tradisi suku yang ditinggalkan oleh orang bodoh yang pernah berteriak pada malam hari,\nApi yang ada di dalam perapian berubah menjadi merah, keturunan yang hendak pergi jauh duduk di sudut rumah pengrajin.\nPandai besi dari pegunungan itu mengayunkan palunya dan memecahkan batu kristalnya, ting-ting-ting,\nOrang tua yang kakinya lemas dan menggunakan tongkat itu menggunakan tangannya yang bebas untuk mengeluarkan koleksi berharganya.\n\n\"Akamai, ayo berangkat! Kita pasti bisa menemukan tambang mineral atau harta karun yang luar biasa!\"\n\"Ya, Kau Kau, nanti kita juga bisa jadi pemburu harta karun yang tercatat di dalam gulungan.\"\nDahulu kala, dua pemuda dari Warga Mata Air bersumpah untuk menjelajahi seluruh Natlan,\nBagi mereka, penjelajahan dan kemenangan adalah tugas suci yang diberikan oleh Wayob kepada mereka.\nTerlebih lagi, kisah tentang pulau misterius dan pahlawan masa lalu yang bergema dalam dada,\nDemikianlah, sang anak muda memulai perjalanan petualangan dan menggunakan jejak kakinya untuk berziarah.\n\nHanya saja, kisah pahlawan yang ditinggalkan tidak mengungkit kesulitan yang dialami orang biasa,\nSedangkan di dunia ini, tak ada begitu banyak harta karun yang bisa dicari oleh manusia, bijih yang digali oleh mereka berdua,\nSebagian besar hanyalah bijih mineral biasa, merupakan hal yang sangat biasa.\nTapi memangnya kenapa? Mereka masih tetap bahagia dan bersenang-senang di sekitar api unggun di malam hari.\nMereka mengangkat batu-batu yang dikumpulkan satu per satu, mengingat kembali perasaan dan pemandangan pada saat memungutnya.\nYang ini diambil dari cakar Tepetlisaurus raksasa saat sedang berjalan melewati pegunungan yang penuh dengan bijih kristal,\nYang itu adalah pelaku utama yang menjegal mereka di tepi sumber air panas alami.\nBatu yang tertutup abu ini, pernah berdiri di tebing kota kuno yang pernah terbakar.\nSampai dua orang yang berjalan melewatinya melihat bentuknya yang aneh, dan langsung memungutnya tanpa ragu.\n\nKini, para pengrajin batu akan meleburkannya satu per satu, menghidupkan kembali kata-kata dari kenangan masa lalu.\nSetelah mengetahui bahwa keturunan Akamai ingin meniru generasi ayahnya, mereka memutuskan untuk menggunakan batu-batu aneh ini sebagai bahan,\nMembuat pedang tajam untuk keturunan yang berjalan jauh. Soalnya, mereka lebih paham tentang bahaya dan risiko yang sedang menunggu di luar,\nKetika pedang raksasa ditempa, Akamai dan Kau Kau memberikannya kepada pengelana yang berjalan jauh sebagai hadiah:\n\n\"Biarkan kenangan masa lalu menemani kalian dalam perjalanan. Karena generasi ayah tidak bisa menemani kalian dalam perjalanan panjang ini ....\"\n\"Masa lalu mengalir ke era baru melalui darah, layaknya api abadi yang diwariskan dari generasi ke generasi dalam ritual abadi.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Mind in Bloom",
	"effectTemplateRaw": "Saat memicu reaksi Electro-Charged, Lunar-Charged, atau Bloom, akan memulihkan <color=#99FFFFFF>{0}</color> poin Energy dan meningkatkan Elemental Mastery sebesar <color=#99FFFFFF>{1}</color> poin selama 15 detik. Efek ini dapat terpicu sekali setiap 15 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Saat memicu reaksi Electro-Charged, Lunar-Charged, atau Bloom, akan memulihkan 12 poin Energy dan meningkatkan Elemental Mastery sebesar 60 poin selama 15 detik. Efek ini dapat terpicu sekali setiap 15 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Saat memicu reaksi Electro-Charged, Lunar-Charged, atau Bloom, akan memulihkan 15 poin Energy dan meningkatkan Elemental Mastery sebesar 75 poin selama 15 detik. Efek ini dapat terpicu sekali setiap 15 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Saat memicu reaksi Electro-Charged, Lunar-Charged, atau Bloom, akan memulihkan 18 poin Energy dan meningkatkan Elemental Mastery sebesar 90 poin selama 15 detik. Efek ini dapat terpicu sekali setiap 15 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Saat memicu reaksi Electro-Charged, Lunar-Charged, atau Bloom, akan memulihkan 21 poin Energy dan meningkatkan Elemental Mastery sebesar 105 poin selama 15 detik. Efek ini dapat terpicu sekali setiap 15 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Saat memicu reaksi Electro-Charged, Lunar-Charged, atau Bloom, akan memulihkan 24 poin Energy dan meningkatkan Elemental Mastery sebesar 120 poin selama 15 detik. Efek ini dapat terpicu sekali setiap 15 detik. Efek tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}