{
	"id": 11426,
	"name": "Fleuve Cendre Ferryman",
	"description": "Pipa tembaga yang pernah digunakan sebagai senjata di masa lalu. Bisa dibilang benda ini cukup terkenal — atau mungkin juga tidak — tergantung lingkungan komunitasnya.",
	"descriptionRaw": "Pipa tembaga yang pernah digunakan sebagai senjata di masa lalu. Bisa dibilang benda ini cukup terkenal — atau mungkin juga tidak — tergantung lingkungan komunitasnya.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Komponen-komponen yang dibuang ke selokan, bisa dijadikan senjata di saat darurat.\nAwalnya, musuhnya cuma monster yang diberi tenaga oleh \"air bernutrisi\".\nDan dia meremukkan lutut dan menghajar rahang \"ternak\".\nKarena dia mengirim pihak yang mengancam saudara setanah airnya ke sungai kelabu.\nDi tangan Eduardo, namanya menjadi dikenal dengan \"Ferryman\".\n\nTahap akhir pengembangan kota Fontaine adalah menjadikan saluran air bawah tanah menjadi kota di bawah kota.\nDan tentunya, bukan birokrasi Court of Fontaine yang dapat menegakkan aturan di Fleuve Cendre.\nDi hari-hari selanjutnya, sang pemimpin bandit memungut pipa tembaga untuk menghajar buaya.\nMelindungi para pedagang dari kelompok yang ingin memeras dan mengancam mereka.\nMenengahi perselisihan sesama \"penghuni\" Fleuve Cendre, dan memberkati pernikahan.\nTahap akhirnya adalah, \"Biar semua yang terkena sinar mentari menjadi milik mereka, dan Fleuve Cendre adalah milik kita\".\n\nTapi tidak ada istilah \"akhir\" untuk pengembangan.\nPosisi orang tidak bisa diubah, tapi koordinatnya bisa.\nDari sudut pandang tertentu, tidak ada \"mereka\", dan tidak ada \"kita\",\nHanya tempat yang bisa dikembangkan, dan sampah yang harus dibuang, atau \"dipindahkan\".\n\nEduardo melawan ketika Fleuve Cendre \"dibersihkan\", dan ketika diseret ke pengasingan padang pasir,\nDia diselamatkan anak buahnya. Dan bersama rekan-rekan di Mont Automnequi, mereka menduduki Poisson.\nAnggota Maison Gardiennage yang bertugas mengawal mereka diringkus, dijadikan sandera untuk membuat tuntutan tidak masuk akal.\nInsiden ini baru bisa diselesaikan ketika para pemburu Marechaussee turun.\n\nWartawan yang mengajukan diri untuk mengantar tuntutan, Karl Ingold, mengambil foto ini di Poisson, sebelum situasinya menegang:\nYang di tengah adalah Eduardo Baker, yang bersandar di pipa tembaganya yang terkenal layaknya sebuah tongkat.\nTangan Eduardo memegang bahu anaknya Jakob, yang memegang lengan baju Rene de Petrichor dengan tegang.\nDi sebelah kiri ada Parsifal si pesulap, bersandar di pagar dan tersenyum renyah.\nDi sebelah kanan ada walikota Poisson, Renault de Petrichor. Dandanannya resmi, tapi kerahnya agak lecek.\nAnaknya Rene berdiri di depan, tertarik dengan temuan baru seperti Kamera ini. Matanya lebar dan menunjukkan sorot bingung.\nWanita yang menggendong bayi di sebelah kiri Parsifal adalah Rosa Reed, bersama suaminya Thompson. Jauh di kanan adalah Tom Alter.\nSemua melihat kedepan, wajah terlihat lebih pucat akibat lampu kamera. Mereka tidak melihat Ingold, tidak melihat Kamera.\nMereka memandang ke masa depan.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Ironbone",
	"effectTemplateRaw": "Meningkatkan CRIT Rate Elemental Skill sebesar <color=#99FFFFFF>{0}</color>. Selain itu, Energy Recharge meningkat <color=#99FFFFFF>{1}</color> selama 5 detik setelah melancarkan Elemental Skill.",
	"r1": {
		"description": "Meningkatkan CRIT Rate Elemental Skill sebesar 8%. Selain itu, Energy Recharge meningkat 16% selama 5 detik setelah melancarkan Elemental Skill.",
		"values": [
			"8%",
			"16%"
		]
	},
	"r2": {
		"description": "Meningkatkan CRIT Rate Elemental Skill sebesar 10%. Selain itu, Energy Recharge meningkat 20% selama 5 detik setelah melancarkan Elemental Skill.",
		"values": [
			"10%",
			"20%"
		]
	},
	"r3": {
		"description": "Meningkatkan CRIT Rate Elemental Skill sebesar 12%. Selain itu, Energy Recharge meningkat 24% selama 5 detik setelah melancarkan Elemental Skill.",
		"values": [
			"12%",
			"24%"
		]
	},
	"r4": {
		"description": "Meningkatkan CRIT Rate Elemental Skill sebesar 14%. Selain itu, Energy Recharge meningkat 28% selama 5 detik setelah melancarkan Elemental Skill.",
		"values": [
			"14%",
			"28%"
		]
	},
	"r5": {
		"description": "Meningkatkan CRIT Rate Elemental Skill sebesar 16%. Selain itu, Energy Recharge meningkat 32% selama 5 detik setelah melancarkan Elemental Skill.",
		"values": [
			"16%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of Ancient Chord",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}