{
	"id": 15430,
	"name": "Flower-Wreathed Feathers",
	"description": "Busur panjang yang membara bagai api. Bulu-bulu di atasnya berasal dari tiran di zaman kuno, yaitu Ngoubou.",
	"descriptionRaw": "Busur panjang yang membara bagai api. Bulu-bulu di atasnya berasal dari tiran di zaman kuno, yaitu Ngoubou.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "\"Dengarkanlah sumpah terakhirku, meneruskan nama pahlawan 'Yang Melampaui'.\"\n\"Bencana yang mengalir di dalam darahnya, bahkan lebih kuno dari namamu.\"\n\"Jika kamu masih tetap mengasihani makhluk fana seperti yang nenek moyangmu lakukan\"\n\"Maka penggallah lehernya, berikanlah dia kebahagiaan untuk bebas\"\n\nMeski Sage tua yang sudah bungkuk pernah memberitahukannya seperti ini, pemberani yang telah mengalami berbagai penderitaan tetap mengabaikannya.\nMungkin karena dia sudah melalui begitu banyak perpisahan selama ini, dia hanya membungkuk dan memeluk Saurian kecil yang sekarat di hadapannya,\nDia menyentuh bulu Saurian kecil yang berlumuran darah itu dengan ramuan berharganya, sama sekali tidak peduli dengan helaan napas yang menandakan keberangkatan sang sage.\n\n\"Entah itu tiran atau naga liar, entah itu kutukan atau takdir\"\n\"Tidak ada satu pun di dunia ini yang memiliki hak untuk menundukkan keturunan dari Bunga Bersayap\"\n\"Kalau kutukan konyol ini adalah belenggu yang dibawanya sejak lahir\"\n\"Biarlah aku mematahkannya, layaknya leluhurku yang terhormat\"\n\nDemikianlah, pemberani dengan nama Menilek dan rekannya yang setia, Ngoubou, memulai perjalanannya,\nLagu-lagu dan gulungan yang diturunkan dari Bunga Bersayap masih menceritakan tentang kisah-kisah yang menakjubkan dari seseorang dan seekor Saurian:\nMereka menceritakan tentang bagaimana pahlawan bisa menembus pegunungan dengan tali busurnya, tentang bagaimana cara Saurian muda menusuk tenggorokan ular bejat itu dengan bangga,\nBagaimana mereka bertarung melawan monster raksasa itu selama empat puluh hari, dan bagaimana akhirnya mereka menaklukkannya dengan seekor ikan ... sebuah tombak, lebih tepatnya ....\nKisah itu bahkan menceritakan bagaimana dia bertarung melawan Tenoch, yang masih belum diasingkan dari sukunya, di bawah batu-batu yang terbakar oleh bara api tak terhingga jumlahnya,\nDan bagaimana Manilek bisa menghormati kehebatan dan keberanian sang pahlawan, yang beberapa tahun kemudian, berdiri di sisinya saat mereka berjuang melawan gelombang kegelapan ....\nDemikianlah legenda yang diketahui semua orang di daratan yang terbakar saat ini dan lagu ini telah dinyanyikan oleh banyak penyair selama lima ratus tahun terakhir.\n\nKonon katanya, seluruh pertemuan di dunia ini pasti akan berakhir dengan perpisahan yang ditakdirkan,\nTapi meski demikian, ada juga orang yang percaya dengan apa yang disebut dengan \"harapan\",\nMeski di padang pasir yang terbakar, bunga-bunga baru tetap bisa mekar.\nNamun, seperti sumber dari berbagai tragedi adalah kekuatan yang tak terkendali,\nDemikian jugalah harapan yang bermaksud baik, malah membentuk dunia yang penuh dengan penderitaan.\nEsok, esok, dan esok lagi, dia selalu saja menghibur dirinya seperti ini,\nHingga tiba saatnya pengharapannya berubah menjadi pengkhianatan, dan hari esok tidak akan tiba lagi.\n\n\"Ngoubou, oh sahabatku yang setia, istirahatlah dulu sejenak di sini\"\n\"Tidurlah dengan nyenyak, aku akan segera kembali setelah menyelesaikan tugasku\"\n\"Setelah gelombang kegelapan mereda, aku akan segera kembali ke sisimu dan membangunkanmu\"\n\"Dan begitu musim semi kembali ke daratan, aku akan menemanimu melihat bunga-bunga baru yang mekar di tebing yang tinggi\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Inflorescence Unattainable",
	"effectTemplateRaw": "Mengurangi Stamina Meluncur sebesar 15%. Saat menggunakan Serangan Membidik, DMG Charged Attack meningkat <color=#99FFFFFF>{0}</color> setiap 0,5 detik. Dapat ditumpuk hingga maksimum 6 lapis dan akan dihapus 10 detik setelah tidak berada dalam Status Membidik.",
	"r1": {
		"description": "Mengurangi Stamina Meluncur sebesar 15%. Saat menggunakan Serangan Membidik, DMG Charged Attack meningkat 6% setiap 0,5 detik. Dapat ditumpuk hingga maksimum 6 lapis dan akan dihapus 10 detik setelah tidak berada dalam Status Membidik.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Mengurangi Stamina Meluncur sebesar 15%. Saat menggunakan Serangan Membidik, DMG Charged Attack meningkat 7,5% setiap 0,5 detik. Dapat ditumpuk hingga maksimum 6 lapis dan akan dihapus 10 detik setelah tidak berada dalam Status Membidik.",
		"values": [
			"7,5%"
		]
	},
	"r3": {
		"description": "Mengurangi Stamina Meluncur sebesar 15%. Saat menggunakan Serangan Membidik, DMG Charged Attack meningkat 9% setiap 0,5 detik. Dapat ditumpuk hingga maksimum 6 lapis dan akan dihapus 10 detik setelah tidak berada dalam Status Membidik.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Mengurangi Stamina Meluncur sebesar 15%. Saat menggunakan Serangan Membidik, DMG Charged Attack meningkat 10,5% setiap 0,5 detik. Dapat ditumpuk hingga maksimum 6 lapis dan akan dihapus 10 detik setelah tidak berada dalam Status Membidik.",
		"values": [
			"10,5%"
		]
	},
	"r5": {
		"description": "Mengurangi Stamina Meluncur sebesar 15%. Saat menggunakan Serangan Membidik, DMG Charged Attack meningkat 12% setiap 0,5 detik. Dapat ditumpuk hingga maksimum 6 lapis dan akan dihapus 10 detik setelah tidak berada dalam Status Membidik.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}