{
	"id": 14425,
	"name": "Flowing Purity",
	"description": "Koleksi naskah dengan bentuk aneh yang berisi semua naskah ciptaan Coppelius.",
	"descriptionRaw": "Koleksi naskah dengan bentuk aneh yang berisi semua naskah ciptaan Coppelius.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "...\nBerhubung sesuatu yang diketahui semua, naskah \"Clockwork Coppelia\" tidak pernah diterbitkan, dan tidak pernah dibuka ke umum. Yang selamat dari opera hari itu menuliskan bagian dan dialog berdasarkan ingatan dari sebelum jeda antar adegan.\nSetelah direstui kerabat almarhum Tuan Coppelius dan pihak-pihak terkait, perusahaan merapikan dan menyusun material yang ada untuk menciptakan kembali sebagian dari karya asli Tuan Coppelius.\nMungkin hanya spekulasi liar, tapi kami harap usah ini bisa membuahkan hasil.\n...\nRingkasan: Rencana Coppelius terbongkar di depan Marechaussee Hunter, dan dia mengucapkan selamat tinggal pada Coppelia sebelum menerima hukuman.\n...\nCoppelius: Bernyanyilah, Coppelia-ku, cintaku, dosaku, jiwaku! Bernyanyilah untuk terakhir kali!\nCoppelius: Seutas benang mengikat erat hatiku! Rantai membelenggu diriku, saksikan aku hancur di hadapanmu!\nCoppelius: Karena hati ini telah memilih, bahwa mulai hari ini aku tidak lagi mencari kebahagiaan, melainkan mengantarkannya!\nCoppelius: Meski aku harus dihina, tapi pikiranku tidak terhina. Hanya tindakanku sahaja!\nCoppelia: Nyanyian seperti apa, wahai kekasih? Dosa dan penghukuman, apakah harus kunyanyikan?\nCoppelia: Khayalan warna-warni yang menenangkan, semua yang berdarah daging mengejar buah berlapis emas, tanpa tahu bahwa dalamnya beracun!\nCoppelia: Coppelius, Coppelius, kamu mengejar kekosongan, layaknya peraga panggung yang tidak menyisakan seberkas asap! Pencobaan akan mengakhiri perjalanan, demikian semua yang berhikmat hendaknya paham.\n...\nRingkasan: Coppelia mengakui tujuan perjalanannya ke anak muda yang menemaninya, dan berniat mengikuti pencipta yang di matanya sudah tiada lagi.\n...\nNathaniel: Ini sepenuhnya konyol, tapi konyolnya juga umum terjadi. Yang bijak mengikuti perintah yang bebal, dan hidup ini ibarat cerita jenaka.\nCoppelia: Demikianlah kiranya, tuan. Jangan khawatir, karena segala kesusahan ini akan berlalu.\nCoppelia: Yang menciptakan aku dan memberikan kehidupan telah berlalu dari dunia fana ini. Dan ketika gerigiku berkarat akan kembali ke tanah mengikuti tulang belulangnya, maka semua dosa akan dilupakan. Dan ketika itu, semua akan diampuni.\nCoppelia: Aku tidak perlu melihat matahari, bulan, mau pun bintang. Tidak perlu lagi mendengar nanyian burung merdu di hutan, tidak perlu lagi jantung ini berdetak di dunia yang sudah tanpa penciptaku.\nNathaniel: Apa rencanamu?\nCoppelia: Hati ini, yang berdetak layaknya darah dan daging, telah dinodai dosa yang sama di dalam perjalanan. Hati yang tersiksa oleh penyesalan, di mana kiranya ada kedamaian?\n...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Unfinished Masterpiece",
	"effectTemplateRaw": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar <color=#99FFFFFF>{0}</color> selama 15 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan <color=#99FFFFFF>{1}</color> Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini adalah maksimum <color=#99FFFFFF>{2}</color> dan berlangsung selama 15 detik.",
	"r1": {
		"description": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 8% selama 15 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 2% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini adalah maksimum 12% dan berlangsung selama 15 detik.",
		"values": [
			"8%",
			"2%",
			"12%"
		]
	},
	"r2": {
		"description": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 10% selama 15 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 2,5% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini adalah maksimum 15% dan berlangsung selama 15 detik.",
		"values": [
			"10%",
			"2,5%",
			"15%"
		]
	},
	"r3": {
		"description": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 12% selama 15 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 3% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini adalah maksimum 18% dan berlangsung selama 15 detik.",
		"values": [
			"12%",
			"3%",
			"18%"
		]
	},
	"r4": {
		"description": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 14% selama 15 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 3,5% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini adalah maksimum 21% dan berlangsung selama 15 detik.",
		"values": [
			"14%",
			"3,5%",
			"21%"
		]
	},
	"r5": {
		"description": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 16% selama 15 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 4% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini adalah maksimum 24% dan berlangsung selama 15 detik.",
		"values": [
			"16%",
			"4%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}