{
	"name": "Forest Regalia",
	"description": "Senjata yang didapat dari cerita Aranara. Senjata dengan bentuk pedang besar ini dapat menghancurkan musuh-musuh hutan.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "\"Hutan ini tadinya sebuah labirin raksasa sekian bulan dahulu lamanya ....\"\n\nRaja hutan terakhir kembali ke Sarva. Salah satu abdinya mewarisi nama \"Harimau\".\nPada masa lampau, di mana ada teduh di sana adalah wilayah sang raja hutan. Dan dia berjalan bebas di seluruh wilayahnya.\nBurung dan binatang buas yang hidup dari rimba belantara bertekuk lutut di hadapannya, takut, gentar, dan hormat.\n\nSetiap raja haruslah tinggal di istana: Setiap raja yang mewarisi takhta akan mengubah hutan menjadi segambar dan serupa dengannya.\nIstana sang raja terakhir tersembunyi di balik pagar pohon dan rambat akar, jauh di balik jaring-jaring air dan tebing.\nLingkaran mutiara yang terbentuk dari daun-daun di atas air yang menyerupai terang rembulan. Sang raja berdiam di tepi air, menikmati tempat yang disinari dewi malam.\n\nMaka labirin hutan pun terjadilah. Konon sang raja hutan menentukan jalur menggunakan tandanya yang berkilauan.\nIstana para raja dibangun di atas istana generasi sebelumnya, dan jalannya berliuk dari pohon ke pohon. Mata air terbelah, dan memberikan kehidupan ke cabang yang baru.\nJalan ini semakin rumit seiring berlalunya waktu. Hanya raja hutan, Aranara, dan para penghuni pohon suci,\nYang dapat bebas memasuki tempat suci dari pohon ke pohon, mata air ke mata air.\n\n....\nRaja terakhir wafat melindungi hutan. Tidak ada lagi istana baru, dan labirin itu pun sirna.\nMungkinkah binatang buas yang datang seperti angin ribut meluluhlantakkan pohon seperti rumput liar? Demikianlah labirin itu musnah, dan raja hutan pergi menemui leluhurnya.\n\nAranara yang menceritakan ini sifatnya penakut, dan tidak ingin nyanyiannya terdengar. Dia selalu ingin menyendiri.\nPada satu malam, dia melewati labirin hutan dan menemukan pantulan terang bulan di muka air. Lalu dia mendengar kisah sang raja hutan.\nArus berganti dan bayangan itu sirna. Semua berubah, namun semua tetaplah sama.\nTapi jika kamu belum pernah bertemu raja, sama seperti diriku, maka kamu akan merasa harimau itu mulia dan menguasai hutan.",
	"baseatk": 44,
	"substat": "Energy Recharge",
	"subvalue": "6.7",
	"effectname": "Forest Sanctuary",
	"effect": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar {0} poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk.",
	"r1": [
		"60"
	],
	"r2": [
		"75"
	],
	"r3": [
		"90"
	],
	"r4": [
		"105"
	],
	"r5": [
		"120"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Chaos Module",
				"count": 6
			},
			{
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Chaos Module",
				"count": 12
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}