{
	"id": 11503,
	"name": "Freedom-Sworn",
	"description": "Pedang biru langit yang mengingatkan pada lagu lama, senjata tajam seperti sumpah kebebasan di bangsa milik Dewa Angin.",
	"descriptionRaw": "Pedang biru langit yang mengingatkan pada lagu lama, senjata tajam seperti sumpah kebebasan di bangsa milik Dewa Angin.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "Dulu orang-orang akan bersulang dan menyanyikan sebuah lagu:\n\"Jika seseorang menarik lidahmu, kamu masih bisa bernyanyi dengan mata.\"\n\"Jika seseorang membutakan kedua matamu, kamu masih bisa melihat dengan telinga.\"\n\"Jika seseorang berkonspirasi ingin menghancurkan hari esok, maka bersulanglah.\"\n\"Karena walaupun hari esok mati, lagu ini akan terus hidup.\"\n\nDikatakan bahwa karakter suatu daerah serupa dengan Archon yang melindunginya, dan ini berlaku untuk rakyat dan daratan itu sendiri.\nTetapi apakah Archon yang tidak bisa terikat itu, yang menyebarkan gairah kebebasan pada tanah dan orang-orang di tengah konflik?\nAtau apakah harapan orang-orang yang merindukan kebebasan di tengah salju dan badai, harapan itulah yang melahirkan Archon Anemo yang mencintai kebebasan?\nIni adalah pertanyaan yang sejak awal tidak dapat dijawab.\n\nNamun nyanyian itu sering dinyanyikan pada masa yang kelam.\nBaik di saat Decarabian masih memerintah dari menaranya,\natau saat para bangsawan yang hina itu menggulingkan keagungan Archon,\ndi ruang bawah tanah tertutup, di lorong-lorong gelap, dan di Tavern tua,\nnyanyian itu menembus angin kencang dan tinju besi tirani, dan menjadi lagu kebangsaan para pahlawan pemberontak.\n\nDi masa lalu, di kota yang senyap dari semua sisinya,\nSorak-sorai diiringi bunyi lira dan akhirnya menembus penjara melalui angin yang berembus kencang.\nSebuah kelompok yang terdiri dari para pemuda, peri, pemanah, seorang Knight dan prajurit dengan rambut merah api,\ndatang dan berdiri di hadapan menara yang menjulang tinggi sampai ke langit,\nyang membayangi bagaikan raksasa,\ndan mereka bersumpah untuk bebas, bersumpah untuk menghancurkan menara tersebut beserta aturannya yang lalim.\n\nMereka yang lemah dan tak berdaya tidak bisa memanjat menara, malah menyanyikan lagu yang, sampai sekarang, hanya dibisikkan di sudut-sudut yang bahan angin tidak bisa mencapainya,\nDan lagu itu bangkit dengan kekuatan yang bahkan cukup untuk mengguncang tembok kota, memberi semangat pada para pahlawan yang memanjat tembok kota...\n\"Jika seseorang menarik lidahmu, kamu masih bisa bernyanyi dengan mata.\"\n\"Jika seseorang membutakan kedua matamu, kamu masih bisa melihat dengan telinga.\"\n\"Namun jika ada orang yang berani mencuri lagu dan kebebasan yang kamu dambakan,\"\n\"—Hal itu, sama sekali adalah hal yang tidak boleh dibiarkan!\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "43",
	"effectName": "Revolutionary Chorale",
	"effectTemplateRaw": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar <color=#99FFFFFF>{0}</color>, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan <color=#99FFFFFF>{1}</color> DMG Normal, Charged dan Plunging Attack, serta meningkatkan <color=#99FFFFFF>{2}</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
	"r1": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar 10%, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan 16% DMG Normal, Charged dan Plunging Attack, serta meningkatkan 20% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
		"values": [
			"10%",
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar 12,5%, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan 20% DMG Normal, Charged dan Plunging Attack, serta meningkatkan 25% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
		"values": [
			"12,5%",
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar 15%, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan 24% DMG Normal, Charged dan Plunging Attack, serta meningkatkan 30% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
		"values": [
			"15%",
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar 17,5%, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan 28% DMG Normal, Charged dan Plunging Attack, serta meningkatkan 35% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
		"values": [
			"17,5%",
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan DMG sebesar 20%, dan saat Karakter yang menggunakan senjata ini memicu Reaksi Elemental, Karakter akan mendapatkan Sigil of Rebellion. Efek ini dapat terpicu setiap 0,5 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di lapangan. Saat kamu mempunyai 2 Sigil of Rebellion, semuanya akan terkonsumsi dan semua anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Song of Resistance\" selama 12 detik. \"Millennial Movement: Song of Resistance\" meningkatkan 32% DMG Normal, Charged dan Plunging Attack, serta meningkatkan 40% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigils of Rebellion lagi selama 20 detik. Dari sekian banyak efek \"Millennial Movement\", efek dengan jenis yang sama tidak bisa ditumpuk.",
		"values": [
			"20%",
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}