{
	"id": 14412,
	"name": "Frostbearer",
	"description": "Buah unik yang seakan memiliki sebuah keinginan sendiri. Senjata ini memancarkan sebuah aura kepedihan yang samar.",
	"descriptionRaw": "Buah unik yang seakan memiliki sebuah keinginan sendiri. Senjata ini memancarkan sebuah aura kepedihan yang samar.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Ketika putri Vindagnyr lahir di bawah pohon putih ini,\nketika menerima berkat, pegunungan hijau negara itu dipenuhi dengan sukacita.\n\nKebahagiaan Sal Vindagnyr akan bertahan selamanya,\nSama seperti pohon putih yang menembus bumi dan tidak pernah layu...\nDemi orang-orang di negara di atas gunung, saat itulah aku berpikir seperti itu.\nMereka yang telah menyaksikan banyak peristiwa dan orang-orang yang dengan tulus memercayainya,\nKecantikan dan kebajikan sang putri akan selalu berkilau seterang cahaya bulan... \n\nKetika es yang bahkan bisa membekukan langit sekalipun itu turun,\nbahkan ketika pohon ini dihancurkan oleh guncangannya,\ngadis itu mengambil cabang ranting yang paling lengkap,\nuntuk melanjutkan kehidupan pohon yang menaungi tempat itu.\nNamun pada akhirnya, kehidupan yang bercabang tersebut tidak pernah bisa bertahan.\nBadai es dan salju yang menusuk seperti pedang akhirnya menghalangi cahaya bulan...\n\nSetelah waktu yang sangat teramat panjang, dahulu kala...\nKetika naga hitam dan Dvalin bertarung sampai titik darah penghabisan,\nketika pertumpahan darah mewarnai lembah putih itu menjadi merah,\npohon ini teringat bahwa dia tidak mati sekalipun ditinggalkan,\ndan akarnya menjulur dengan rakus ke darah hangat yang mengairi permukaan bumi.\n\nKarena seseorang menyiramkan sebuah esens merah darah ke atasnya,\npohon putih yang seharusnya telah lama mati teringat akan masa lalunya...\ndia mengumpulkan semua kekuatannya dan membuahkan hasil...\n\nOrang-orang yang kunaungi, imam-imam yang memberiku nyanyian pujian,\ngadis cantik yang sering melukis di sisiku,\nkebahagiaan yang tidak pernah dimiliki telah menjadi buah es berwarna merah tua.\n\nBiarkan mereka yang bisa memberi penghakiman ke dunia yang kejam ini,\ndapat membawa keadilan dengan \"buah pahit\" yang belum pernah dimiliki siapa pun.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>{0}</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>{1}</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>{2}</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
	"r1": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 60% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 80% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 200% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 70% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 95% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 240% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 80% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 110% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 280% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 90% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 125% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 320% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 100% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 140% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 360% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}