{
	"id": 12430,
	"name": "Fruitful Hook",
	"description": "Burkina sang pejuang pemberani dari Tirai Daun pernah secara khusus menempa senjata ini dengan bantuan Tenoch, hanya untuk mendapatkan Flamegranate terbaik yang ada di seluruh Natlan.",
	"descriptionRaw": "Burkina sang pejuang pemberani dari Tirai Daun pernah secara khusus menempa senjata ini dengan bantuan Tenoch, hanya untuk mendapatkan Flamegranate terbaik yang ada di seluruh Natlan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Sekarang sudah bertumbuh di Gunung Coatepec, sudah berakar di celah bebatuan Harvisptokhm, yang awalnya tumbuh di tempat lain ....\nKalau benar kata penutur cerita, lebih tinggi, dibandingkan gunung berapi, bahkan kaki gunung di awan sana.\nUtusan muda itu pernah marah dengan naga di balik gunung, karena naga itu sering menertawakan gerak-geriknya yang bodoh,\nLalu dia bersumpah untuk terus maju ke puncak gunung tertinggi di depan untuk memetik Flamegranate yang dihasilkan Harvisptokhm,\nUntuk menunjukkan kemampuannya sendiri kepada orang yang paling gesit di antara Yumkasaurus.\n\nTapi di dunia ini, mana ada sih karya agung yang bisa terwujud hanya dengan modal berpikir saja, meskipun,\nPahlawan bernama Burkina itu bisa memanjat di bebatuan tinggi dengan bermodalkan tangan kosong saja,\nTapi tidak bisa menahan Saurian bersayap yang berkeliling di puncak gunung yang seolah-olah sedang mempermainkannya dengan kedua sayap mereka,\nApalagi hewan buas yang berjaga di bawah pohon, yang cuma menengadah sambil menantikan buah matang yang jatuh.\nSaat melihat buahnya sudah hampir matang, Burkina bahkan tidak bisa mendekati ranting yang dipenuhi dengan buah yang sudah matang itu,\nTapi pahlawan muda itu tidak gegabah, dia malah berbalik badan dan pergi setelah bersenandung kecil.\n\nDia datang ke suku tempat Saurian bersayap tinggal, dan mengurus kehidupan sehari-hari mereka,\nSetelah pengamatan sehari demi sehari, dia sudah terbiasa dengan tubuh dan pergerakan mereka.\nDia mengikuti warga gunung yang ada di bawah gunung berarti untuk melatih tubuhnya dengan menggunakan batu raksasa,\nDan di tengah Angin Malam, dia meminta nasihat dari Imam Besar tentang upacara ritual yang dijalankan dengan lambat, mempertajam insting dan nalurinya.\n\nTenoch yang berkelana sampai ke sini tidak berani bertanya pada teman-temannya yang penuh dengan bulu,\nSetelah mengetahui tujuannya, dia harus menahan rasa tawanya, dan mengusulkan agar dia sendiri lebih baik menemaninya.\nPahlawan Tirai Daun menolak niat baik teman ini. Karena dia tahu, semua pelatihan ini,\nAdalah \"harga\" yang harus dibayar untuk mendapatkan \"hasilnya\". Sedangkan kebaikan teman ini,\nMungkin bukan tanpa pamrih. Dia diam-diam merasa bahwa kelak suatu hari, semua ini harus dibayar.\nTenoch melihat keteguhan hati temannya, lalu tidak pernah mengungkit tentang perjalanan bersama lagi,\nHanya saja, dia mengatakan kalau dia mungkin bisa membantu dalam petualangan ini ....\n\nPada hari buah matang, senjata yang ditempa bersama teman di punggung utusan muda,\nTubuhnya lincah dan gesit, dia melintasi tebing dengan kecepatan yang lebih tinggi dari orang yang berlari di daratan.\nGerakan naga bersayap yang mengganggu juga sudah dikuasainya, sekarang, malah mereka-mereka yang kehilangan ketenangannya,\nSedangkan pedang berkait yang diayunkannya, mungkin untuk menghindari, mungkin juga untuk menahan serangan monster buas.\nFlamegranate yang berbuah dari Harvisptokhm sudah berada di depan mata, dia menggunakan kaitnya untuk memetiknya,\nHanya saja, dia menjadi lengah sesaat sebelum berhasil. Angin kencang yang ada di puncak gunung membuat langkah kakinya terhuyung,\nSepertinya dia akan jatuh dari ketinggian, mungkin akan jatuh bersama dengan seluruh buah matang yang ada dalam dekapannya ... hancur tercerai-berai ....\n\nDalam sekejap mata, sebuah bayangan berwarna hijau muncul dari bayangan pepohonan,\nDia menggunakan lidahnya yang panjang untuk menembakkan Pectin dari mulutnya, membawa pahlawan itu ke tebing kehidupan.\nTernyata, yang bertaruh dengan Burkina ialah Yumkasaurus itu, yang juga selalu mengikutinya diam-diam,\nAkhirnya, dia mengulurkan tangannya pada saat bahaya, dan menyelamatkannya dari panggilan Patih Malam.\n\nBurkina memberikan Flamegranate kepada Saurian yang menyelamatkan nyawanya, dia juga mendapat pengakuan dari Saurian itu.\nIni adalah kisah tentang pahlawan Api Berpaling yang menjadi rekan dengan Raja Gunung Kongamato.\nKemudian, para pahlawan dari Tirai Daun bersama-sama memindahkan Harvisptokhm Flamegranate ke bawah gunung,\nSebagai peringatan, Flamegranate kualitas terbaik diberikan julukan sebagai \"Raja Gunung\".",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "The Weight of Falling Branches",
	"effectTemplateRaw": "CRIT Rate Plunging Attack meningkat <color=#99FFFFFF>{0}</color>; Setelah Plunging Attack mengenai musuh, DMG Normal Attack, Plunging Attack, dan Charged Attack meningkat <color=#99FFFFFF>{1}</color> selama 10 detik.",
	"r1": {
		"description": "CRIT Rate Plunging Attack meningkat 16%; Setelah Plunging Attack mengenai musuh, DMG Normal Attack, Plunging Attack, dan Charged Attack meningkat 16% selama 10 detik.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "CRIT Rate Plunging Attack meningkat 20%; Setelah Plunging Attack mengenai musuh, DMG Normal Attack, Plunging Attack, dan Charged Attack meningkat 20% selama 10 detik.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "CRIT Rate Plunging Attack meningkat 24%; Setelah Plunging Attack mengenai musuh, DMG Normal Attack, Plunging Attack, dan Charged Attack meningkat 24% selama 10 detik.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "CRIT Rate Plunging Attack meningkat 28%; Setelah Plunging Attack mengenai musuh, DMG Normal Attack, Plunging Attack, dan Charged Attack meningkat 28% selama 10 detik.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "CRIT Rate Plunging Attack meningkat 32%; Setelah Plunging Attack mengenai musuh, DMG Normal Attack, Plunging Attack, dan Charged Attack meningkat 32% selama 10 detik.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}