{
	"id": 14417,
	"name": "Fruit of Fulfillment",
	"description": "Buah yang didapat dari cerita Aranara. Darinyalah terdapat potensi untuk mengatasi krisis apa pun.",
	"descriptionRaw": "Buah yang didapat dari cerita Aranara. Darinyalah terdapat potensi untuk mengatasi krisis apa pun.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "\"Faktanya, wujud bulan tak selalu serupa mutiara ....\"\n\nIni kisah zaman dahulu kala, sebuah kisah yang mengenaskan. Untungnya hanya itu, sebuah kisah: bukan ingatanku mau pun ingatanmu.\nPada suatu masa, rembulan mengambil wujud seperti taring yang menyeringai keji. Terang bulan tak lagi menembus jejak dedaunan, tak lagi menyentuh rumput dan menyinari embun yang berkilau laksana mutiara.\n\nPohon-pohon tumbang menyentuh tanah, laksana gandum yang diterpa angin kencang. Setiap jengkal tanah tenggelam dalam kepedihan yang mendalam.\nBetapa dalamnya, hingga mata air pun mengasin dan menimbulkan bau besi yang tidak sedap.\n\nRatu Aranyani sang pencipta kaum kita memercayakan hutan ini ke anak cucunya. Kitalah yang maju menghadapi muush yang datang dari balik kegelapan, raksasa-raksasa baja, dan Marana.\nDia pergi ke padang pasir bersama putra-putri hutan. Mereka menghanguskan akar bencana dan menyiangi ranting-ranting malapataka. Hanya sedikit dari mereka yang dapat kembali dan menikmati pelukan pohon yang rimbun.\nKita kehilangan Vanarana, dan terlalu banyak Aranara yang kembali ke tanah sebelum waktunya. Bahkan kisah yang diteruskan ini pun pedih dan menyakitkan.\n\nTapi kita berhasil menghalau malapetaka. Bahkan makam pasir yang paling mematahkan asa pun masih dihiasi bunga teratai yang bermekaran.\nDia yang mencipta, sekali lagi menciptakan makhluk hidup untuk mengisi kekosongan di tanah.\n\n....\nBahkan kisah terpahit sekalu pun mengandung cita keberanian dan kekuatan. Memang tiada kisah yang lebih kuat dari kenangan, namun tetap saja bisa membangun dan menguatkan.\nAku akan menjaga kisah yang kau turunkan ini, kisah tentang petualangan kita. Jika kelak malapetkan sekali lagi menyambangi bumi dan bulan berubah, maka kisah inilah yang akan mewakilimu melindungi hutan.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Full Circle",
	"effectTemplateRaw": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <color=#99FFFFFF>{0}</color> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan 24 poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24"
		]
	},
	"r2": {
		"description": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan 27 poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"27"
		]
	},
	"r3": {
		"description": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan 30 poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"30"
		]
	},
	"r4": {
		"description": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan 33 poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"33"
		]
	},
	"r5": {
		"description": "Setelah memicu Reaksi Elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan 36 poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" bisa didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat tidak memicu Reaksi Elemental. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"36"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}