{
	"id": 14414,
	"name": "Hakushin Ring",
	"description": "Catalyst yang menyimpan ingatan Kitsune Saiguu akan masa lalu. Bagaimanapun, benda ini tidak punya cukup ruang untuk menampung luasnya pemikiran Kitsune Saiguu.",
	"descriptionRaw": "Catalyst yang menyimpan ingatan Kitsune Saiguu akan masa lalu. Bagaimanapun, benda ini tidak punya cukup ruang untuk menampung luasnya pemikiran Kitsune Saiguu.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "\"Orang-orang datang dan pergi dengan cepat, seperti mimpi yang muncul di malam hari dan hilang di pagi hari.\"\n\nHidup yang sederhana dan biasa saja...\nYa, kurasa aku sudah hidup dengan baik.\n\nDulu aku adalah Hakushin Kitsune.\nBersama dengan teman-temanku yang lincah dan menyenangkan,\naku berjalan melintasi pegunungan dan dataran Narukami.\n\nSemoga setelah semuanya selesai,\nmereka bisa berlari dengan bahagia lagi...\n\nAku pernah bersama dengan seorang gadis oni yang memiliki wajah cantik bagaikan rembulan.\nBersama-sama, kami menampilkan dan memainkan musik yang luar biasa di hadapan kekaisaran,\nAku pun memuji tarian pedangnya.\nAku harap kecantikan, keberanian, dan perilakunya,\nbisa tetap dipuji selama ribuan tahun.\n\nMemikirkan kecantikan gadis yang tak tertandingi itu,\naku tidak bisa apa-apa selain menyembunyikan penampilanku saat ini dengan topeng...\n\nAku pernah bersaing dengan pemimpin dari Yougou Tengu,\naku sudah melalui semua jalur pegunungan spiritual, baik di dalam maupun di luar,\nuntuk mengadu kecepatan dan kekuatan kami.\n\nPada akhirnya pemenangnya adalah aku, dari Klan Hakushin.\nKalau aku memikirkannya sekarang, waktu itu dia pasti sengaja mengalah.\nAku merasa tidak puas setiap kali memikirkannya...\n\nAku pernah mengakali bake-danuki yang menantangku terus-menerus,\naku membuatnya menyerah sepenuhnya kepada Shogun.\nAku juga mengakali Shogun secara terang-terangan,\nmembuatnya merekrut bake-danuki yang hebat di bawah komandonya.\n\nMalam itu, cahaya bulan dari istana kekaisaran menyinari cabang dan kelopak bunga,\nyang jatuh berserakan, seperti mutiara jatuh dari langit,\npemandangan saat itu masih bersinar di dasar hatiku.\n\nAku harap dia ingat, kata-kata panjang yang aku ucapkan dengan berani sebelum kami berpisah.\n\"Jangan pernah tertipu atau tergoyahkan. Berjalanlah di jalan yang kamu yakini.\"\nAku harap kata-kataku bisa membantunya melawan kebohongan dan pikiran jahat.\nAku juga berharap danuki yang nakal tapi baik tidak membenciku karena aku menipunya...\n\nSekarang, di tempat yang paling gelap,\naku juga akan berpegang erat pada adegan-adegan ini,\nseperti bulan yang bersinar menembus awan,\nbiarkan mereka menerangi hatiku yang kecil dan rapuh.\n\nDalam kehidupan ini, aku pernah berwujud manusia,\naku berjalan bersama makhluk kecil yang berumur pendek tapi cantik ini,\nberteman dengan banyak orang dengan identitas berbeda.\nEntah itu Miko yang datang untuk berlatih di Narukami demi kuil di kampung halamannya,\natau anak yang terpisah dari orang dewasa karena pengawal istana di Festival Musim Panas,\natau pemuda santai yang akhirnya pergi ke Liyue untuk berlatih ilmu Adeptus...\nEntah itu Kanjou yang bekerja keras untuk membuat kota ini makmur,\natau pengrajin yang terobsesi membuat pedang yang sangat tajam,\natau kelompok yang menggunakan teknik pintar untuk membuat meteor buatan muncul di luar angkasa...\nMereka semua adalah teman yang tidak kusangka bisa menjadi temanku.\n\nAku harap penghalang yang menjaga mereka tidak akan terkikis oleh kegelapan...\n\nSemuanya, semua ini yang aku rindukan sekarang.\n\n\"Jadi, keinginan kegelapan yang akan menggerogotiku...\"\n\"Sekarang aku sudah kehilangan semua kekuatanku,\"\n\"Darah Hakushinku boleh kamu gunakan sesukamu.\"\n\"Tapi, terlepas dari posisiku yang rendah,\"\n\"Aku masih berharap kamu akan mendengarkan permintaanku...\"\n\n\"Kalau kamu bisa melihat semua yang berharga bagiku,\"\n\"Maka tolong maafkan makhluk-makhluk itu.\"\n\"Kalau kamu mengizinkanku membuat satu permintaan,\"\n\"Tolong kembalikan ingatanku yang selalu cemerlang,\"\n\"Kembali ke tanah yang sangat kucintai.\"\n\"Dengan demikian, walau setelah amarahmu usai,\"\n\"Aku masih bisa berharap pada hal-hal indah...\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Sakura Palace",
	"effectTemplateRaw": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima <color=#99FFFFFF>{0}</color> Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
	"r1": {
		"description": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima 10% Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima 12,5% Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
		"values": [
			"12,5%"
		]
	},
	"r3": {
		"description": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima 15% Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima 17,5% Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
		"values": [
			"17,5%"
		]
	},
	"r5": {
		"description": "Setelah Karakter yang memakai senjata ini memicu reaksi elemental Electro, anggota party di sekitar dengan Tipe Elemen yang terlibat dalam reaksi elemental tersebut akan menerima 20% Elemental DMG Bonus untuk elemen mereka selama 6 detik. Bonus Elemental yang didapat dengan cara ini tidak dapat ditumpuk.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}