{
	"id": 11510,
	"name": "Haran Geppaku Futsu",
	"description": "Sebuah karya terkenal dari keturunan pandai besi Futsu. Nama \"Haran\" berasal dari bentuknya yang menyerupai ombak yang ganas dan bergejolak.",
	"descriptionRaw": "Sebuah karya terkenal dari keturunan pandai besi Futsu. Nama \"Haran\" berasal dari bentuknya yang menyerupai ombak yang ganas dan bergejolak.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "Senjata ini tercatat di \"Antologi Objek Populer Inazuma\" yang ditulis Inspektur Mikoshi Nagamasa dari Tatarasuna.\nAda dua bilah pedang dari seri \"Geppaku Futsu\" yang dibuat oleh sekolah Futsu sesuai urutannya: Hasui dan Haran.\nDari kedua pedang ini, Haran adalah satu-satunya pedang yang ditempa oleh penempa hebat Masagomaru dan masih ada hingga saat ini.\n\nBanyak orang mengatakan kalau setiap pedang berisi jiwa sang penempanya ....\nDan inilah awal mula dari kisah Antologi ini.\nKonon pedang Hasui ditempa oleh master generasi ke-3 dari sekolah Futsu, yaitu Master Futsu Minori.\nPedang ini berwarna biru pucat, dengan hamon yang seindah riak air jernih. Karena keindahannya, pedang ini sering dibawa oleh sang Shogun sendiri.\nSampai suatu ketika saat terjadinya pertarungan yang menentukan hidup dan mati dari kaum oni, pedang ini rusak dan dikembalikan untuk ditempa ulang.\nPada saat ini, pikiran Minori juga telah rusak karena tersiksa oleh minuman beralkohol, luka lama, dan juga ingatannya tentang Tatarigami. Dia bagaikan pedang yang belum ditempa.\nSementara kepala keluarga generasi ke-4, Futsu Hiroyoshi, juga belum bisa menandingi kemampuan ibunya.\nHingga akhirnya muncullah saudara angkatnya yang bernama Futsu Masayoshi, yang kemudian dikenal dengan nama Masagomaru.\nDialah yang akan menempa senjata ini, hingga membuat karya terbaik sekolah Futsu kembali ke dunia ini.\nKedua pedang Geppaku Futsu terlihat serupa, namun sebenarnya kualitasnya jauh berbeda.\n\nMasagomaru hanya memberikan nama pada satu bilah pedang ini saja, dan alasannya sangat sederhana ....\nDia adalah seorang anak yatim piatu yang diadopsi oleh master generasi ke-3, dan dia pun tidak berpendidikan serta mengidap afasia sejak lahir.\nSaat ditugaskan untuk membangkitkan kembali keindahan pedang Hasui, dia mengukir namanya dengan mengikuti pola lamanya saja.\n\nSetelah Futsu Minori meninggal, Masagomaru-lah yang menurunkan ilmu tempanya pada Hiroyoshi.\nMemang benar, Futsu Minori telah meminta Masagomaru menjadi pemimpin sekolahnya, tetapi dia menolaknya berkali-kali.\nMemang, ketenaran dari penempaan pedang Haran hampir memengaruhi suksesi Hiroyoshi sebagai pemimpin generasi ke-4.\nMaka dari itu, setelah tahu bahwa saudara angkatnya sudah mandiri, Masagomaru memutuskan untuk pergi ke dataran asing di luar sana.\nSetelah itu, dia pergi mengunjungi sekolah tempa lainnya, mengumpulkan buah-buah pengetahuan dari penempa terkenal lainnya.\nDi masa tuanya, dia memiliki tiga murid yang paling dibanggakan olehnya, yaitu Kaedehara Kagemitsu, Niwa Nagamitsu, dan Akame Mitsunaga.\nKetiga orang inilah yang kemudian menciptakan \"Isshin Sansaku\", yaitu tiga karya hebat dari Isshin Art.\n\n\"Dulu, aku hanyalah seorang anak buangan yang terlahir bisu, buruk rupa, dan menjijikkan.\"\n\"Dan layaknya seekor ngengat, aku mencari-cari kehangatan di tengah dinginnya malam yang menusuk. Itulah tungku seorang penempa — yang akhirnya kutemukan.\"\n\"Dan yang berdiri di hadapanku adalah master generasi ke-3, yang orang-orang bilang wataknya kasar dan arogan.\"\n\"Namun bukannya mengusirku seperti orang-orang lain, dia justru memberiku semangkuk nasi cokelat sampai aku kenyang.\"\n\"Dia memberiku nama Masagomaru karena pada saat itu tubuhku penuh dengan pasir-pasir besi.\"\n\nTak bisa berbicara, namun berpikiran bijaksana. Itulah Masagomaru, dan dia pasti punya banyak cerita yang disembunyikan dalam hatinya.\nSemua hal yang tidak terucapkan olehnya, perlahan-lahan telah mengendap di dasar hatinya, dan kini semuanya menghilang diterpa ombak ....\n\n\"Sang master generasi ke-3 sering bercerita tentang banyak hal padaku, seseorang yang tidak bisa berbicara.\"\n\"Seperti luka lama pada salah satu sisi tubuhnya, atau harapan dari ibu dan saudara-saudaranya,\"\n\"Bagaikan hakama merah yang tidak pernah bisa dia pakai, dan tentang ombak raksasa yang akan melahap segalanya suatu hari nanti ...\"\n\nSuatu malam, anak ini berjalan masuk ke tempat penempaan, dan melihat sang penempa hebat yang perangainya berubah-ubah itu.\nDia terus memukul dan menempa sebongkah bijih besi, tanpa memedulikan seberapa deras air mata yang mengalir di pipinya ....\n\"Kamu harus melupakan apa pun yang kamu lihat tadi. Mengerti?\"\nDia mengangguk sambil merasa panik. Lalu wanita itu tiba-tiba menggenggam kedua tangannya sambil tertawa terbahak-bahak,\n\"Oh iya, aku sampai lupa! Kamu kan teman baikku, seorang penjaga rahasia terbaik!\"\n\n\"Sepertinya benar ya apa kata orang bilang — Pemabuk berat, jiwanya tidak stabil. Jangan berharap terlalu banyak padanya.\"\n\"Tapi kalau sekarang kuingat-ingat kembali, seharusnya kuterima ajakannya untuk minum bersama ...\"\n\n\"Antologi\" ini juga bercerita tentang perbedaan bentuk antara pedang-pedang Geppaku Futsu.\nYang ditempa oleh Futsu Minori terlihat sangat tenang, bagaikan laut di malam hari, maka dari itu diberi nama Hasui.\nYang ditempa oleh Masayoshi yang bisu, terlihat bagaikan badai yang mengamuk, maka dari itu diberi nama Haran.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "7,2%",
	"effectName": "Honed Flow",
	"effectTemplateRaw": "Mendapatkan <color=#99FFFFFF>{0}</color> Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis Wavespike. Maksimal 2 lapis. Efek ini terpicu setiap 0,3 detik. Jika ada efek Wavespike yang telah terakumulasi saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill-nya, maka semua lapisan Wavespike akan terkonsumsi dan Karakter akan mendapatkan Ripping Upheaval. Berdasarkan jumlah lapisan yang dikonsumsinya, setiap lapis Wavespike akan meningkatkan <color=#99FFFFFF>{1}</color> DMG Normal Attack selama 8 detik.",
	"r1": {
		"description": "Mendapatkan 12% Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis Wavespike. Maksimal 2 lapis. Efek ini terpicu setiap 0,3 detik. Jika ada efek Wavespike yang telah terakumulasi saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill-nya, maka semua lapisan Wavespike akan terkonsumsi dan Karakter akan mendapatkan Ripping Upheaval. Berdasarkan jumlah lapisan yang dikonsumsinya, setiap lapis Wavespike akan meningkatkan 20% DMG Normal Attack selama 8 detik.",
		"values": [
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Mendapatkan 15% Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis Wavespike. Maksimal 2 lapis. Efek ini terpicu setiap 0,3 detik. Jika ada efek Wavespike yang telah terakumulasi saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill-nya, maka semua lapisan Wavespike akan terkonsumsi dan Karakter akan mendapatkan Ripping Upheaval. Berdasarkan jumlah lapisan yang dikonsumsinya, setiap lapis Wavespike akan meningkatkan 25% DMG Normal Attack selama 8 detik.",
		"values": [
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Mendapatkan 18% Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis Wavespike. Maksimal 2 lapis. Efek ini terpicu setiap 0,3 detik. Jika ada efek Wavespike yang telah terakumulasi saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill-nya, maka semua lapisan Wavespike akan terkonsumsi dan Karakter akan mendapatkan Ripping Upheaval. Berdasarkan jumlah lapisan yang dikonsumsinya, setiap lapis Wavespike akan meningkatkan 30% DMG Normal Attack selama 8 detik.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Mendapatkan 21% Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis Wavespike. Maksimal 2 lapis. Efek ini terpicu setiap 0,3 detik. Jika ada efek Wavespike yang telah terakumulasi saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill-nya, maka semua lapisan Wavespike akan terkonsumsi dan Karakter akan mendapatkan Ripping Upheaval. Berdasarkan jumlah lapisan yang dikonsumsinya, setiap lapis Wavespike akan meningkatkan 35% DMG Normal Attack selama 8 detik.",
		"values": [
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Mendapatkan 24% Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis Wavespike. Maksimal 2 lapis. Efek ini terpicu setiap 0,3 detik. Jika ada efek Wavespike yang telah terakumulasi saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill-nya, maka semua lapisan Wavespike akan terkonsumsi dan Karakter akan mendapatkan Ripping Upheaval. Berdasarkan jumlah lapisan yang dikonsumsinya, setiap lapis Wavespike akan meningkatkan 40% DMG Normal Attack selama 8 detik.",
		"values": [
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}