{
	"name": "Hunter's Path",
	"description": "Busur berburu berwarna emas yang dibuat dari cabang putih yang berharga telah menembak jatuh begitu banyak monster buas yang hendak menyerbu hutan.",
	"weapontype": "Bow",
	"rarity": "5",
	"story": "Busur pemburu berwarna emas, terbuat dari dahan putih yang telah diberkati oleh hutan.\nPohon berdahan seputih salju ini sangat jarang dijumpai di permukaan.\nBerkat yang dahulu terutupi lapisan darah kehitaman kini telah dibersihkan oleh air.\n\nSang pemburu mengintai kawanan binatang hitam. Perburuannya tiada berakhir.\nMalam-malam dilalui di bawah dedaunan busuk, dan hari-hari dilewati dengan tertidur di bongkahan daging,\nhanya demi melepaskan seberkas panah yang menusuk jantung mangsanya, sebelum berlalu ke sasaran berikutnya.\n\nSang pemburu tak lagi risau akan angin yang mengabarkan posisi dirinya,\ndigunakannya wewangian alami bunga untuk menyamarkan bau tubuh manusia,\nmenjadi serupa dengan aroma yang biasa dihirup oleh para binatang buas.\n\nDia melupakan bahasa lidah manusia jauh sebelum menjadi pemburu.\nDalam perburuannya yang tiada akhir, waktu, bulan, dan sang surya tak lagi diindahkannya,\njuga wilayah perburuan yang luas, yang dijanjikan kepadanya telah sirna, telah musnah.\nBahkan sang pemuda yang pertama menemukannya, yang memberikan busur dahan putih kepadanya,\ndan yang mendorongnya melangkah ke jalur buas,\ntelah ia lupakan.\n\n\"Karena yang ternoda oleh darah, tidak akan pernah tiba di tanah perburuan yang hijau.\"\n\"Tidak, Tuan. Hendaknya dunia yang biadab ini menjadi lahan perburuanku ....\"\n\nMelihat pantulan dirinya dalam air di bawah terang bulan, sang pemburu melihat wujudnya yang kini menyerupai binatang buas.\nMengikuti jejak binatang buas, kesatria hitam dan pedang yang terpantul dari bayangan air, dia pun kebingungan ....\n\n\"Hanya satu lagi binatang buas untuk dibasmi, yang tergoda oleh lingkar bulan dalam pantulan air.\"\n\"Aneh. Untuk sesaat, kusangka dia adalah gadis yang hilang di hutan.\"\n\n\"Terus menuju ke barat. Demi keadilan ... demi menuntut balas manusia yang diserupakan dengan binatang.\"",
	"baseatk": 44,
	"substat": "CRIT Rate",
	"subvalue": "9.6",
	"effectname": "At the End of the Beast-Paths",
	"effect": "Mendapatkan {0} Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan {1} dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik.",
	"r1": [
		"12%",
		"160%"
	],
	"r2": [
		"15%",
		"200%"
	],
	"r3": [
		"18%",
		"240%"
	],
	"r4": [
		"21%",
		"280%"
	],
	"r5": [
		"24%",
		"320%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"name": "Inactivated Fungal Nucleus",
				"count": 5
			},
			{
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"name": "Inactivated Fungal Nucleus",
				"count": 18
			},
			{
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"name": "Dormant Fungal Nucleus",
				"count": 9
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"name": "Dormant Fungal Nucleus",
				"count": 18
			},
			{
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"name": "Robust Fungal Nucleus",
				"count": 14
			},
			{
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"name": "Robust Fungal Nucleus",
				"count": 27
			},
			{
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}