{
	"name": "Ibis Piercer",
	"description": "Busur emas yang ditempa berdasarkan deskripsi di dalam legenda. Kalau digunakan sebagai senjata biasa, senjata ini juga bisa dianggap sebagai bagian dari dunia fiksi yang telah keluar dari halaman ceritanya ke dunia nyata.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "Awalnya, item ini dibuat dengan maksud untuk dijadikan sebagai sebuah sampel produk pre-order spesial untuk bab akhir \"Sang Raja Invokation\" Bag. I.\nNamun, karena spesifikasinya yang unik, permintaan untuk membuat sampel tersebut malah disalahartikan sebagai permintaan untuk membuat senjata sungguhan.\nKarena itu, para editor di Yae Publishing House merasa frustrasi dengan apa yang terjadi setelah menerima panah ini. Fukumoto, yang hadir saat panah sampai, sangat terinspirasi oleh peristiwa ini dan menulis kutipan berikut, yang nantinya akan dimasukkan ke dalam buku sebagai lampiran.\n\n\"Siapa pun yang menggunakan busur ini akan menjadi pemanah paling terampil di bawah Raja Great Red Sand.\"\nSeperti yang dikatakan semua orang, dan dengan keyakinan kuat dari pemuda berkulit hijau itu. Saat Raja Ibis memamerkan harta karunnya, busur besar yang dihiasi permata dan diwarnai seperti pasir ini langsung menarik perhatiannya. Pada saat itu, anak laki-laki yang belum terombang-ambing oleh takdir, masih percaya bahwa semua yang dia inginkan adalah hadiah yang dapat dicapai dengan usahanya sendiri ....\nBaginya, itu hanya masalah seberapa banyak usaha yang diperlukan untuk mencapai itu.\nMaka dia dengan percaya diri bertanya kepada Raja Ibis, \"Jika aku menjadi pemanah paling cemerlang dari semuanya, jika aku memiliki kekuatan yang melampaui raja-raja lain, apakah busur ini akan menjadi milikku?\"\nKeheningan meliputi ruang pengadilan. Dalam bayang-bayang yang diterangi lampu, tidak ada orang yang berani menjawab.\nKecuali, pria yang duduk di singgasana. Dengan matanya yang setajam mata elang, dia menyeringai dan mengabulkan keinginan pemuda itu.\n\"Hari itu pasti akan datang,\" pikir pemuda berkulit hijau itu.\n\nNamun, bertahun-tahun telah berlalu sejak peristiwa itu.\nBeberapa ratus tahun berlalu, dan penguasa perang memenuhi keinginannya. Dengan bantuan seorang pemuda yang membuka Casket of Tomes, dia memasuki \"Aula Duel\" yang tersegel dan melihat busur besar yang dipegang oleh bayang-bayang itu.\nWaktu seolah berhenti, sehingga sisa jiwanya bisa melewati pintu yang rusak, koridor yang tersebar, dan kembali ke ruang penuh pengkhianatan dan intrik. Dengan mencengkeram panah emas yang ditembakkan dari busur ritual rahasia yang terbang ke arahnya, dia menghindari nasib malang yang ditusuk di dada.\nSemua ini sudah direncanakan dari awal olehnya.\nTetapi tepat di saat itu, ritual rahasia menghilang. Anak panah itu hancur dan bayang-bayang orang yang memegang busur menghilang dalam sekejap.\nDia meraih busur panjang itu sebelum terjatuh ke tanah.\nBerbagai usahanya untuk memiliki busur yang ditempa dengan emas ini berakhir dengan kegagalan, yang menyebabkan munculnya celah antara dia dan Raja Ibis. Sayangnya, ketika dia akhirnya menemukan harta yang diinginkan, dia menyadari bahwa hatinya dingin seperti di rawa yang tergenang, dan tidak ada setetes pun kegembiraan di dalamnya. Raja Buaya memikirkan hal ini dan membuat kesimpulan bahwa dia tidak lagi berusaha keras seperti di masa mudanya untuk mewujudkan mimpi yang tidak terpenuhi.\nSelain itu, Penguasa Pasir Merah yang dihormati telah disembunyikan dalam kisah, dan Nona Bunga tidak pernah terlihat lagi. Saat memperebutkan tahta mausoleum, terjadi beberapa perselisihan dan kekacauan antar kerajaan. Di masa-masa sulit ini, dia memutuskan untuk menyeberangi lautan pasir atas nama \"Ritual Duel\". Semua ini bertuuan untuk memicu perang yang akan menghapus penghalang antar dunia. Untuk menghentikannya, sosok tua yang sendirian, memegang busur emas, menaiki tangga menuju ritual ....\nSemua itu hanya kenangan dari masa lalu.\nDia mengusap permata di ujung busur, hingga dia sadar bahwa bukan debu yang meredam kecemerlangannya. Belum lagi debu ini hanyalah imajinasi dalam kepalanya.\n\n\"Lupakan saja,\" pikir penguasa perang itu.\nDia mendengar suara meja diaktifkan lagi di \"Aula Duel\", menebak bahwa pemuda yang jiwanya pernah diandalkan, sedang menunggu duel dengan penuh semangat.\nOleh karena itu, dia mengikat busurnya di samping, menggambar gambar kemenangan yang pernah dia impikan di kepalanya.\nRaja berkulit hijau berjalan perlahan menuju medan perang yang ditakdirkan.",
	"baseatk": 44,
	"substat": "ATK",
	"subvalue": "6",
	"effectname": "Secret Wisdom's Favor",
	"effect": "Selama 6 detik setelah Charged Attack mengenai musuh, Elemental Mastery Karakter meningkat {0} poin. Efek ini dapat ditumpuk hingga 2 lapis dan dapat terpicu sekali setiap 0,5 detik.",
	"r1": [
		"40"
	],
	"r2": [
		"50"
	],
	"r3": [
		"60"
	],
	"r4": [
		"70"
	],
	"r5": [
		"80"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}