{
	"id": 14505,
	"name": "Jadefall's Splendor",
	"description": "Wadah ritual yang diukir dari batu giok, memantulkan kilauan langit dan air yang jernih.",
	"descriptionRaw": "Wadah ritual yang diukir dari batu giok, memantulkan kilauan langit dan air yang jernih.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Menurut legenda, batu giok zamrud yang indah ini jatuh dari langit dan dibersihkan oleh air jernih yang terus mengalir.\nTerbebas dari bumi yang gelap, sisa pigmen kehijauan, dan kayu membusuk.\nTubuhnya dipahat dan diukir oleh seorang pengrajin manusia yang muda.\nPada akhirnya, dia berubah menjadi sebuah instrumen giok indah, yang menunggu waktunya untuk dilemparkan ke dalam air sebagai pengorbanan ....\n\n\"Seperti yang kukatakan,\" renung sang peneliti dari hutan hujan sambil menyesap tehnya \"sejarah mengacu pada kehancuran.\"\n\"Hanya kebijaksanaan dan belas kasihan para dewa yang dapat mencegah kejatuhan manusia. Tanpanya, manusia akan menghancurkan diri mereka sendiri.\"\n\"Lihatlah reruntuhan sunyi yang terbengkalai di antara gunung dan rawa. Lihatlah binatang buas pegunungan yang telah kehilangan kekuatan dan bahasa mereka ....\"\n\"Orang-orang masa lalu mati tanpa jejak. Demikian pula raja dan pemimpin teragung sebelumnya gagal meninggalkan dampak apa pun.\"\n\nLeluhur Chenyu Vale dulunya tidak berdiam di sini, tapi di pertambangan yang kaya akan mineral.\nKehidupan suku dan keluarga berkisar seputar pertambangan, dan kediaman mereka terbentang dari bukit ke bukit ....\nTapi jauh di bawah tambang, di kedalaman bumi, terkuburlah dosa kuno yang tidak diketahui manusia.\nTidak ada yang bisa lolos dari penghakiman langit. Setelah bencana terjadi, para leluhur terpaksa bermigrasi ke utara.\n\nMenurut legenda tetua di Desa Qiaoying, para leluhur Chenyu Vale bermigrasi dari kawah di selatan.\nMereka membawa altar giok agung dan meninggalkan reruntuhan kuno penuh teka-teki ....\nKetika perang antara dewa pecah, leluhur Chenyu Vale pun pecah menjadi suku yang tak terhitung jumlahnya.\nKeturunan mereka dulunya memercayai dewa yang kini sudah dilupakan, tapi pada akhirnya hal ini juga hilang dari sejarah.\n\n\"Teori yang keliru\", balas sang tamu berbaju hitam \"sejarah makhluk fana penuh dengan kelahiran.\"\n\"Kemakmuran atau kehancuran berasal dari makhluk fana sendiri. Tidak akan ada kebangkitan ataupun kejatuhan tanpa adanya pilihan.\"\n\"Meskipun tidak ada lagi yang mengenal reruntuhan kuno sekarang, penghuninya masih bertahan dalam ketidakberdayaan sampai hari ini ....\"\n“Hilangnya leluhur mereka menghasilkan kemakmuran hari ini ... bahkan jika mereka sekarang berasimilasi dengan umat dewa baru.”\n\"Bahkan bila mereka tak berdaya dalam berbagai hal dunia, tapi yang menghancurkan mereka bukanlah keadaan, melainkan pilihan mereka sendiri.\"\n\"Kebijaksanaan dan hukum para dewa didasarkan pada kesepakatan makhluk fana, dan bukan keinginan pribadi\"\n\nSetelah sesaat, perdebatan kecil seputar meja teh pun berakhir. Perbincangan antara manusia dan dewa seringkali berakhir dengan kejengkelan.\nTapi aliran air jernih tidak akan pernah berubah. Begitu pula dengan kecemerlangan batu giok di dalamnya, seperti tuannya, yang tidak akan berubah.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "10,8%",
	"effectName": "Primordial Jade Regalia",
	"effectTemplateRaw": "Selama 3 detik setelah melancarkan Elemental Burst atau menciptakan Perisai, akan mendapatkan efek Primordial Jade Regalia: Memulihkan <color=#99FFFFFF>{0}</color> poin Energy setiap 2,5 detik dan meningkatkan Elemental DMG Bonus sesuai elemen Karakter yang mengenakan sebesar <color=#99FFFFFF>{1}</color> untuk setiap 1.000 poin Max HP Karakter yang mengenakan, hingga maksimum <color=#99FFFFFF>{2}</color>. Efek Primordial Jade Regalia tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
	"r1": {
		"description": "Selama 3 detik setelah melancarkan Elemental Burst atau menciptakan Perisai, akan mendapatkan efek Primordial Jade Regalia: Memulihkan 4,5 poin Energy setiap 2,5 detik dan meningkatkan Elemental DMG Bonus sesuai elemen Karakter yang mengenakan sebesar 0,3% untuk setiap 1.000 poin Max HP Karakter yang mengenakan, hingga maksimum 12%. Efek Primordial Jade Regalia tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
		"values": [
			"4,5",
			"0,3%",
			"12%"
		]
	},
	"r2": {
		"description": "Selama 3 detik setelah melancarkan Elemental Burst atau menciptakan Perisai, akan mendapatkan efek Primordial Jade Regalia: Memulihkan 5 poin Energy setiap 2,5 detik dan meningkatkan Elemental DMG Bonus sesuai elemen Karakter yang mengenakan sebesar 0,5% untuk setiap 1.000 poin Max HP Karakter yang mengenakan, hingga maksimum 20%. Efek Primordial Jade Regalia tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
		"values": [
			"5",
			"0,5%",
			"20%"
		]
	},
	"r3": {
		"description": "Selama 3 detik setelah melancarkan Elemental Burst atau menciptakan Perisai, akan mendapatkan efek Primordial Jade Regalia: Memulihkan 5,5 poin Energy setiap 2,5 detik dan meningkatkan Elemental DMG Bonus sesuai elemen Karakter yang mengenakan sebesar 0,7% untuk setiap 1.000 poin Max HP Karakter yang mengenakan, hingga maksimum 28%. Efek Primordial Jade Regalia tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
		"values": [
			"5,5",
			"0,7%",
			"28%"
		]
	},
	"r4": {
		"description": "Selama 3 detik setelah melancarkan Elemental Burst atau menciptakan Perisai, akan mendapatkan efek Primordial Jade Regalia: Memulihkan 6 poin Energy setiap 2,5 detik dan meningkatkan Elemental DMG Bonus sesuai elemen Karakter yang mengenakan sebesar 0,9% untuk setiap 1.000 poin Max HP Karakter yang mengenakan, hingga maksimum 36%. Efek Primordial Jade Regalia tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
		"values": [
			"6",
			"0,9%",
			"36%"
		]
	},
	"r5": {
		"description": "Selama 3 detik setelah melancarkan Elemental Burst atau menciptakan Perisai, akan mendapatkan efek Primordial Jade Regalia: Memulihkan 6,5 poin Energy setiap 2,5 detik dan meningkatkan Elemental DMG Bonus sesuai elemen Karakter yang mengenakan sebesar 1,1% untuk setiap 1.000 poin Max HP Karakter yang mengenakan, hingga maksimum 44%. Efek Primordial Jade Regalia tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
		"values": [
			"6,5",
			"1,1%",
			"44%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}