{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "Pedang terkenal yang lahir di sebuah negara di ujung utara. Dengan mengemban nama \"Isshin\", pedang itu ternodai oleh banyak perbuatan jahat dalam perjalanannya kembali pulang.",
	"descriptionRaw": "Pedang terkenal yang lahir di sebuah negara di ujung utara. Dengan mengemban nama \"Isshin\", pedang itu ternodai oleh banyak perbuatan jahat dalam perjalanannya kembali pulang.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Sebilah pedang panjang yang berwarna merah darah, yang sudah diberi nama Isshin. Sangat tajam dan terlihat mengerikan.\nDikatakan bahwa sebilah pedang ini dapat membelah keranjang bambu dan air di dalamnya dengan mudah bahkan sebelum airnya tumpah.\n\nOrang-orang sering berkata bahwa di dalam sebilah pedang ada arwah yang terkandung di dalamnya.\nMaka wajar saja untuk kita berasumsi bahwa pedang yang ditempa menggunakan Tatarigami mengandung kekuatan jahat di dalamnya.\nPedang terkenal Kagotsurube Isshin ditempa oleh ahli pedang Akame Kanenaga, seseorang yang gagal menjadi kepala penempa.\nMeskipun ditempa oleh tangan dari seorang penempa Inazuma, pedang ini tidak dibuat di negara guntur dan batu giok, tetapi di tanah yang tertutup salju di ujung utara.\nJika dilihat di bawah sinar bulan, hamon pada bilah pedang akan terlihat seolah-olah mengalir, seperti darah dan air mata seorang pengembara.\n\n\"'Tatarigami' pada dasarnya adalah kejahatan yang murni. Memiliki kebencian terhadap hasrat yang fana.\"\n\"Pedang ini adalah artefak dari sebuah kemalangan. Lahir dari kejahatan dan kebencian, dan mungkin hanya akan melahirkan pembantaian dan pertumpahan darah.\"\n\"'Isshin' adalah ketenangan pikiran, bebas dari gangguan. Kemurnian dari keinginan ini menjadi pacuan para penempa untuk terus menempa tanpa lelah.\"\n\"Dengan begitulah kebencian terhadap makhluk hidup menjadi bahan dasar dari logam yang akan ditempa menjadi pedang pembunuh tersebut.\"\n\nDengan semangatnya yang membara untuk berlatih \"Isshin\", Sekolah Akame selalu mengejar teknik menempa pedang pembunuh yang bisa mencapai tingkat mematikan.\nDan oleh karenanya, para murid dari Sekolah Akame biasanya berumur pendek dan dikucilkan, hati dan pikirannya dipenuhi dengan bekas luka yang ditinggalkan oleh racun mematikan.\nMeskipun pedang buatan murid aliran Akame ini tajam, tapi di dalamnya terdapat aura iblis. Maka dari itu para pejabat menilainya sebagai senjata yang \"tidak diinginkan\".\nKarena alasan ini, posisi Sekolah Akame sebagai pemimpin Isshin Art yang diturunkan dari Mitsunaga, tidak bertahan sampai tiga generasi sebelum akhirnya dicabut oleh pihak berwenang.\n\nSetelah itu, Akame Kanenaga akhirnya terlibat dalam Kasus Eksentrik dan berkhianat.\nAkhirnya dia mengganti namanya dan pergi ke negara yang dipenuhi salju jauh di ujung utara, hidup sederhana di tanah yang dikuasai oleh es.\nSatu-satunya keinginan mendiang Kaedehara yang telah meninggal adalah untuk melihat Isshin Art bisa dikagumi oleh mereka yang memahami keindahan seni pedang.\nNamun sang penempa beserta pedangnya, dan juga Tatarigami, semuanya adalah alat dan nama yang diberikan oleh orang-orang ....\n\n\"Aku menghabiskan setengah hidupku untuk mengejar kebanggaan dari Isshin Art, dan pada akhirnya aku berubah menjadi seorang Kaedehara!\"\n\"Ah, apa yang sudah terjadi memang tak terelakkan. Harapanku adalah bahwa pedang yang lahir dari es ini tidak akan selemah namanya ....\"\n\nKlan Kaedehara adalah ahli penempa pedang yang karyanya paling melambangkan gaya Masagomaru; sementara Klan Niwa rendah hati dan rajin, terampil dalam menempa tanah liat.\nDengan semangatnya yang membara untuk berlatih \"Isshin\", Sekolah Akame selalu mengejar teknik menempa pedang pembunuh yang bisa mencapai tingkat mematikan.\nSeiring mangkatnya dirinya di tengah salju, pemuda Kaedehara itu hanya berharap dapat menempa pedang terkenal yang dapat digunakan untuk mengembalikan nama baik keluarganya dan mendapatkan kembali pengakuan dari orang-orang ....",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Isshin Art Clarity",
	"effectTemplateRaw": "Saat Normal, Charged, atau Plunging Attack mengenai musuh, akan memicu Hewing Gale yang mengakibatkan DMG Area setara dengan 180% ATK dan meningkatkan 15% ATK selama 8 detik. Efek ini dapat terpicu setiap 8 detik.",
	"r1": {
		"description": "Saat Normal, Charged, atau Plunging Attack mengenai musuh, akan memicu Hewing Gale yang mengakibatkan DMG Area setara dengan 180% ATK dan meningkatkan 15% ATK selama 8 detik. Efek ini dapat terpicu setiap 8 detik.",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 12
			}
		]
	}
}