{
	"name": "Kagura's Verity",
	"description": "Lonceng yang digunakan saat melakukan Kagura Dance dan diberkati oleh Guuji sendiri. Aroma pohon Sacred Sakura masih ada di atasnya.",
	"weapontype": "Catalyst",
	"rarity": "5",
	"story": "Di tempat yang pernah penuh dengan tarian, di hadapan takhta, suara lonceng masih berdenting.\nSiluet putih yang dahulu menjadi incaran, tiada kembali, namun tetap dalam mimpi tanpa henti, dan tanpa jalan keluar ....\n\n\"Ketika itu aku hanyalah seorang bodoh, tak ada apa-apanya dibanding Sang Hakushin.\"\n\"Nekat, bagaikan mengais makanan di dalam salju, berusaha agar dia memalingkan wajahnya.\"\n\"Konyolnya, keberanian itu menggerakan hatinya dan menimbulkan belas kasihannya padaku.\"\n\"Dan begitulah ceritanya aku mendapat kehormatan untuk melayaninya. Menghangatkan tangan dan kakinya. Sungguh sebuah kehormatan.\"\n\n\"Setelah itu, Saiguu Yang Agung pergi dan tidak pernah kembali, dan semua pendahuluku pun berpisah karena berbagai macam alasan.\"\n\"Dan seperti itulah posisi \"Miko\" diberikan padaku yang masih polos dan bodoh, posisi yang terus kupegang seiring dengan pertumbuhanku hingga jadi seperti diriku hari ini.\"\n\"Demikianlah tanggung jawab untuk membuatnya gembira, jatuh ke atas pundakku.\"\n\"Ketika tarian Kagura kupertunjukkan untuk kali pertama pada malam itu, aku menyadari beban dari masa lalu itu.\"\n\nSuara lonceng berdenting di kejauhan, sang Kitsune perak yang hebat, sahabat sekaligus guru, menghilang mengikuti aliran mimpi yang tak berakhir.\nSuara itu kembali, dan bantaran pasir yang tangguh pun lekang oleh arus yang berputar.\nPutih dan murni, para pemeran dari masa lalu pun perlahan mundur ke dalam gelapnya kenangan.\nSeperti itulah keturunan tunggal Kitsune mengambil lonceng Kagura dan menari untuk \"saat ini\".\n\nAku mengenal Tengu muda yang keras kepala, dan memperdayainya untuk \"berlatih\", menyepi ke pegunungan.\nSifatnya keras. Karena itu kuserahkan dia ke Klan Kujou yang tegar tengkuk.\nDan meskipun aku pernah bertanding melawan oni keras kepala dan harus kalah karena keteguhan pihak lawanku ....\nAku menambahkan sesuatu agar pertandingan kami lebih menarik.\nAku mengenal keturunan Adeptus dan manusia yang tinggal di tempat jauh. Kuberi dia hadiah tanaman laut yang segar dan besar.\nNamun aku tidak mengerti rasa cintanya yang mendekati konyol. Bukankah itu sama saja keterikatan?\nCahaya rembulan menerangi taman agung, menembus celah di antara cabang dan pokok, dan menyentuh halaman yang kosong.\nPemandangan itu masih saja jelas di hatiku yang dangkal ini, jelas secerah kilau ribuan batu permata ....\n\n\"Dalam ratusan tahun yang berlalu begitu cepat, aku berjalan di atas bumi ini, mengambil begitu banyak wujud.\"\n\"Aku belum berkesempatan untuk berhubungan dekat dengan manusia fana, namun aku tahu indahnya kemanusiaan.\"\n\"Dan dirinya, sahabatku, masih punya waktu untuk berkelana.\"\n\"Marilah kita saksikan dunia yang tidak sempurna ini, nikmati keterikatannya pada cinta dan benci, pada pertemuan dan perpisahan.\"\n\nKarena Yang Mulia mencurahkan seluruh waktu dan tenaganya demi Keabadian, harus ada pihak yang menjaga para manusia fana.\nUntuk meredam kebencian sang oni jahat Kuroami, aku pernah menunjukkan sebagian kecil kekuatan yang kupunya.\nDan bencana besar yang disebabkan oleh Kosanta si Tanuki Botak juga harus dihentikan dengan menggunakan sedikit ilmu sihir.\nBajak laut Rinzou, sang teror kepulauan, juga dikalahkan oleh sedikit kekeliruan dalam rencananya.\nDan untuk si orang aneh yang hidup abadi itu ....\nKuharap \"dia\" akan terus jalan di jalur yang benar, dan tidak akan pernah jadi ancaman bagi kita semua.\nSisa-sisa jiwa sang ahli pedang yang telah menghitam, binatang buas pembawa bencana yang bersembunyi di hutan terlarang, semuanya telah musnah ....\nBila dibandingkan dengan Keabadian yang didambakan oleh Yang Mulia, semuanya itu hanya selingan belaka.\nMenunggu dirinya sadar seakan menunggu hari esok yang tak kunjung datang, namun aku tahu waktu ada di pihak kita.\n\n\"Halah, Euthymia tanpa angin, tanpa bulan, cuma ada bunga teratai dan udumbara yang tak kunjung layu.\"\n\"Sepi pula tidak ada siapa-siapa. Aku bisa bosan setengah mati.\"\n\"Aku lebih baik mabuk, lalu mematahkan dahan Sacred Sakura sambil bikin keributan bersama para youkai kurang ajar.\"\n\"Cerita ini bukan dongeng masa lalu ya. Ini harapanku untuk masa depan.\"\n\"Nah, Yang Mulia-ku tersayang, apa aku masih boleh mengikutimu untuk melihat kelopak ungu pertama yang mekar setelah salju mencair?\"",
	"baseatk": 46,
	"substat": "CRIT DMG",
	"subvalue": "14.4",
	"effectname": "Kagura Dance of the Sacred Sakura",
	"effect": "Saat melancarkan Elemental Skill, akan memperoleh efek Kagura Dance yang akan meningkatkan {0} DMG Elemental Skill dari Karakter pengguna senjata ini selama 16 detik. Maksimum 3 lapis. Saat memiliki 3 lapis, Karakter tersebut akan memperoleh {1} DMG Bonus untuk semua elemen.",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Mask of the Wicked Lieutenant",
				"count": 5
			},
			{
				"name": "Concealed Claw",
				"count": 5
			},
			{
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 5
			},
			{
				"name": "Concealed Claw",
				"count": 18
			},
			{
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 9
			},
			{
				"name": "Concealed Unguis",
				"count": 9
			},
			{
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 5
			},
			{
				"name": "Concealed Unguis",
				"count": 18
			},
			{
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 9
			},
			{
				"name": "Concealed Talon",
				"count": 14
			},
			{
				"name": "Specter Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Mask of the Kijin",
				"count": 6
			},
			{
				"name": "Concealed Talon",
				"count": 27
			},
			{
				"name": "Specter Nucleus",
				"count": 18
			}
		]
	}
}