{
	"id": 11511,
	"name": "Key of Khaj-Nisut",
	"description": "Salah satu dari sepasang tongkat yang dibuat dari obsidian. Legenda mengatakan, tongkat ini bisa digunakan sebagai kunci untuk membuka pintu tanah kebahagiaan yang tersembunyi di ujung lautan pasir.",
	"descriptionRaw": "Salah satu dari sepasang tongkat yang dibuat dari obsidian. Legenda mengatakan, tongkat ini bisa digunakan sebagai kunci untuk membuka pintu tanah kebahagiaan yang tersembunyi di ujung lautan pasir.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "Ini adalah cerita setelah mimpi Raja Pasir telah hancur dan penguasa Verdure menyembunyikan bisikan dari iblis langit.\nGerigi kebusukan memecah kerajaan yang agung menjadi banyak kerajaan sebelum menggiling semuanya menjadi pasir.\nSeorang ratu dari antara kerajaan-kerajaan itu membakar jubah dan mahkota pangeran kecil yang berlapis emas, dan menyuruhnya melarikan diri mengenakan kain kabung seorang pelayan;\nSeiring waktu berlalu, sang Pangeran menjadi putra dari seseorang yang menguasai pasar budak, dan kemudian menjadi seorang pengembara yang kehilangan segalanya.\n\n\"Ketika aku masih bisa menangisi matahari terbit di atas menara fatamorgana, aku menawarkan nasihat kepada tuanku, untuk menghancurkan kota-kota di sekelilingnya.\"\n\"Aku dulu pernah memberkati putra dari seorang mantan raja pada saat kelahirannya: bahkan setelah kepergiannya, nyanyian pujian untuknya akan terus berlanjut ....\"\n\"Aku telah salah menilai banyak orang dan kejadian di masa lalu. Sebagai hukuman takdir bagiku, aku tidak bisa lagi melihat apa-apa sekarang.\"\n\"Jadilah muridku, jadi mataku dan gambarkan orang-orang dan hal-hal di padang pasir ini kepadaku.\"\n\"Aku berharap suatu hari nanti dapat menenun puisi para pahlawan dan menjadi benda terindah yang ada di istana.\"\n\nKoin akan terkikis saat berpindah dari tangan ke tangan, tetapi hal-hal mulia menjadi lebih kuat saat berpindah tangan.\nPemiliknya yang terakhir adalah seorang penyair buta. Kemudian, ceritanya berubah dari kisah seorang tuan dan pelayan menjadi seorang guru dan murid.\n\n\"Sebelum kita berpisah, ibu memberitahuku bahwa kita akan bertemu lagi di oasis abadi ....\"\n\"Gunakan pedang ini sebagai kunci gerbang surga, bangun kembali kerajaan di tengah zamrud dan delima.\"\n\nMendengar kisah pangeran pengembara, penyair tua itu membelai sebilah pedang hitam yang tumpul. Lalu dia menjawab:\n\"Demikianlah takdir kita yang bersilangan berakhir, karena aku hanyalah bagian kecil dalam jalan ceritamu.\"\n\n\"Guru ....\"\n\n\"Xiphos, nasibmu berada di atas kami para penyair yang rendah. Kamu tidak boleh membungkuk begitu rendah untuk menulis cerita untuk orang lain—\"\n\"Kamu adalah seseorang yang disukai oleh Jinni. Kamu, yang memegang Key of Khaj-Nisut, adalah pangeran dari kerajaan yang telah hilang.\"\n\"Mulailah pengembaraanmu di antara kerajaan yang gagal. Kamu akan menciptakan cerita dongeng baru dan menemukan oasis abadi ....\"\n\"Saat aku menulis nyanyian untuk tuanku dan puisi cinta untuk pangeran, aku berfantasi tentang menulis untuk pahlawan takdir ini.\"\n\"Izinkan aku untuk menceritakan kisahmu, kisah kembali bertemunya kamu dan ibumu, kisah kembalinya kejayaan Raja Pasir ke dunia ini.\"\n\nPada akhirnya, jalan mereka akan bertemu — putra mahkota yang menjadi budak dan kemudian menjadi pahlawan dan seorang tentara bayaran yang jatuh dari takhta.\n\nBanyak legenda menyebutkan ada kunci tertentu yang telah memerintahkan pasir untuk membentuk sungai yang mengalir di udara dan mengunci tanah ini setelah Raja Pasir berpisah dengan teman lama.\nMereka bahkan mengatakan bahwa kunci itu digunakan untuk menyembunyikan menara di padang pasir dan nirwana di bawah naungan ilusi ketika semua harapan hancur dan bangsa-bangsa tercerai-berai.\nKunci itu berpindah tangan dari tangan tiran dan raja, sampai akhirnya, kembali ke pelukan pasir.\nAdapun penyair buta yang sudah tua, dia akan mengikuti jejak cerita dan langkah kaki yang ternoda darah, dan akhirnya menemukan jalan ke hutan ....",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14,4%",
	"effectName": "Sunken Song of the Sands",
	"effectTemplateRaw": "HP meningkat <color=#99FFFFFF>{0}</color>. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan <color=#99FFFFFF>{1}</color> Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar <color=#99FFFFFF>{2}</color> Max HP Karakter yang mengenakan, berlangsung 20 detik.",
	"r1": {
		"description": "HP meningkat 20%. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan 0,12% Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar 0,2% Max HP Karakter yang mengenakan, berlangsung 20 detik.",
		"values": [
			"20%",
			"0,12%",
			"0,2%"
		]
	},
	"r2": {
		"description": "HP meningkat 25%. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan 0.15% Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0.3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar 0.25% Max HP Karakter yang mengenakan, berlangsung 20 detik.",
		"values": [
			"25%",
			"0.15%",
			"0.25%"
		]
	},
	"r3": {
		"description": "HP meningkat 30%. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan 0,18% Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar 0,3% Max HP Karakter yang mengenakan, berlangsung 20 detik.",
		"values": [
			"30%",
			"0,18%",
			"0,3%"
		]
	},
	"r4": {
		"description": "HP meningkat 35%. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan 0,21% Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar 0,35% Max HP Karakter yang mengenakan, berlangsung 20 detik.",
		"values": [
			"35%",
			"0,21%",
			"0,35%"
		]
	},
	"r5": {
		"description": "HP meningkat 40%. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Grand Hymn yang berlangsung selama 20 detik: Mendapatkan peningkatan Elemental Mastery berdasarkan 0,24% Max HP Karakter yang mengenakan, efek ini bisa terpicu setiap 0,3 detik dan dapat ditumpuk sampai 3 lapis. Saat efek ini ditumpuk sampai 3 lapis atau durasi 3 lapis diperbarui, akan meningkatkan Elemental Mastery seluruh Karakter party di sekitar sebesar 0,4% Max HP Karakter yang mengenakan, berlangsung 20 detik.",
		"values": [
			"40%",
			"0,24%",
			"0,4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}