{
	"name": "King's Squire",
	"description": "Senjata yang didapat dari cerita Aranara. Senjata dengan bentuk busur ini dapat menembak jatuh musuh hutan.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "\"Dahulu sekali, ada seorang putri yang bernama Cinnamon ....\"\n\"... Akhirnya dia meninggalkan istana bersama dengan harimau.\"\n\nTapi cerita itu kan cerita kalian. Di dalam cerita kalian, semua kata pasti memiliki makna.\nAku tahu kalau dalam cerita kalian, \"Istana\" adalah segalanya yang membentuk kehidupan Cinnamon:\nDarah yang sama, ruang hidup yang lebih dari layak, akal sehat, ilmu kehidupan. Sementara sang raja adalah keinginan yang mengintai di hatinya seperti cahaya bulan.\nBagi kami, istana adalah istana, Cinnamon adalah Cinnamon, Raja Hutan adalah Raja Hutan, dan cahaya bulan adalah cahaya bulan.\n\nKisah ini sedikit berbeda dengan kisah Cinnamon.\nPada zaman dahulu kala, ada seorang anak yang kehilangan arah di dalam hutan. Dia mengikuti jejak Raja Hutan dan melangkahkan kaki ke taman harimau.\n\"Grrr! Burung atau binatang buas sama-sama disambut di dalam perutku, sementara bumi menunggu kepulangan mereka.\"\n\"Akulah si raja hutan. Aku membantai, aku merawat. Hanya manusia kecil seperti kamu saja yang belum pernah aku coba.\"\nBegitulah kata si harimau. Namun si anak kecil belum lupa bahasa kalian, sehingga dia tidak mengerti perkataan sang raja.\n\n\"Grrr\", si anak meniru suaranya.\n\nSang Raja Hutan merasa ini menarik. Umumnya saat dia bicara, kaum kalian akan berlari masuk ke rumah kayu,\nbinatang yang tiarap di permukaan bumi tidak berani bergerak, dan burung-burung akan terbang ke arah matahari. Bahkan Rishboland Tiger yang perkasa saja akan mencari semak belukar untuk tempat sembunyi.\n\"Grrr! Orang luar kecil yang tidak tahu tata krama. Baiklah, biar kuajari kamu tentang hutan ini, dan biarlah kamu memahami bahasa.\"\n\"Mulai hari ini kamu adalah pengikutku. Hutan ini akan terbuka bagimu, dan tidak ada penghuninya yang boleh melukaimu.\"\n\n\"Ingat, seluruh dunia adalah mimpi hutan. Suatu hari kamu akan terbangun dari dunia nyata dan mendapati dirimu ada di taman perburuan tanpa akhir ini.\"\n\"Ke mana mangsa kami menuju, ke situlah kami juga akan tiba, suatu hari nanti. Ingatlah akan hal ini.\"\n\n....\nTakhta raja akan diwarisi oleh penerusnya. Lingkaran kehidupan berkuasa atasmu, atas kita, dan atas semua makhluk di hutan.\nSebelum sang pengikut menerima nasibnya dengan sang raja, seorang anak tak sengaja masuk ke istana, tanpa menginjak satu daun pun.\nSemua ilmu diturunkannya kepada si anak. Ketika kisah ini diceritakan, anak itu juga menceritakan kisah ini ke anak lain yang datang setelahnya.\nDi kemudian hari, ada anak yang menjaga hutan, menurunkan bahasa hutan dan kewajiban mereka melindungi tanah sang raja ke penerusnya.\nDan ada juga mereka yang menghadapi kesakitan yang lain, mengucapkan selamat tinggal ke tempat perburuan dan menjadi pemburu yang menakuti binatang yang paling buas sekali pun.",
	"baseatk": 41,
	"substat": "ATK",
	"subvalue": "12",
	"effectname": "Labyrinth Lord's Instruction",
	"effect": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan {0} poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan {1} ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik.",
	"r1": [
		"60",
		"100%"
	],
	"r2": [
		"80",
		"120%"
	],
	"r3": [
		"100",
		"140%"
	],
	"r4": [
		"120",
		"160%"
	],
	"r5": [
		"140",
		"180%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}