{
	"id": 11512,
	"name": "Light of Foliar Incision",
	"description": "Pedang berburu berlapis emas terbuat dari ranting putih yang berharga, telah menebas jatuh begitu banyak racun kegelapan yang hendak memasuki hutan.",
	"descriptionRaw": "Pedang berburu berlapis emas terbuat dari ranting putih yang berharga, telah menebas jatuh begitu banyak racun kegelapan yang hendak memasuki hutan.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "Seorang pengembara datang dari tanah emas. Tubuh dan pikirannya membawa bekas luka yang ditinggalkan pertempuran masa lalunya.\nDahulu kala dia adalah seorang pangeran. Tapi sekarang, dia hanyalah seseorang yang tersesat dalam labirin hijau berliku-liku dan tak berujung ini.\nSang raja hutan kuno yang mencium bau darah darinya tidak bisa menahan desahannya ....\nPemburu wanita mengenakan busur seputih bulan pun dipanggil olehnya untuk memburu semua makhluk yang bukan dari hutan ini.\n\nAwan kelabu mulai menodai langit, menyebar bagaikan bercak tinta di awan. Kematian membisikkan suara manisnya melalui labirin hutan, mencari jalan untuk menemukan mangsanya.\nMengikuti jejak kaki yang terasingkan, kutukan itu menyebar ke seluruh lautan pasir dan menelan wilayah \"kehidupan\".\nMelalui koridor hijau dan jalan yang sempit, sang pemburu menemukan niat sang penyeludup dari baunya yang aneh ....\nTerhanyut di antara ingatan dan ambisi, dia tersesat dalam derasnya suara air dan kicauan burung ....\n\n\"Kamu sudah merasakan salah satu panahku, penyusup kurang ajar! Panahku yang selanjutnya tidak akan meleset dari sasarannya, jantungmu!\"\n\"Pergilah dari hutan ini dan jangan lagi kamu ganggu mimpi anak-anak. Kamu tidak akan menemukan mahkota yang kamu cari di sini!\"\n\nDemikianlah peringatan pemburu wanita itu kepada mangsanya, bahwa belum ada satu pun dari mereka yang bisa lolos dari panah dan matanya yang tajam.\nTapi untuk alasan yang tidak diketahui, dia menurunkan busurnya dan sengaja melewati sasarannya dengan panahnya.\nRerumputan dan pepohonan memandang dengan bingung, dan anak-anak yang bersembunyi dalam mimpi menghela napas lega saat melihat tidak adanya pertumpahan darah ....\nRaja hutan yang terlelap, diberkati dengan mata yang mengetahui segalanya, melihat niat sang pemburu dan mengeluarkan gumaman menggelegar yang bahkan dapat mengguncang pohon terbesar sekalipun.\n\n\"Makhluk fana itu tidak seperti dirimu. Dia datang dari tanah yang tercemar, tangannya berlumuran darah, dan hatinya dipenuhi tipu daya dan delusi.\"\n\"Tapi hutan hanya menyimpan mimpi dari yang tidak bersalah, dan darah hanya akan ditumpahkan untuk perburuan atau pengorbanan. Penipuan tidak akan ditoleransi sama sekali.\"\n\"Jika kamu percaya dia pantas mendapatkan kembali kehormatannya di labirin hutan ini, maka tuntunlah dia menuju dahan putih ....\"\n\"Hanya dengan begitulah bulan dan bintang dapat menganugerahkan padanya kebijaksanaan yang murni dan membantunya melepaskan keinginan dan kenangan pahitnya.\"\n\nSang pemburu pun mengangkat busur seputih bulan miliknya dan menuntun pengembara menuju kedalaman labirin ....\nKebenaran dari apa yang terjadi setelah itu disaksikan oleh bulan dan bintang, dan hanya tersisa dalam mimpi anak-anak.\nDikatakan bahwa bangsawan pengembara itu akhirnya menempa dahan putih menjadi sebuah pedang miliknya.\nAda juga beberapa anak yang mengatakan bahwa dalam mimpi mereka, sang pengembara melupakan nama kampung halaman dan mimpinya untuk menjadi seorang raja.\nSejak itu, nama Pangeran Faramarz hilang dari hutan hujan dan kembali ke padang pasir bersama angin dan pasir yang berembus.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19,2%",
	"effectName": "Whitemoon Bristle",
	"effectTemplateRaw": "CRIT Rate meningkat <color=#99FFFFFF>{0}</color>; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar <color=#99FFFFFF>{1}</color> Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik.",
	"r1": {
		"description": "CRIT Rate meningkat 4%; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar 120% Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik.",
		"values": [
			"4%",
			"120%"
		]
	},
	"r2": {
		"description": "CRIT Rate meningkat 5%; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar 150% Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik.",
		"values": [
			"5%",
			"150%"
		]
	},
	"r3": {
		"description": "CRIT Rate meningkat 6%; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar 180% Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik.",
		"values": [
			"6%",
			"180%"
		]
	},
	"r4": {
		"description": "CRIT Rate meningkat 7%; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar 210% Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik.",
		"values": [
			"7%",
			"210%"
		]
	},
	"r5": {
		"description": "CRIT Rate meningkat 8%; Setelah Normal Attack mengakibatkan Elemental DMG, akan mendapatkan efek Foliar Incision: DMG yang diakibatkan Normal Attack dan Elemental Skill meningkat sebesar 240% Elemental Mastery. Efek ini akan hilang setelah terpicu 28 kali atau setelah 12 detik. Efek Foliar Incision maksimum didapatkan sekali setiap 12 detik.",
		"values": [
			"8%",
			"240%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}