{
	"name": "Lithic Blade",
	"description": "Pedang tebal dan berat, terbuat dari batu Liyue.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "Senjata yang disukai oleh para Millelith dahulu kala.\nDiukir dari batuan magis yang sangat berat di mana Liyue Harbour didirikan,\nTidak ada orang biasa yang bisa mengangkat pedang itu ataupun menggunakannya untuk bertarung.\nNamun sejarah mengatakan para Millelith pada zaman dulu bisa menggunakannya dengan mudah.\n\nMillelith adalah organisasi yang pertama kali dibentuk atas inisiatif dari pengikut Rex Lapis,\nSejarahnya sudah dapat ditelusuri sejak kota pelabuhan selesai didirikan.\nDi bawah panji Rex Lapis dan Liyue mereka berbaris, dan mereka selalu maju, tidak pernah mundur:\n\"Selama matahari tetap bersinar, gunung-gunung takkan beranjak; dan selama Millelith tak gentar, keadilan akan tetap berdiri tegak.\"\nPrajurit Millelith memegang teguh prinsip ini, dan karenanya mereka rela mati tanpa penyesalan.\n\nMereka berkomitmen untuk mengikuti jejak Rex Lapis sebaik mungkin, membasmi monster, melindungi rakyat, dan menjaga kedamaian di Liyue.\nPrajurit Millelith menjadi terkenal bukan dalam hal pembantaian, melainkan pertahanan. Mereka menggunakan tubuhnya sendiri sebagai perisai untuk melindungi tanah airnya.\n\nGreatsword yang berat dan keras mencerminkan kewajiban dan tekad seorang pelindung Liyue.\nXing dan Han, 2 orang pertama yang memahat batu menjadi pedang, pastinya menyadari hal itu di dalam hati mereka,\nBahwa di masa depan, mereka yang mempunyai kekuatan untuk menggunakan pedang batu ini akan menjadi semakin sedikit.\nNamun itu juga berarti bahwa dunia ini telah menjadi lebih damai, sehingga pelindung dan pedang ini tidak dibutuhkan lagi.",
	"baseatk": 42,
	"substat": "ATK",
	"subvalue": "9",
	"effectname": "Lithic Axiom: Unity",
	"effect": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan {0} ATK dan {1} CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
	"r1": [
		"7%",
		"3%"
	],
	"r2": [
		"8%",
		"4%"
	],
	"r3": [
		"9%",
		"5%"
	],
	"r4": [
		"10%",
		"6%"
	],
	"r5": [
		"11%",
		"7%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}