{
	"id": 13406,
	"name": "Lithic Spear",
	"description": "Tombak panjang yang ditempa dari bebatuan di Guyun Stone Forest. Tingkat kekerasan tombak ini sungguh tiada duanya.",
	"descriptionRaw": "Tombak panjang yang ditempa dari bebatuan di Guyun Stone Forest. Tingkat kekerasan tombak ini sungguh tiada duanya.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Senjata yang disukai oleh para Millelith dahulu kala.\nDibuat dari potongan batu di Guyun Stone Forest, dikatakan bahwa senjata ini bahkan dapat menembus sisik naga...\nBeratnya yang luar biasa menjadi penghalang bagi para Millelith zaman kini untuk menggunakannya.\n\nPada zaman kuno, para Millelith yang menghormati nama Rex Lapis akan bertindak menurut moto ini:\n\"Selama matahari tetap bersinar, gunung-gunung takkan beranjak; dan selama Millelith tak gentar, keadilan akan tetap berdiri tegak.\"\nDi masa lalu, mereka bersumpah untuk membasmi iblis, melindungi jalanan dan juga pedesaan.\nDi masa damai seperti sekarang, tugas mereka lebih berfokus pada menjaga ketertiban.\n\nPada masa tertentu di masa lalu, bumi bergoncang, dan gunung pun bergetar.\nLalu, seorang prajurit Millelith yang perkasa mengambil senjata dari peperangan zaman kuno,\nItulah Lithic Spear dengan berat yang luar biasa, dan dia menggunakannya sebagai alat penggali untuk menyelamatkan mereka yang terluka.\n\"Lithic Spear tersebut menembus batu dengan mudahnya.\"\n\"Jika ada ribuan tombak seperti itu sekarang ini, maka tidak mungkin ada yang bisa melawan mereka.\"\n\nNamun dahulu kala, saat dunia berada dalam kekacauan yang lebih besar,\nSetiap prajurit Millelith memiliki keterampilan untuk menggunakan senjata yang sangat besar ini.\nKarena itulah mereka bisa melindungi kerajaan Rex Lapis serta tanah air mereka,\nDengan ribuan Lithic Spear berada dalam genggaman, tidak mungkin akan ada kejahatan yang berhasil menang melawan mereka.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Lithic Axiom: Unity",
	"effectTemplateRaw": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>{0}</color> ATK dan <color=#99FFFFFF>{1}</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
	"r1": {
		"description": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan 7% ATK dan 3% CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan 8% ATK dan 4% CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan 9% ATK dan 5% CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan 10% ATK dan 6% CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan 11% ATK dan 7% CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}