{
	"id": 14502,
	"name": "Lost Prayer to the Sacred Winds",
	"description": "Kitab pembelajaran yang ditulis oleh pemuja Anemo tanpa nama dari zaman dahulu. Diberkati oleh angin untuk kesetiaan dan pengaruh yang telah ditunjukkannya.",
	"descriptionRaw": "Kitab pembelajaran yang ditulis oleh pemuja Anemo tanpa nama dari zaman dahulu. Diberkati oleh angin untuk kesetiaan dan pengaruh yang telah ditunjukkannya.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Naskah angin kuno, diwariskan dari generasi ke generasi di antara para pengamat ritual untuk melayani Anemo Archon.\nBanyak tangan yang telah menyentuh halaman buku yang sekarang telah menguning tersebut, walaupun banyak pula yang sudah terbawa oleh angin.\n\nPada era saat Dewa Badai memerintah dari menara di atas, banyak kalimat keputus asaan yang tertulis.\nKemudian, di era ketika salju mencair, kegembiraan akan tumbuh-tumbuhan hijau membanjiri halaman.\n\nDi masa lalu ketika para bangsawan membuat boneka untuk mengontrol masyarakat,\nNaskah-naskah di tangan para budak menceritakan kecemburuan mereka dan keinginan mereka kepada ribuan angin.\n\nOrang-orang Mondstadt hidup, bertahan, bertarung, bersorak, dan menikmati kebebasan,\nBertahun-tahun berlalu, naskah tersebut menebal dan semakin berat.\n\nSaat Mondstadt terlahir kembali, gereja akhirnya terbebas dari belenggu,\nTulisan suci tidak lagi terkungkung di rak,\nLalu buku itu tiba-tiba menghilang dari gereja.\nSeperti angin Mondstadt, dan seperti masyarakat Mondstadt,\nBuku tersebut tidak ingin terikat dan berhak mendapat kebebasan.\n\nPada halaman judul, tulisan tangan yang elegan mengatakan:\n\nAnak-anak Anemo Archon, ingatlah selalu:\nDari angin kita datang, jadi bersama angin jugalah kita akan pergi.\nJangan pernah, berkabung untuk aku:\nHanya tulang dan dagingku yang tertidur di tanah,\nJiwaku sudah menjadi satu dengan ribuan angin.\n\nSaat bunga bermekaran, dan daun bergoyang,\nItulah aku yang menyanyikan lagu kebebasan para angin.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "7,2%",
	"effectName": "Boundless Blessing",
	"effectTemplateRaw": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan <color=#99FFFFFF>{0}</color> Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
	"r1": {
		"description": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan 8% Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan 10% Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan 12% Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan 14% Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Meningkatkan 10% Movement SPD. Saat di dalam pertarungan, meningkatkan 16% Elemental DMG setiap 4 detik. Maksimum 4 lapis. Efek bertahan sampai karakter gugur atau meninggalkan pertarungan.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}