{
	"id": 12412,
	"name": "Luxurious Sea-Lord",
	"description": "Raja laut yang agung. Setelah dikeringkan, tidak hanya menjadi senjata yang bagus, ikan ini juga bisa dipakai sebagai makanan darurat.",
	"descriptionRaw": "Raja laut yang agung. Setelah dikeringkan, tidak hanya menjadi senjata yang bagus, ikan ini juga bisa dipakai sebagai makanan darurat.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Saat malam semakin larut, denyut insangnya seakan mengatakan kalimat ini:\n\n\"Aku sadar, aku pasti sudah mati saat aku meninggalkan laut.\"\n\"Jantungku berhenti berdetak, bagian putih mataku terlihat, dan aku mengeluarkan bau busuk—\"\n\"Maksudku... ini tanda-tanda kematian seekor ikan, bukan?\"\n\n\"Dulu, tulang-tulang tua ini adalah yang terkuat di antara semua jenis ikan.\"\n\"Aku juga pernah menjadi makhluk terkuat yang ada di seluruh lautan dangkal,\"\n\"Dan bahkan monster laut, paus, dan hiu bukanlah lawan yang setara denganku.\"\n\"Tapi ternyata, aku berhadapan juga dengan lawan kuat itu pada akhirnya!\"\n\"Dialah kurage, atau mungkin yang biasa orang sebut dengan ubur-ubur.\"\n\"Bagaimana bisa mereka yang hanya terhanyut bersama dengan air pasang,\"\n\"Bisa menangkis setiap serangan yang kuat?\"\n\n\"Karena itu, aku memilih untuk meninggalkan kekuatanku yang terdahulu,\"\n\"Demi mengikuti cara bertahan hidup sebagai ubur-ubur.\"\n\"Karena setelah melewati masa hidup yang sangat lama,\"\n\"Aku menjadi mampu untuk mengendalikan setiap organ-organ tubuhku dengan sempurna.\"\n\"Jadi kuhentikan detak jantungku sendiri,\"\n\"Supaya aku tidak berakhir sebagai ikan segar yang mati dicincang.\"\n\"Kamu mungkin berpikir kalau aku hanyalah ikan asin, itu memang benar,\"\n\"Tapi izinkanlah aku menjadi kekuatanmu.\"\n\n\"Dan sekarang buat kamu yang menggenggam tubuh tua ini.\"\n\"Hmm...\"\n\"Ketika semua air mengalir ke laut,\"\n\"Saat semua bintang tidak memancarkan sinarnya lagi,\"\n\"Dan sewaktu segala sesuatunya kembali ke lautan purba dari mana mereka datang,\"\n\"Sudikah kamu menguji dirimu sendiri untuk melawanku?\"",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "12%",
	"effectName": "Oceanic Victory",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar <color=#99FFFFFF>{1}</color> ATK. Efek ini dapat terpicu setiap 15 detik.",
	"r1": {
		"description": "Meningkatkan 12% DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar 100% ATK. Efek ini dapat terpicu setiap 15 detik.",
		"values": [
			"12%",
			"100%"
		]
	},
	"r2": {
		"description": "Meningkatkan 15% DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar 125% ATK. Efek ini dapat terpicu setiap 15 detik.",
		"values": [
			"15%",
			"125%"
		]
	},
	"r3": {
		"description": "Meningkatkan 18% DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar 150% ATK. Efek ini dapat terpicu setiap 15 detik.",
		"values": [
			"18%",
			"150%"
		]
	},
	"r4": {
		"description": "Meningkatkan 21% DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar 175% ATK. Efek ini dapat terpicu setiap 15 detik.",
		"values": [
			"21%",
			"175%"
		]
	},
	"r5": {
		"description": "Meningkatkan 24% DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar 200% ATK. Efek ini dapat terpicu setiap 15 detik.",
		"values": [
			"24%",
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}