{
	"id": 12418,
	"name": "Mailed Flower",
	"description": "Pedang besar yang anggun dan elegan, dihiasi dengan bunga dan pita bernuansa festival.",
	"descriptionRaw": "Pedang besar yang anggun dan elegan, dihiasi dengan bunga dan pita bernuansa festival.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Bentuk Windblume telah hilang di tengah arus angin waktu.\nDi masa kedamaian, namanya sudah menjadi sebuah sinonim dari cinta dan kebahagiaan.\nTerkadang bahkan senjata yang menandakan penaklukan dan kemenangan,\ndapat dihiasi oleh bunga sesuai dengan keinginan pembeli atau penempanya.\nPedang ini kelihatannya dibuat khusus oleh seseorang untuk yang dicintainya.\n\n\"Baja tidak mampu memotongnya, begitu pula dinding batu penjara tidak mampu mengurungnya.\"\n\"Angin tidak takut akan masa depan, dia hanya terus berembus mengikutinya.\"\nGembala tanpa nama yang bukan dari Katedral diam-diam menceritakan kisah sang angin,\ndan mempersembahkan \"bunga\" kepada mereka dengan mata yang masih berbinar.\n\nBila keturunan bangsawan telah melupakan sumpah awal mereka, bila kesunyian yang angkuh telah menjadi populer,\ndan bila prinsip darah bertentangan dengan prinsip angin yang berembus, legenda pohon dan bunga akan dilarang.\nDi zaman itu, banyak bunga bermekaran di tempat-tempat yang tidak orang sukai.\nBunga-bunga itu tersapu oleh angin yang bergulung, namun meninggalkan pesona yang indah di dunia yang suram.\n\n\"Dalam bayang-bayang menara masa lalu, di gang-gang dan jalan-jalan masa kini,\"\n\"Di sebuah sudut yang tidak mencolok itulah seberkas cahaya kecil terpancar dari bunga-bunga yang bermekaran.\"\nGembala tak bernama yang asalnya bukan dari istana diam-diam menceritakan kisah tentang bunga tersebut.\n\nDia mengatakan, \"Hari ini Ludi Harpastum telah dirampas oleh para bangsawan.\"\n\"Tapi tahukah kamu kalau dulu ada bunga liar yang bermekaran di atas bukit dan lembah di reruntuhan tempat angin kencang pernah menyapu.\"\n\"Bunga-bunga itu bukan jenis yang umum. Semakin kuat angin bertiup, semakin kuat pula akar bunga itu tumbuh dan menjadi semakin subur.\"\n\"Hari ketika kerajaan dihiasi dengan bunga-bunga tersebut, akan menjadi hari yang sama dengan hari runtuhnya menara tersebut.\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "24",
	"effectName": "Whispers of Wind and Flower",
	"effectTemplateRaw": "Selama 8 detik setelah Elemental Skill mengenai musuh atau Reaksi Elemental terpicu, ATK meningkat <color=#99FFFFFF>{0}</color>, Elemental Mastery meningkat <color=#99FFFFFF>{1}</color> poin.",
	"r1": {
		"description": "Selama 8 detik setelah Elemental Skill mengenai musuh atau Reaksi Elemental terpicu, ATK meningkat 12%, Elemental Mastery meningkat 48 poin.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Selama 8 detik setelah Elemental Skill mengenai musuh atau Reaksi Elemental terpicu, ATK meningkat 15%, Elemental Mastery meningkat 60 poin.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Selama 8 detik setelah Elemental Skill mengenai musuh atau Reaksi Elemental terpicu, ATK meningkat 18%, Elemental Mastery meningkat 72 poin.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Selama 8 detik setelah Elemental Skill mengenai musuh atau Reaksi Elemental terpicu, ATK meningkat 21%, Elemental Mastery meningkat 84 poin.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Selama 8 detik setelah Elemental Skill mengenai musuh atau Reaksi Elemental terpicu, ATK meningkat 24%, Elemental Mastery meningkat 96 poin.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 12
			}
		]
	}
}