{
	"name": "Makhaira Aquamarine",
	"description": "Sebuah pedang besar kuno yang berkilau seperti air. Erosi pasir selama ribuan tahun sama sekali tidak menumpulkan bilahnya yang tajam.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "Legenda mengatakan bahwa seribu tahun yang lalu, di era pada masa sang Raja bodoh dimakamkan di bawah bukit pasir,\ndi tempat keemasan di mana banyak bangsa yang berumur pendek tersebar di dalam kegersangan.\nPedang ini dimiliki oleh sang Penari, Makhaira, yang pernah menjadi selir dari seorang tiran.\nDengan tarian pedangnya yang bengis, dia berhasil memenangkan hati sang Raja dan juga perhatian dari pangeran.\n\nSang Raja mulia kerajaan yang membusuk itu amat gemuk dan angkuh, yang hanya bisa menikmati makanan enak, anggur, dan pergi berburu sepanjang hari.\nTidak berbeda dari raja lain di zaman itu, dia terobsesi dengan penaklukan, penghancuran, dan penimbunan harta rampasan yang terus berlanjut, tanpa akhir.\n\nKetika semuanya tenggelam dalam kegelapan malam, cahaya bulan berwarna biru air menenangkan kerajaan yang menggila, dan segalanya yang ada di sana pun tertidur.\nSang Tiran yang gemuk tidak tahan dengan kelambanan dan tertidur lelap di tengah suara-suara berkabut Seelie, suara dengkurannya bergema di ruangan kamarnya seperti guntur yang menggelegar ....\nSelir yang memesona telah melihat tanda-tanda kehancuran, maka itu dia memoles pedangnya dan bersiap untuk tarian terakhir.\nPangeran muda telah meramalkan tanda-tanda kehancuran, membuatnya menemui Makhaira yang gundah pada malam hari.\n\n\"Apa yang berasal dari pasir membara akhirnya akan kembali terkubur di dalamnya. Bahkan jika padang pasir sedingin es di malam yang panjang, nasibnya yang membara tidak akan pernah terlupakan.\"\n\"Jika ini adalah keputusanmu, maka itu tolong bantulah aku, izinkan aku untuk melakukan sesuatu untuk bangsa yang telah lama mati ini.\"\n\"Sedikit balas dendam akan menghilangkan beban dalam hati kita berdua. Dia yang kecanduan berburu akhirnya akan dieksekusi oleh elang yang dimanjakannya sendiri.\"\n\"Ibuku, yang merupakan Jinni, mengajariku tarian pedang. Jika aku berhasil mendapatkan takhta untukmu, aku tidak perlu lagi menyanjung orang lain, dan aku akan puas atas hal itu.\"\n\nDengan demikian, konspirasi untuk menjatuhkan kerajaan telah direncanakan di atas tempat tidur, kata-kata lembut dari kedua kekasih ternyata juga tajam seperti sebilah pedang.\nDengan demikian, sang Tiran kembali ke tanah pasir yang membara dengan keterpurukan, dan mimpi besar menaklukkan kerajaan lain akhirnya lenyap begitu saja.\nKebangkitan dan kejatuhan suatu bangsa hanyalah sebuah mimpi khayalan, di mana kebaikan dan kejahatan sama-sama dihancurkan oleh gilingan besar seperti sekam gandung.\nSelir si penari pedang pun gagal menjadi ratu pada akhirnya, dan bangsawan tua bijak yang selamat untuk menceritakan kisah ini juga kehilangan kedua matanya.\nSedangkan para orang-orang terlantar terlempar ke lautan pasir dalam kerusuhan yang menghabiskan segalanya, ada yang menjadi pengembara, ada juga yang menjadi tentara bayaran, sebelum semuanya ditelan oleh hutan ....",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Desert Pavilion",
	"effect": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan {0} Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"name": "Chaos Module",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Module",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}