{
	"name": "Mappa Mare",
	"description": "Grafik petunjuk untuk berlayar di laut, menunjukkan arus dan iklim di sekitar, mencapai Liyue melalui tangan para pedagang.",
	"weapontype": "Catalyst",
	"rarity": "4",
	"story": "Seluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, juga datang harta karun yang eksotis.\nPeta ini merinci berbagai lautan yang mengelilingi benua, lengkap dengan arus bawah laut, terumbu karang tersembunyi, dan arah angin.\nDikatakan sebagai buku tebal eksotis yang berisi pengetahuan, keberanian, dan iman para penjelajah yang berani pergi merintis.\n\nJudul halaman dari buku ini bertuliskan:\n\"Mencintai angin dan arus laut, karena angin dan air yang mengirim para nelayan sampai ke tujuan\"\n\"Takut dengan angin dan arus laut, karena angin dan air yang tidak terkendali juga dapat merobek baja\"\n\nUntuk memahami temperamen laut, seseorang harus menjelajahi setiap terumbu karang yang tersembunyi, setiap angin yang berembus, dan setiap tempat di mana paus bermukim.\nKata-kata ini muncul pada halaman yang telah menguning di buku catatan pelaut yang tak terhitung jumlahnya, seperti kecintaan mereka pada tubuh kekasihnya.\n\nDi negeri asing, pelaut berpengalaman menyebut lautan sebagai kekasih mereka, dan menggunakan kata ganti wanita untuk menyebut air laut yang dingin dan asin itu.\nMungkin mereka melakukannya karena mengenal temper dan luasnya lautan. Atau mungkin juga karena mereka tertarik pada romansa berlayar dalam petualangannya.\nSeperti halnya lautan, bagan ini menjawab tanpa tuannya. Seperti halnya pelaut, pelabuhan memiliki mimpi romantis untuk menjelajahi setiap sudut dunia.",
	"baseatk": 44,
	"substat": "Elemental Mastery",
	"subvalue": "24",
	"effectname": "Infusion Scroll",
	"effect": "Memicu Reaksi Elemental akan meningkatkan Elemental DMG sebanyak {0} selama 10 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}