{
	"id": 12433,
	"name": "Master Key",
	"description": "Greatsword berat dan sangat tajam. Dapat membuka hampir semua kunci dengan meminjam kekuatannya.",
	"descriptionRaw": "Greatsword berat dan sangat tajam. Dapat membuka hampir semua kunci dengan meminjam kekuatannya.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Jarang ada rahasia yang tersembunyi selamanya, bahkan ruangan gelap yang terpencil pun akan memiliki celah.\nTidak peduli seberapa rumit sebuah gembok, selalu ada kemungkinan untuk dipecahkan,\nsebagaimana juga seberapa cermatnya strategi yang disusun, pasti akan meninggalkan petunjuk yang menyebabkan kegagalan.\n\nBagi gadis yang menganggap dirinya sebagai penerus pencuri ulung, semua rahasia dan mekanisme adalah hal sebuah permainan.\nDari orang-orang arogan di utara, hingga pedagang yang kaya di perbatasan,\nsemuanya selalu membual tentang kunci yang tidak bisa dibuka oleh siapa pun, tetapi selalu terbuka di hadapan gadis itu.\n\nSemakin rumit desainnya, pasti semakin rapuh,\ndengan tekanan yang cukup, tidak ada kunci yang tidak bisa dibuka.\n\nDengan begitu, reputasi \"Bladebreaker\" tersebar luas, dan pada akhirnya, Schanzkowska, putri sang petani, lenyap dari ingatan.\nGadis yang mengaku sebagai pewaris sang raja peri mencuri harta yang tak terhitung jumlahnya. Seperti seorang bangsawan sejati, dia berbicara dan tertawa dalam kemewahan yang gelap.\nApa yang seharusnya sebuah kehidupan yang biasa-biasa saja dan membosankan, kehidupan yang seharusnya tidak tersentuh oleh apa pun, tapi ....\n\n\"Nona penipu yang sombong dan konyol, kamu pasti adalah orang pertama yang melihat berita ini.\"\n\"Aku tidak tertarik dengan harta karun milik bangsawan itu. Sama seperti nama pencuri ulung itu, kamu bebas mengambilnya sesukamu.\"\n\"Tapi ingatlah, aku yang memecahkan mekanisme itu duluan. Ukirlah namaku di hatimu, bersama dengan kegagalanmu.\"\n\nPerjamuan makan malam sang Grand Duke seolah menantang pencuri di dunia, mengklaim bahwa harta karun rahasia yang sedang dipamerkan tidak bisa dicuri oleh siapa pun di dunia,\ngadis yang menertawakan kesombongannya, bertekad untuk merebut harta karun itu untuk terakhir kalinya sebelum dia akhirnya pensiun.\nTapi dia menyadari bahwa ada seseorang yang sudah datang lebih dulu, dan pencuri yang menyebut dirinya \"Ahli Kabur\" meninggalkan pesan di dinding yang membuatnya marah, dan juga malu.\n\nLalu yang terjadi selanjutnya adalah pertempuran yang tak terhitung jumlahnya, serta kekalahan memalukan yang tak terhitung jumlahnya.\nKemampuan membuka kunci yang dibanggakan gadis itu, entah kenapa selalu kalah dari sang penantang yang belum pernah dia hadapi sebelumnya.\nSemakin banyak kegagalannya, membuatnya semakin malu dan marah, juga membuatnya semakin ingin melihat wajah dari musuhnya yang sesungguhnya.\nTerus hingga suatu hari, musuh yang selalu membuatnya tersipu malu tiba-tiba menghilang,\ndan kemudian, dia mendengar kabar bahwa pencuri itu sudah ditangkap dan dieksekusi.\n\nTapi tidak tahu kenapa, dia tanpa sadar menemukan dirinya di makam yang berantakan, menggali peti mati batu untuk mencari tubuh sang tahanan,\nTapi setelah melihat peti yang seharusnya berisi mayat penjahat itu kosong, hanya terukir kata-kata tawanya.\n\nMenghapus air mata yang mengalir tanpa alasan, gadis itu marah dan mengutuk kecerdikan musuhnya,\nSeperti biasa, dia bersumpah akan menghabiskan sisa hidupnya untuk memecahkan teka-teki kematian palsu itu, dan mengalahkannya untuk terakhir kalinya.\nHingga waktu merenggut kecantikan yang dia banggakan dan helaan napas terakhirnya,\ndan tidak lagi bisa membuka kunci, dia memaki namanya untuk terakhir kalinya dan terbaring di peti mati kosong.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13,3%",
	"effectName": "Fall Into Place",
	"effectTemplateRaw": "Setelah memicu Reaksi Elemental, Elemental Mastery +<color=#99FFFFFF>{0}</color> poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah <color=#99FFFFFF>{1}</color> poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +60 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 60 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +75 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 75 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +90 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 90 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +105 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 105 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +120 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 120 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Sundered Glory of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Aureate Radiance of the Far-North Scions",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}