{
	"id": 14504,
	"name": "Memory of Dust",
	"description": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
	"descriptionRaw": "Kunci batu yang berisi memori dari masa lalu, dapat mengeluarkan kekuatan seiring dengan perubahannya yang tidak terbatas.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"Ini adalah tanda perjanjian aliansi dan tantanganku untukmu.\"\n\"Semua kebijaksanaanku, semuanya tersegel di dalam batu ini\"\nDia ingat pertama kali dia bertemu, gadis dengan kemeja lengan panjang memberikan kepercayaannya dengan penampilannya yang serius namun ceria.\nBodoh sekali, jelas tidak ada kesepakatan resmi, mereka hanya bertindak bersama-sama saja...\nTapi aku baru teringat adegan ketika keduanya bertemu untuk pertama kalinya di lapangan di mana bunga lili bermekaran,\nSerta kata terakhir yang dia ucapkan, pada pertemuan itu.\n\n\"Orang-orang itu kecil dan rapuh seperti debu.\"\n\"Karena kecil, tidak tahu kapan akan terbunuh oleh bencana alam dan ulah manusia. Jadi selalu takut.\"\n\"Karena takut, jadi selalu bekerja keras dan ingin lebih pintar. Aku mengerti.\"\n\"Jadi kupikir, jika kekuatanku dibandingkan dengan kamu, itu terlalu lemah, maka gunakan saja teknik dan kebijaksanaan.\"\n\"Jika memiliki kekuatan dan pikiranku pada saat yang bersamaan... kota ini pasti akan menjadi hebat, bukan\"\nAkhirnya, dia tersenyum simpul dan perlahan berubah menjadi debu yang sangat halus.\n\"Sepertinya kita belum bisa pergi. Lupakan saja kunci itu.\"\n\n\"Ini adalah tanda perjanjian aliansi dan tantanganku untukmu.\"\n\"Semua kebijaksanaanku, semuanya tersegel di dalam batu ini\"\n\"Jika kamu bisa membukanya-\"\nBertahun-tahun kemudian, dia masih saja tidak bisa membuka kunci itu, dia juga tidak tahu sisa dari kalimat itu.\nSetelah bertahun-tahun berlalu, bunga bakung liar yang berkilauan pun sudah hampir punah.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "10,8%",
	"effectName": "Golden Majesty",
	"effectTemplateRaw": "Meningkatkan kekuatan Perisai sebesar <color=#99FFFFFF>{0}</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>{1}</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
	"r1": {
		"description": "Meningkatkan kekuatan Perisai sebesar 20%. Serangan yang mengenai musuh meningkatkan ATK sebesar 4% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Meningkatkan kekuatan Perisai sebesar 25%. Serangan yang mengenai musuh meningkatkan ATK sebesar 5% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Meningkatkan kekuatan Perisai sebesar 30%. Serangan yang mengenai musuh meningkatkan ATK sebesar 6% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Meningkatkan kekuatan Perisai sebesar 35%. Serangan yang mengenai musuh meningkatkan ATK sebesar 7% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Meningkatkan kekuatan Perisai sebesar 40%. Serangan yang mengenai musuh meningkatkan ATK sebesar 8% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 9
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 5
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 9
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 18
			}
		]
	}
}