{
	"name": "Missive Windspear",
	"description": "Sebuah mercusuar yang menunjukkan arah angin. Tidak setiap syair yang terbawa angin akan menjadi sesuatu yang lembut ....",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "Sebuah suar yang memandu seorang pengembara pulang dari kejauhan. Di mana pun mereka berada, elang perak selalu mencondong ke arah angin.\nBulu hijau berputar saat dia bernyanyi dengan lembut, membimbing yang pulang ke sisi lain, di mana angin lembut bertiup.\n\n\"Aku tidak peduli dari mana kamu berasal, atau dosa apa yang mungkin telah kamu lakukan. Hanya saja ....\"\nSi \"Tuan muda\", yang tidak akan pernah bisa diakui, berkata sambil menyeka darah dari wajah gadis itu.\n\"Ketika saatnya tiba untuk angin perubahan bertiup ke tanah ini, aku ingin kamu berada di sisiku.\"\n\"Aku yang membunuh elang itu. Biarkan ini menjadi rahasia di antara kita ....\"\n\nSama seperti darah di masa depan yang akan ditumpahkan oleh tombak dan dibiarkan berubah dari merah menjadi hitam di atas salju,\nHatinya juga terluka seperti tertancap panah yang tak terlihat, ketika dia melihat \"tuan muda\" yang sebenarnya.\nSejak saat itu, dia terus memperhatikan hal-hal yang harus dia lakukan sebagai pelayan,\nDi saat yang bersamaan, sambil memperhatikan \"misi\" yang harus dicapai yang telah dia gambarkan.\nDia bermimpi berada di sisinya — tidak, bahkan jika bisa berada di kerumunan di belakangnya juga sudah cukup baik,\nJika dia diterpa oleh angin — yang bahkan tidak dia pahami — bersama dengannya, \"tuan muda\" sejatinya.\nUntuk tujuan ini, ada banyak paku dan duri yang harus dicabut untuk merobohkan bangunan besar itu ....\n\n\"Jangan bersedih, Priscilla. Segala sesuatu di dunia ini ada harganya.\"\n\"Ingatkan pada dirimu sendiri. Jika terjadi pengkhianatan, nyalakan suar di Stormbearer Point.\"\n\"Ketika angin perubahan bertiup ke tempat ini, kita akan menjadi pelopornya yang tak terbendung, kau dan aku.\"\n\n\"Baik, Tuan Eberhart.\"\nBetul, dia akan melupakan garis keturunan dan kewajibannya, melupakan perpisahan dan hati yang sakit.\nTidak banyak paku yang tersisa. Hari itu sudah dekat, kejayaan pada masa lalu akan segera kembali.\n\nTapi ....\nElang dan anjing keluarga menjadi curiga, bayangan layar juga tidak pernah terlihat dari semenanjung.\n\nDia akhirnya tertawa. Suatu kali, dia mencerca takdirnya dan takdir orang lain yang tak terhitung jumlahnya.\nNamun, pada saat ini, ketika dia menatap ke cahaya bulan yang pucat, melihat bayangan pedang yang memantulkan cahaya,\nSaat dia melihat gerombolan bangsawan yang mencemooh, dia tidak merasakan kesedihan atau kebencian, meskipun dia tidak tahu apa alasannya.\n\nTidak banyak paku yang tersisa. Hari itu sudah dekat, kejayaan pada masa lalu akan segera kembali.\nTuan muda, kamu akan menjadi seperti elang perak ini. Kamu akan memerintah ke mana badai bertiup.\nJangan bersedih untukku. Aku akan segera menjadi ampas dalam angin yang bertiup ....",
	"baseatk": 42,
	"substat": "ATK",
	"subvalue": "9",
	"effectname": "The Wind Unattained",
	"effect": "Selama 10 detik setelah Reaksi Elemental terpicu, ATK meningkat {0}, Elemental Mastery meningkat {1} poin.",
	"r1": [
		"12%",
		"48"
	],
	"r2": [
		"15%",
		"60"
	],
	"r3": [
		"18%",
		"72"
	],
	"r4": [
		"21%",
		"84"
	],
	"r5": [
		"24%",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}