{
	"id": 15412,
	"name": "Mitternachts Waltz",
	"description": "Busur yang diwarnai dengan warna kelam bagaikan dosa dan malam hari pada imajinasi yang liar.",
	"descriptionRaw": "Busur yang diwarnai dengan warna kelam bagaikan dosa dan malam hari pada imajinasi yang liar.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "...\n\"Mein Fräulein, air mata yang mengalir selama ziarahmu ini tidak akan mengalir sia-sia.\"\nTutur Ozvaldo Hrafnavines kepada sang Prinzessin saat perjalanan ziarah ke tanah yang selalu sunyi, hampir berakhir.\n\nDalam perjalanan melintasi ruang dan waktu yang sangat lama, Prinzessin der Verurteilung dan Night Severing Raven telah menyaksikan akhir dari kisah-kisah yang tak terhitung jumlahnya. Setiap tetes hujan yang mengakhiri perjalanan akan mengalir ke laut yang memahitkan. Setiap amarah para pemuda karena ketidakadilan akan kembali menjadi ketenangan. Setiap semangat pada akhirnya akan terkikis habis oleh waktu, atau kalau tidak, akan mengarah menjadi pohon kuno yang paranoid dan berdiri terbalik. Bahkan cabang pohon tempat Republik Reman yang agung bertengger, pada akhirnya akan ditebang untuk membuka jalan bagi bangsa yang didirikan oleh anak kembar serigala lainnya.\nSegala hal di dunia ini akan musnah seiring waktu, lalu muncul di tanah masa depan Prinzessin. Di tengah kegelapan Nachtgarten, mereka menemukan satu sudut untuk tenggelam dalam mimpi.\nMeskipun begitu, saat Droctfult dikalahkan oleh sang \"Beast of the World\", demi memperjuangkan mimpi seorang anak muda dan tetesan hujan yang belum turun, Droctfult yang malang akhirnya hancur diremukkan oleh cakar tajamnya, mata sang Prinzessin mulai berkaca-kaca.\n\n\"Camkan baik-baik, Ozvaldo von Hrafnavines. Putri dari Immernachtreich tidak akan menangis.\"\nDia melanjutkan, \"Siapa di dunia ini yang lahir tanpa menanggung dosa? Saat lonceng tanda penghakiman berbunyi, kegelapan akan kembali menyelimuti dunia. Pergulatan antara manusia dan monster hanyalah sebuah irama waltz di kegelapan malam.\"\n\n\"Mein Fräulein benar.\"\n\"Hmph, bagus kalau sudah mengerti.\"\n\"Kalau begitu apa Mein Fräulein masih ingat kisah ini?\"\n\nDua dari tiga rembulan yang membuat samudra dari alam semesta bersinar dan membangkitkan makhluk buas dari Alam Arianrhod telah dihancurkan oleh sebilah pedang yang dapat menebas cakrawala sekalipun, hancur hingga menjadi butiran kecil yang bahkan tidak terlihat oleh mata sang Prinzessin.\nAtau mungkin demikianlah yang terjadi: bulan yang pernah menerangi alam semesta, membawa mimpi dan syair pada penidur manis di tiga dunia, dan membangkitkan kerinduan mendalam pada kawanan binatang yang berkeliaran di antara fajar dan senja — mereka akhirnya berubah menjadi butiran-butiran debu. Meskipun begitu, mereka juga ingin terlihat di tatapan abadi sang Prinzessin, dan mengantarkan cahaya samar-samar ke lebih banyak negeri.\n\nBenar sekali, sang Prinzessin tidak akan meneteskan air mata.\nAir mata itu hanyalah reaksi penolakan dari tubuhnya, karena pasir kurang ajar memasuki sudut matanya.\n\n— TAMAT —",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Physical DMG Bonus",
	"baseStatText": "11,3%",
	"effectName": "Evernight Duet",
	"effectTemplateRaw": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>{0}</color> DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan <color=#99FFFFFF>{1}</color> DMG Normal Attack selama 5 detik.",
	"r1": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 20% DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan 20% DMG Normal Attack selama 5 detik.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 25% DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan 25% DMG Normal Attack selama 5 detik.",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 30% DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan 30% DMG Normal Attack selama 5 detik.",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 35% DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan 35% DMG Normal Attack selama 5 detik.",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 40% DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan 40% DMG Normal Attack selama 5 detik.",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}