{
	"id": 13417,
	"name": "Moonpiercer",
	"description": "Senjata yang didapat dari cerita Aranara. Bentuknya seperti panah raksasa, dan bisa digunakan sebagai tombak.",
	"descriptionRaw": "Senjata yang didapat dari cerita Aranara. Bentuknya seperti panah raksasa, dan bisa digunakan sebagai tombak.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "\"Kisah ini adalah tentang semua anak yang terpukau melihat terang rembulan ....\"\n\nTerkadang, ketika memandang bulan yang sendirian di tingkap langit, anak-anak meratapi raja hutan terdahulu.\nDi lain kisah, dikatakan bila engkau minum air yang memantulkan purnama dengan jejak sang raja hutan, maka engkau akan ditahbiskan menjadi abdi sang raja.\n\nBeginilah bunyi kisah rembulan: mimpi yang kuno, mimpi zaman dahulu kala, tersembunyi di dalam Nilotpala Lotus.\nAramuhkunda lahir dari buah delima, dan pada masa sebelumnya, masa kemuliaan dan keindahan, bangsa-bangsa yang agung berjalan bersama para leluhur.\nHiduplah tiga saudari. Ketiganya meninggalkan istana mutiara untuk mengarungi padang pasir di waktu malam, dan Nilotpala Lotus bermekaran dari pijak langkah mereka.\n\n....\nAkhirnya kedua lingkar bulan menjadi debu. Saudari yang terakhir bersedih hati dan tidak pernah keluar lagi sampai akhir hayatnya.\nLama berlalu, dan serpihan bulan pun jatuh ke bumi. Ketika itu dewa tumbuhan telah menghadirkan hutan ke padang pasir.\nKetika serpihan bulan menyentuh permukaan, Nilotpala Lotus bermekaran. Setiap anak yang menghirup debunya akan memiliki bulan sewarna mutiara dalam hatinya.\nOleh sebab inilah ada anak yang terbingungkan oleh bulan, dan Nilotpala Lotus bermekaran ketika malam, dan sang bulan di langit malam menyayangi anak-anak sampai hari ini.\nKarena ketiga saudari yang saling menatap merindukan hari ketika mereka dikumpulkan kembali.\n\nNilotpala Lotus layu setelah kisah ini tersampaikan. Dia menunggu lama hingga padang pasir menjadi hutan, dan bangsa yang besar digulingkan.\nSampai tiba harinya kami datang ke bumi dan berbicara, Aranara yang meneceritakan ini semua muncul dihadapannya.\nAranara yang kehilangan ribuan kenangan terus dan terus, sampai Vanarana hancur dan kami memasuki alam impian.\nTapi semuanya baik, laksana kisah bulan yang tumbuh menjadi mutiara dalam hati kita semua.\n\nAnak-anak yang terpesona oleh bulan akan merana ketika memandangnya, karena bulan tersebut meleleh menjadi bulir-bulir pasir di hadapan mereka.\nDalam ribuan kisah, tidak ada setetes pun air mata yang sia-sia.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "24",
	"effectName": "Stillwood Moonshadow",
	"effectTemplateRaw": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar <color=#99FFFFFF>{0}</color> selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar 16% selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar 20% selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar 24% selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar 28% selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Revival\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. ATK dari Karakter yang mengambil \"Leaf of Revival\" ini akan meningkat sebesar 32% selama 12 detik. Maksimal satu \"Leaf of Revival\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Chaos Module",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}