{
	"id": 13430,
	"name": "Mountain-Bracing Bolt",
	"description": "Tombak yang pernah dibuat oleh pengrajin di tambang. Pada zaman dulu, pernah dijadikan bahan persembahan kepada para peri di pegunungan.",
	"descriptionRaw": "Tombak yang pernah dibuat oleh pengrajin di tambang. Pada zaman dulu, pernah dijadikan bahan persembahan kepada para peri di pegunungan.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Saat itu, gelombang kegelapan belum muncul, suara keemasan yang menggetarkan langit bergema di pegunungan Nanatzcayan, dan percikan api tidak pernah berhenti.\nOrang-orang di tambang bekerja siang dan malam selama berbulan-bulan, semua ini hanya untuk menciptakan sebuah senjata yang penting, jadi tidak ada kata malas.\nKonon katanya, benda ini berhubungan dengan keselamatan tambang dan kelangsungan hidup suku, orang tua di suku menamakannya \"Mountain-Bracing Bolt\".\nSetiap kali bumi dan gunung berguncang, kedamaian baru bisa diperoleh setelah melakukan pemberian kepada roh pegunungan di kedalaman gua.\n\nMeskipun ini sudah merupakan ritual kuno yang diwariskan ribuan tahun lamanya, Sundjatta yang masih muda malah menganggap remehnya.\nDia memahami pergerakan lapisan batu, mengetahui tentang jalur tambang mineral, menganggap bahwa gunung yang sering bergetar pasti memiliki alasannya tersendiri.\nMungkin karena penambangan yang berlebihan, sehingga pegunungan tidak bisa menahan beban berat ini, atau mungkin juga ada naga tanah yang berbuat onar di bawah mata air.\nBagaimanapun, dia memutuskan untuk masuk ke dalam gua terlarang itu, untuk menguak rahasia yang tersimpan di dalamnya.\n\nDia berjalan mengikuti jalur pegunungan, melewati gua yang gelap gulita, tidak ada yang bisa menghentikan langkah kakinya.\nDi bagian terdalam gua, ada pilar-pilar panjang yang berbentuk layaknya gunung di kedua sisi, melindungi gerbang menuju ke tempat yang lebih dalam.\nArea yang harusnya terlarang selama ribuan tahun yang tidak pernah dimasuki oleh siapa pun, namun sudah ada tanda-tanda bahwa pintunya dibuka akhir-akhir ini.\nTerowongannya bagaikan ular yang berputar di bawah tanah, tidak ada yang tahu ke mana arahnya.\n\nPada akhirnya, dia mengikuti sungai bawah tanah untuk ke arus atas, dia akhirnya melihat sebuah cahaya redup di ujung pintu terowongan.\nSetelah membiasakan diri dengan cahaya yang sudah lama tidak dilihat olehnya, yang muncul di hadapannya adalah reruntuhan yang dilapisi oleh debu.\nTempat ini pernah menjadi bunker tirani dari Kota Cinder, juga merupakan tempat persembunyian bagi para pengrajin tambang semasa dulu.\nSekarang, yang bermukim di dinding batunya adalah Stegosaurus. Sepertinya dialah dalang yang membuat jalan rahasia itu bisa kembali melihat terang dunia.\n\n\"Benar, ini adalah terowongan yang hanya diketahui oleh para pengrajin yang dibawa oleh Raja Ular ke Kota Cinder.\"\n\"Saat tiran yang merasa malu itu berusaha untuk menghancurkan jejak yang diciptakan oleh naga, saat kebodohannya menarik perhatian iblis dan setan,\"\n\"Leluhur kami sudah melarikan diri melalui semua terowongan ini dan datang ke pegunungan yang sepi tanpa orang.\"\n\nNamun, meski lorong rahasia yang menghubungkan gua naga telah ditutup, para monster haus darah itu masih tetap bisa datang dengan mencium aromanya.\nUntuk melindungi kampung halaman barunya di atas Lembah Tequemecan, para pemberani di suku mengumandangkan lagu peperangan.\nDengan pedang dan tombak di tangannya, mereka menapaki gua yang gelap, dan terus berperang dengan monster tak bernama di tempat yang bahkan lebih gelap.\nPedang di tangan mereka patah satu demi satu, orang-orang di pegunungan pun menempa ulang pedangnya satu demi satu.\nEntah sudah berapa hari berapa malam yang lewat sampai saat ini, serangan yang bagaikan mimpi buruk dan suara batu-batu emas yang saling bertubrukan pun mulai mereda.\n\nIni adalah Mountain-Bracing Bolt, yang diberikan kepada reruntuhan tersembunyi, yang berjuang untuk kebebasan dan kampung halamannya,\nTapi berkat orang-orang yang mengorbankan hidup mereka untuk menyambut fajar yang menyingsing, sampai saat-saat terakhir sebelum ia tiba, telah diturunkan sampai hari ini.\n\nDa saat gelombang kegelapan muncul dari tepi langit, suara keemasan yang menggetarkan langit bergema di pegunungan Nanatzcayan, dan percikan api tidak pernah berhenti.\nAir tungku yang meleleh dari pegunungan, bebatuan yang ditempa dengan hati-hati oleh para pengrajin, berubah menjadi sebuah tombak yang tajam.\nPemimpin tambang Sundjatta melangkahi punggung Stegosaurus Muhuru, lalu mengambil salah satu pedangnya dari dinding bebatuan.\nDengan api baru yang menyala kembali setelah abu dan berkah dari harapan yang tak terhitung jumlahnya, pertempuran baru pun dimulai.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Hope Beyond the Peaks",
	"effectTemplateRaw": "Konsumsi Stamina saat Memanjat berkurang 15%, DMG Elemental Skill meningkat <color=#99FFFFFF>{0}</color>; Selain itu, setelah anggota party lain di sekitar melancarkan Elemental Skill, DMG Elemental Skill Karakter yang mengenakan akan meningkat <color=#99FFFFFF>{1}</color> lagi selama 8 detik.",
	"r1": {
		"description": "Konsumsi Stamina saat memanjat berkurang 15%, DMG Elemental Skill meningkat 12%; Selain itu, setelah anggota party lain di sekitar melancarkan Elemental Skill, DMG Elemental Skill Karakter yang mengenakan akan meningkat 12% lagi selama 8 detik.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Konsumsi Stamina saat Memanjat berkurang 15%, DMG Elemental Skill meningkat 15%; Selain itu, setelah anggota party lain di sekitar melancarkan Elemental Skill, DMG Elemental Skill Karakter yang mengenakan akan meningkat 15% lagi selama 8 detik.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Konsumsi Stamina saat Memanjat berkurang 15%, DMG Elemental Skill meningkat 18%; Selain itu, setelah anggota party lain di sekitar melancarkan Elemental Skill, DMG Elemental Skill Karakter yang mengenakan akan meningkat 18% lagi selama 8 detik.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Konsumsi Stamina saat Memanjat berkurang 15%, DMG Elemental Skill meningkat 21%; Selain itu, setelah anggota party lain di sekitar melancarkan Elemental Skill, DMG Elemental Skill Karakter yang mengenakan akan meningkat 21% lagi selama 8 detik.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Konsumsi Stamina saat Memanjat berkurang 15%, DMG Elemental Skill meningkat 24%; Selain itu, setelah anggota party lain di sekitar melancarkan Elemental Skill, DMG Elemental Skill Karakter yang mengenakan akan meningkat 24% lagi selama 8 detik.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}