{
	"id": 15416,
	"name": "Mouun's Moon",
	"description": "Busur perang cantik yang terbuat dari kerang dan karang. Cahayanya yang gemerlap nan menyedihkan tersirat di sepanjang lekukannya yang berwarna terang bagaikan rembulan.",
	"descriptionRaw": "Busur perang cantik yang terbuat dari kerang dan karang. Cahayanya yang gemerlap nan menyedihkan tersirat di sepanjang lekukannya yang berwarna terang bagaikan rembulan.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Busur panjang yang dulu pernah dipakai oleh miko kuil Watatsumi Mouun,\nBerwarna putih seperti buih laut di ujung gelombang yang diterangi cahaya bulan.\n\nMiko tersebut berteman dengan monster di lautan yang jauh, dan bersama-sama mereka bertempur melawan awan yang bergemuruh demi sebuah mimpi yang hanya bertahan sementara di Watatsumi.\nSahabat yang sehati sepikiran, berani menghadapi amukan ombak yang membayangi haluan kapal ....\nSama seperti Watatsumi, mereka mengejar jalur yang tidak ada jalan untuk kembali lagi, bersama-sama menuju tanah kemusnahan yang tragis.\n\n\"Mungkin peperangan yang dimulai oleh Watatsumi Omikami itu, sejak awal sudah ditakdirkan tidak akan menang.\"\n\"Tapi asalkan kita dapat menyimpan kenangan dan menanam benih \"pengorbanan\" tersebut, semua itu mungkin tidak akan menjadi hal yang sia-sia.\"\n\nLagu-lagu di masa lalu sering menyanyikan tentang ikatan kuat antara dia dan \"Umigozen\" sebagai saudara kembar yang lahir di Watatsumi.\nDi lagu itu, mereka berdua digambarkan sedang menarik busur dan mengangkat tombak di atas kapal yang terombang-ambing oleh ombak ganas ....\nLagu-lagu dari jauh ini menceritakan tentang perjalanan dia bersama Touzannou muda, mengendarai makhluk laut di malam hari,\ndengan lembut dia membisikkan tentang hancurnya hari esok yang menyedihkan ke telinga sang pahlawan ....\n\nDalam keseharian yang damai, dua saudara kembar bernyanyi bersama dengan paus besar di kedalaman laut,\nmenceritakan hari-hari suram yang dihabiskan di kedalaman dan kegelapan malam, serta karang giok milik Omikami yang bersinar terang.\nDia pernah bermain bersama pemuda sembrono itu — pemuda yang tidak memiliki kelebihan apa pun selain kekuatan ....\n\n\"Tunggu sampai aku bawa kembali topeng Great Tengu, kamu harus tepati janji kita dan selesaikan hal itu ya.\"\n\n\"Baik, dan kalau nanti kamu masih membual omong kosong, aku akan menyuruh ikan paus meninggikan ombak besar untuk membersihkan mulut comberanmu.\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>{0}</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,12% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 40%.",
		"values": [
			"0,12%",
			"40%"
		]
	},
	"r2": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,15% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 50%.",
		"values": [
			"0,15%",
			"50%"
		]
	},
	"r3": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,18% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 60%.",
		"values": [
			"0,18%",
			"60%"
		]
	},
	"r4": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,21% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 70%.",
		"values": [
			"0,21%",
			"70%"
		]
	},
	"r5": {
		"description": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan 0,24% DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 80%.",
		"values": [
			"0,24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 12
			}
		]
	}
}