{
	"id": 11516,
	"name": "Peak Patrol Song",
	"description": "Pedang obsidian yang tajam tak terkira, juga ringan seperti lagu. Dimodifikasi oleh seorang pengrajin dan ditambahkan dengan perangkat Phlogiston pemutar rekaman yang bisa dibongkar pasang.",
	"descriptionRaw": "Pedang obsidian yang tajam tak terkira, juga ringan seperti lagu. Dimodifikasi oleh seorang pengrajin dan ditambahkan dengan perangkat Phlogiston pemutar rekaman yang bisa dibongkar pasang.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "\"Apakah kehidupan hanya bisa layu seperti bunga?\"\n\"Apakah kemuliaan bagaikan api pada akhirnya hanya akan padam dan menjadi abu?\"\n\"Reputasi yang luar biasa pada akhirnya akan lenyap juga?\"\n\"Meski semua itu cerah bagai bunga bermekaran, dan indah bagai lantunan lagu.\"\n\nEntah sudah berapa kali dia menginjakkan kaki kembali di puncak gunung, begitu pulalah dia yang sudah tidak mengingat berapa musim dingin yang telah dilewatinya.\nSetiap tahun sebelum kuncup bunga mekar, ratu wanita di tambang pasti akan datang sendirian ke area terpencil di Lembah Tequemecan.\nBerdasarkan tradisi kuno, bunga yang berisi embun akan diberikan kepada sahabat yang masih belum bisa menyaksikan fajar.\nHati yang dulunya keras dan dingin layaknya obsidian, kini telah terkikis oleh waktu dan menjadi lemah,\nTapi orang yang mampu menitipkan kehangatan itu, siapa pun dia, pasti sudah kembali kepada Api Keramat sejak awal.\n\nHingga suara deru tambang dan nyanyian para pengrajin membangkitkannya dari kenangan lama yang pahit,\nPara perwakilan ketua suku baru tersadar, kalau gema Nanatzcayan telah bergaung sampai ke tempat ini.\nPegunungan yang awalnya gersang dan hening, sekarang telah dipenuhi dengan suara tawa dan kebahagiaan bagai lonceng.\nDi masa ketika mereka hanya bisa bersembunyi, itu adalah impian yang pernah diimpikan oleh anak-anak muda,\nMilik makhluk hidup tak terhitung jumlahnya yang berjuang untuk melawan tirani, milik masa depan, dan percepatan peradaban.\n\nLalu, sang perwakilan yang sudah tidak muda lagi pun tertawa, pemuda yang memiliki mata berwarna merah pernah mengajarinya,\nTapi dia malah dianggap sebagai lelucon yang tak penting pada saat itu, dan tidak pernah menyanyikan lagu untuknya, karena malu.\nLayaknya rebana yang dihiasi bunga, narasi yang dihiasi air mata, demikianlah selayaknya ia menanggapi nyanyian merdu yang ada di antara puncak bebatuan,\nLayaknya batu api yang tertanam dalam lumpur, suara gema ujung pisau, layaknya berkah yang ditempa oleh api yang diberikan kepada seluruh makhluk,\nBersatulah, menyebarlah, dan terlahirlah kembali menjadi abu. Jadilah nyala api yang baru, terbitlah beserta fajar yang menyingsing.\n\nRibuan tahun setelah kekuasaan suku kembali, berjuta cerita akan tersebar di bawah rembulan malam,\nLagu yang ditinggalkan oleh \"Pembaharu Perdamaian\", sudah tidak dikenali oleh siapa pun saat ini.\nNamun ritme yang tajam dan kuat diturunkan sampai ke hari ini, dengan setiap tempaan palu yang ada,\nKarena sejak zaman dulu kala, ritme yang membara adalah darah yang mengalir di tambang,\nBintang api yang menyala di bawah api adalah lagu abadi yang tak pernah padam, yang dikumandangkan untuk orang yang memberontak.\n\n\"Apakah kehidupan hanya bisa layu seperti bunga?\"\n\"Setelah semuanya hening dan diam, ke mana hati ini hendak pergi?\"\n\"Dunia yang tidak ditinggali oleh siapa pun, hanya merupakan jalan sementara saja.\"\n\"Tapi pernah ada bunga yang bermekaran di sini ... pernah ada suara nyanyian di sini ....\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DEF",
	"baseStatText": "18%",
	"effectName": "Halcyon Years Unending",
	"effectTemplateRaw": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat <color=#99FFFFFF>{0}</color>, serta mendapatkan <color=#99FFFFFF>{1}</color> peningkatan Elemental DMG Bonus seluruh elemen, efek ini berlangsung selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai 2 lapis atau saat durasi lapisan kedua diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, Karakter lain di sekitar akan mendapatkan Elemental DMG Bonus seluruh elemen sebesar <color=#99FFFFFF>{2}</color>, sampai dengan maksimum <color=#99FFFFFF>{3}</color> dan berlangsung selama 15 detik.",
	"r1": {
		"description": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat 8%, serta mendapatkan 10% Elemental DMG Bonus seluruh elemen. Efek ini berlangsung selama 6 detik dan dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai 2 lapis atau saat durasi lapisan kedua diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, Karakter lain di sekitar akan mendapatkan Elemental DMG Bonus seluruh elemen sebesar 8%, sampai dengan maksimum 25,6% dan berlangsung selama 15 detik.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25,6%"
		]
	},
	"r2": {
		"description": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat 10%, serta mendapatkan 12,5% peningkatan Elemental DMG Bonus seluruh elemen, efek ini berlangsung selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai 2 lapis atau saat durasi lapisan kedua diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, Karakter lain di sekitar akan mendapatkan Elemental DMG Bonus seluruh elemen sebesar 10%, sampai dengan maksimum 32% dan berlangsung selama 15 detik.",
		"values": [
			"10%",
			"12,5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat 12%, serta mendapatkan 15% peningkatan Elemental DMG Bonus seluruh elemen, efek ini berlangsung selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai 2 lapis atau saat durasi lapisan kedua diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, Karakter lain di sekitar akan mendapatkan Elemental DMG Bonus seluruh elemen sebesar 12%, sampai dengan maksimum 38,4% dan berlangsung selama 15 detik.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38,4%"
		]
	},
	"r4": {
		"description": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat 14%, serta mendapatkan 17,5% peningkatan Elemental DMG Bonus seluruh elemen, efek ini berlangsung selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai 2 lapis atau saat durasi lapisan kedua diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, Karakter lain di sekitar akan mendapatkan Elemental DMG Bonus seluruh elemen sebesar 14%, sampai dengan maksimum 44,8% dan berlangsung selama 15 detik.",
		"values": [
			"14%",
			"17,5%",
			"14%",
			"44,8%"
		]
	},
	"r5": {
		"description": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat 16%, serta mendapatkan 20% peningkatan Elemental DMG Bonus seluruh elemen, efek ini berlangsung selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai 2 lapis atau saat durasi lapisan kedua diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, Karakter lain di sekitar akan mendapatkan Elemental DMG Bonus seluruh elemen sebesar 16%, sampai dengan maksimum 51,2% dan berlangsung selama 15 detik.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51,2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}