{
	"name": "Portable Power Saw",
	"description": "Gergaji listrik zaman dulu yang sudah hampir punah saat ini. Dulu pernah menjadi alat pemotong yang dipercaya oleh para pekerja.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "Rantai yang suka digunakan oleh pengrajin pada zaman dahulu, digunakan untuk memotong tulang naga dan jalur pipa.\nDengan strukturnya yang sederhana dan kokoh, komponennya mudah diperbaiki dan diganti.\nSaat kedua tangan menggenggam erat pegangannya, bahkan baja yang kuat pun sanggup dibelahnya.\nSenjata tajam yang bisa memotong segala benda ini pernah menjadi simbol dari kemajuan.\n\nNamun seiring dengan perkembangan area kota Fontaine, seluruh bayangannya kemudian perlahan-lahan terusir oleh cahaya ketertiban.\nDan tidak sedikit oleh karena jasa alat praktis ini jugalah sebuah saluran air bisa menjadi Fleuve Cendre pada akhirnya.\nPenduduk di Fleuve Cendre percaya bahwa, meski mereka tinggal di kota bawah tanah tanpa cahaya matahari dan sinar hujan untuk sementara,\nmelalui ketekunan dan kegigihan yang tak pernah pudar, mereka mungkin akan mendapatkan hak untuk tinggal di permukaan tanah,\nmereka mungkin bisa membangun \"Bangsa Air\" sendiri agar bisa seindah yang ada di permukaan tanah.\n\nGergaji ini tidak dilarang bersama dengan The Dockhand's Assistant, Prospector's Drill, dan benda lainnya,\nkarena ia masih memiliki fungsi yang tak bisa digantikan saat awal masa produksi Clockwork Meka.\nSetelah pabrik terbesar Clockwork Meka dibangun di tempat yang sangat aman di luar kota,\nOrang yang mahir menggunakannya pun perlahan-lahan tergusur bersamanya dalam gelombang kemajuan.",
	"baseatk": 41,
	"substat": "HP",
	"subvalue": "12",
	"effectname": "Sea Shanty",
	"effect": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik. Setiap Stoic's Symbol yang dikonsumsi akan: meningkatkan {0} poin Elemental Mastery; dan memulihkan {1} poin Energy Karakter penggunanya (setelah 2 detik efek Roused dihasilkan). Efek Roused dapat terpicu sekali setiap 15 detik. Stoic's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2,5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3,5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Rift Core",
				"count": 3
			},
			{
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Rift Core",
				"count": 12
			},
			{
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}