{
	"id": 13433,
	"name": "Prospector's Shovel",
	"description": "Tombak yang sepertinya ditempa dari alat pertanian. Dilihat sekilas, tampak biasa saja, namun aksesorisnya sangat berharga, dan desainnya yang sederhana menyembunyikan keindahan yang tak bisa diabaikan.",
	"descriptionRaw": "Tombak yang sepertinya ditempa dari alat pertanian. Dilihat sekilas, tampak biasa saja, namun aksesorisnya sangat berharga, dan desainnya yang sederhana menyembunyikan keindahan yang tak bisa diabaikan.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Berapa banyak hujan yang harus turun ke atas benih agar bisa menghasilkan buah?\nBerapa banyak pilihan yang harus diambil dalam hidup seseorang untuk bisa menemukan jalan menuju kebahagiaan?\nAda hal yang bahkan tidak diketahui oleh para dewa, tapi harus dicoba oleh manusia dengan mengorbankan nyawa.\nSekarang pilihan ada di depan mata Soini, seorang anak dari petani miskin. Dia tidak bisa menahan diri untuk mencengkeram erat sekop di tangannya.\n\nDia telah menemukan harta karun misterius dari tanah yang hampir rusak. Jika bisa menjualnya di pasar gelap, dia mungkin bisa keluar dari hidup kemiskinan ini.\nHarta karun di tangan orang berpenampilan lusuh pasti akan menarik perhatian orang, tapi musim dingin ganas semakin dekat, memaksanya memilih langkah yang berbahaya ini.\nPetani yang cerdik ini membeli seragam Fatui, berniat menangkal ancaman yang mengintai, dan berhasil menyelesaikan transaksi pertamanya.\nTepat saat Soini sedang bergembira, bayangan gelap yang mengikutinya tiba-tiba muncul. Dia adalah pencuri yang menjual seragam kepadanya.\n\"Serahkan harta karun di tanganmu! Kalau tidak, tempat ini akan menjadi kuburanmu.\" Dengan ancaman pedang, petani miskin itu terpaksa patuh.\nKeduanya tiba di lahan tempat harta karun itu terkubur, tatapan pencuri tertuju pada tulang belakang berwarna hitam, dan tiba-tiba dirinya penuh dengan semangat.\n\"Ini pasti adalah sisa-sisa peninggalan si pencuri ulung.\" Kedua tangannya bergetar saat mengangkatnya, tidak menyadari bahwa ini adalah penentuan nasibnya.\nDengan suara dentuman keras, sekop petani menghempaskan pencuri ke dalam tanah. Soini mengerti, mulai sekarang dia tidak bisa lagi tinggal di ladang ini.\n\nHarta karun yang telah berlumuran darah membukakan jalan yang berbahaya menuju puncak pasar gelap. Jalan di mana Soini terus berjalan dalam keputusasaan.\nDan sekarang, dia dianggap sebagai sosok pemimpin bagi para penjahat yang datang, terpikat oleh aroma kekayaan yang manis.\n\"Wahai pemimpin yang bijaksana! Kebijaksanaanmu telah menuntun kami, pasar gelap sangat beruntung dengan adanya dirimu.\"\nTapi tidak ada yang mengerti, kenapa ada sebuah sekop usang di atas takhta sang pemimpin?\n\nDi masa-masa penuh darah, dia membutuhkan sekop ini untuk memperingatkan dirinya bahwa bagi seorang pencuri, hidup dan mati hanya tergantung pada seutas benang.\nTapi sekarang, harta yang tak terhitung jumlahnya terkubur di antara terumbu karang perbatasan, masing-masing dapat menjadi potensi yang bisa ditukarkan dengan kesetiaan dan rasa takut.\nDia tidak perlu lagi ragu untuk mengambil keputusan. Kekuatannya dan kekayaannya bisa menyingkirkan semua pilihan yang salah.\nSeiring berjalannya waktu, yang kaya semakin kaya dan yang miskin semakin miskin, sebuah siklus yang sulit dihindari. Ini adalah tatanan dunia yang tersembunyi.\nPemimpin yang sekarang tidak lebih bijaksana dibandingkan petani miskin di masa itu, dan tidak berbeda dengan pencuri yang pernah mencoba membunuhnya.\n\"Lalu kenapa? Harta karun yang digali sekopku adalah milikku, sedangkan yang dikuburnya menjadi milik orang lain???\"\nHanya kebetulan! Apakah semua ini hanya kebetulan? Di saat itu keberuntungan berpihak padanya, bukan pencuri yang mati.\nRibuan pilihan dan pengorbanan seumur hidup, semua demi mengejar kebahagiaan, tapi pada akhirnya, semua ditentukan oleh sebuah kebetulan.\n\nSoini membenci ketidakadilan ini, \"Ini adalah tempat semua hartaku berada.\"\nDia mengungkapkan peta harta karun miliknya kepada semua orang, sekarang semuanya bisa bersaing untuk memperebutkannya, hanya berbekal kemampuan masing-masing.\nAda yang berhasil, ada juga yang gagal. Soini sama sekali tidak peduli.\nPemimpin berbalut pakaian mewah tapi masih memegang sekop, telah memahami keadilan yang disebarkan oleh Reed Miller:\n\n\"Jika tatanan dunia ini ditakdirkan untuk tidak seimbang, biarkan emas menemukan jalannya menjadi emas, dan biarkan tanah tetap menjadi tanah.\"\n\"Akan dibutuhkan seseorang untuk memulihkan keseimbangan. Dan orang itu, adalah seorang pencuri.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Swift and Sure",
	"effectTemplateRaw": "DMG reaksi Electro-Charged +<color=#99FFFFFF>{0}</color> dan DMG reaksi Lunar-Charged +<color=#99FFFFFF>{1}</color>. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Charged meningkat <color=#99FFFFFF>{2}</color> lagi.",
	"r1": {
		"description": "DMG reaksi Electro-Charged +48% dan DMG reaksi Lunar-Charged +12%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Charged meningkat 12% lagi.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "DMG reaksi Electro-Charged +60% dan DMG reaksi Lunar-Charged +15%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Charged meningkat 15% lagi.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "DMG reaksi Electro-Charged +72% dan DMG reaksi Lunar-Charged +18%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Charged meningkat 18% lagi.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "DMG reaksi Electro-Charged +84% dan DMG reaksi Lunar-Charged +21%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Charged meningkat 21% lagi.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "DMG reaksi Electro-Charged +96% dan DMG reaksi Lunar-Charged +24%. Moonsign: Ascendant Gleam: DMG reaksi Lunar-Charged meningkat 24% lagi.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}