{
	"id": 13427,
	"name": "Prospector's Drill",
	"description": "Alat bor panjang yang hampir punah saat ini. Sering digunakan untuk menggali dan mengukir bebatuan.",
	"descriptionRaw": "Alat bor panjang yang hampir punah saat ini. Sering digunakan untuk menggali dan mengukir bebatuan.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Alat praktis yang bisa mengebor ke dalam tanah dan bebatuan dengan mudah,\nmemiliki berbagai kegunaan dalam penjelajahan dan berbagai pekerjaan lainnya.\nPengrajin batu dan pekerja konstruksi juga akan memanfaatkan ciri khasnya,\nuntuk memotong batu dan membentuk struktur tampilan luar secara garis besar pada tahap awal.\n\nDia sama seperti peralatan lainnya di bengkel dan pelabuhan,\nsumber kekuatan yang diandalkan adalah minyak bakar tradisional yang tidak terlalu efisien,\nsaat itu, reaksi anihilasi terkontrol masih belum dikembangkan,\nkarena keterbatasan kinematika dan daya pada Clockwork Meka saat itu,\nkebanyakannya hanya tertinggal pada tahap benda berharga dan barang mewah saja,\nberbagai pekerjaan juga masih harus diselesaikan oleh manusia.\n\nPegangan panjangnya merupakan tempat penyimpanan bahan bakar, jadi harus ekstra hati-hati.\nNamun juga pernah ada deskripsi dan catatan bahwa ia pernah digunakan untuk bertempur pada masa lalu.\n\nKemampuan alat seperti ini untuk menusuk dan memotong benar-benar tak tertandingi.\nKarena ia bisa menusuk ke dalam bebatuan layaknya pedang panas yang menusuk mentega,\nterlebih lagi hal-hal yang tidak sekeras batu, itu sudah bukan merupakan sebuah pertanyaan.\nKemudian, dia meninggalkan sejarah Fontaine seiring dengan berbagai perkembangan,\norang yang memilikinya tanpa izin juga dilarang oleh perintah administratif, seperti peralatan yang lain.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Masons' Ditty",
	"effectTemplateRaw": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan <color=#99FFFFFF>{0}</color> ATK dan <color=#99FFFFFF>{1}</color> Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan 3% ATK dan 7% Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan 4% ATK dan 8,5% Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"4%",
			"8,5%"
		]
	},
	"r3": {
		"description": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan 5% ATK dan 10% Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan 6% ATK dan 11,5% Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"6%",
			"11,5%"
		]
	},
	"r5": {
		"description": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan 7% ATK dan 13% Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of Ancient Chord",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}