{
	"id": 12406,
	"name": "Prototype Archaic",
	"description": "Sebuah greatsword kuno yang ditemukan di Blackcliff Forge. Mempunyai kekuatan ayunan yang luar biasa seolah dapat membelah dimensi.",
	"descriptionRaw": "Sebuah greatsword kuno yang ditemukan di Blackcliff Forge. Mempunyai kekuatan ayunan yang luar biasa seolah dapat membelah dimensi.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Sebuah prototipe pedang besar kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nBeratnya mendekati 40 pound, gagangnya terbuat dari bijih langka, pisaunya ditempa dari besi terbaik.\n\nSetelah bencana besar, keluarga Yun bergabung dengan master pengrajin Han Wu demi menemukan cara untuk melewati kendala desain pisau kontemporer dan merevolusi kerajinan mereka.\nLahirlah beberapa model seri senjata terbaru, dinamakan \"prototipe\". Pedang besar pertama dibuat menggunakan desain baru, pada akhirnya memiliki penampilan luar biasa.\nPemandangan emas yang kusam dan bernoda menutupi kekuatan sebenarnya dari senjata itu. Meskipun tidak banyak yang bisa dilihat, siapa pun yang bersedia mencobanya akan menemukan bahwa pedang itu memang berat namun tidak sulit untuk digunakan.\n\nHan Wu, master pengrajin yang menempa senjata itu, pergi ke Utara dalam semalam untuk memberikan pedang itu kepada ahli bela diri yang mengikuti jalan kesatria.\nSang ahli bela diri meneliti pedang itu dengan saksama sebelum mencobanya. Pedang itu melolong seperti angin dan dalam sekejap menghancurkan seluruh hutan bambu. Sungguh pemandangan yang langka.\n\nAhli bela diri itu berkata kepada Han Wu, \"Pedang ini diberkahi dengan keanggunan yang antik. Sebuah benda berharga baik sebagai senjata maupun ornamen\"\nProduk indah dengan skala dan kehalusan yang layak, patut diberi nama \"Archaic\".\nKarena kekuatannya yang tak tertandingi, sering kali pedang itu menjadi model dari ribuan pedang besar di Liyue.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Crush",
	"effectTemplateRaw": "Saat mengenai musuh, Normal atau Charged Attack memiliki 50% persentase untuk mengakibatkan DMG tambahan sebesar <color=#99FFFFFF>{0}</color> ATK di area kecil. Dapat terpicu setiap 15 detik",
	"r1": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack memiliki 50% persentase untuk mengakibatkan DMG tambahan sebesar 240% ATK di area kecil. Dapat terpicu setiap 15 detik",
		"values": [
			"240%"
		]
	},
	"r2": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack memiliki 50% persentase untuk mengakibatkan DMG tambahan sebesar 300% ATK di area kecil. Dapat terpicu setiap 15 detik",
		"values": [
			"300%"
		]
	},
	"r3": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack memiliki 50% persentase untuk mengakibatkan DMG tambahan sebesar 360% ATK di area kecil. Dapat terpicu setiap 15 detik",
		"values": [
			"360%"
		]
	},
	"r4": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack memiliki 50% persentase untuk mengakibatkan DMG tambahan sebesar 420% ATK di area kecil. Dapat terpicu setiap 15 detik",
		"values": [
			"420%"
		]
	},
	"r5": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack memiliki 50% persentase untuk mengakibatkan DMG tambahan sebesar 480% ATK di area kecil. Dapat terpicu setiap 15 detik",
		"values": [
			"480%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}