{
	"name": "Prototype Crescent",
	"description": "Sebuah prototipe busur yang ditemukan di Blackcliff Forge. Anak panah yang ditembakkan dari busur ini bercahaya bagaikan cahaya rembulan.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "Sebuah prototipe busur kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nKayu ek berusia lebih dari lima puluh tahun dilapisi sutra emas, dipasang dengan komponen baja terbaik untuk membuat busur ini.\nMeskipun terbuat dari cabang Irminsul yang telah membentang jauh ke dalam bumi, tali busurnya sangat lentur, dijamin tidak akan patah.\n\nKeluarga Yun di Liyue mempromosikan satu set senjata prototipe legendaris dan membawa era baru kepada kekuatan militer mereka.\nSebuah busur panjang yang luar biasa sangat terkenal di kalangan prajurit.\nMaster pengrajin Han Wu, merakit busur panjang itu secara pribadi atas permintaan teman baiknya Yun Hui.\n\nDia mempekerjakan setiap pedagang yang bisa dia temukan untuk membawakan sejumlah besar sumber daya. Pada akhirnya, ia memilih untuk menggunakan kayu ek, baja kuat dan cabang Irminsul yang berasal dari dalam jurang.\nHasilnya adalah sebuah busur indah yang kuat, kokoh dan mudah untuk dipegang, dan dingin saat disentuh.\nBusur seindah bulan sabit, meskipun agak gelap, seperti bulan terang yang bertengger di tengah langit malam berkabut.\nSaat anak panah dari busur tersebut menusuk langit, cahaya senarnya yang tipis dan dingin seolah bagaikan bulan yang muram.\n\nBusur itu dinamakan \"Crescent\".\nSeperti keindahannya yang memikat orang, sehingga Liyue menjadikan busur itu sebagai sebuah inspirasi untuk busur di masa depan.",
	"baseatk": 42,
	"substat": "ATK",
	"subvalue": "9",
	"effectname": "Unreturning",
	"effect": "Saat Charged Attack mengenai titik kelemahan musuh, akan meningkatkan Movement SPD sebanyak 10% dan ATK sebesar {0} selama 10 detik.",
	"r1": [
		"36%"
	],
	"r2": [
		"45%"
	],
	"r3": [
		"54%"
	],
	"r4": [
		"63%"
	],
	"r5": [
		"72%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}