{
	"id": 14406,
	"name": "Prototype Amber",
	"description": "Catalyst yang dilapisi dengan emas, tersembunyi dan dijaga di dalam Blackcliff Forge, sepertinya benda ini dapat menampung cahaya dari langit.",
	"descriptionRaw": "Catalyst yang dilapisi dengan emas, tersembunyi dan dijaga di dalam Blackcliff Forge, sepertinya benda ini dapat menampung cahaya dari langit.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Sebuah katalis kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nLempengan itu mewakili kosmos dan karenanya mengambil bentuk lingkaran. Di tengahnya terdapat sepotong Cor Purum, mewakili tubuh surgawi yang tergantung di cakrawala.\n\nSetelah bencana berakhir, monster yang tersisa masih berkeliaran di seluruh dunia. Karenanya, masyarakat meninggalkan bela diri tradisional dan beralih para seni supernatural.\nNamun, pengerjaan senjata sihir masih tetap sama sejak ratusan tahun lalu, karenanya katalis pada masa itu sangat rapuh dan pecah setelah digunakan pertama kali.\nPara ahli sihir pergi ke Liyue dan memohon kepada Yun Hui, kepala keluarga Yun, untuk merancang katalis yang baru untuk mereka.\nYun Hui akhirnya menambahkan katalis ke seri desain senjata yang telah dia tingkatkan yang dikenal sebagai \"prototipe\".\n\nLempengan itu terbuat dari kayu dan bijih langka. Sepotong Cor Purum di tengah adalah hadiah dari para ahli sihir.\nCor Purum diproduksi dengan membakar Cor Lapis di dalam tempayan selama tujuh kali tujuh hari (yakni empat puluh sembilan hari). Setelah itu ditempatkan di mata air gunung dan direndam selama tujuh kali tujuh hari lagi.\nPenyucian ganda oleh api dan air membuat Cor Purum tidak bisa dihancurkan, dan para ahli sihir juga percaya bahwa hal tersebut membuat batu itu menjadi wadah dari energi kosmik. Sebuah katalis dengan Cor Purum sebagai pusatnya bisa menyalurkan energi kosmik dengan memutar lempengannya. Dua belas putaran penuh dapat mengolah energi menjadi bentuk yang paling murni.\n\nYun Hui mengamati bahwa Cor Purum mempunyai cahaya emas hangat seperti amber. Setelah berdiskusi dengan para ahli sihit, dia mengusulkan untuk menamai katalis tersebut \"Prototype Amber\".\nKarenanya, semua katalis yang dibuat di Liyue dibuat dengan model dari prototipe milik Yun Hui.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Golden Plating",
	"effectTemplateRaw": "Setelah melancarkan Elemental Burst, memulihkan <color=#99FFFFFF>{0}</color> Energy setiap 2 detik selama 6 detik dan memulihkan <color=#99FFFFFF>{1}</color> HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
	"r1": {
		"description": "Setelah melancarkan Elemental Burst, memulihkan 4 Energy setiap 2 detik selama 6 detik dan memulihkan 4% HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
		"values": [
			"4",
			"4%"
		]
	},
	"r2": {
		"description": "Setelah melancarkan Elemental Burst, memulihkan 4,5 Energy setiap 2 detik selama 6 detik dan memulihkan 4,5% HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
		"values": [
			"4,5",
			"4,5%"
		]
	},
	"r3": {
		"description": "Setelah melancarkan Elemental Burst, memulihkan 5 Energy setiap 2 detik selama 6 detik dan memulihkan 5% HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
		"values": [
			"5",
			"5%"
		]
	},
	"r4": {
		"description": "Setelah melancarkan Elemental Burst, memulihkan 5,5 Energy setiap 2 detik selama 6 detik dan memulihkan 5,5% HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
		"values": [
			"5,5",
			"5,5%"
		]
	},
	"r5": {
		"description": "Setelah melancarkan Elemental Burst, memulihkan 6 Energy setiap 2 detik selama 6 detik dan memulihkan 6% HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
		"values": [
			"6",
			"6%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}