{
	"id": 13402,
	"name": "Prototype Starglitter",
	"description": "Sebuah glaive yang ditemukan di Blackcliff Forge. Kilatan cahaya di ujungnya yang tajam bagaikan bintang di malam hari.",
	"descriptionRaw": "Sebuah glaive yang ditemukan di Blackcliff Forge. Kilatan cahaya di ujungnya yang tajam bagaikan bintang di malam hari.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Prototipe tombak kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nTombak ini terbuat dari baja hitam bertatahkan emas. Motif kilat membentang di sepanjang tubuh, menampilkan kilatan petir diselingi bintang. Penambahan daun emas memberikan sentuhan akhir yang indah.\n\nPada saat ancaman monster sirna, pasukan yang tersisa hanya beberapa dan tidak dekat, dan masing-masing bergabung dengan komunitas sipil di mana mereka berada. Meskipun perdamaian berhasil diperoleh, namun memicu kebangkitan seni bela diri yang menyebar ke seluruh negeri.\nPermintaan untuk semua jenis senjata berduri, terutama untuk barang-barang berkualitas tinggi, dan produsen tidak dapat memenuhi banyaknya permintaan. Untuk menemukan solusi, Yun Hui dari keluarga Yun bertemu dengan pengrajin Han Wu dan keduanya melakukan penelitian intensif secara diam-diam.\nSaat mereka berdua selesai, janggut kedua pria itu sudah tumbuh dua belas inci. Desain senjata baru mereka, \"prototipe\", akhirnya siap untuk merevolusi pembuatan persenjataan di Liyue. Sudah waktunya untuk menyingkirkan belenggu masa lalu yang mengikat karya mereka.\n\nTombak pertama yang dibuat dengan spesifikasi baru berwarna hitam emas. Duri di ujungnya dua inci lebih panjang dari standar sebelumnya.\nDitinggalkan untuk berjemur semalaman di bawah sinar rembulan. Pada fajar pertama, ujungnya bersinar, menusuk cahaya bagai bintang di langit malam.\n\nKetika memandangnya, Yun teringat akan kejayaan ayahnya sewaktu dulu, dan untung mengenangnya, dia memutuskan untuk mendedikasikan senjata ini berdasarkan kenangan atas ayahnya.\nDinamakanlah senjata ini \"Starglitter\" di antara para ahli pemakai tombak di Liyue.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Magic Eater",
	"effectTemplateRaw": "Setelah melancarkan Elemental Skill, meningkatkan <color=#99FFFFFF>{0}</color> Normal dan Charged Attack selama 12 detik. Maksimum 2 lapis.",
	"r1": {
		"description": "Setelah melancarkan Elemental Skill, meningkatkan 8% Normal dan Charged Attack selama 12 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Setelah melancarkan Elemental Skill, meningkatkan 10% Normal dan Charged Attack selama 12 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Setelah melancarkan Elemental Skill, meningkatkan 12% Normal dan Charged Attack selama 12 detik. Maksimum 2 lapis.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Setelah melancarkan Elemental Skill, meningkatkan 14% Normal dan Charged Attack selama 12 detik. Maksimum 2 lapis.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Setelah melancarkan Elemental Skill, meningkatkan 16% Normal dan Charged Attack selama 12 detik. Maksimum 2 lapis.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}