{
	"id": 15434,
	"name": "Rainbow Serpent's Rain Bow",
	"description": "Alat upacara yang diturunkan dari generasi ke generasi oleh Penguasa Angin Malam, busurnya yang berwarna biru tua selalu diselimuti hawa dingin yang menyengat.",
	"descriptionRaw": "Alat upacara yang diturunkan dari generasi ke generasi oleh Penguasa Angin Malam, busurnya yang berwarna biru tua selalu diselimuti hawa dingin yang menyengat.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Kota Bara yang telah membusuk jatuh bersama mimpi gila sang perebut kekuasaan ke dalam kobaran api seterang matahari.\nPahlawan bermata merah memanggil murka para dewa, mengubah takhta suci yang tercemar dan terkorosi menjadi abu yang beterbangan.\nPuluhan tahun telah berlalu sejak Maghan sang pemburu naga mengusir penguasa kuno dari lembah yang dalam.\nDi desa yang dulunya memuja para naga, generasi baru sudah lama lupa akan sumpah mereka dengan naga.\n\nOleh karena itu, ketika pendeta muda Wagadu memenuhi keinginan terakhir Maghan sang pemburu naga,\nsaat dia memakamkan jenazahnya di kuburan tanpa nama dan membawa busurnya ke pegunungan terpencil yang diselimuti kabut.\nDia tetap tidak paham apa arti kata-kata terakhir yang diucapkan orang tua itu.\nApa artinya \"memperbarui perjanjian\"? Apa itu \"memulihkan perdamaian\"? Wagadu sama sekali tidak paham.\nDia mengira pendeta tua itu hanya ingin dia mengembalikan busur kesayangannya ke Jagat Malam yang berbahaya,\nuntuk menenangkan arwah-arwah yang marah karena ritual persembahan kuno yang telah lama ditinggalkan.\n\nMenyibak tabir kabut misteri, melangkah naik di tangga batu tiga tingkat, di tepi alam kegelapan yang tak terucap.\nYang muncul di hadapannya adalah aula yang rumit bagai labirin, diselimuti cahaya lembut yang mengalir perlahan.\nSebelum sang pendeta muda sempat mengamati siapa yang menulis prasasti keemasan itu,\nKabut tebal tiba-tiba bergulung menutupi kedua matanya, lalu diikuti oleh ilusi.\nDalam keadaan bingung dan linglung, berbagai macam wujud yang berbeda menari-nari bagai pelangi.\nTerlihat si cantik dengan mata biru kehijauan, ular raksasa berselimut cahaya bintang, laba-laba putih yang menenun matahari dan bulan,\npatung dari emas hitam dan besi putih, kelinci licik yang menertawakan rubah liar, serigala yang berjuang dalam tar ....\nWagadu segera berlutut sambil ketakutan, memohon ampun kepada para Jagat Malam atas ketidaksopanannya yang tidak disengaja,\ntapi saat kabut mulai menipis, yang bertengger di atas kuil dan menatapnya dari atas itu,\nbukan orang mati seperti yang dia bayangkan, tapi seekor naga raksasa dengan sayap yang membentang luas bagai pelangi di langit.\n\n\"Wahai kau yang tak berjiwa, yang takdirnya terikat pada bintang-bintang, kamu tidak perlu takut pada wujudku.\"\n\"Aku sudah tahu tujuan kedatanganmu, meski kamu sendiri masih diselimuti kabut ketidaktahuan.\"\n\"Pendeta yang menyebut dirinya pemburu naga mengirimmu ke sini untuk membuat perjanjian dengan generasi seterusnya.\"\n\"Darah bangsawan orang-orang kuno tidak pernah menodai pedangnya, ketulusan seperti ini lebih berarti dari ribuan kata.\"\n\"Tidak apa. Paduka kami sudah lama tiada, dan aku sudah lelah menjaga kaumku yang ada dalam mimpi.\"\n\"Aku bersedia mengajarkan semua ritual rahasia yang aku tahu, agar suku kalian bisa sejahtera.\"\n\"Seseorang tidak perlu memberi persembahan darah pada utusan yang jatuh ke dunia kegelapan untuk bisa mendengar bisikan malam.\"\n\"Untuk itu, aku hanya akan minta dua hal dari kalian, sebagai syarat untuk mengikat perjanjian ini:\"\n\"Yang pertama, pastikan keturunanmu memperlakukan orang-orang kuno yang pernah kulindungi seperti teman baik.\"\n\"Selalu dengar nasihat mereka, jangan biarkan sumpah ini jadi bahan tertawaan seperti Aliansi Akbar.\"\n\"Kedua, pastikan keturunanmu menghapus namaku dari semua catatan gulungan.\"\n\"Agar para makhluk bodoh yang mengaku bijak itu tidak bisa melakukan balas dendam atas perjanjian kita.\"\n\"Kamu tidak perlu berpikir, cukup setuju saja. Wayob yang melindungimu itu dulu adalah pelayanku.\"\n\"Bahkan jauh sebelum kamu lahir, dia sudah cerita padaku tentang perjanjian yang tidak seharusnya ini.\"\n\nSeperti orang yang baru bangun tidur dan tidak bisa membedakan antara mimpi dan kenyataan, Wagadu yang masih kebingungan mengangguk setuju.\nDalam sekejap, istana berlapis emas dan naga raksasa yang megah lenyap seperti asap misteri dari masa lalu.\nSaat masih bingung apakah fenomena aneh yang baru saja dia lihat hanya mimpi karena kelelahan.\nSebuah sentuhan lembut bagai bulu dan dingin bagai angin malam di sampingnya membuat pemuda itu tanpa sadar berbalik—\nKonon, dia adalah Iktomisaurus pertama yang benar-benar keluar dari kerajaan Patih Malam.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Astral Whispers Beyond the Sacred Throne",
	"effectTemplateRaw": "Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran dan setelah serangan Karakter yang mengenakan mengenai musuh, ATK +<color=#99FFFFFF>{0}</color> selama 8 detik.",
	"r1": {
		"description": "Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran dan setelah serangan Karakter yang mengenakan mengenai musuh, ATK +28% selama 8 detik.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran dan setelah serangan Karakter yang mengenakan mengenai musuh, ATK +35% selama 8 detik.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran dan setelah serangan Karakter yang mengenakan mengenai musuh, ATK +42% selama 8 detik.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran dan setelah serangan Karakter yang mengenakan mengenai musuh, ATK +49% selama 8 detik.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "Saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran dan setelah serangan Karakter yang mengenakan mengenai musuh, ATK +56% selama 8 detik.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}