{
	"name": "Range Gauge",
	"description": "Alat pengukur yang hampir punah saat ini. Memiliki kemampuan untuk menembakkan anak panah.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "Merupakan benda yang sering digunakan dalam pembangunan kota dan ekspedisi reruntuhan pada masa lalu.\nSelain mengukur sudut, juga memiliki fungsi pengukuran jarak yang sangat mutakhir pada zamannya.\nDengan memanfaatkan anak panah spesial yang diproses dengan teliti dan tangan para ahli yang sudah terlatih secara profesional,\nbisa membuat jalur anak panah yang ditembakkan tegak lurus seperti jejak cahaya.\n\nSelain merencanakan dan membangun, benda ini kadang-kadang juga berguna saat penjelajahan, bahkan saat penyelidikan kasus.\nDi tangan orang ahli, fungsi pengukuran jarak ini bisa memaksimalkan ketepatan pengukuran yang sangat tinggi.\nTim penjelajah sering menggunakan aturan pengujian jarak saat menjelajahi reruntuhan Remuria,\ntujuan utamanya agar bisa menggunakannya untuk menentukan reruntuhan kuno yang terkubur karena waktu dan kehancuran.\nDi novel Herlock yang terkenal di generasi mendatang,\njuga ada orang yang menggunakan benda ini sebagai detail alur pencarian ruang rahasia.\n\nSaat ini, masih tetap ada banyak alat pengukur yang berdebu di toko antik dan ruang bawah tanah di loteng.\nSeiring dengan popularitas peralatan sejenis yang meningkatkan efisiensi, mengurangi syarat kemampuan manusia,\nAnak panah spesial ini sudah tidak diproduksi oleh orang lagi, juga sudah perlahan hilang dari peredaran.\nKarena dia merupakan busur panjang yang bisa dibawa ke mana-mana tanpa dicurigai atau dipertanyakan,\npada beberapa era yang spesial, juga pernah digunakan untuk keperluan selain desain.",
	"baseatk": 44,
	"substat": "ATK",
	"subvalue": "6",
	"effectname": "Masons' Ditty",
	"effect": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Unity's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Unity's Symbol yang dimiliki untuk menghasilkan efek Struggle yang berlangsung selama 10 detik. Setiap Unity's Symbol yang dikonsumsi, akan meningkatkan {0} ATK dan {1} Elemental DMG Bonus seluruh elemen. Efek Struggle dapat terpicu sekali setiap 15 detik. Unity's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": [
		"3%",
		"7%"
	],
	"r2": [
		"4%",
		"8,5%"
	],
	"r3": [
		"5%",
		"10%"
	],
	"r4": [
		"6%",
		"11,5%"
	],
	"r5": [
		"7%",
		"13%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Echo of Ancient Chord",
				"count": 4
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}