{
	"id": 12510,
	"name": "Redhorn Stonethresher",
	"description": "Berdasarkan penuturan pemiliknya yang terdahulu, pedang ini adalah pedang \"Bertanduk Merah Penghancur Batu Pelumat Emas Penakluk Singa\" yang dapat membuat monster mana pun lari terbirit-birit.",
	"descriptionRaw": "Berdasarkan penuturan pemiliknya yang terdahulu, pedang ini adalah pedang \"Bertanduk Merah Penghancur Batu Pelumat Emas Penakluk Singa\" yang dapat membuat monster mana pun lari terbirit-birit.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Berdasarkan penuturan pemiliknya yang terdahulu, pedang ini adalah pedang \"Bertanduk Merah Penghancur Batu Pelumat Emas Penakluk Singa\",\npedang kesayangan seorang eksentrik bernama \"Yang Dipertuan Agung Sang Raja Singa Raksasa\".\n\nTapi karena kedua nama tersebut terlalu bertele-tele,\nanak-anak menyebutnya dengan nama \"Alu Merah\", dan pemiliknya \"Raja Singa\".\n\nAlu Merah ini adalah senjata yang dibuat dari tanduk monster.\nBaik bake-kitsune, bake-danuki, maupun roh jahat, semua akan memohon ampun di hadapannya.\nBahkan Reizenbou, Sang Tengu Agung dari Mt. Yougou pun,\nbegitu takut pada kekuatan Alu Merah, dan urung untuk keluar menghadapi sang Raja Singa!\n\nTentu saja, anak-anak tidak pernah percaya pada kisah tersebut.\nTapi si Raja Singa itu memang benar-benar kuat. Bahkan tujuh orang sekaligus pun tak mampu mendorongnya keluar dari dohyou (ring sumo).\nWaktu melihat anak-anak tak bisa menggapai buah di dahan yang tinggi, dia akan menendang pohonnya sampai buahnya jatuh.\nNamun, dia juga pernah menendang sebuah pohon sampai tumbang, dan dikejar sampai pegunungan oleh seorang kakek tua.\nDia juga pernah membawa anak-anak menghadiri konser resmi dalam rangka memandangi dedaunan di musim gugur,\nsambil meneriakkan \"Yang Dipertuan Agung Sang Raja Singa Raksasa telah tiba! Berhati-hatilah, iblis!\"\nDia lalu bergulat dengan oni kecil yang sedang ingin berkelahi. Hasilnya tak perlu ditanya, terlalu menyedihkan untuk dilihat.\n\nNamun jika cuma segitu saja kemampuan sang Raja, yang bahkan tidak pernah diperbolehkan untuk mengenakan atribut sang Shogun,\nbagaimana mungkin, kata anak-anak, dia mampu menaklukkan para youkai yang diceritakan di lagu-lagu?\n\n\"Hah! Aku cuma masuk angin karena habis minum semalaman. Itu saja!\"\nBahkan setelah membuat alasan seperti itu, si Raja Singa tetap tertawa renyah.\nApa memang dia tak tahu malu? Ataukah memang dia yakin dapat menang? Jawaban untuk hal ini, tidak ada yang tahu ....\n\n\"Kali ini, aku pasti bisa memenggal tanduk para monster itu,\"\n\"Dan membawanya kembali agar kalian semua bisa lihat, dan percaya pada keperkasaan Yang Dipertuan Agung Sang Raja Singa Raksasa!\"\n\"Makhluk-makhluk yang ada di seberang lautan? Hah! Itu sih sepele!\"\n\n\"Jadi pergilah, ikuti si utusan rubah dan sembunyi saja di sudut sana.\"\n\"Aku akan mampir lagi nanti. Kita gulat lagi.\"\n\nAnak-anak ingat si oni kecil menghela napas sambil mengatakan semua itu,\nsambil menghempaskan si Raja Singa ke langit ....\n\nDi kemudian hari, si oni yang bergulat dengan si Raja Singa akhirnya kabur setelah tangan dan tanduknya dipatahkan,\nSementara sang Tengu Agung tak lagi muncul di hadapan manusia, dan terus tinggal di kediamannya di hutan-hutan pegunungan.\nDemikianlah bualan kosong di balik kisah pedang ini menjadi kenyataan,\nmeskipun Yang Dipertuan Agung Sang Raja Singa Raksasa sendiri pergi berkelana dan tak pernah kembali lagi.\nBahkan setelah semua peristiwa itu terjadi, pohon Lavender Melon yang dia tendang sampai tumbang pun dapat kembali berbuah, asalkan dipelihara dengan baik.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19,2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> DEF. DMG dari Normal dan Charged Attack akan meningkat sebesar <color=#99FFFFFF>{1}</color> DEF.",
	"r1": {
		"description": "Meningkatkan 28% DEF. DMG dari Normal dan Charged Attack akan meningkat sebesar 40% DEF.",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "Meningkatkan 35% DEF. DMG dari Normal dan Charged Attack akan meningkat sebesar 50% DEF.",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "Meningkatkan 42% DEF. DMG dari Normal dan Charged Attack akan meningkat sebesar 60% DEF.",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "Meningkatkan 49% DEF. DMG dari Normal dan Charged Attack akan meningkat sebesar 70% DEF.",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "Meningkatkan 56% DEF. DMG dari Normal dan Charged Attack akan meningkat sebesar 80% DEF.",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}