{
	"id": 14521,
	"name": "Reliquary of Truth",
	"description": "Senjata berbentuk segitiga dengan tanduk yang terbuat dari emas dan batu giok. Konon senjata ini dulunya dikeramatkan dalam kuil yang terletak di Kota Safir, Tulaytullah.",
	"descriptionRaw": "Senjata berbentuk segitiga dengan tanduk yang terbuat dari emas dan batu giok. Konon senjata ini dulunya dikeramatkan dalam kuil yang terletak di Kota Safir, Tulaytullah.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Saat menara agung Shah Ramshahr akhirnya jatuh, seperti mimpi beracun yang dibaluri madu, lenyap ke dalam pasir bersimbah darah,\nkekuasaan raja diwariskan kepada kerajaan-kerajaan yang tak terhitung banyaknya, masa jayanya sesingkat embun pagi, sebelum kembali terkubur di bawah air merah dan tangisan.\nBangsawan yang pernah bersumpah setia kepada tirani di bawah kubah nilakandi, kini terbebas dari segala kekangan.\nHanya untuk mengikuti peramal palsu dan terbawa ke dalam permainan pembantaian serta kejatuhan di padang pasir yang gersang.\n\nWahai orang-orang Tulaytullah yang sombong, yang telah lupa akan peringatan dari orang-orang bijak!\nHanya ketika ambisinya jatuh bersama nama Gurkan-lah mereka tahu betapa mahalnya pemberontakan.\nSaat para Khagan yang kejam menaiki kuda dan datang, sudah tidak ada lagi pejuang yang melindungi Taman Seribu Tiang.\nOrang-orang yang tenggelam dalam mimpi emas hanya akan menundukkan kepala seperti hewan ternak di hadapan tuan baru mereka.\n\nPrajurit dan pemungut cukai yang serakah datang dari jauh, menyiksa penduduk kota yang sudah lama mati rasa.\nIstana hijau yang mengaku berwelas kasih begitu keras pada umatnya sendiri,\nsedemikian pahitnya hingga mereka yang takluk di bawah tapal besi asing mencari kedamaian dalam puisi masa lalu yang gegap gempita,\nmembisikkan masa kedaulatan sesaat Raja Humayun di tempat teduh yang tak terbakar terik mentari.\n\nDemi membebaskan saudara-saudaranya dari belenggu, bangsawan muda Goudarz melangkah ke balai suci yang terkubur di bawah pasir.\nKonon istana itu adalah milik Raja Ibis, sang panitera yang paling cerdik dan bijaksana di antara ketujuh orang bijak, yang juga adalah utusan rahasia bulan dan bintang.\nNamun rancangan yang sarat keputusasaan itu hampir pasti gagal, sebab tak ada yang mampu melawan kedigdayaan kaum penakluk, yang menyala-nyala seterang surya kelana.\nKaum Tighnar yang bijaksana telah lama pergi, dan suaka kebijaksanaan padang gurun telah terkubur di bawah pasir sewarna besi.\nNamun, di kedalaman mata air yang mengering, terdengar gema suara yang kudus, menjawab semua doa-doa ....\n\n\"Wahai pangeran yang berhemat, engkau menginginkan kekuatan matahari dan badai pasir, namun juga memelihara impian kosong menara tinggi yang dibangun dari pasir.\"\n\"Aku bisa memberimu kekuatan yang belum pernah dilihat oleh para tukang tenung, seperti memberikan air asin pada unta yang haus.\"\n\"Hanya saja, ratu bunga dan oasis pernah meninggalkan tiga teka-teki untuk penguasa pasir merah yang kulayani.\"\n\"Tapi penguasa yang bijaksana dan cerdas itu tidak pernah mengetahui jawabannya, bahkan sampai sebelum ketika ia tenggelam dalam mimpi kelam yang beracun.\"\n\"Jika engkau dapat mengempas kabut kebingungan yang telah lama menghantuiku, aku akan memberimu kuasa atas manusia sebagai gantinya.\"\n\nGoudarz muda menjawab demikian:\n\"Wahai orang suci yang mengetahui titah, tulisan, obat, dan kebijaksanaan, tolong beri tahukan padaku teka-teki kuno itu.\"\n\"Aku akan menjawab pertanyaanmu dengan ketulusan hati anak manusia, sebab tidak ada kebohongan dalam perjalananku.\"\n\nLalu, sang bijaksana terdahulu berkata:\n\"Apa yang menyebabkan kebangkitan dan kejatuhan? Yang runtuh seketika setelah ia dibangun?\"\n\"Seperti bulan yang mencapai purnama, lalu menghilang dari cakrawala.\"\n\"Orang bijak dan orang bodoh sama-sama merindukannya, lagi dan lagi,\"\n\"seperti pasang surut di hati anak manusia.\"\n\nGoudarz muda menjawab demikian:\n\"Engkau berbicara perihal persekongkolan dan pengkhianatan, ketidakberdayaan dan kelemahan yang lahir di bawah jubah orang bijak yang berbicara tentang kebaikan dan kebenaran.\"\n\"Karena kelemahan mereka, kubah nilakandi itu runtuh, dan orang-orang meratap dengan penuh kesedihan.\"\n\nSang bijaksana tertawa terbahak-bahak dan tidak menilai jawaban yang diberikan oleh si bangsawan muda.\nDia pun menyerahkan tongkat kuasa \"dusta\" kepadanya.\n\nDemikianlah, nama Goudarz perlahan-lahan terlupa.\nDan sejarah mencatatnya sebagai Raja Saleb Dowleh yang agung.\nPahlawan yang tidak pernah bersaksi dusta, menjadi raja oleh kuasa tipu muslihat.\nKemegahan zaman keemasan tercermin di bawah cahaya temaram senja.\n\n....\n\nHingga akhirnya kebohongan paling sempurna tidak lagi dapat mengendalikan hasrat untuk berkuasa.\nHingga akhirnya ciptaan Raja Deshret tidak lagi mampu menganyam ilusi mandat langit.\nSuara Raja Ibis kembali bergema, menanyakan teka-teki yang dulu pernah dijawabnya.\nRaja tua itu menjawabnya di tengah-tengah Gurabad yang meratapi nasibnya.\n\n\"Wahai yang suci dan tak bernoda, semua yang keluar dari mulutku adalah dusta. Bahkan aku sendiri pun tak sudi memercayainya.\"\n\"Satu-satunya hal yang bisa kulakukan sekarang adalah mencabut pedang dan bertarung sampai mati. Setidaknya aku tidak akan mengecewakan rekan-rekan yang datang untuk menyelamatkanku.\"\n\"Wahai yang suci dan tak bernoda, kebenaran atau kepalsuan, temukanlah itu di dalam darahmu sendiri.\"\n\nKekuasaan kemudian diambil oleh para Dey dari bangsa asing, hingga tiba harinya semua kerajaan itu lenyap, disapu oleh angin padang pasir yang kering.\nSang bijak menyimpan jawaban terakhir sang raja, seperti menerima terang rembulan yang menyalang seperti madu.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19,2%",
	"effectName": "Essence of Falsity",
	"effectTemplateRaw": "CRIT Rate +<color=#99FFFFFF>{0}</color>.\nSaat melancarkan Elemental Skill, Karakter yang mengenakan mendapatkan efek Secret of Lies: Elemental Mastery Karakter yang mengenakan +<color=#99FFFFFF>{1}</color> poin selama 12 detik. Saat mengakibatkan DMG Lunar-Bloom terhadap musuh, mendapatkan efek Moon of Truth: CRIT DMG Karakter yang mengenakan +<color=#99FFFFFF>{2}</color> selama 4 detik.\nSaat efek Secret of Lies dan efek Moon of Truth aktif secara bersamaan, kedua efek tersebut meningkat 50% lagi.",
	"r1": {
		"description": "CRIT Rate +8%.\nSaat melancarkan Elemental Skill, Karakter yang mengenakan mendapatkan efek Secret of Lies: Elemental Mastery Karakter yang mengenakan +80 poin selama 12 detik. Saat mengakibatkan DMG Lunar-Bloom terhadap musuh, mendapatkan efek Moon of Truth: CRIT DMG Karakter yang mengenakan +24% selama 4 detik.\nSaat efek Secret of Lies dan efek Moon of Truth aktif secara bersamaan, kedua efek tersebut meningkat 50% lagi.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "CRIT Rate +10%.\nSaat melancarkan Elemental Skill, Karakter yang mengenakan mendapatkan efek Secret of Lies: Elemental Mastery Karakter yang mengenakan +100 poin selama 12 detik. Saat mengakibatkan DMG Lunar-Bloom terhadap musuh, mendapatkan efek Moon of Truth: CRIT DMG Karakter yang mengenakan +30% selama 4 detik.\nSaat efek Secret of Lies dan efek Moon of Truth aktif secara bersamaan, kedua efek tersebut meningkat 50% lagi.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "CRIT Rate +12%.\nSaat melancarkan Elemental Skill, Karakter yang mengenakan mendapatkan efek Secret of Lies: Elemental Mastery Karakter yang mengenakan +120 poin selama 12 detik. Saat mengakibatkan DMG Lunar-Bloom terhadap musuh, mendapatkan efek Moon of Truth: CRIT DMG Karakter yang mengenakan +36% selama 4 detik.\nSaat efek Secret of Lies dan efek Moon of Truth aktif secara bersamaan, kedua efek tersebut meningkat 50% lagi.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "CRIT Rate +14%.\nSaat melancarkan Elemental Skill, Karakter yang mengenakan mendapatkan efek Secret of Lies: Elemental Mastery Karakter yang mengenakan +140 poin selama 12 detik. Saat mengakibatkan DMG Lunar-Bloom terhadap musuh, mendapatkan efek Moon of Truth: CRIT DMG Karakter yang mengenakan +42% selama 4 detik.\nSaat efek Secret of Lies dan efek Moon of Truth aktif secara bersamaan, kedua efek tersebut meningkat 50% lagi.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "CRIT Rate +16%.\nSaat melancarkan Elemental Skill, Karakter yang mengenakan mendapatkan efek Secret of Lies: Elemental Mastery Karakter yang mengenakan +160 poin selama 12 detik. Saat mengakibatkan DMG Lunar-Bloom terhadap musuh, mendapatkan efek Moon of Truth: CRIT DMG Karakter yang mengenakan +48% selama 4 detik.\nSaat efek Secret of Lies dan efek Moon of Truth aktif secara bersamaan, kedua efek tersebut meningkat 50% lagi.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}