{
	"id": 13408,
	"name": "Royal Spear",
	"description": "Tombak yang dulu dipuja-puja oleh bangsawan kuno yang pernah menjajah Mondstadt. Tombak ini sudah lama tidak digunakan, tetapi masih tajam tiada banding.",
	"descriptionRaw": "Tombak yang dulu dipuja-puja oleh bangsawan kuno yang pernah menjajah Mondstadt. Tombak ini sudah lama tidak digunakan, tetapi masih tajam tiada banding.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Senjata penusuk yang dikumpulkan oleh bangsawan tua yang pernah mendominasi Mondstadt, sangat indah baik dalam pekerjaan dan juga bahan yang digunakannya.\nDan karena itu, setelah generasi yang tak terhitung jumlahnya di zaman mereka, senjata tersebut masih tajam seolah masih baru.\nNamun di zaman bangsawan, senjata ini belum pernah melihat langit, hanya bermandikan cahaya bulan.\n\nPara bangsawan percaya bahwa orang yang berasal dari bangsawan harus bertarung dengan pedang panjang.\nSuara hantaman pedang adalah paduan suara jiwa yang mulia.\nTombak, lalu busur dan anak panah, adalah senjata untuk gladiator dan warga sipil yang rendah.\n\nWarga sipil yang memegang garpu rumput dan tongkat kayu runcing memiliki kesempatan untuk menang melawan para anak-anak bangsawan yang memegang pedang,\nTidak dapat diragukan lagi, inilah fakta bahwa penguasa lama Mondstadt hampir tidak dapat menerima dan menolak dengan keras akan hal ini.\n\nMenurut legenda, ada juga pemuda dengan darah bangsawan,\nDia menemui sebuah pengrajin ntuk menyesuaikan pegangannya dengan simbol keluarganya yang indah,\nDan seperti keluarga pemuda itu, jika dia tidak ingin ada pertumpahan darah,\nItu tidak akan pernah menjadi senjata tajam yang diakui oleh keluarga.\n\nJika kamu ingin membuat perubahan, kamu harus mempunyai kekuatan untuk itu.\nBahkan senjata yang dianggap tidak sesuai dengan temperamen para bangsawan pun sama,\nBahkan gagang tombak hanya bisa menari di bawah bayangan bulan purnama pada malam hari.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Focus",
	"effectTemplateRaw": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>{0}</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
	"r1": {
		"description": "Saat mengakibatkan DMG pada musuh, meningkatkan 8% CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Saat mengakibatkan DMG pada musuh, meningkatkan 10% CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Saat mengakibatkan DMG pada musuh, meningkatkan 12% CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Saat mengakibatkan DMG pada musuh, meningkatkan 14% CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Saat mengakibatkan DMG pada musuh, meningkatkan 16% CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}