{
	"id": 14424,
	"name": "Sacrificial Jade",
	"description": "Sebuah batu giok kuno yang bersinar seperti air jernih, sepertinya merupakan benda yang dipakai pada upacara atau ritual kuno.",
	"descriptionRaw": "Sebuah batu giok kuno yang bersinar seperti air jernih, sepertinya merupakan benda yang dipakai pada upacara atau ritual kuno.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Ketika Rex Lapis datang, leluhur orang Chenyu Vale sudah lama tercerai-berai menjadi beragam suku perbukitan.\nMengukir giok semurni air, dan mengadakan upacara adat kuno mereka,\nMenunggu hari baik, ketika anggota suku mengentikan pekerjaan dan mengorbankan giok indah untuk perairan ....\nDemi memperingati senyapnya pembawa pesan dari langit, menantikan berkat dan bencana yang menanti di tahun yang akan datang.\n\nKetika dewa kuno penguasa Chenyu Vale wafat di tanah asing, Rex Lapis datang mengambil tampuk kepemimpinan.\nPara leluhur yang diam di perbukitan liar perlahan menerima peradaban Liyue, tapi masih melestarikan tradisi pengorbanan.\nBatu karang akan luluh menjadi batu kali jika dialiri terus menerus, dan adat istiadat kuno pun diterima oleh pendatang dari Liyue.\nMaka di tempat ini pun berkembang adat masyarakat yang berbeda dari di pelabuhan, dan temperamen warganya pun lebih lembut.\n\nTahun berganti tahun, musim berganti musim. Suku leluhur membaur dan berasimilasi dengan para pendatang, menciptakan klan-klan baru ....\nSeni mengukir giok pun lekang ditelan zaman. Teh tumbuh sebagai gantinya, dan Chenyu Vale menjadi area perkebunan teh.\nPenduduk Chenyu Vale tidak lagi melempar giok sejernih air ke sungai sebagai bentuk pengorbanan,\nTapi upacara bertolak ke Yilong Wharf untuk memperingati para pendahulu dan mereka yang telah berpulang masih ada sampai hari ini, bersinar seperti batu giok di mata air.\n\nKadang para pengumpul tanaman obat masih bisa menemukan giok Yilong yang hijau kebiruan di reruntuhan,\nTidak lagi menyahut panggilan langit, namun masih cemerlang memantulkan sinar dunia.\nGiok yang bisu tidak pernah menceritakan sejarah kesusahan dan pengembaraan para pendahulu,\nTeka-teki masa lalu diserahkan menurut khayalan dan tebakan mereka yang datang memungut giok.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "8%",
	"effectName": "Jade Circulation",
	"effectTemplateRaw": "Jika Karakter ada di dalam party, namun tidak berada di medan pertempuran selama lebih dari 5 detik, Max HP meningkat <color=#99FFFFFF>{0}</color>, Elemental Mastery meningkat <color=#99FFFFFF>{1}</color> poin. Efek ini akan dihapus setelah Karakter yang mengenakan memasuki dan terus berada di medan pertempuran selama 10 detik.",
	"r1": {
		"description": "Jika Karakter ada di dalam party, namun tidak berada di medan pertempuran selama lebih dari 5 detik, Max HP meningkat 32%, Elemental Mastery meningkat 40 poin. Efek ini akan dihapus setelah Karakter yang mengenakan memasuki dan terus berada di medan pertempuran selama 10 detik.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "Jika Karakter ada di dalam party, namun tidak berada di medan pertempuran selama lebih dari 5 detik, Max HP meningkat 40%, Elemental Mastery meningkat 50 poin. Efek ini akan dihapus setelah Karakter yang mengenakan memasuki dan terus berada di medan pertempuran selama 10 detik.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "Jika Karakter ada di dalam party, namun tidak berada di medan pertempuran selama lebih dari 5 detik, Max HP meningkat 48%, Elemental Mastery meningkat 60 poin. Efek ini akan dihapus setelah Karakter yang mengenakan memasuki dan terus berada di medan pertempuran selama 10 detik.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "Jika Karakter ada di dalam party, namun tidak berada di medan pertempuran selama lebih dari 5 detik, Max HP meningkat 56%, Elemental Mastery meningkat 70 poin. Efek ini akan dihapus setelah Karakter yang mengenakan memasuki dan terus berada di medan pertempuran selama 10 detik.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "Jika Karakter ada di dalam party, namun tidak berada di medan pertempuran selama lebih dari 5 detik, Max HP meningkat 64%, Elemental Mastery meningkat 80 poin. Efek ini akan dihapus setelah Karakter yang mengenakan memasuki dan terus berada di medan pertempuran selama 10 detik.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}