{
	"id": 13434,
	"name": "Sacrificer's Staff",
	"description": "Tombak putih keperakan yang sempurna tanpa cela. Konon di masa lalu, ini adalah tongkat yang digunakan para penghulu Hyperborea untuk menggembalakan Bani Bulan Embun.",
	"descriptionRaw": "Tombak putih keperakan yang sempurna tanpa cela. Konon di masa lalu, ini adalah tongkat yang digunakan para penghulu Hyperborea untuk menggembalakan Bani Bulan Embun.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "\"Ya anakku Lovia, engkau yang paling murni dari semua yang murni, terimalah tongkat Penghulu Utama ini.\"\n\"Hanya kebaikan dan kasih sayangmu yang dapat mencelikkan mata domba yang tersesat, berkatilah mereka dengan kebahagiaan yang lembut dan tenang.\"\n\"Hanya engkaulah yang bisa membahagiakan mereka yang lemah, kepemimpinan yang nyaman dan amanah. Sebab hati mereka rindu akan tempat bernaung.\"\n\"Hanya engkaulah yang dapat meluruskan kesesatan di balik bayangan rembulan. Sebab tidak ada jalan selain jalan kebenaran.\"\n\"Ratu Bulan Embun telah menenun semua jalan dunia dengan benang perak, dan segala sesuatunya menari mengikuti alurnya dalam diam.\"\n\nBerkat kuno memudar seperti lilin di malam musim dingin, dan seorang gadis muda menerima tongkat pengabdian dari Penghulu yang terdahulu.\nSeseorang yang tidak layak dipilih, seorang anak yatim piatu asing yang tidak pernah tahu kebenaran tentang asal usulnya. Seorang yang tidak pernah menerima berkat.\nBulan Embun di langit tak lagi menghadapkan wajahnya kepada mereka, bahkan yang tersuci dari angkatan orang suci, yang lahir dengan darah paling murni sekali pun, tidak lagi memiliki karunia terangnya.\nDi tengah kekacauan dan kebingungan, Penghulu Utama menyerahkan putri angkatnya ke takhta suci yang berada di ambang kehancuran.\nSemoga kebaikan hatinya bisa menyatukan segala perbedaan, meskipun cahaya bulan tidak pernah mengalir di dalam darahnya.\n\nSeperti yang diharapkan oleh Penghulu Utama, gadis pelayan yang berbelas kasihan kepada yang lemah selalu percaya pada \"kebenaran\" yang diajarkan kepadanya.\nCahaya dan bayangan, terang dan gelap, baik dan jahat, hidup dan mati ... semua fenomena dalam dunia di bawah rembulan memiliki dua sisi, \"benar\" dan \"salah\".\nHanya dengan mengikuti jalan yang \"benar\", barulah semua makhluk dapat mencapai kebahagiaan paripurna.\nKebajikan adalah memberi makan yang lapar, merawat yang sakit. Menyertai mereka sepanjang malam.\nMengobati luka kecurigaan dengan ketulusan dan pengertian, menghiburkan hati sesama yang penuh kegelisahan.\nKebaikan yang benar pada akhirnya akan menjadi pelita di kala malam, menghangatkan hati yang dingin dan memusnahkan segala kebencian.\n\nDemikianlah kebenaran yang dipegang teguh oleh seorang gadis benama Lovia, yang matanya memandang teduh ke arah jemaatnya.\nSampai suatu ketika, seorang gadis yang kemurnian darahnya melebihi semua penghuni ujung utara, saudarinya dalam ikatan, namun berbeda keturunan,\ngugur oleh pedang pengkhianatan. Dia mengorbankan nyawa demi melindungi saudari tuanya, yang masih berjuang untuk meneguhkan wibawanya atas umat.\nDan di sanalah, pada sekejap yang putih membutakan mata, sang gadis yang tidak bisa meraungkan kesedihannya barang seucap pun menyadari sesuatu.\n\nBahwa jalan yang ditekuninya sampai hari itu bukanlah jalan yang \"benar\".\nBahwa kebaikan kepada yang lemah hanyalah khayalan semu yang tak termaafkan.\n\nJika Bulan Sejati tidak mengizinkannya untuk berharap, maka biarlah dusta ditenun menjadi fajar yang lembut.\nGerakkanlah hati kaum lemah yang terhina, berikanlah kenikmatan kepada domba-domba yang hidup dalam penderitaan. Jadikan semuanya setara.\nDan jika bulan baru tidak pernah terbit kembali, maka biarlah kekuasaan mutlak bertakhta di atas mimpi fana,\nAgar kawanan yang tersesat dapat kembali patuh, tidak lagi meratapi sifat bawaan yang tak ada faedahnya.\n\nYa, inilah kasih yang \"benar\", satu-satunya keselamatan bagi jemaat yang bercucuran air mata.\nKebaikan yang \"benar\", bahkan bagi mereka yang belum pernah melihat kilau perak candra kirana.\nBarang siapa menentang \"kebenaran\", kiranya penyesatan mereka dibersihkan oleh darah.\nSebab jalan yang \"benar\" tidak boleh sampai najis oleh perbuatan jahat, hingga anak saudarinya melahirkan penerus kudus.\n\nDemikianlah kisah si pelayan, tanda welas asih yang menyedihkan, yang menangis tanpa henti karena penderitaan dunia,\nmemahkotai dirinya dengan tanduk rusa, murni namun cemar, nyata namun fana. Laksana membungkus dirinya sendiri dalam kepompong.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "2%",
	"effectName": "Untainted Desire",
	"effectTemplateRaw": "Setelah Elemental Skill mengenai musuh, ATK Karakter +<color=#99FFFFFF>{0}</color>, Energy Recharge +<color=#99FFFFFF>{1}</color> selama 6 detik. Efek ini dapat ditumpuk 3 lapis, dan dapat terpicu meski Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK Karakter +8%, Energy Recharge +6% selama 6 detik. Efek ini dapat ditumpuk 3 lapis, dan dapat terpicu meski Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK Karakter +10%, Energy Recharge +7,5% selama 6 detik. Efek ini dapat ditumpuk 3 lapis, dan dapat terpicu meski Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"10%",
			"7,5%"
		]
	},
	"r3": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK Karakter +12%, Energy Recharge +9% selama 6 detik. Efek ini dapat ditumpuk 3 lapis, dan dapat terpicu meski Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK Karakter +14%, Energy Recharge +10,5% selama 6 detik. Efek ini dapat ditumpuk 3 lapis, dan dapat terpicu meski Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"14%",
			"10,5%"
		]
	},
	"r5": {
		"description": "Setelah Elemental Skill mengenai musuh, ATK Karakter +16%, Energy Recharge +12% selama 6 detik. Efek ini dapat ditumpuk 3 lapis, dan dapat terpicu meski Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}