{
	"id": 15424,
	"name": "Scion of the Blazing Sun",
	"description": "Sebuah busur panjang kuno yang ditinggalkan sejak zaman Raja Deshret. Tulisan kuno dan pola yang megah terukir di atasnya.",
	"descriptionRaw": "Sebuah busur panjang kuno yang ditinggalkan sejak zaman Raja Deshret. Tulisan kuno dan pola yang megah terukir di atasnya.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Pada zaman ketika raja padang pasir bertakhta, kedaulatannya ibarat sinar mentari yang selalu menyinari bukit pasir.\nLagu para nomaden yang berkicau seperti serangga padang pasir, selamanya menyanyikan pujian bagi zaman kejayaan yang telah terlupakan.\nRaja merah yang pernah menantang matahari, hingga akhirnya jatuh ke bumi seperti bintang.\nAda di antara para imam, yang luput dari pedang para raja dan pangeran, yang terus melestarikan ilmu memanah Raja Deshret ....\n\nKeturunan para imam yang menyebut diri \"Pewaris Surya Membara\" terus menjalankan adat dan upacara zaman Raja Deshret tanpa berhenti.\nBahkan para pedagang pengembara dan jaringan informasinya pun hanya tahu sedikit saja tentang mereka.\nHanya sedikit dari keturunan padang pasir yang berhak terhadap warisan kaum imam Raja Deshret, dan hanya sedikit saja yang bisa membaca naskah kuno.\nLebih halnya dengan ilmu bela diri para imam zaman kuno: gada, tombak, dan memanah, ilmu kebanggaan mereka.\n\nPara Eremite menyebut mereka dengan sebutan \"pertapa\", dan beberapa sudah bersumpah setia pada satu-satunya Raja Dewa yang tersisa di Sumeru.\nTapi banyak pula yang menghilang di padang pasir, bersembunyi bersama ular, kalajengking, dan arwah kerajaan kuno.\nYang setia pada hutan melestarikan adat tutup mulut dan bersembunyi, menggunakan kekuatan mereka untuk membalas budi.\nTetapi lubuk hati mereka terus meratapi nenek moyang dan Yang Mulia Raja Deshret, serta musibah yang terjadi seribu tahun lampau.\n\nMaka ilmu memanah yang anggun dan upacaranya adatnya yang kuno, terus dilestarikan sampai hari ini oleh keturunan para imam.\nArti naskah dan lukisan kuno telah lama hilang. Bahkan ada yang salah ditafsirkan.\nDan sosok agung sang raja merah yang memasangkan anak panah ke busurnya kini hanya mimpi masa lalu yang telah sirna.\nBara rapuh bangsa kuno yang masih belum padam seluruhnya, tetapi menjadi terselubung.\nMeneruskan pengetahuan masa lalu untuk melindungi peradaban masa kini.\n\nDan di antara para \"pertapa\" yang menghilang ke padang pasir, beberapa tersesat dan memalingkan muka dari takdir imamat.\nMenjadi haus akan khayalan kuasa, turut campur dan ingin membentuk para suku nomaden.\nAnak-anak kecil dilatih mengikuti tata cara masa lampau, dijadikan \"Elang\".\nIlmu yang terus ditempa dari masa ke masa, digunakan untuk melatih kasta pejuang yang di masa kini menekuni jalan yang sama sekali berbeda.\nMelatih elang dan anjing tanpa nurani, demi mempersiapkan jalan bagi lahirnya sang \"raja\" baru ....\nTapi kisah ini biarlah diceritakan di lain kesempatan. Karena ambisi besar sering lenyap ditelan padang pasir.\nTanpa suara, laksana air mata yang jatuh ke lautan tanpa akhir.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4%",
	"effectName": "The Way of Sunfire",
	"effectTemplateRaw": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang mengakibatkan DMG sebesar <color=#99FFFFFF>{0}</color> ATK terhadap musuh yang terkena serangan dan akan memberikan efek Heartsearer yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow tersebut. DMG Charged Attack Karakter yang mengenakan meningkat <color=#99FFFFFF>{1}</color> terhadap musuh yang berada dalam status Heartsearer. Sunfire Arrow dapat terpicu sekali setiap 10 detik.",
	"r1": {
		"description": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang mengakibatkan DMG sebesar 60% ATK terhadap musuh yang terkena serangan dan akan memberikan efek Heartsearer yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow tersebut. DMG Charged Attack Karakter yang mengenakan meningkat 28% terhadap musuh yang berada dalam status Heartsearer. Sunfire Arrow dapat terpicu sekali setiap 10 detik.",
		"values": [
			"60%",
			"28%"
		]
	},
	"r2": {
		"description": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang mengakibatkan DMG sebesar 75% ATK terhadap musuh yang terkena serangan dan akan memberikan efek Heartsearer yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow tersebut. DMG Charged Attack Karakter yang mengenakan meningkat 35% terhadap musuh yang berada dalam status Heartsearer. Sunfire Arrow dapat terpicu sekali setiap 10 detik.",
		"values": [
			"75%",
			"35%"
		]
	},
	"r3": {
		"description": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang mengakibatkan DMG sebesar 90% ATK terhadap musuh yang terkena serangan dan akan memberikan efek Heartsearer yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow tersebut. DMG Charged Attack Karakter yang mengenakan meningkat 42% terhadap musuh yang berada dalam status Heartsearer. Sunfire Arrow dapat terpicu sekali setiap 10 detik.",
		"values": [
			"90%",
			"42%"
		]
	},
	"r4": {
		"description": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang mengakibatkan DMG sebesar 105% ATK terhadap musuh yang terkena serangan dan akan memberikan efek Heartsearer yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow tersebut. DMG Charged Attack Karakter yang mengenakan meningkat 49% terhadap musuh yang berada dalam status Heartsearer. Sunfire Arrow dapat terpicu sekali setiap 10 detik.",
		"values": [
			"105%",
			"49%"
		]
	},
	"r5": {
		"description": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang mengakibatkan DMG sebesar 120% ATK terhadap musuh yang terkena serangan dan akan memberikan efek Heartsearer yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow tersebut. DMG Charged Attack Karakter yang mengenakan meningkat 56% terhadap musuh yang berada dalam status Heartsearer. Sunfire Arrow dapat terpicu sekali setiap 10 detik.",
		"values": [
			"120%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}