{
	"id": 15432,
	"name": "Sequence of Solitude",
	"description": "Busur panjang mekanis yang dibuat khusus untuk tembakan jarak jauh dan pembunuhan diam-diam. Suara dentuman busur ini tersembunyi dalam kegelapan malam, suaranya dingin dan panjang.",
	"descriptionRaw": "Busur panjang mekanis yang dibuat khusus untuk tembakan jarak jauh dan pembunuhan diam-diam. Suara dentuman busur ini tersembunyi dalam kegelapan malam, suaranya dingin dan panjang.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Pada masa ketika tatanan semua perairan belum terbentuk layaknya tembaga yang menyatu, para penguasa yang pernah memerintah suku-suku barbar itu saling mengenakan jubah peradaban.\nLayaknya sumpah yang diucapkan di depan pedang yang berkilau di danau pada malam itu, orang-orang berbaju ungu yang dipanggil bangsawan menafsirkan aturan dan keadilan.\nSilsilah-silsilah para raja dan kepahlawanan Laut Tinggi ini tidak kekurangan dermawan yang baik hati, juga tidak kekurangan perencana yang ambisius atau keturunan jahat dari keserakahan egois yang membusuk dalam kegelapan,\nMereka menggunakan topeng untuk menyembunyikan obsesi yang membabi buta terhadap kekuatan dan kekayaan. Topeng ini menyerap kemarahan dan penderitaan orang miskin seperti anggur merah di dalam cawan.\n\n\"Tentu saja, aku tahu tentang larangan Golden Hunter. Dia yang memerintahkan kami untuk menjauh dari kota besar itu, menyuruh kami agar tidak menodai pedang dengan darah saudara kami.\"\n\"Tapi jelaskanlah kepadaku, para bandit yang membantai mereka yang benar dan kepala suku yang memangsa orang lemah, apa bedanya mereka dengan iblis yang merenggut nyawa orang tak bersalah?\"\n\"Teman-teman, keturunan Remuria, saudara-saudaraku, dengarkanlah perkataanku: Menjaga keadilan adalah tujuan kita, bukan belenggu yang membatasi diri sendiri.\"\n\"Kalau kalian melihat lautan pahit itu, tapi tidak ingin menodai nama yang mulia, maka biarkanlah aku melepaskan marga Walter, dan meninggalkan perburuan kita.\"\n\nDemikianlah, keturunan kerajaan kembali menjadi musuh dari keturunan raja-raja di utara Laut Tinggi,\nTapi kali ini, darah dari mereka yang dulu adalah penjajah berdiri di sisi rakyat miskin.\nPedang panjang yang diwarisi oleh Golden Hunter berubah menjadi busur pendek yang dibenci oleh rekan-rekannya,\nDia berjalan di antara aula tinggi, dan menggambar tali penghakiman dengan tinta darah.\nPemburu yang kurus tidak pintar menghadapi monster secara langsung, tapi dia sangat menguasai seni membunuh orang jahat,\nPesta darah dan emas hitam sering menggunakan kekacauan sebagai anggur, sang pangeran juga tidak takut pada konflik dan kekacauan,\nKeheningan yang tiba-tiba dan pertanda kematian yang teratur, justru menjadi hal yang ditakuti oleh korbannya ....\n\n....\n\nMungkin karena pertimbangan pragmatis, teknik pembunuhan yang sudah merenggut nyawa banyak bangsawan,\nKeahlian memanah yang dimaksudkan untuk menembus tenggorokan si penindas, gerak kaki yang dimaksudkan untuk melarikan diri dari pengejar,\nTidak ada teknik yang hilang, bahkan ketika pemberontak keluarga Walter dieksekusi, lalu kemudian dibebaskan di tengah permainan orang-orang berpakaian ungu,\nDirayakan dalam opera-opera yang disponsori sebagai eksekutor tetap para Phantom Hunter, menjadi idola yang tidak bertaring dan tidak berbahaya.\nSebaliknya, sesuai dengan keinginan mereka yang berkuasa, semuanya ini dipraktikkan oleh para Hunter di masa-masa setelahnya,\nSampai ribuan tahun kemudian, saat pengepungan Poisson, darah orang-orang yang bersumpah untuk melindunginya akan mewarnai sungai menjadi merah ....",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Silent Trigger",
	"effectTemplateRaw": "Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar <color=#99FFFFFF>{0}</color> dari Max HP pada lokasi target. Efek ini dapat terpicu sekali setiap 15 detik.",
	"r1": {
		"description": "Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar 40% Max HP pada lokasi target. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar 50% dari Max HP pada lokasi target. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar 60% dari Max HP pada lokasi target. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar 70% dari Max HP pada lokasi target. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar 80% dari Max HP pada lokasi target. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of Ancient Chord",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}