{
	"id": 11433,
	"name": "Serenity's Call",
	"description": "Pedang panjang yang terbuat dari logam. Mengeluarkan suara tajam saat diayunkan.",
	"descriptionRaw": "Pedang panjang yang terbuat dari logam. Mengeluarkan suara tajam saat diayunkan.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Di tengah hutan dingin yang diselimuti kabut dan embun beku, pernah ada legenda tentang roh-roh yang haus darah.\nLegenda menceritakan bahwa mereka adalah roh jahat yang kejam dan mudah marah, yang akan menghancurkan siapa pun yang berani memasuki hutan.\nBaik prajurit-prajurit liar dari Northland, atau bandit yang berkumpul di tundra,\nsaat berbicara tentang kesunyian Nephilheim, pasti akan tanpa sadar menurunkan suara mereka,\nseolah takut jika suara dengungan di belakang mereka, mungkin menjadi suara terakhir yang akan mereka dengar.\n\nTidak banyak yang tahu bahwa dengungan itu bukan berasal dari roh jahat, melainkan berasal dari pedang tajam yang diayunkan seorang pemburu tanpa nama.\nDia adalah seseorang yang diasingkan, namanya tidak pernah dicatat oleh siapa pun, tidak pernah berjuang untuk idealisme dan pihak mana pun dalam hidupnya.\nTapi demi melindungi anak-anak yang kehilangan rumah mereka di masa-masa kekacauan dan melarikan diri ke hutan,\nuntuk melindungi anak-anak yang memegang keong sebagai tanda kepercayaan, pemburu akan membunuh semua penjahat di hutan.\nPedang logam yang dingin tidak akan pernah bisa meniru gema dari keong, sama seperti masa lalu yang tidak akan pernah kembali,\ntapi rasa hangat yang mengalir di leher juga bisa membuat para penjahat terdiam dan tidak mengganggu mimpi damai anak-anak.\n\nDari zaman kaisar dan Tsar, hingga tahun-tahun panjang mencoba membangun kembali dunia baru,\nsang pemburu tidak mengatakan sepatah kata pun, dia juga tidak pernah berhenti berburu di malam yang dingin.\nHingga anak-anak yang kehilangan tempat berlindungnya tidak lagi terpaksa hidup di hutan yang dingin,\nhingga kata-kata terakhir penjaga tua itu terlupakan di malam putih yang tak berujung,\nsang pemburu meletakkan pedangnya, berbalik memasuki hutan, dan tidak pernah terlihat lagi.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13,3%",
	"effectName": "Solemn Silence",
	"effectTemplateRaw": "Setelah memicu Reaksi Elemental, Max HP +<color=#99FFFFFF>{0}</color> selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Max HP dari efek ini bertambah <color=#99FFFFFF>{1}</color> lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah memicu Reaksi Elemental, Max HP +16% selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Max HP dari efek ini bertambah 16% lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Setelah memicu Reaksi Elemental, Max HP +20% selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Max HP dari efek ini bertambah 20% lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Setelah memicu Reaksi Elemental, Max HP +24% selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Max HP dari efek ini bertambah 24% lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Setelah memicu Reaksi Elemental, Max HP +28% selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Max HP dari efek ini bertambah 28% lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Setelah memicu Reaksi Elemental, Max HP +32% selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Max HP dari efek ini bertambah 32% lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}