{
	"id": 12409,
	"name": "Serpent Spine",
	"description": "Senjata kuno langka yang berasal dari laut, suaranya bagaikan suara ombak di masa lampau.",
	"descriptionRaw": "Senjata kuno langka yang berasal dari laut, suaranya bagaikan suara ombak di masa lampau.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Sebuah pedang besar yang dibuat dari tulang sumsum belakang monster laut yang hebat, setiap segmen tulang tersebut mempunyai kisahnya tersendiri.\nDi masa lalu, para nelayan akan menggunakan tulang dari monster itu sebagai hiasan pada haluan kapal,\nDan mereka mengintimidasi para monster di dalam laut, mereka yang iri pada penduduk daratan.\n\nDi lautan badai pada masa lalu, mereka yang pergi ke laut biasanya tidak pernah terlihat lagi.\nLagu-lagu riang yang dinyanyikan oleh para pelaut saat ini, dulunya adalah lagu perpisahan yang membuat banyak orang terdiam.\nAda seorang kapten yang menggunakan greatsword pada masa itu, gemar minum dan berpesta sebelum melaut. Dan pada saat orang bertanya, dia tertawa sambil berkata:\n\"Aku mengenal diriku. Apa arti anggur dan lagu bagiku? Jangan khawatir. Setelah lautan dan angin sudah di jalur yang tepat...\"\nNamun dia tidak pernah menyelesaikan kalimatnya. Dia hanya akan mengangkat gelasnya dan memanggil kawan-kawannya untuk bersulang.\n\nLalu, saat lautan dan angin akhirnya di jalur yang tepat, kapal besar akan membawa mereka pergi berlayar.\nJauh ke dalam laut berkabut, jauh melintasi ombak yang gelap, ke lautan yang dipenuhi banyak makhluk laut.\nPada akhirnya, baik lagu maupun kapalnya tidak pernah kembali ke pelabuhan berbatu.\nSetelah beberapa hari, mayat monster laut dari kedalaman terdampar oleh ombak,\nTulang belulang putih besar yang terkoyak oleh pedang besar. Darah yang tersapu oleh ombak.\n\n\"Saat ombak dan angin berada di jalur yang tepat, aku akan pergi ke laut dan membalaskan dendamnya, orang-orang yang terlena oleh nyanyian ombak.\"\n\"Lalu bagaimana jika aku mati di dasar laut? Dengan demikian mungkin aku bisa mengirimkan nyanyian laut ini ke tempat di mana dia berada.\"\n\nSekarang ini, lautan tidak lagi dihantui oleh makhluk laut raksasa yang muncul melalui badai dan memberikan kehancuran di atas ombak.\nPraktek menumpuk kerangka monster laut ke haluan kapal juga telah hilang bersamaan dengan kepunahan mereka.\nTapi saat seseorang akan berlayar jauh, terkadang seseorang masih dapat mendengar suara petir menggelegar dari kedalaman lautan...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "6%",
	"effectName": "Wavesplitter",
	"effectTemplateRaw": "Saat karakter bertarung, setiap 4 detik meningkatkan <color=#99FFFFFF>{0}</color> DMG yang diakibatkan dan <color=#99FFFFFF>{1}</color> DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
	"r1": {
		"description": "Saat karakter bertarung, setiap 4 detik meningkatkan 6% DMG yang diakibatkan dan 3% DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
		"values": [
			"6%",
			"3%"
		]
	},
	"r2": {
		"description": "Saat karakter bertarung, setiap 4 detik meningkatkan 7% DMG yang diakibatkan dan 2,7% DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter digantikan.",
		"values": [
			"7%",
			"2,7%"
		]
	},
	"r3": {
		"description": "Saat karakter bertarung, setiap 4 detik meningkatkan 8% DMG yang diakibatkan dan 2,4% DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
		"values": [
			"8%",
			"2,4%"
		]
	},
	"r4": {
		"description": "Saat karakter bertarung, setiap 4 detik meningkatkan 9% DMG yang diakibatkan dan 2,2% DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter digantikan.",
		"values": [
			"9%",
			"2,2%"
		]
	},
	"r5": {
		"description": "Saat karakter bertarung, setiap 4 detik meningkatkan 10% DMG yang diakibatkan dan 2% DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
		"values": [
			"10%",
			"2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}