{
	"id": 15513,
	"name": "Silvershower Heartstrings",
	"description": "Konon katanya merupakan busur peri. Bisa menyentuh senar hati pendengarnya dengan mudah, baik di atas panggung maupun di medan pertempuran.",
	"descriptionRaw": "Konon katanya merupakan busur peri. Bisa menyentuh senar hati pendengarnya dengan mudah, baik di atas panggung maupun di medan pertempuran.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "Para penulis drama Fontaine sering menggunakan \"senar\" sebagai metafora untuk \"hati\". Mereka menyebutnya \"senar hati\".\nSeperti halnya senar, hati manusia akan digetarkan melodi takdir dan menghasilkan suara yang berbeda.\nKata \"senar hati\" juga dapat ditemukan dalam salah satu drama tertua Fontaine bernama \"Dryas\".\nTapi, \"senar\" yang digunakan di dalam kisah itu bukan senar harpa, melainkan senar busur.\n\nTokoh utama kisah ini bernama Aurelius, yang merupakan nama asli dari karakter Aurelius di \"Kisah Perang Aurelius\" yang ditulis Coppelius.\nMenurut naskah, dia adalah seorang pahlawan yang gemilang layaknya emas. Dia pernah menaklukkan banyak kerajaan dan kota yang memberontak di Fontaine.\nNamun, tidak ada catatan sejarah yang menyebutkan nama individu ini, sehingga dia hanya dianggap sebagai karakter fiktif, seperti Ajax.\n\nMenurut legenda, dia terjebak dalam perangkap yang disiapkan musuh dan terpisah dari pasukannya di hutan pinus.\nTepat ketika pedang sang pembunuh hendak mencabut nyawanya, sebuah panah putih keperakan menembus atmosfer bagaikan hujan.\nSenar busur itu pun berbunyi \"para dewa telah menciptakan keindahan ini, tetapi kemudian menghancurkannya karena belas kasihannya terhadap manusia.\"\nGadis muda Dryas menggenggam tangannya yang seharusnya tidak bisa lagi merasakan hal-hal halus, dan membawanya keluar dari hutan pinus yang berlumuran darah.\n\n\"Aku cuma tidak ingin melihat orang lain mati sia-sia. Air ini sudah menampung terlalu banyak air mata.\"\n\"Wahai pejuang yang terhormat, aku hanya ingin meminta satu hal. Tolong bawa pergi perselisihan ini dari tempat ini.\"\n\"Jangan lagi air murni ini tercemar oleh 'kematian', jadikanlah tempat ini sebagai rumah terakhir kami.\"\n\nPahlawan muda yang berperang sering mengira bahwa hati dan tubuh mereka sekeras marmer yang menjadi fondasi sebuah kota.\nNamun, seperti halnya ibu kota kerajaan yang akhirnya tenggelam, demikian pula senar yang terganggu juga menyatu dengan nada yang salah menenun disonansi dalam puisi sang pahlawan ....\n\nLegenda dan drama yang telah beredar selama ribuan tahun telah menghasilkan banyak sekali adaptasi dari kisah kuno ini.\nDalam beberapa kisah, pahlawan yang telah menaklukkan kerajaan dan kota yang tak terhitung jumlahnya mengindahkan nasihat dari sang gadis peri,\nDia menerima busur panjang yang diberikan sang gadis peri dan kembali dengan senjata tersebut ke tanah airnya. Namun, dalam perjalanan pulang, dia dibunuh oleh para pengkhianat dan lalu terkubur di dasar laut.\nDalam kisah lainnya, Aurelius yang mulia terobsesi dengan seorang gadis, dan memimpin pasukannya masuk ke dalam hutan pinus.\nDia mencari jejak sang gadis, berharap dapat bertemu dengannya lagi dan menjadikan kekasihnya.\nGadis itu melarikan diri ke tepi sungai, menangis dan memohon pada sang ibu perairan murni untuk menyelamatkannya dari obsesi sang pahlawan.\nRatu Segala Perairan meratapi nasib sang gadis, dan mengubahnya menjadi pohon pinus. Senar busur yang pernah menembakkan cinta ke hatinya\nkini hancur dan jatuh di sisi gadis tanpa suara, lalu tenggelam dalam bunga Pluie Lotus bermekaran yang tak terhitung jumlahnya.\nPahlawan muda bersedih dan menatap sedih bayangan bunga di air. Ia tidak pergi untuk waktu yang lama, dan akhirnya ikut terjatuh ke dalam kolam yang dalam ....\n\nPara peneliti filsafat alam generasi selanjutnya menyimpulkan bahwa pernah ada suku barbar bernama \"Dryas\" yang berdiam di sini,\nmaka hutan pinus ini dinamai demikian. Deskripsi yang tidak romantis seperti ini tidak pernah dikaitkan dengan drama.\nDi penghujung jalannya, dia tenggelam ke laut dalam. Tapi setelah melewati waktu yang lama, kehendak dan hasratnya pun sirna dikikis waktu,\nMungkin setelah bertahun-tahun kemudian, setelah dia kembali menapaki daratan, dia akan kalah di tangan Armada Putih atau Marechaussee Hunter dari zaman yang baru,\nKisah pahlawan muda itu berakhir di sini, dan Dryas juga hanyalah sebuah legenda dari era kekacauan.\n\nBusur yang pernah mengguncang takdir Aurelius telah berpindah tangan berkali-kali dan akhirnya jatuh ke tangan seseorang yang tinggal di dasar laut.\nEntah bagaimana, busur itu dihias menjadi alat peraga panggung untuk anak-anak di suatu tempat. Tapi itu sudah cerita yang berbeda.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14,4%",
	"effectName": "Dryas's Nocturne",
	"effectTemplateRaw": "Karakter yang mengenakan bisa mendapatkan efek Remedy. Saat memiliki 1/2/3 lapis Remedy, Max HP meningkat <color=#99FFFFFF>{0}</color>. Dalam kondisi berikut, Karakter yang mengenakan akan mendapatkan 1 lapis Remedy untuk masing-masing situasi: Saat melancarkan Elemental Skill, berlangsung 25 detik; Saat nilai Bond of Life bertambah, berlangsung 25 detik; Saat melakukan pemulihan HP, berlangsung 20 detik; Tetap akan bisa terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran. Durasi setiap lapis Remedy dihitung terpisah. Selain itu, saat memiliki 3 lapis status Remedy, CRIT Rate Elemental Burst meningkat <color=#99FFFFFF>{1}</color>. Efek ini akan dihapus 4 detik setelah Remedy kurang dari 3 lapis.",
	"r1": {
		"description": "Karakter yang mengenakan bisa mendapatkan efek Remedy. Saat memiliki 1/2/3 lapis Remedy, Max HP meningkat 12%/24%/40%. Dalam kondisi berikut, Karakter yang mengenakan akan mendapatkan 1 lapis Remedy untuk masing-masing situasi: Saat melancarkan Elemental Skill, berlangsung 25 detik; Saat nilai Bond of Life bertambah, berlangsung 25 detik; Saat melakukan pemulihan HP, berlangsung 20 detik; Tetap akan bisa terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran. Durasi setiap lapis Remedy dihitung terpisah. Selain itu, saat memiliki 3 lapis status Remedy, CRIT Rate Elemental Burst meningkat 28%. Efek ini akan dihapus 4 detik setelah Remedy kurang dari 3 lapis.",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "Karakter yang mengenakan bisa mendapatkan efek Remedy. Saat memiliki 1/2/3 lapis Remedy, Max HP meningkat 15%/30%/50%. Dalam kondisi berikut, Karakter yang mengenakan akan mendapatkan 1 lapis Remedy untuk masing-masing situasi: Saat melancarkan Elemental Skill, berlangsung 25 detik; Saat nilai Bond of Life bertambah, berlangsung 25 detik; Saat melakukan pemulihan HP, berlangsung 20 detik; Tetap akan bisa terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran. Durasi setiap lapis Remedy dihitung terpisah. Selain itu, saat memiliki 3 lapis status Remedy, CRIT Rate Elemental Burst meningkat 35%. Efek ini akan dihapus 4 detik setelah Remedy kurang dari 3 lapis.",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "Karakter yang mengenakan bisa mendapatkan efek Remedy. Saat memiliki 1/2/3 lapis Remedy, Max HP meningkat 18%/36%/60%. Dalam kondisi berikut, Karakter yang mengenakan akan mendapatkan 1 lapis Remedy untuk masing-masing situasi: Saat melancarkan Elemental Skill, berlangsung 25 detik; Saat nilai Bond of Life bertambah, berlangsung 25 detik; Saat melakukan pemulihan HP, berlangsung 20 detik; Tetap akan bisa terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran. Durasi setiap lapis Remedy dihitung terpisah. Selain itu, saat memiliki 3 lapis status Remedy, CRIT Rate Elemental Burst meningkat 42%. Efek ini akan dihapus 4 detik setelah Remedy kurang dari 3 lapis.",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "Karakter yang mengenakan bisa mendapatkan efek Remedy. Saat memiliki 1/2/3 lapis Remedy, Max HP meningkat 21%/42%/70%. Dalam kondisi berikut, Karakter yang mengenakan akan mendapatkan 1 lapis Remedy untuk masing-masing situasi: Saat melancarkan Elemental Skill, berlangsung 25 detik; Saat nilai Bond of Life bertambah, berlangsung 25 detik; Saat melakukan pemulihan HP, berlangsung 20 detik; Tetap akan bisa terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran. Durasi setiap lapis Remedy dihitung terpisah. Selain itu, saat memiliki 3 lapis status Remedy, CRIT Rate Elemental Burst meningkat 49%. Efek ini akan dihapus 4 detik setelah Remedy kurang dari 3 lapis.",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "Karakter yang mengenakan bisa mendapatkan efek Remedy. Saat memiliki 1/2/3 lapis Remedy, Max HP meningkat 24%/48%/80%. Dalam kondisi berikut, Karakter yang mengenakan akan mendapatkan 1 lapis Remedy untuk masing-masing situasi: Saat melancarkan Elemental Skill, berlangsung 25 detik; Saat nilai Bond of Life bertambah, berlangsung 25 detik; Saat melakukan pemulihan HP, berlangsung 20 detik; Tetap akan bisa terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran. Durasi setiap lapis Remedy dihitung terpisah. Selain itu, saat memiliki 3 lapis status Remedy, CRIT Rate Elemental Burst meningkat 56%. Efek ini akan dihapus 4 detik setelah Remedy kurang dari 3 lapis.",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}