{
	"id": 15501,
	"name": "Skyward Harp",
	"description": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
	"descriptionRaw": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "Lira yang menembus angkasa.\nSuara jernih dari lira ini masih bergena di dalam hati orang-orang dan angin.\nLegenda mengatakan bahwa naga jahat dari kerajaan kuno di dalam jurang datang ke kerajaan angin karena terpikat oleh musiknya.\n\nPada zaman dahulu, Barbatos memetik liranya dan memanggil ribuan angin suci dan berbagai nyanyian.\nTerpesona oleh jiwa bebas dari angin dan nyanyian, Dvalin sang naga yang agung turun dan mengabdikan diri untuknya.\nBarbatos bahagia karena mendapat teman baru, dan memercayakan rakyat Mondstadt kepada Dvalin.\nSang Anemo Archon dan Naga Angin membentuk Mondstadt bersama seiring dengan persahabatan mereka.\n\nAliran melodi lira menghentikan serangan naga bayangan di pertarungan terakhir.\nMemberikan kesempatan kepada Dvalin untuk mengakhiri racun dari naga bayangan yang kejam itu.\n\nRibuan tahun setelah angin bernyanyi dan pertarungan sengit berakhir, Dvalin terbangun dari tidur panjangnya.\nNamun tuannya telah tiada, dan dia mendengar bisikan-bisikan jahat dari Abyss Order.\nSakit yang tak terlihat, siksaan yang tak terdengar.\nPenderitaan yang terus menyelimutinya menghancurkan jiwa Dvalin.\n\nDvalin melampiaskan rasa sakitnya kepada semua yang pernah dijaganya,\nDia juga menuduh Dewa Angin yang tadinya dia bersumpah untuk setia kepadanya:\nMenuduhnya tak peduli pada penderitaan, menuduhnya teman yang acuh.\nMengutuknya sebagai Dewa yang paling kejam daripada Archon.\n\nTeman yang penuh dengan amarah itu tidak tahu bahwa Barbatos berusaha menyelamatkannya.\nBanyak kenangan indah mungkin telah terhapus karena kesedihan Dvalin, namun tidak dengan lira milik Barbatos. The Holy Lyre der Himmel.\nKesalahpahaman seratus tahun pada akhirnya akan dihilangkan.\nSebentar lagi, Dvalin akan mendengar lagunya lagi.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4,8%",
	"effectName": "Echoing Ballad",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> CRIT DMG. Saat serangan mengenai musuh, memiliki <color=#99FFFFFF>{1}</color> persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap <color=#99FFFFFF>{2}</color> detik.",
	"r1": {
		"description": "Meningkatkan 20% CRIT DMG. Saat serangan mengenai musuh, memiliki 60% persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap 4 detik.",
		"values": [
			"20%",
			"60%",
			"4"
		]
	},
	"r2": {
		"description": "Meningkatkan 25% CRIT DMG. Saat serangan mengenai musuh, memiliki 70% persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap 3,5 detik.",
		"values": [
			"25%",
			"70%",
			"3,5"
		]
	},
	"r3": {
		"description": "Meningkatkan 30% CRIT DMG. Saat serangan mengenai musuh, memiliki 80% persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap 3 detik.",
		"values": [
			"30%",
			"80%",
			"3"
		]
	},
	"r4": {
		"description": "Meningkatkan 35% CRIT DMG. Saat serangan mengenai musuh, memiliki 90% persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap 2,5 detik.",
		"values": [
			"35%",
			"90%",
			"2,5"
		]
	},
	"r5": {
		"description": "Meningkatkan 40% CRIT DMG. Saat serangan mengenai musuh, memiliki 100% persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap 2 detik.",
		"values": [
			"40%",
			"100%",
			"2"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 5
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 18
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 14
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 27
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 18
			}
		]
	}
}