{
	"id": 13502,
	"name": "Skyward Spine",
	"description": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
	"descriptionRaw": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "Tulang yang menyokong langit tinggi.\nArchon Anemo yang tulus, tekad untuk menjaga negeri angin tidak pernah goyah dan berubah.\nKekuatan tak tergoyahkan yang mendukung sang naga angin untuk melawan kejahatan sampai mati.\n\nDi masa lalu, naga Durin, yang menghancurkan kebahagiaan dan kedamaian di Mondstadt, menyerang dan menghancurkan daratan.\nKetika sayap hitam Durin terbentang di langit, awan beracun gelap menghiasi langit.\nSeribu angin sekalipun tidak tahan menghadapi awan beracun busuk di langit,\nHujan hitam mulai turun dan menutupi tangisan ratapan orang-orang.\nArchon Anemo bangkit karena suara ratapan tersebut, dan hatinya sangat terluka oleh keputusasaan yang mendalam.\nJadi Dvalin dipanggil, dan angin kencang berembus menembus awan beracun.\n\nNaga raksasa turun dari langit yang tinggi, dan angin yang tajam memotong sayap naga hitam pekat.\nMengikuti sayap sang naga angin, angin kencang dari seluruh tempat berkumpul dan menghancurkan awan-awan hitam tersebut.\nDvalin menahan naga beracun dengan cakar dan giginya yang besar, dan terbang ke langit yang tidak bisa dijangkau oleh awan.\nBadai hitam pekat tiba-tiba menghilang dengan awan gelap, dan langit yang terbakar menjadi medan pertempuran bagi kedua naga untuk bertarung.\n\nPada akhirnya, gigi tajam naga angin menembus tenggorokan naga hitam itu dalam-dalam, dan cakar raksasa itu merobek dadanya.\nMakhluk ciptaan orang berdosa itu jatuh dari langit dengan kebencian mendalam dan mendarat di gunung yang tertutup salju.\nPerjuangan sengit terjadi jauh di atas langit, semuanya itu demi melindungi rakyat Archon Anemo dari mara bahaya.\nPada saat kemenangan itulah, darah beracun menyusup ke dalam gigi sang naga angin dan mengalir ke organ-organ dalamnya.\n\nKebusukan dan rasa sakit yang menusuk tulang-tulang, membuat Dvalin meringkuk di kedalaman reruntuhan kuno.\n—Dvalin menjilati lukanya, percaya dia pasti akan bangun lagi,\nTerbang ke langit, menghalau kabut, dan menyanyikan lagu bersama sahabat, suara dari Archon Anemo.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "8%",
	"effectName": "Black Wing",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> CRIT Rate dan <color=#99FFFFFF>{1}</color> Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki <color=#99FFFFFF>{2}</color> persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar <color=#99FFFFFF>{3}</color> ATK. Efek ini dapat terpicu setiap 2 detik.",
	"r1": {
		"description": "Meningkatkan 8% CRIT Rate dan 12% Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki 50% persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar 40% ATK. Efek ini dapat terpicu setiap 2 detik.",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "Meningkatkan 10% CRIT Rate dan 12% Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki 50% persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar 55% ATK. Efek ini dapat terpicu setiap 2 detik.",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "Meningkatkan 12% CRIT Rate dan 12% Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki 50% persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar 70% ATK. Efek ini dapat terpicu setiap 2 detik.",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "Meningkatkan 14% CRIT Rate dan 12% Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki 50% persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar 85% ATK. Efek ini dapat terpicu setiap 2 detik.",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "Meningkatkan 16% CRIT Rate dan 12% Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki 50% persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar 100% ATK. Efek ini dapat terpicu setiap 2 detik.",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}