{
	"name": "Skyward Atlas",
	"description": "Atlas awan yang melambangkan Dvalin dan tuannya, Archon Anemo. Menunjukkan secara rinci awan dan angin di daerah Utara, mengandung kekuatan angin dan angkasa.",
	"weapontype": "Catalyst",
	"rarity": "5",
	"story": "Atlaas Angin.\nTranskrip atlas cuaca di bagian Utara, disajikan dalam bentuk puisi dan buku bergambar.\nBerisikan 100 ribu syair, masing-masing didedikasikan kepada sebuah awan atau angin dan memanggil mereka dengan sebuah nama.\nAwan di atlas memberi bentuk pada angin, dan syair menanamkannya dengan kepribadian.\nSekelompok angin tak berbentuk sekarang menjadi teman dan keluarga di mata Barbatos.\n\nLegenda mengatakan bahwa pada zaman dulu, Barbatos memanggil keempat angin dalam bentuk aslinya,\nDia mencairkan salju, mengusir binatang buas, memanggil curah hujan, dan menciptakan Mondstadt.\nDia mengizinkan atlas untuk dibagi bersama dan tinggal bersama manusia, dan memberinya nama Atlas Awan.\nSayangnya, tidak ada yang selamat dari ujian waktu. Setelah bertahun-tahun, beberapa gambar dan syair hilang.\nNamun demikian, ilmu pengetahuan diwariskan dalam bentuk syair dan legenda di antara masyarakat.\n\nSejarah ribuan angin tidak hilang, karena Barbatos masih memegangnya.\nKetika naga bayangan Durin membuka sayapnya dan menutupi matahari, Barbatos melangkah maju.\nDia bernyanyi kepada ribuan angin dan memanggil Naga Angin.\nDia yang memegang atlas, juga memegang nama dari ribuan angin dan kekuatannya.\n\nKini langit di Mondstadt tenang dan berwarna biru.\nBarbatos dan Dvalin telah menemukan tempat yang mereka sebut rumah.\nSementara itu, atlas telah dipercayakan kepada seseorang yang layak menerima kehormatan tersebut.",
	"baseatk": 48,
	"substat": "ATK",
	"subvalue": "7.2",
	"effectname": "Wandering Clouds",
	"effect": "Meningkatkan {0} Elemental DMG Bonus. Saat Normal Attack mengenai musuh, memiliki 50% persentase untuk mendapatkan bantuan dari awan yang mengincar musuh terdekat selama 15 detik, dan mengakibatkan DMG sebesar {1} ATK. Dapat terpicu setiap 30 detik.",
	"r1": [
		"12%",
		"160%"
	],
	"r2": [
		"15%",
		"200%"
	],
	"r3": [
		"18%",
		"240%"
	],
	"r4": [
		"21%",
		"280%"
	],
	"r5": [
		"24%",
		"320%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"name": "Dead Ley Line Branches",
				"count": 5
			},
			{
				"name": "Firm Arrowhead",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"name": "Dead Ley Line Branches",
				"count": 18
			},
			{
				"name": "Firm Arrowhead",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"name": "Sharp Arrowhead",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"name": "Ley Lines Sprouts",
				"count": 14
			},
			{
				"name": "Weathered Arrowhead",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"name": "Ley Lines Sprouts",
				"count": 27
			},
			{
				"name": "Weathered Arrowhead",
				"count": 18
			}
		]
	}
}