{
	"name": "Skyward Pride",
	"description": "Claymore yang melambangkan keagungan Dvalin yang mengumandang di bentang angkasa. Saat diayunkan, terdengar kekuatan Dvalin dan Anemo dalam suara yang ditimbulkannya.",
	"weapontype": "Claymore",
	"rarity": "5",
	"story": "Dengan keberanian yang mengguncang langit.\nBahkan naga keji yang dilahirkan oleh si pendosa dari kerajaan kuno di dasar jurang,\nsayap emas hitamnya pada akhirnya bahkan dipotong oleh sang angin.\n\nDahulu kala, naga bayangan Durin meneror Mondstadt, didorong oleh rasa dengkinya terhadap kejayaan kota tersebut. Dan ini membuat rakyat begitu sangat menderita.\nOrang-orang menangis sehingga membangunkan Dewa angin yang tertidur di hutan.\nSang Anemo Archon memanggil pelayannya yang setia.\nDia terbang melawan naga bayangan untuk melindungi banyak nyawa dan kebebasan.\n\nDalam pertempuran sengit itu, Dvalin mengeluarkan enam sayapnya yang perkasa,\nDengan gagah merobek sisik baja Durin.\nDalam perjuangannya, Dvalin mengayunkan cakar raksasa yang membelah angin,\nDvalin menusuk ke dalam tubuh Durin yang hitam dan menembus daging busuk tersebut.\n\nPertempuran tersebut menggetarkan langit, dan bahkan matahari yang tak kenal takut pun turut bergetar.\nDvalin merobek tenggorokan Durin dan kejahatan dikalahkan.\nKemenangan diperoleh, rakyat terselamatkan, oleh naga Dvalin yang diberkati oleh Anemo.\nNamun Dvalin terkena racun dari darah Durin, dan meresap hingga ke tulangnya.\n\nSetelah sang pahlawan gugur, daging Dvalin yang membusuk menarik perhatian para monster.\nDia kehilangan arah, dibutakan oleh kejahatan. Dia berubah menjadi jahat dan di situlah Stormterror lahir.\nTetapi rasa sakit karena balas dendam yang membabi buta dan racun itu akhirnya ditenangkan oleh tuannya yang lembut.\nMereka membersihkan monster dari dataran tersebut dan mengembalikan kehormatan Dvalin.\n\nSelama sekian lama sang naga tertidur, Mondstadt melupakan jasa penyelamatnya.\nNamun dia akhirnya bangkit kembali, dan memperlihatkan kehebatannya sekali lagi.\nDiberkati oleh Anemo Archon, dikeliling oleh lagu dari Barbatos,\nMengendarai angin, Dvalin terbang sekali lagi.",
	"baseatk": 48,
	"substat": "Energy Recharge",
	"subvalue": "8",
	"effectname": "Sky-ripping Dragon Spine",
	"effect": "Meningkatkan {0} DMG. Setelah menggunakan Elemental Burst: Normal atau Charged Attack yang mengenai musuh akan menciptakan tebasan vakum yang mengakibatkan DMG sebesar {1} ATK kepada musuh di jalurnya. Bertahan selama 20 detik, atau 8 tebasan vakum.",
	"r1": [
		"8%",
		"80%"
	],
	"r2": [
		"10%",
		"100%"
	],
	"r3": [
		"12%",
		"120%"
	],
	"r4": [
		"14%",
		"140%"
	],
	"r5": [
		"16%",
		"160%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"name": "Dead Ley Line Branches",
				"count": 5
			},
			{
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"name": "Dead Ley Line Branches",
				"count": 18
			},
			{
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"name": "Ley Lines Sprouts",
				"count": 14
			},
			{
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"name": "Ley Lines Sprouts",
				"count": 27
			},
			{
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}