{
	"id": 15433,
	"name": "Snare Hook",
	"description": "Busur yang terbuat dari komponen logam paduan, namun ternyata sangat ringan. Bahkan saat menghadapi jaring yang berat, anak panah yang ditembakkan darinya tetap dapat bergerak dengan lincah dan bebas.",
	"descriptionRaw": "Busur yang terbuat dari komponen logam paduan, namun ternyata sangat ringan. Bahkan saat menghadapi jaring yang berat, anak panah yang ditembakkan darinya tetap dapat bergerak dengan lincah dan bebas.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Jarang sekali ada perangkap yang benar-benar tidak bisa dihindari, bahkan jaring yang paling tebal pun bisa ditembus hanya dengan sebuah jarum.\nBahkan mekanisme yang dirancang untuk membunuh, pasti masih ada harapan hidup yang tersembunyi di dalam sangkarnya.\nSama seperti tidak ada orang yang rela mengunci hatinya sepenuhnya, bahkan persiapan yang matang pada akhirnya akan goyah.\n\nBagi peri yang tumbuh di istana sejak kecil, kebohongan dan kemunafikan jauh lebih berbahaya daripada tipu daya mekanisme.\nUntuk menjaga kekayaan mereka yang didapatkan dengan cara tidak adil, para bangsawan menyembunyikan harta yang mereka kumpulkan ke dalam perangkap mematikan.\nMereka yakin tidak ada yang bisa melarikan diri dari tempat ini, tapi peri yang lincah itu tidak pernah gagal.\n\nKarena semakin rumit desainnya, pasti semakin banyak pula kelemahannya,\ncukup dengan memanfaatkan momen yang tepat, pasti bisa menghindari semua rintangan.\n\nDengan begitulah, nama si \"Musafir\" tersebar luas. Tidak ada yang menyangka jika identitas aslinya adalah seorang bangsawan, Nashchokin.\nSeorang bangsawan yang menahan rasa bosan di istana, juga pencuri terkenal yang menjarah harta karun dalam penjagaan ketat milik para bangsawan.\nHidupnya seharusnya tenang dan terbatas, seharusnya tidak dikendalikan oleh siapa pun, tapi ....\n\n\"Hei! Dasar licik, selalu bersembunyi di dalam bayangan! Kalau berani, ayo pergi bersamaku ke perjamuan Grand Duke.\"\n\"Ayo kita berduel! Siapa yang bisa mengungkap rahasia Grand Duke duluan? Hanya yang menang yang bisa mewarisi nama pencuri ulung.\"\n\"Tapi jangan lupa, jika kamu kalah, kamu harus menyerahkan harta itu kepada orang yang benar-benar membutuhkannya. Itulah jalan seorang pencuri ulung.\"\n\nPeri yang menguasai cara menghindar itu tidak ingin melangkah ke sana, tetapi tiba-tiba melihat gadis di perjamuan itu sedang mencibir tamu kehormatan,\npenyamarannya sebagai tamu terhormat sangat teliti, tapi juga ada satu kelemahan mencolok. Dia sama sekali tidak berpura-pura.\nDia menerima tantangan dari \"Bladebreaker\", bukan karena menginginkan kemenangan. Dia hanya ingin melihat keajaiban dunia ini, yaitu sekilas sifat asli seseorang.\n\nYang lebih cerdas dari mengalahkan permainan adalah tidak pernah memainkannya, dan peri yang selalu menghindar akan selalu menang.\nGadis itu marah dan tidak mau mengaku kalah. Tantangan kali ini adalah melucuti kehormatan tertinggi sang bangsawan.\nDia mencuri harta karun dari Tsaritsa dan memberikannya kepada anak-anak miskin, sangat yakin bahwa kemenangan ada di tangannya.\nPeri yang tidak jauh dari sana tersenyum sambil diam-diam mengembalikan mainan anak-anak itu ke etalase sang bangsawan.\nGadis yang hadir di upacara pembukaan sama terkejutnya dengan sang bangsawan. Pemenangnya sudah sangat jelas.\n\nHanya saja kali ini, sang bangsawan tidak bisa lagi menerima provokasi dari orang-orang miskin, dan memasang perangkap yang tidak bisa dihindari.\nTidak perlu ada dua orang yang mencuri harta dan memasukkan mainan. Peri itu berjalan dengan tenang ke dalam perangkap dan menerima semua tuduhan.\n\nKarena pengaruh dari nama keluarga peri, eksekusinya tidak bisa diumumkan, dan dia diberi izin untuk mengajukan permintaan terakhir.\nPeri yang pendiam akhirnya berbicara: \"Tolong siapkan peti mati kosong untukku.\" Anehnya, permintaan darinya itu dikabulkan.\nPeri itu tersenyum, lalu melompat dari tembok menuju keheningan abadi, mencuri penghakiman hidup dan mati dari tangan para penguasa.\nNamun, pencuri yang dikenal sebagai \"Musafir\" itu tidak bisa melepaskan dirinya dari bayang-bayang gelap kematian.\n\nJarang ada rahasia yang tersembunyi selamanya, kecuali rahasia ini terkubur di dalam kuburan ....\n\"Temanku tersayang, semoga kamu tidak akan pernah bisa memecahkan misteri ini seumur hidupmu.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13,3%",
	"effectName": "Phantom Flash",
	"effectTemplateRaw": "Setelah memicu Reaksi Elemental, Elemental Mastery +<color=#99FFFFFF>{0}</color> poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah <color=#99FFFFFF>{1}</color> poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +60 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 60 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +75 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 75 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +90 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 90 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +105 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 105 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Setelah memicu Reaksi Elemental, Elemental Mastery +120 poin selama 12 detik. Moonsign: Ascendant Gleam: Peningkatan Elemental Mastery dari efek ini bertambah 120 poin lagi. Efek di atas tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}