{
	"id": 12411,
	"name": "Snow-Tombed Starsilver",
	"description": "Pedang besar kuno yang tersimpan di antara mural. Ditempa dari Starsilver, mempunyai kekuatan untuk membelah es dan salju.",
	"descriptionRaw": "Pedang besar kuno yang tersimpan di antara mural. Ditempa dari Starsilver, mempunyai kekuatan untuk membelah es dan salju.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Saat kota tertutupi oleh kabut dari atas gunung,\ndan badai salju tiada henti menutupi cahaya rembulan,\nKisah antara hidup dan mati,\nApakah semua yang di bawah langit biru melalui...\n\nPendeta wanita itu membuat Starsilver menjadi pedang dan menyerahkannya pada seorang pemberani dari tempat yang asing,\nSaat salju turun dengan lebat, dia mengatakan sesuatu yang tidak tersampaikan padanya.\n\n\"Mural keempat ini kupersiapkan untukmu, sosokmu akan selalu ada di atas lukisan di atas tembok ini.\"\n\"Demi mural ini, dan demi semua orang, aku akan selalu berada di sini menunggumu dan mendoakan kepulanganmu...\"\n\nSaat putri dari kota yang terkubur salju melemah bersama dengan dahan-dahan yang layu dan kering,\nSang pengembara yang ditakdirkan untuk mengayunkan pedang ini untuk menebas dinginnya salju sedang berada di tempat yang jauh untuk mencari jawaban.\nWalau bersinar layaknya rembulan, pada akhirnya kata-kata terakhirnya itu tidak akan bisa tersampaikan kepada pengembara itu.\n\n\"Sudah lama sekali aku tidak melihat birunya langit dan hijaunya rerumputan. Aku tidak tahu harus memakai warna biru apa, dan warna hijau apa untuk melukiskan lukisan salju yang perlahan mencair seperti yang kamu inginkan.\"\n\"Lalu, kalau saja aku bisa bertemu denganmu sekali lagi, itu sudah cukup...\"\n\nDia akhirnya berhasil menemukan jawaban...\n\nSang pemberani dari tempat asing itu akhirnya menyelesaikan perjalanannya,\nDarah yang masih segar perlahan menetes jatuh dari atas pedangnya,\nJejak kakinya yang kokoh itu kini sudah memudar oleh salju.\nTapi ketika dia kembali ke aula besar di negara pegunungan itu,\nDemi membersihkan kebusukan pada dirinya, namun hanya ada balas dendam kematian sebagai jawaban.\n\n\"Bahkan di sini sudah tidak ada hal yang layak untuk kulindungi, bukan begitu?\"\n\"Kalian semua, hanya ingin melihat kondisi yang mengenaskan dariku.\"\n\"Kalau begitu, biarkan pedangku dan nyanyian kematian ini menghabisi kalian semua.\"\nOrang dari tempat asing itu meletakkan pedang Starsilver, yang digunakan untuk memecah angin dan salju di antara mural.\nLalu dia menuruni gunung untuk mencari tempat peperangan, yang bisa dia jadikan sebagai tempat pelampiasan.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Physical DMG Bonus",
	"baseStatText": "7,5%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "Saat Normal atau Charged Attack mengenai musuh, memiliki <color=#99FFFFFF>{0}</color> persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar <color=#99FFFFFF>{1}</color> ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar <color=#99FFFFFF>{2}</color> ATK. Efek ini dapat terpicu setiap 10 detik.",
	"r1": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 60% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 80% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 200% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 70% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 95% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 240% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 80% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 110% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 280% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 90% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 125% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 320% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 100% persentase untuk menciptakan Everfrost Icicle di atas musuh, mengakibatkan DMG area sebesar 140% ATK. Jika musuh berada dalam efek Cryo, maka Everfrost Icicle akan mengakibatkan DMG sebesar 360% ATK. Efek ini dapat terpicu setiap 10 detik.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}