{
	"id": 14405,
	"name": "Solar Pearl",
	"description": "Mutiara emas yang terbuat dari benda yang menyimpan cahaya matahari dan bulan, memancarkan kekuatan hangat.",
	"descriptionRaw": "Mutiara emas yang terbuat dari benda yang menyimpan cahaya matahari dan bulan, memancarkan kekuatan hangat.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Rumor mengenai orb legendaris dari Liyue.\nDulu orb tersebut menyerap semua cahaya di bumi, namun setelahnya disimpan di dalam kotak kayu selama ribuan tahun.\nNamun demikian, kekuatannya tidak hilang. Sekarang dia telah terlepas dari kotaknya, dan bahkan bersinar kebih terang.\nDi tangan orang-orang yang berpengetahuan luas, mungkin kekuatannya yang luar biasa bisa dilepaskan setelah tertidur selama ribuan tahun.\n\nDi antara pedagang permata di Liyue, ada legenda bahwa master pengrajin Kunwu pernah mengumpulkan cahaya surga dan menyegelnya di dalam sebuah kotak kayu.\nKunwu kemudian mengubur kotak itu jauh di dalam ruangan berbatu gelap, selama empat puluh sembilan hari dan dua puluh jam, sampai akhirnya mutiara di dalamnya menyerap sinar matahari dan bulan.\n\nBenar-benar kisah yang sulit dipercaya. Namun demikian, sampai saat ini masih banyak yang percaya pada bakat master pengrajin Kunwu yang luar biasa itu.\nSeseorang pernah mengumpulkan keberanian untuk bertanya pada pengrajin yang sudah tua itu apa rahasianya. Pria tua yang eksentrik itu tertawa:\n\"Hanya pemolesan dalam kurun waktu yang lama\"\n\nNamun muridnya menyatakan cerita yang berbeda saat ditanya secara pribadi. Sama seperti Kunwu yang telah selesai memoles Mutiara Solar, kemegahan langit bersinar dan bulan merah muncul di angkasa.\nTetapi apakah fenomena ini berarti bahwa Kunwu memang menerima bantuan ilahi dalam keahliannya? atau apakah inspirasinya yang luar biasa telah mengguncang cakrawala dan mendapat respon dari dewata?",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "6%",
	"effectName": "Solar Shine",
	"effectTemplateRaw": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>{0}</color> DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan <color=#99FFFFFF>{1}</color> DMG Normal Attack selama 6 detik.",
	"r1": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 20% DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan 20% DMG Normal Attack selama 6 detik.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 25% DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan 25% DMG Normal Attack selama 6 detik.",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 30% DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan 30% DMG Normal Attack selama 6 detik.",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 35% DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan 35% DMG Normal Attack selama 6 detik.",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "Saat Normal Attack mengenai musuh, meningkatkan 40% DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan 40% DMG Normal Attack selama 6 detik.",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}