{
	"id": 12503,
	"name": "Song of Broken Pines",
	"description": "Pedang besar seringan angin yang meniup dedaunan dengan lembut, tapi juga bagaikan angin topan yang ganas dan tanpa ampun bagi mereka yang korup.",
	"descriptionRaw": "Pedang besar seringan angin yang meniup dedaunan dengan lembut, tapi juga bagaikan angin topan yang ganas dan tanpa ampun bagi mereka yang korup.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "Dahulu kala ada lagu rakyat terkenal yang berbunyi seperti ini:\n\"Lemparkan kepada penyair, seluruh Iron Coin yang bisa kamu berikan\"\n\"Berikan buketmu pada gadismu,\"\n\"Ambillah anggur yang pahit yang bisa membuat air matamu mengalir,\"\n\"Minumlah untuk hari kemarin yang sudah berakhir dan bernyanyilah untuk hari esok yang datang bersamaan dengan fajar.\"\n\nDi daratan di mana lagu dan musik dibawa oleh angin, orang-orang memiliki jiwa yang optimis dan sensitif.\nDikatakan bahwa di masa lalu saat seorang tiran Decarabian dan para bangsawan melarang beberapa lagu dan nada,\nKarena orang yang peka bisa merasakan semangat perlawanan yang ada di balik musik para penyanyi dan penyair,\nLagu dan puisi memang telah digunakan sebagai cara bagi para pemberontak untuk berkomunikasi.\n\nSelama masa bangsawan, gereja yang memuja Archon Anemo pernah terbagi menjadi dua:\nDi satu sisi terdapat para pendeta yang minum bersama dengan para pangeran, dan menjatuhkan patung Archon bersama mereka bahkan ketika mereka menulis lagu dan nyanyian pujian,\nDi sisi lain terdapat orang-orang kudus, yang tidak memiliki jabatan sebagai pendeta atau semacamnya, berjalan di jalanan, gudang anggur, dan di balik tembok tinggi,\nOrang-orang kudus ini meminum anggur murahan, memberkati budak dan orang biasa dengan naskah suci asli yang beredar di antara orang-orang dan dengan kata-kata yang dibawa angin kepada mereka,\nDan saat mereka melakukannya, mereka juga menulis puisi dan lagu yang dilarang tersebut.\n\nSaat seorang gladiator dari tanah asing bangkit bersama Archon Anemo, dan mengibarkan panji pemberontakan,\nSeorang yang kudus namun sudah berumur, dikenal sebagai Gembala Tanpa Nama, memobilisasi pengikut sejati Church of Favonius,\nBersama dengan yang lainnya, mereka menumpahkan darah martir mereka ke tanah yang hijau ini.\nDan bersama, mereka menyanyikan seruan untuk menyelamatkan bangsa, bagian dari lagu kecil yang tidak dinyanyikan sebelumnya.\n\n\"Tinggalkan potongan besi tajam itu untuk mereka yang bersedia memberikan hidup mereka untuk bertarung,\"\n\"Siapkan tiang gantungan untuk pencuri,\"\n\"Asah anak panahmu yang berkarat,\"\n\"Karena saat musik bersuara, kami akan menembak jatuh para monster.\"",
	"baseAtkValue": 49.137699127197266,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Physical DMG Bonus",
	"baseStatText": "4,5%",
	"effectName": "Rebel's Banner-Hymn",
	"effectTemplateRaw": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>{0}</color> ATK; Saat Normal atau Charged Attack mengenai musuh, Karakter akan mendapatkan satu Sigil of Whispers. Efek ini dapat terpicu setiap 0,3 detik. Saat kamu mempunyai 4 Sigil of Whispers, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Banner-Hymn\" selama 12 detik. \"Millennial Movement: Banner-Hymn\" akan meningkatkan <color=#99FFFFFF>{1}</color> Normal ATK SPD dan meningkatkan <color=#99FFFFFF>{2}</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Whispers lagi selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
	"r1": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 16% ATK; Saat Normal atau Charged Attack mengenai musuh, Karakter akan mendapatkan satu Sigil of Whispers. Efek ini dapat terpicu setiap 0,3 detik. Saat kamu mempunyai 4 Sigil of Whispers, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Banner-Hymn\" selama 12 detik. \"Millennial Movement: Banner-Hymn\" akan meningkatkan 12% Normal ATK SPD dan meningkatkan 20% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Whispers lagi selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"16%",
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 20% ATK; Saat Normal atau Charged Attack mengenai musuh, Karakter akan mendapatkan satu Sigil of Whispers. Efek ini dapat terpicu setiap 0,3 detik. Saat kamu mempunyai 4 Sigil of Whispers, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Banner-Hymn\" selama 12 detik. \"Millennial Movement: Banner-Hymn\" akan meningkatkan 15% Normal ATK SPD dan meningkatkan 25% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Whispers lagi selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"20%",
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 24% ATK; Saat Normal atau Charged Attack mengenai musuh, Karakter akan mendapatkan satu Sigil of Whispers. Efek ini dapat terpicu setiap 0,3 detik. Saat kamu mempunyai 4 Sigil of Whispers, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Banner-Hymn\" selama 12 detik. \"Millennial Movement: Banner-Hymn\" akan meningkatkan 18% Normal ATK SPD dan meningkatkan 30% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Whispers lagi selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"24%",
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 28% ATK; Saat Normal atau Charged Attack mengenai musuh, Karakter akan mendapatkan satu Sigil of Whispers. Efek ini dapat terpicu setiap 0,3 detik. Saat kamu mempunyai 4 Sigil of Whispers, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Banner-Hymn\" selama 12 detik. \"Millennial Movement: Banner-Hymn\" akan meningkatkan 21% Normal ATK SPD dan meningkatkan 35% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Whispers lagi selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"28%",
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan 32% ATK; Saat Normal atau Charged Attack mengenai musuh, Karakter akan mendapatkan satu Sigil of Whispers. Efek ini dapat terpicu setiap 0,3 detik. Saat kamu mempunyai 4 Sigil of Whispers, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Banner-Hymn\" selama 12 detik. \"Millennial Movement: Banner-Hymn\" akan meningkatkan 24% Normal ATK SPD dan meningkatkan 40% ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Whispers lagi selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
		"values": [
			"32%",
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 18
			}
		]
	}
}