{
	"id": 15425,
	"name": "Song of Stillness",
	"description": "Sebuah busur panjang aneh yang mirip dengan makhluk laut. Senarnya begitu sunyi dan tidak mengeluarkan suara apa pun.",
	"descriptionRaw": "Sebuah busur panjang aneh yang mirip dengan makhluk laut. Senarnya begitu sunyi dan tidak mengeluarkan suara apa pun.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Dikatakan bahwa busur aneh ini adalah milik seorang pahlawan yang jatuh ke jurang kegelapan. Bersinar terang bagai mutiara dan perak.\nTali busurnya gelap seperti dasar laut tanpa cahaya, dan suaranya sunyi sunyatta kekosongan.\n\nDi masa lalu penuh keagungan, pasukan raksasa melawan para naga di kedalaman air.\nNaga, anak-anak lautan yang kejam, diperintah oleh raja Scylla.\nRaja Naga Scylla mengumpulkan pasukan Vishap dan kaum biadab, membawa mereka ke perbatasan bangsa kuno.\nBalatentara bersenjata busur dan panah menghadang pasukan itu, sampai Harmost agung mengunci kekuatan Scylla.\n\nSetelahnya, kerajaan yang pernah jaya pun hanya menyisakan reruntuhan di dasar laut.\nNamun sisa pasukan raksasa masih terus melawan keturunan naga di tempat yang tak tersentuh sinar surya ....\nKedalaman yang tenang tak pernah disinggung oleh pertempuran berdarah. Namun jantungnya yang keras perlahan mulai merekah.\nPemanah terakhir, bersama keturunan naga yang terakhir, akhirnya berdamai.\n\nPerseteruan tanpa akhir, cakaran dan gigitan tanpa henti,\nPedang dan busur tak lagi bergeming di jurang gelap.\nKesatria bangsa yang hilang dan para Vishap terbahak-bahak.\nSenjata ditanggalkan, perseteruan tanpa arti dikebumikan.\n\nDan mengenai yang terjadi dalam kesunyian di dalam lautan, telah ditafsir dan diceritakan berulang kali, dalam berbagai sandiwara, hingga kini.\nAda yang bilang kedua pihak sama-sama mengkhianati tanah kelahiran mereka, dan akhirnya menetap di tanah pengasingan.\nSeperti busur agung ini, banyak kisah tenggelam ke kedalaman sunyi, menyisakan legenda yang penuh khayalan.\n\"Kebiadaban\" telah menguasai tanah kerajaan. Lagu dan hikayat kini tak ubahnya sandiwara belaka.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Benthic Pulse",
	"effectTemplateRaw": "Setelah menerima pemulihan, akan meningkatkan <color=#99FFFFFF>{0}</color> DMG yang diakibatkan selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah menerima pemulihan, akan meningkatkan 16% DMG yang diakibatkan selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Setelah menerima pemulihan, akan meningkatkan 20% DMG yang diakibatkan selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Setelah menerima pemulihan, akan meningkatkan 24% DMG yang diakibatkan selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Setelah menerima pemulihan, akan meningkatkan 28% DMG yang diakibatkan selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Setelah menerima pemulihan, akan meningkatkan 32% DMG yang diakibatkan selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of Ancient Chord",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}