{
	"id": 11513,
	"name": "Splendor of Tranquil Waters",
	"description": "Tongkat yang dikelilingi air murni. Pada zaman dahulu, tongkat ini pernah melambangkan kekuasaan tertinggi dari segala lautan.",
	"descriptionRaw": "Tongkat yang dikelilingi air murni. Pada zaman dahulu, tongkat ini pernah melambangkan kekuasaan tertinggi dari segala lautan.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19,2%",
	"effectName": "Dawn and Dusk by the Lake",
	"effectTemplateRaw": "Saat HP saat ini dari Karakter yang mengenakan bertambah atau berkurang, DMG Elemental Skill meningkat <color=#99FFFFFF>{0}</color> selama 6 detik. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,2 detik. Saat HP Karakter lain di dalam party bertambah atau berkurang, Max HP Karakter yang mengenakan meningkat <color=#99FFFFFF>{1}</color> selama 6 detik. Efek ini dapat ditumpuk sampai 2 lapis dan dapat terpicu sekali setiap 0,2 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Saat HP saat ini dari Karakter yang mengenakan bertambah atau berkurang, DMG Elemental Skill meningkat 8% selama 6 detik. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,2 detik. Saat HP Karakter lain di dalam party bertambah atau berkurang, Max HP Karakter yang mengenakan meningkat 14% selama 6 detik. Efek ini dapat ditumpuk sampai 2 lapis dan dapat terpicu sekali setiap 0,2 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"8%",
			"14%"
		]
	},
	"r2": {
		"description": "Saat HP saat ini dari Karakter yang mengenakan bertambah atau berkurang, DMG Elemental Skill meningkat 10% selama 6 detik. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,2 detik. Saat HP Karakter lain di dalam party bertambah atau berkurang, Max HP Karakter yang mengenakan meningkat 17,5% selama 6 detik. Efek ini dapat ditumpuk sampai 2 lapis dan dapat terpicu sekali setiap 0,2 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"10%",
			"17,5%"
		]
	},
	"r3": {
		"description": "Saat HP saat ini dari Karakter yang mengenakan bertambah atau berkurang, DMG Elemental Skill meningkat 12% selama 6 detik. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,2 detik. Saat HP Karakter lain di dalam party bertambah atau berkurang, Max HP Karakter yang mengenakan meningkat 21% selama 6 detik. Efek ini dapat ditumpuk sampai 2 lapis dan dapat terpicu sekali setiap 0,2 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"12%",
			"21%"
		]
	},
	"r4": {
		"description": "Saat HP saat ini dari Karakter yang mengenakan bertambah atau berkurang, DMG Elemental Skill meningkat 14% selama 6 detik. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,2 detik. Saat HP Karakter lain di dalam party bertambah atau berkurang, Max HP Karakter yang mengenakan meningkat 24,5% selama 6 detik. Efek ini dapat ditumpuk sampai 2 lapis dan dapat terpicu sekali setiap 0,2 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"14%",
			"24,5%"
		]
	},
	"r5": {
		"description": "Saat HP saat ini dari Karakter yang mengenakan bertambah atau berkurang, DMG Elemental Skill meningkat 16% selama 6 detik. Efek ini dapat ditumpuk sampai 3 lapis dan dapat terpicu sekali setiap 0,2 detik. Saat HP Karakter lain di dalam party bertambah atau berkurang, Max HP Karakter yang mengenakan meningkat 28% selama 6 detik. Efek ini dapat ditumpuk sampai 2 lapis dan dapat terpicu sekali setiap 0,2 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"16%",
			"28%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}