{
	"id": 13501,
	"name": "Staff of Homa",
	"description": "Sebuah \"tongkat kayu bakar\" yang pernah digunakan dalam ritual kuno dan telah lama hilang.",
	"descriptionRaw": "Sebuah \"tongkat kayu bakar\" yang pernah digunakan dalam ritual kuno dan telah lama hilang.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "Dengan api, semua ketidakmurnian dibersihkan. Bersama-sama dengan kobaran api, sisa-sisa ketidakmurnian tersebut naik perlahan ke angkasa.\nMelalui ritual ini, bahkan kayu pun bisa terbakar di musim hujan, menciptakan asap serigala sebagai berkat yang bisa mengusir iblis.\n\nRitual api seperti ini umum dilakukan pada zaman peperangan dahulu kala.\nKarena mimpi dan khayalan dari jasad dewa-dewa akan menghasilkan asap beracun yang jahat,\nmereka akan merenggut orang yang sudah bukan milik mereka, dan yang memang bukan milik mereka.\n\nKemudian, seorang dokter yang menyelamatkan orang dari kematian tiba-tiba mendengar suara bisikan dari api yang berkobar,\nSebuah suara halus terdengar di antara ranting dan daun yang terbakar.\n\"Hanya api yang tidak terkekang yang dapat memurnikan dunia kotor ini.\"\n\"Ambillah kayu yang merah membara ini, usirlah semua iblis dengan kayu ini.\"\n\nMaka dokter itu pun mengambil tongkat merah itu dan membakar segala hal yang tercemar.\nMereka yang telah meninggal dan tidak sanggup menanggung kesedihan mendalam, dan mereka yang dihantui oleh karma buruk dan bencana,\nMereka semua akan terbakar menjadi abu dengan api ini, dan terselamatkan dari semua kemalangan dan kepedihan yang menyiksa mereka.\nDan dokter yang menyalakan api-api tersebut? Konon dia juga telah berubah menjadi kupu-kupu dari abu yang indah.\n\nMeski ritual ini telah terlupakan oleh waktu dan masa kedamaian,\nOrang-orang yang memiliki api dalam hatinya tetap bisa mendengar suara bisikan tersebut saat menghadapi kegelapan,\n\"Hanya api yang tidak terkekang yang dapat memurnikan dunia kotor ini.\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14,4%",
	"effectName": "Reckless Cinnabar",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>{1}</color> dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar <color=#99FFFFFF>{2}</color> dari Max HP.",
	"r1": {
		"description": "Meningkatkan 20% Max HP, dan memberikan Bonus ATK sebesar 0,8% dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar 1% dari Max HP.",
		"values": [
			"20%",
			"0,8%",
			"1%"
		]
	},
	"r2": {
		"description": "Meningkatkan 25% Max HP, dan memberikan Bonus ATK sebesar 1% dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar 1,2% dari Max HP.",
		"values": [
			"25%",
			"1%",
			"1,2%"
		]
	},
	"r3": {
		"description": "Meningkatkan 30% Max HP, dan memberikan Bonus ATK sebesar 1,2% dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar 1,4% dari Max HP.",
		"values": [
			"30%",
			"1,2%",
			"1,4%"
		]
	},
	"r4": {
		"description": "Meningkatkan 35% Max HP, dan memberikan Bonus ATK sebesar 1,4% dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar 1,6% dari Max HP.",
		"values": [
			"35%",
			"1,4%",
			"1,6%"
		]
	},
	"r5": {
		"description": "Meningkatkan 40% Max HP, dan memberikan Bonus ATK sebesar 1,6% dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar 1,8% dari Max HP.",
		"values": [
			"40%",
			"1,6%",
			"1,8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}