{
	"name": "Staff of the Scarlet Sands",
	"description": "Salah satu dari sepasang tongkat yang dibuat dari obsidian. Legenda mengatakan bahwa tongkat ini memberikan hak untuk memerintah penduduk padang pasir, tetapi sekarang tidak ada punggawa yang dapat membedakan penampilan yang tepat dari senjata raja ini ....",
	"weapontype": "Polearm",
	"rarity": "5",
	"story": "Awalnya, terciptalah matahari dan bulan, dan dengan demikian terjadilah siang dan malam. Dia pernah menceritakan langit malam yang dihiasi oleh tiga bulan yang terang kepadaku menggunakan bahasa yang telah aku lupakan. Betul, jumlah bulan seharusnya ada tiga.\nSemoga bayang-bayang dunia memancarkan kilau mutiara mereka ke bumi ketika mereka bangun, sehingga orang-orang dapat mengikuti bukit pasir perak di malam hari untuk menemukan nasib mereka.\n\nSelanjutnya, diciptakanlah gravitasi. Dengan demikian pasir tenggelam, membentuk bumi. Dan semua hal yang tak memiliki bobot menjadi bagian dari langit. Aku menetapkan bahwa seseorang harus mengandalkan bumi, tetapi memimpikan langit.\nBeratnya tidak boleh berlebihan, bila tidak akan sulit untuk dibawa, membebani mereka yang ingin bepergian jauh dan eksplorasi, menyebabkan orang tidak dapat terbang tinggi dan tidak dapat menjelajahi masa depan.\n\nKemudian tujuh sage bijak didirikan lagi, dan mereka menguasai orbit yang digambarkan oleh bumi, air, dan bintang. Bahkan jika bola surgawi hanyalah ilusi, mitos sering terlahir ketika orang-orang memandang bulan dan bintang.\n\nDi dunia nyata, penghalang diruntuhkan, dan racun gelap telah menembus bumi. Untuk menyembuhkan dunia yang rapuh, sedih, dan tidak sempurna itu, duri-duri itu turun dan menembus kerak bumi.\nTetapi, aturan yang telah kutetapkan lebih tepat dan elegan, jadi tidak perlu dan tidak boleh ada pengikutnya yang akan mati sia-sia karena mereka, dan tidak ada puisi yang hilang demi mereka.\n\nSelanjutnya, jejak hewan buas dari racun harus dipotong, karena meminum racun adalah dosa yang mengalir lebih dalam dari langit. Tapi, seberapa manis bisikan itu, dan betapa jernihnya kebijaksanaan yang mereka bicarakan...\nAngin muncul di dunia baru. Cahaya bulan seperti mutiara, cahaya kuning yang redup, rumput yang bergoyang, dan akar air yang mengalir, secara bertahap akan berhenti dan diam, semua menyanyikan puisi yang ditinggalkannya.\n\n....\n\nSiklus \"Tujuh\" harus dimusnahkan, karena narasi rahasia akan dihalangi.\nKetakutan dan kesedihan harus dihancurkan, agar penghalang antara hidup dan mati dapat disingkirkan.\nSingkirkan matahari, bulan, dan gravitasi, karena seharusnya tidak ada penghalang antara ruang dan waktu.\nSingkirkan prinsip dasar dari aturan, vonis, dan berkat, agar dia tidak lagi takut akan hukuman yang dijatuhkan pada saudaranya.\nSingkirkan burung, hewan buas, ikan, naga, manusia, dan tujuh pertapa, agar tidak ada yang akan mencuri kebijaksanaan.\n\n....\n\n\"Raja Pasir tidur sendirian dalam mimpi rahasia, menyusun dalil baru.\"\n\"Tidak ada yang harus minum air asin di kerajaannya, karena segala sesuatu di dunia baru akan menjadi baik.\"\n\n....\n\nInilah caranya bagaimana kesempurnaan dapat dicapai. Aku bisa melihat kita bertiga berdebat di surga sekali lagi. Kita sudah sangat dekat.\nIni luar biasa. Aku mengerti sekarang. Inilah yang selalu aku inginkan. Apa yang selalu ingin kutemukan, sekali lagi tidak akan pernah menjadi surga bagi kebanyakan orang.\nSemua parodi tentang ajaran dan tujuh sage bijak, atau hal itu yang disebut mereka sebagai dunia murni yang bebas dari semua kesedihan, semua ini tidak penting lagi ....\n\nTapi, aku tidak ingin racun yang tertelan secara tidak sengaja harus menetap di dunia ini. Mungkin saja dia, mengingat persahabatan lama kita —\n— Bahkan jika dia tidak ingin melakukannya demi aku, tentu bukanlah suatu masalah. Aku hanya meminta dia membantuku satu kali terakhir demi teman bersama kami ....",
	"baseatk": 44,
	"substat": "CRIT Rate",
	"subvalue": "9.6",
	"effectname": "Heat Haze at Horizon's End",
	"effect": "Mendapatkan Bonus ATK berdasarkan {0} Elemental Mastery Karakter yang mengenakan. Saat Elemental Skill mengenai musuh, akan menghasilkan efek Dream of the Scarlet Sands yang bertahan 10 detik: Mendapatkan Bonus ATK berdasarkan {1} Elemental Mastery Karakter yang mengenakan, efek ini dapat ditumpuk sampai 3 lapis.",
	"r1": [
		"52%",
		"28%"
	],
	"r2": [
		"65%",
		"35%"
	],
	"r3": [
		"78%",
		"42%"
	],
	"r4": [
		"91%",
		"49%"
	],
	"r5": [
		"104%",
		"56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"name": "Chaos Storage",
				"count": 5
			},
			{
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"name": "Chaos Storage",
				"count": 18
			},
			{
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"name": "Chaos Module",
				"count": 9
			},
			{
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"name": "Chaos Module",
				"count": 18
			},
			{
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"name": "Chaos Bolt",
				"count": 14
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 27
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}