{
	"id": 14517,
	"name": "Starcaller's Watch",
	"description": "Patung berbentuk elang. Merupakan relik suci yang diwariskan di Penguasa Angin Malam dari generasi demi generasi.",
	"descriptionRaw": "Patung berbentuk elang. Merupakan relik suci yang diwariskan di Penguasa Angin Malam dari generasi demi generasi.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Biarlah matanya dilumuri cat asap bara, sehingga dia tidak akan terpesona olah warna-warni yang tercermin oleh matanya.\nBiarlah kedua pergelangan kakinya diberkahi oleh pisau batu api, sehingga dia tidak meninggalkan sekutu yang dicintainya.\nSesuai dengan kontrak kuno yang mulia, utusan malam memilih anak dengan jiwa seterang bintang,\nDan memakaikan mahkota berbulu elang untuknya, untuk menuntun orang-orang kuno yang telah kehilangan bentuk menuju lelapnya malam.\n\nEntah itu naga yang tenggelam dalam mimpi, atau orang suci yang terus berpendapat di alam bayangan,\nTidak ada satu pun yang menyadari rencana sang Sage. Perjanjian pun dibentuk oleh penduduk lembah dengan keturunan bangsawan,\nDan ini telah mematikan api yang lembut dan kehausan darah dari para panglima perang, juga telah meninggalkan keheningan damai kematian di jalan berasap,\nSedangkan para pejuang yang paling gagah di lembah itu hanya bisa melayani budak untuk sang pemanggil bintang.\nIni bukan bagian dari rencana agungnya, tapi kemusnahan orang-orang yang jatuh masih membuatnya benci.\nDemikianlah, dia menggunakan trik kecil untuk memancingnya melawan naga, semuanya atas nama niat baik.\n\nSeperti yang diperkirakan oleh dia yang menyebut dirinya sebagai Sage, memanipulasi pikiran manusia adalah hal yang mudah.\nTaburkan sedikit garam di atas penderitaan di sini, berbicara sedikit kata-kata licik tentang \"harapan\" di sana,\nGadis wanita itu, yang lemah bagai semut dan bodoh bagai kayu yang layu, menerima setiap kata-katanya.\nBagaimanapun juga, dia pernah membimbingnya melewati Jagat Malam yang berbahaya, menuju ke jalur berasap abadi,\nMeski dengan kepolosannya, dia harusnya sudah tahu apa yang akan dihadapinya di dalam asap dan kabut itu ....\nYang dia perlukan hanyakah sedikit dorongan saja untuk menghancurkan alam mimpi yang konyol itu ....\n\nSeperti yang diperkirakan oleh dia yang menyebut dirinya sebagai Sage, gadis yang sebelumnya tunduk kepada para naga,\nDia menuntun orang asing yang belum pernah dilihatnya melewati tembok asap, dengan seruling dan nyanyian,\nSesuai dengan rencana sempurnanya, dia mengirim pelayan pendiamnya Dinga keluar jauh dari lembah.\nSelanjutnya, api penaklukan dan pembantaian akan diarahkan ke tanah yang terisolasi dari dunia ini ....\n\nHingga bertahun-tahun kemudian, pahlawan Maghan menghujamkan pedang emas Raja Ular ke jantung mantan tuannya,\nSang Sage yang mengira dia bisa mengendalikan hati manusia, baru tersadar bahwa benih api pengkhianatan telah disemai sejak awal,\nHanya saja, pengkhianatan ini berbeda dengan yang dibayangkannya, yang mengarah kepada para naga yang tenggelam dalam mimpi,\nSebaliknya adalah yang menemani suara nyanyian Wayob yang baru dilahirkan, di istana Jagat Malam yang paling dalam,\nYang dalam seribu tahun berikutnya, menjadi landasan untuk suku bernama \"Mictlan\".\nTirai tujuh lapis yang tak terlihat menyegel tempat yang dulunya kacau dan tak beraturan di tengah asap,\nDan di tengah angin malam dan matahari dingin, para semut mencuri ritual rahasia yang bahkan tak bisa disentuh oleh dia yang menyebut dirinya Sage.\n\n\"Jangan menaruh semua harapanmu pada malam hari, janganlah bergantung pada kemurahan hati para imam, dan yang terpenting, janganlah mudah percaya terhadap kata-kata manis dari dia yang mengaku sebagai Sage.\"\n\"Walaupun kita lemah dan pengecut, biarpun kita ternodai oleh sifat buruk dan kejahatan, tapi sebagai manusia kita hanya bisa bergantung pada diri sendiri.\"\n\"Namun kami sebagai manusia fana begitu rapuh. Biarpun semua sesuai dengan rencana, aku hanya bisa menstabilkan perbatasan untuk beberapa ratus tahun saja.\"\n\"Karenanya, kamu harus bercerita. Ceritakanlah kepada seluruh suku, ceritakanlah tentang kejayaan para pahlawan, yang begitu gagah dan terhormat.\"\n\"Ceritakanlah 'ingatan' mereka, dan biarlah semua ini direntangkan layaknya tenunan, untuk menjadi fondasi sebagai kampung halaman yang disebut sebagai Natlan.\"\n\"Bawalah patung ini bersamamu, Dinga, wahai pelayanku yang paling setia, dan mulailah perjalananmu dengan mengikuti cahaya fajar yang terbit.\"\n\"Aku akan selalu melihatmu, wahai pahlawanku, aku akan terikat padamu bagaikan benang sutra yang terikat pada pundak ....\"\n\"Sampai ketika jiwa kita terjalin selamanya di dalam kedamaian abadi, di mana maut pun tak dapat memisahkan kita.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "58",
	"effectName": "Offering Unto Wind and Sun",
	"effectTemplateRaw": "Elemental Mastery meningkat <color=#99FFFFFF>{0}</color> poin. Setelah Karakter yang mengenakan menciptakan Perisai, akan mendapatkan efek \"Mirror of Night\" selama 15 detik: DMG yang diakibatkan Karakter aktif sendiri di dalam party meningkat <color=#99FFFFFF>{1}</color> terhadap musuh di sekitar. Karakter bisa mendapatkan efek \"Mirror of Night\" sekali setiap 14 detik.",
	"r1": {
		"description": "Elemental Mastery meningkat 100 poin. Setelah Karakter yang mengenakan menciptakan Perisai, akan mendapatkan efek \"Mirror of Night\" selama 15 detik: DMG yang diakibatkan Karakter aktif sendiri di dalam party meningkat 28% terhadap musuh di sekitar. Karakter bisa mendapatkan efek \"Mirror of Night\" sekali setiap 14 detik.",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Elemental Mastery meningkat 125 poin. Setelah Karakter yang mengenakan menciptakan Perisai, akan mendapatkan efek \"Mirror of Night\" selama 15 detik: DMG yang diakibatkan Karakter aktif sendiri di dalam party meningkat 35% terhadap musuh di sekitar. Karakter bisa mendapatkan efek \"Mirror of Night\" sekali setiap 14 detik.",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Elemental Mastery meningkat 150 poin. Setelah Karakter yang mengenakan menciptakan Perisai, akan mendapatkan efek \"Mirror of Night\" selama 15 detik: DMG yang diakibatkan Karakter aktif sendiri di dalam party meningkat 42% terhadap musuh di sekitar. Karakter bisa mendapatkan efek \"Mirror of Night\" sekali setiap 14 detik.",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Elemental Mastery meningkat 175 poin. Setelah Karakter yang mengenakan menciptakan Perisai, akan mendapatkan efek \"Mirror of Night\" selama 15 detik: DMG yang diakibatkan Karakter aktif sendiri di dalam party meningkat 49% terhadap musuh di sekitar. Karakter bisa mendapatkan efek \"Mirror of Night\" sekali setiap 14 detik.",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Elemental Mastery meningkat 200 poin. Setelah Karakter yang mengenakan menciptakan Perisai, akan mendapatkan efek \"Mirror of Night\" selama 15 detik: DMG yang diakibatkan Karakter aktif sendiri di dalam party meningkat 56% terhadap musuh di sekitar. Karakter bisa mendapatkan efek \"Mirror of Night\" sekali setiap 14 detik.",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}