{
	"id": 11430,
	"name": "Sturdy Bone",
	"description": "Pedang panjang yang sudah menjadi semakin keras setelah ribuan pukulan dan ayunan. Konon katanya, merupakan senjata yang paling sering digunakan oleh pahlawan Wanjiru.",
	"descriptionRaw": "Pedang panjang yang sudah menjadi semakin keras setelah ribuan pukulan dan ayunan. Konon katanya, merupakan senjata yang paling sering digunakan oleh pahlawan Wanjiru.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Layaknya makhluk laut yang terombang-ambing, mereka mengikuti suara air menuju ke tempat peristirahatan,\nNaga agung yang pernah menguasai daratan yang terbakar juga memiliki makam untuk mengumpulkan warisannya.\nDi sana, tulang sendi yang bertumpuk terlihat seperti cakar raksasa yang menjulang tinggi ke langit.\nMekanisme rahasia yang menjaga malam dan alam kematian menerima perintah untuk berkeliling sepanjang hari.\n\nSiapa pun yang melihatnya pasti menganggap tempat itu adalah tempat berbahaya. Utusan yang cerdik juga tidak bersedia mencari informasi di tempat itu.\nTerlebih lagi, untuk apa mengganggu mereka? Para musuh-musuh yang sedang menggunakan cakarnya untuk menghitung sisa harinya.\nSaat mendengar cerita tentang tempat ini di tepi api unggun di suku, Wanjiru malah tiba-tiba berdiri dengan gembira.\nKarena di dunia ini, tidak ada musuh yang lebih mengerikan dari mereka. Jadi pasti bisa didapatkan dari tubuh mereka,\nHal yang benar-benar diinginkan Wanjiru yang sangat kuat pada saat itu.\n\nWahai Wanjiru yang kuat, meski kayu besi yang sudah ratusan tahun umurnya menjadi patah pada saat diayunkan olehnya,\nBijih mentah berubah menjadi debu saat digenggam di telapak tangannya, batu raksasa yang menghalangi jalannya harus tunduk di bawah lengannya,\nApalagi benda-benda yang terbuat dari logam yang paling keras sekalipun, semuanya akan berubah menjadi lumpur yang lunak dalam sekejap saja.\nDi manakah ia bisa mendapatkan senjata yang cocok dengannya? Wanjiru terus memikirkannya siang dan malam. Dan akhirnya, dia menemukan jawabannya.\n\nDia melompat dari puncak gunung Tollan ke dalam gunung berapi, menghindari makhluk ciptaan yang berjalan seperti ular, dan memasuki tanah yang sudah lama ditinggalkan.\nDia terus mengikuti jejak yang ditinggalkan oleh pahlawan yang pernah bertarung melawan naga raksasa. Semua jejak raksasa yang pernah ditinggalkan di tebing gunung akibat perjuangan mereka,\nAndai saja dia terlahir di zaman itu, demikian pikirnya. Layaknya pendahulu-pendahulunya yang meninggalkan banyak kisah legenda,\nDia iri terhadap kaum leluhur sukunya yang bisa bertarung langsung dengan naga raksasa yang kuat, dan bisa beradu kekuatan dengan dewa awal.\n\nSedangkan tempat tengkorak berserakan yang digambarkan oleh narator dengan serius,\nTidak lebih hanyalah mayat-mayat dari beberapa monster raksasa yang kalah dengan mengenaskan.\nPada saat dia merasa kecewa, gadis yang mengulurkan tangannya dalam kebingungan melihat bayangan yang membentangkan kedua sayapnya kepadanya,\nSebelum sempat memikirkan apa sebenarnya bentuk itu, gadis itu tertawa terbahak-bahak dan melawan bayangan emas itu.\nSengitnya pertempuran itu mungkin tidak perlu diceritakan lebih panjang lagi. Benar-benar mata dibayar mata, dan nyawa dibayar nyawa, membalas kekerasan dengan kekuatan,\nPada akhirnya, yang bertempur hanyalah pemberani dari suku, dia menggunakan kedua tangannya yang berlumuran darah untuk mematahkan sayap rusak naga raksasa.\nBayangan keemasan itu, seperti ciptaan yang pernah ada, dia menyembunyikan dirinya setelah mengeluarkan sebuah erangan.\n\nSaat tersadar, dia masih mempertahankan posisi mengulurkan tangan, seakan-akan semua yang terjadi tadi cuma sebuah mimpi singkat saja.\nApa benar itu cuma mimpi? Tulang lengan yang patah saat pertempuran tadi masih mengirimkan rasa sakit yang bisa dirasakan olehnya.\nTulang naga berat yang entah kapan munculnya, tidak ada bedanya dengan ekor monster raksasa yang ditangkap olehnya pada saat pertempuran.\n\nSaat dia menceritakan kisah ini kepada narator yang suka bercerita, imam dari Angin Malam itu mengendus-enduskan hidungnya ....\n\"Gunung Berapi Tollan itu kan daerah terlarang, orang biasa mana mungkin bisa masuk. Apalagi kamu baru berapa tahun sih?\"\nPria yang memegang pedang ritual itu berkata: \"Terus, katamu serius? Kami bahkan belum pernah lihat kamu menghunuskan pedang itu!\"\n\"Ya serius dong! Itu kan karena kebanyakan waktu, pedangnya tidak kepakai, aku cuma perlu pakai tangan kosong saja!\"\nDi samping api unggun sebelum pertempuran, sudah bisa terlihat bayangan monster raksasa berwarna hitam di tepi pantai. Wanjiru pun berkata:\nDia memegang gagang pedang berwarna putih itu, menunggu momen yang tepat di medan pertempuran untuk menghunuskan pedangnya sekali lagi.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Trapper's Pride",
	"effectTemplateRaw": "Konsumsi Stamina Sprint atau Alternate Sprint berkurang 15%. Selain itu, setelah menggunakan Sprint atau Alternate Sprint, DMG Normal Attack meningkat sebesar <color=#99FFFFFF>{0}</color> ATK, efek ini akan hilang setelah efektif 18 kali atau setelah 7 detik kemudian.",
	"r1": {
		"description": "Konsumsi Stamina Sprint atau Alternate Sprint berkurang 15%. Selain itu, setelah menggunakan Sprint atau Alternate Sprint, DMG Normal Attack meningkat sebesar 16% ATK, efek ini akan hilang setelah efektif 18 kali atau setelah 7 detik kemudian.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Konsumsi Stamina Sprint atau Alternate Sprint berkurang 15%. Selain itu, setelah menggunakan Sprint atau Alternate Sprint, DMG Normal Attack meningkat sebesar 20% ATK, efek ini akan hilang setelah efektif 18 kali atau setelah 7 detik kemudian.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Konsumsi Stamina Sprint atau Alternate Sprint berkurang 15%. Selain itu, setelah menggunakan Sprint atau Alternate Sprint, DMG Normal Attack meningkat sebesar 24% ATK, efek ini akan hilang setelah efektif 18 kali atau setelah 7 detik kemudian.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Konsumsi Stamina Sprint atau Alternate Sprint berkurang 15%. Selain itu, setelah menggunakan Sprint atau Alternate Sprint, DMG Normal Attack meningkat sebesar 28% ATK, efek ini akan hilang setelah efektif 18 kali atau setelah 7 detik kemudian.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Konsumsi Stamina Sprint atau Alternate Sprint berkurang 15%. Selain itu, setelah menggunakan Sprint atau Alternate Sprint, DMG Normal Attack meningkat sebesar 32% ATK, efek ini akan hilang setelah efektif 18 kali atau setelah 7 detik kemudian.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}