{
	"id": 11504,
	"name": "Summit Shaper",
	"description": "Sebuah pedang legenda yang menjadi simbol sebuah kontrak bertepi tajam, konon pedang ini pernah memotong puncak dari suatu gunung.",
	"descriptionRaw": "Sebuah pedang legenda yang menjadi simbol sebuah kontrak bertepi tajam, konon pedang ini pernah memotong puncak dari suatu gunung.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "Pada zaman dahulu kala, di mana para dewa dan roh berkeliaran melintasi bumi, \nDi saat kekacauan seperti itu, orang pasti akan memiliki pertanyaan seperti...\n\"Tolong beri tahu aku ke mana orang tercinta dan anak-anak pergi?\"\n\"Tolong beri tahu aku kapan mereka yang pergi akan kembali?\"\n\"Ah, Tuanku, sampai kapan tahun yang menakutkan seperti itu akan berlangsung?\"\n\nBahkan orang yang tumbuh besar di lingkungan batu keras sekalipun, hatinya akan hancur karena sakit hati.\nBahkan jika kamu begitu percaya pada Dewamu tanpa mengucapkan sepatah katapun, matamu juga akan menjadi panas.\nBahkan jika pertanyaan-pertanyaan ini belum diajukan, konsultasi yang tersembunyi di hatiku akan tetap terdengar.\n\nSang Archon Geo melakukan mukjizat dan memotong pisau panjang dari batu amber emas yang suci,\nMengayunkan pedang ke sudut gunung, untuk membuat kontrak yang solid dengan orang-orang——\nMereka yang terpisah pasti akan kembali bersama; mereka yang melanggar kesepakatan pasti akan dihukum.\nMereka yang kehilangan orang yang dicintai, kehilangan harta, dan menderita ketidakadilan akan diberi kompensasi.\n\nMungkin itu hanya salah satu dari banyak pepatah rakyat yang sulit dibedakan keasliannya dengan naskah asli kuno Liyue.\nNamun kontrak solid dari Archon Geo hingga saat ini masih ada di Liyue.\nMelanggar kontrak berarti menjadi musuh dari negeri yang pernah direnovasi para dewa ini,\nPuncak gunung tertinggi sekalipun cepat atau lambat akan jatuh ke atas kepala mereka yang berkhianat——\n\nSampai hari ini dalam legenda rakyat, masih tertulis bahwa nantinya pemilik aslinya akan muncul dan kembali ke dunia.\nPada saat itu, pisau panjang tersebut sekali lagi akan memancarkan cahaya keemasannya dan memotong ketidakadilan di dunia...\nPersis seperti sumpah besar yang dibuat Archon Geo di hadapan rakyat ribuan tahun yang lalu.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "10,8%",
	"effectName": "Golden Majesty",
	"effectTemplateRaw": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>{0}</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>{1}</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
	"r1": {
		"description": "Meningkatkan kekuatan perisai sebesar 20%. Serangan yang mengenai musuh meningkatkan ATK sebesar 4% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Meningkatkan kekuatan perisai sebesar 25%. Serangan yang mengenai musuh meningkatkan ATK sebesar 5% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Meningkatkan kekuatan perisai sebesar 30%. Serangan yang mengenai musuh meningkatkan ATK sebesar 6% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Meningkatkan kekuatan perisai sebesar 35%. Serangan yang mengenai musuh meningkatkan ATK sebesar 7% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Meningkatkan kekuatan perisai sebesar 40%. Serangan yang mengenai musuh meningkatkan ATK sebesar 8% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 18
			}
		]
	}
}