{
	"id": 14518,
	"name": "Sunny Morning Sleep-In",
	"description": "Lentera lonceng yang terbuat dari batu giok ungu. Konon katanya, jika ditaruh di samping bantal, maka dapat memanggil mimpi indah.",
	"descriptionRaw": "Lentera lonceng yang terbuat dari batu giok ungu. Konon katanya, jika ditaruh di samping bantal, maka dapat memanggil mimpi indah.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"Karena bermimpi pemandian air panas dalam mimpiku, aku salah mengira kalau aku sudah tiba di tempat pertemuan, makanya aku telat bangun sedikit.\"\nGadis yang mengantuk itu menutupi rasa malunya dengan kedinginan yang sudah menjadi kebiasaannya, sambil menceritakan alasan keterlambatannya kepada teman-teman koleganya,\nDia tidak mau mengaku kalau dia tertidur terlalu pulas pada malam pertama tahun baru, jadi dia menyalahkan pemandian air panas yang ada di dalam mimpinya.\n\n\"Konon katanya kamu akan memimpikan apa yang kamu pikirkan pada siang hari. Tidak kusangka nona miko yang biasanya berekspresi datar seperti batu bisa menantikan liburan kali ini.\"\n\"Duh, sayang sekali ya, sayang, Kak Tukamine tidak datang, hanya ada aku dan Nagamasa yang menemanimu di sini ... Duh, sakit, sakit!\"\n\"Benar-benar ya, padahal sudah bermimpi indah sampai membuat orang-orang lain iri. Jangan cemberut terus dong, senyum dikit.\"\n\nPemuda itu berbicara dengan santai, setengah bercanda, tapi malah dipelototi dengan tajam oleh gadis muda dari Seirai.\nPemuda itu mengalihkan pandangannya kepada anak angkat oni itu, sedangkan murid yang tegar itu diam-diam mengalihkan pandangannya.\n\nKata-kata pemuda yang kemudian dikenal sebagai pendiri Onymoudou itu bukan omong kosong, tradisi seperti itu memang benar adanya di Inazuma,\n\"Bathhouses, Hawks, and Narukami\", adalah tiga hal yang dapat ditemui di dalam mimpi saat tahun baru dan dipercaya dapat membawa berkah.\nPemandian air panas melambangkan penyakit yang hilang dan usia panjang, sedangkan Narukami melambangkan keinginan yang terwujud.\n\nHanya saja, sejak saat itu, miko tidak pernah memimpikan pemandian air panas lagi,\nDan dalam masa-masa kegembiraan tanpa beban, suara tawa yang seperti lonceng yang berbunyi,\nAkhirnya seperti kabut air hangat yang menyelimuti pemandian air panas, perlahan-lahan menghilang dalam mimpi yang dingin.\n\n....\n\n\"Ayo kita taruhan kali ini, bagaimana menurutmu? Yah, aku akan menggunakan busur ini sebagai taruhan.\"\n\"Aku pertaruhkan busur terbaik di dunia ini, aku bertaruh kalau aku bisa kembali ke sini hidup-hidup.\"\n\nDemikian tawa pria itu. Intonasinya masih tetap santai seperti dulu, sama sekali tidak terdengar sedikit pun aura kewibawaan.\nDasar orang bodoh yang suka berjudi, pikir miko itu. Jelas-jelas dia pendekar pedang yang berstatus, malah masih kekanak-kanakan seperti ini.\nNamun, tidak apa-apa deh. Sama seperti yang diramalkan dalam mimpi pertama itu, sama seperti elang yang ada di puncak tinggi,\nSeorang samurai yang menorehkan prestasi dalam ratusan pertemuran juga pasti bisa menyelamatkan diri dari bencana dengan mengandalkan pertanda baik yang dilihatnya dalam mimpinya ....\n\nHanya saja, sejak saat itu, elang tidak pernah muncul lagi dalam mimpi miko,\nHanya ada bulu elang yang jatuh perlahan. Sedangkan elang itu sendiri sudah terjatuh dan tidak dapat terbang ke dalam mimpinya lagi.\n\n....\n\n\"Mimpi pertama? Hah! Tante miko masih percaya sama hal-hal kayak gitu?\"\n\"Pertanda baik dan buruk apaan? Itu kan cuma buat nipu anak-anak!\"\n\nMungkin benar seperti yang dikatakan sahabatnya, mimpi malam hari adalah manifestasi pikiran pada siang hari.\nSampai bendera Narukami yang melayang di seberang lautan seperti petir tak berujung di dalam mimpinya,\nMiko baru tertawa terbahak-bahak, menertawakan pertanda dan jalan depan yang tak diketahui.\n\nMaaf ya, guru, karena aku menyalahgunakan ilmu yang sudah diajarkan,\nDan melawan bendera kesetiaanmu, menodai kebersihan namamu dengan nama buruk.\nTapi itu sudah tidak penting lagi.\nBiarlah mereka mengatakan sepuas-puasnya, mereka yang tidak paham isi hatiku.\nAku tidak menyayangi diriku dan namaku sendiri.\nHanya saja kali ini, aku bisa membiarkannya hidup ....\n\n....\n\n\"Ya sudah, ya sudah, aku tidak seharusnya bercanda seperti itu, sudah kan? Benar-benar deh! Mikoshi, kamu juga bantu ngomong dong!\"\n\"Jarang-jarang bisa ke pemandian waktu hari libur, apa nona miko akan berdiri tegak saja sampai pemandiannya tutup?\"\n\nSetelah dia kembali tersadar, pemuda yang bijaksana itu masih tetap bercanda, senyumnya itu masih tetap menyebalkan.\nMungkin naik turun hanyalah mimpi pemandian air panas, sedang kebangkitan tidak lebih dari sekedar tidur siang setelah hujan yang turun.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "58",
	"effectName": "Bathhouses, Hawks, and Narukami",
	"effectTemplateRaw": "Dalam 6 detik setelah memicu reaksi Swirl, Elemental Mastery meningkat <color=#99FFFFFF>{0}</color> poin. Dalam 9 detik setelah Elemental Skill mengenai musuh, Elemental Mastery meningkat <color=#99FFFFFF>{1}</color> poin. Dalam 30 detik setelah Elemental Burst mengenai musuh, Elemental Mastery meningkat <color=#99FFFFFF>{2}</color> poin.",
	"r1": {
		"description": "Dalam 6 detik setelah memicu reaksi Swirl, Elemental Mastery meningkat 120 poin. Dalam 9 detik setelah Elemental Skill mengenai musuh, Elemental Mastery meningkat 96 poin. Dalam 30 detik setelah Elemental Burst mengenai musuh, Elemental Mastery meningkat 32 poin.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "Dalam 6 detik setelah memicu reaksi Swirl, Elemental Mastery meningkat 150 poin. Dalam 9 detik setelah Elemental Skill mengenai musuh, Elemental Mastery meningkat 120 poin. Dalam 30 detik setelah Elemental Burst mengenai musuh, Elemental Mastery meningkat 40 poin.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "Dalam 6 detik setelah memicu reaksi Swirl, Elemental Mastery meningkat 180 poin. Dalam 9 detik setelah Elemental Skill mengenai musuh, Elemental Mastery meningkat 144 poin. Dalam 30 detik setelah Elemental Burst mengenai musuh, Elemental Mastery meningkat 48 poin.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "Dalam 6 detik setelah memicu reaksi Swirl, Elemental Mastery meningkat 210 poin. Dalam 9 detik setelah Elemental Skill mengenai musuh, Elemental Mastery meningkat 168 poin. Dalam 30 detik setelah Elemental Burst mengenai musuh, Elemental Mastery meningkat 56 poin.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "Dalam 6 detik setelah memicu reaksi Swirl, Elemental Mastery meningkat 240 poin. Dalam 9 detik setelah Elemental Skill mengenai musuh, Elemental Mastery meningkat 192 poin. Dalam 30 detik setelah Elemental Burst mengenai musuh, Elemental Mastery meningkat 64 poin.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Specter Nucleus",
				"count": 18
			}
		]
	}
}