{
	"id": 14516,
	"name": "Surf's Up",
	"description": "Benda kenang-kenangan yang awalnya dipesan untuk diberikan kepada pemenang \"Kejuaraan Berselancar Seluruh Suku Pertama\". Karena turnamennya sampai sekarang masih dalam tahap persiapan, maka untuk sementara hadiahnya disimpan di dalam Leisurely Puffer dulu dan dijaga oleh pemiliknya.",
	"descriptionRaw": "Benda kenang-kenangan yang awalnya dipesan untuk diberikan kepada pemenang \"Kejuaraan Berselancar Seluruh Suku Pertama\". Karena turnamennya sampai sekarang masih dalam tahap persiapan, maka untuk sementara hadiahnya disimpan di dalam Leisurely Puffer dulu dan dijaga oleh pemiliknya.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Ini adalah bagian dari cerita tentang pertempuran antara Raja Gunung Berapi dan suku-suku Natlan.\n\nSemua orang pasti sudah tahu tentang Raja Gunung Berapi yang jahat. Dia adalah monster raksasa berwarna hitam dan ungu, bentuknya mirip seperti kodok. Dia diam-diam menguasai Gunung Berapi Tollan yang kosong saat para naga kuno tidak ada, dan menjadi tirani di tanah Natlan. Dia melakukan banyak hal jahat dan membuat orang-orang dari berbagai suku menderita. Untungnya, Raja Gunung Berapi yang jahat itu akhirnya dikeluarkan dari Natlan, dan anak-anak sekarang tidak perlu khawatir dia akan memikirkan hal-hal jahat lagi.\nHari ini, kita akan membicarakan tentang bagaimana Archon Pyro kuno, Cochanina, mengusir Raja Gunung Berapi yang licin dari \"Warga Mata Air\".\n\nPada hari itu, Raja Gunung Berapi berbaring di atas gunung berapi dan memandangi tubuhnya yang gelap. Dia mengambil keputusan yang jahat.\n\"Ah, di bawah gunung berapi benar-benar gelap, lebih gelap dari malam yang gelap tanpa cahaya bulan, bahkan aku sendiri tidak bisa melihat tubuhku sendiri.\"\n\"Kudengar 'Warga Mata Air' di selatan memiliki mata air paling jernih di seluruh Natlan. Kalau aku bisa membuang semua kotoran hitam yang ada di bawah gunung berapi ke sana dan mencuci semuanya, mungkin tempat ini bisa menjadi bersih! Adapun orang-orang kecil di suku itu, siapa yang peduli dengan apa yang mereka pikirkan?\"\nRaja Gunung berpikir seperti itu, dan dia bersemangat dengan pikirannya yang jadi bersih. Jadi dia memerintahkan gunung berapi untuk menyemburkan asap tebal, dan menyembunyikan dirinya di balik bayangan asap tebal, lalu pergi ke suku \"Warga Mata Air\". Tanpa memedulikan perlawanan semua orang, Raja Gunung Berapi menjatuhkan semua benda hitam pekat itu ke dalam mata air, menciptakan asap dan bau di seluruh suku, bahkan burung-burung yang terbang tidak tahan lagi, dan mereka semua terbang pergi.\nTidak bisa begini terus! Jadi para tetua suku buru-buru mencari Archon Pyro, yang saat itu dikenal dengan nama Cochanina, dan menceritakan semuanya kepadanya.\nCochanina menghela napas. Ini bukan pertama kalinya Raja Gunung Berapi menyebabkan kekacauan di Natlan. Sayangnya, Raja Gunung Berapi terlalu tangguh. Meskipun dia sudah dikalahkan berkali-kali oleh Archon Pyro sebelumnya, dia selalu bisa melarikan diri dengan selamat dan bersembunyi di kaki gunung yang gelap untuk sementara waktu, lalu kembali lagi. Jadi, Cochanina memikirkan cara untuk mengusir Raja Gunung Berapi dari tanah ini untuk selamanya. Dia tidak membawa senjatanya — Pedang Unu Pachacuti, senjata yang terkenal — tapi hanya membawa sebuah papan selancar.\nSaat Cochanina datang ke hadapan Raja Gunung Berapi, dia sedang berbaring santai di pemandian air panas yang sudah berwarna hitam pekat. Dia menggoyang-goyangkan perutnya yang bulat dan terlihat sangat nyaman.\n\"Ah, Raja Gunung Berapi yang agung, bagaimana mungkin air panas dari orang-orang rendahan ini bisa menyucikan harta karunmu yang berharga? Hanya harta karun rahasia yang diwariskan oleh \"Warga Mata Air\" dari zaman kuno, \"Cawan Pelangi\" yang diletakkan oleh pahlawan besar Uenuku, yang dapat menyemburkan pelangi tak terbatas, yang layak untuk menjadi milikmu.\"\n\"Oh?\" Raja Gunung berapi tiba-tiba tertarik dengan gadis itu. Meskipun gadis itu hanyalah anggota suku yang kecil, tapi saran dan sikap rendah hati gadis itu membuatnya menarik. \"Kalau begitu, cepat bawa aku ke sana dan ambil harta karun yang seharusnya menjadi milikku.\"\n\"Ah, Raja Gunung Berapi yang agung, Anda mungkin tidak tahu kalau harta karun itu tidak ada di daratan, melainkan disembunyikan di dasar laut. Sayangnya, Anda tidak bisa berselancar. Kami hanyalah orang-orang kecil, dan tidak bisa membuat kapal besar yang bisa menampung tubuh Anda yang agung ....\"\n\"Huh! Jangan meremehkanku ya!\" Raja Gunung Berapi membalas dengan kesal. Dia selalu seperti ini. Setiap kali suku kecil itu bilang kalau mereka tidak bisa melakukan apa pun, Raja Gunung Berapi akan bersikeras mengatakan kalau dia bisa melakukannya. \"Tunjukkan jalannya! Berselancar itu bukan hal sulit untukku!\"\nBegitulah cara Cochanina menuntun Raja Gunung Berapi ke laut dalam. Raja Gunung Berapi yang berat itu mana mungkin bisa menandingi orang suku kecil yang juara berselancar? Jadi dia hanya bisa mengikuti papan selancar Cochanina dari belakang. Ombak yang Cochanina ciptakan selalu membuatnya menelan banyak air. Melihat Raja Gunung Berapi sudah pusing, Cochanina pun melempar seekor Drifting Pufferfish ke kejauhan dan berteriak:\n\"Lihat, harta karun ada di sana! Ini adalah kunci untuk membuka harta karun!\"\nSuara ombak yang terus menampar membuat Raja Gunung Berapi tidak bisa melihat jelas apa yang dilempar. Tapi dirinya adalah Raja Gunung Berapi yang hebat, bagaimana mungkin dia mau mengakui bahwa kemampuannya tidak sebanding dengan manusia? Dia lalu meraung nyaring dan melompat ke arah \"harta karun\" itu. Akhirnya dia terhantam oleh Drifting Pufferfish kembung yang mengapung. Rasa sakit itu membuat Raja Gunung Berapi tergelincir dari papan selancarnya dan jatuh ke laut.\nBahkan Raja Gunung Berapi yang besar itu tidak lebih dari butiran pasir kecil di tengah luasnya lautan. Terlebih lagi, lautan penuh dengan hal-hal yang jauh lebih mengerikan daripada Raja Gunung Berapi. Intinya, Raja Gunung Berapi terombang-ambing di lautan dalam waktu lama, dan akhirnya berhasil menangkap sebatang rumput buluh yang mengapung. Dia mengapung dan terbawa arus untuk waktu yang lama sebelum akhirnya bisa kembali ke pantai. Meskipun Cochanina tidak mengusir Raja Gunung Berapi dari Natlan sepenuhnya, tapi sejak saat itu Raja Gunung Berapi tidak berani mengganggu \"Warga Mata Air\" lagi.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19,2%",
	"effectName": "Aqua Remembrance",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> Max HP. Setiap 15 detik sekali, dalam kurun waktu 14 detik setelah melancarkan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan <color=#99FFFFFF>{1}</color> DMG Normal Attack. Selama durasi ini, kedua efek di bawah dapat terpicu sekali setiap 1,5 detik: Mengenai musuh dengan Normal Attack akan menghapus 1 lapis Scorching Summer, sedangkan memicu reaksi Vaporize pada musuh akan menambah 1 lapis Scorching Summer. Efek Scorching Summer dapat ditumpuk sampai 4 lapis.",
	"r1": {
		"description": "Meningkatkan 20% Max HP. Setiap 15 detik sekali, dalam kurun waktu 14 detik setelah melancarkan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan 12% DMG Normal Attack. Selama durasi ini, kedua efek di bawah dapat terpicu sekali setiap 1,5 detik: Mengenai musuh dengan Normal Attack akan menghapus 1 lapis Scorching Summer, sedangkan memicu reaksi Vaporize pada musuh akan menambah 1 lapis Scorching Summer. Efek Scorching Summer dapat ditumpuk sampai 4 lapis.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "Meningkatkan 25% Max HP. Setiap 15 detik sekali, dalam kurun waktu 14 detik setelah melancarkan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan 15% DMG Normal Attack. Selama durasi ini, kedua efek di bawah dapat terpicu sekali setiap 1,5 detik: Mengenai musuh dengan Normal Attack akan menghapus 1 lapis Scorching Summer, sedangkan memicu reaksi Vaporize pada musuh akan menambah 1 lapis Scorching Summer. Efek Scorching Summer dapat ditumpuk sampai 4 lapis.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "Meningkatkan 30% Max HP. Setiap 15 detik sekali, dalam kurun waktu 14 detik setelah melancarkan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan 18% DMG Normal Attack. Selama durasi ini, kedua efek di bawah dapat terpicu sekali setiap 1,5 detik: Mengenai musuh dengan Normal Attack akan menghapus 1 lapis Scorching Summer, sedangkan memicu reaksi Vaporize pada musuh akan menambah 1 lapis Scorching Summer. Efek Scorching Summer dapat ditumpuk sampai 4 lapis.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "Meningkatkan 35% Max HP. Setiap 15 detik sekali, dalam kurun waktu 14 detik setelah melancarkan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan 21% DMG Normal Attack. Selama durasi ini, kedua efek di bawah dapat terpicu sekali setiap 1,5 detik: Mengenai musuh dengan Normal Attack akan menghapus 1 lapis Scorching Summer, sedangkan memicu reaksi Vaporize pada musuh akan menambah 1 lapis Scorching Summer. Efek Scorching Summer dapat ditumpuk sampai 4 lapis.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "Meningkatkan 40% Max HP. Setiap 15 detik sekali, dalam kurun waktu 14 detik setelah melancarkan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan 24% DMG Normal Attack. Selama durasi ini, kedua efek di bawah dapat terpicu sekali setiap 1,5 detik: Mengenai musuh dengan Normal Attack akan menghapus 1 lapis Scorching Summer, sedangkan memicu reaksi Vaporize pada musuh akan menambah 1 lapis Scorching Summer. Efek Scorching Summer dapat ditumpuk sampai 4 lapis.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}