{
	"id": 13514,
	"name": "Symphonist of Scents",
	"description": "Tombak yang elegan. konon katanya merupakan tongkat konduktor yang pernah digunakan oleh seorang musisi hebat untuk membangun jembatan antara melodi dan indra perasa.",
	"descriptionRaw": "Tombak yang elegan. konon katanya merupakan tongkat konduktor yang pernah digunakan oleh seorang musisi hebat untuk membangun jembatan antara melodi dan indra perasa.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "Selama Legiun Athanatoi menaklukkan kerajaan-kerajaan di Laut Tinggi, peperangan yang tak terhenti bukanlah satu-satunya hal yang patut dikenang.\nPada suatu malam saat kekuasaan emas mengalir bagai ombak yang mengamuk, tapi sebelum melodi yang diinginkan Raja Dewa selesai,\nHarmost agung Euergetia mendengarkan nasihat orang-orang zaman dulu dengan tenang dan mempertimbangkan permohonan mereka.\n\nPara penduduk yang merindukan kampung halaman, meskipun terguncang oleh kemakmuran dari Kota Emas dan tunduk pada kekuatan Raja Dewa yang tak tertandingi,\nTapi ketika mereka mengangkat gelas untuk memuja kejayaan, mereka juga pernah menatap makanan militer di atas piring dan mengenang makanan nikmati di masa lalu.\nGolem batu tidak mengenal rasa lapar ataupun haus, tapi tubuh lemah orang-orang zaman dulu yang terdiri dari darah dan daging akan tertekan karena kekurangan nutrisi.\nBahkan jenderal yang paling berani pun tidak bisa melepaskan banyaknya hal yang diperlukan untuk mendukung tentara, supaya dapat meraih kemenangan yang gemilang.\n\nPanduan Raja Dewa adalah hukum yang mutlak, tidak boleh diragukan atau dilanggar. Tapi, kelemahan manusia yang membusuk terlalu cepat juga tidak boleh diabaikan.\nSimfoni yang harmonis harus mencakup semua makhluk hidup di Laut Tinggi, memenuhi keinginan mereka yang kecil juga bukanlah hal yang tak sopan.\nMeskipun rekan kerja berambut pirang itu selalu mengeluh karena pekerjaannya yang tak pantas, tapi tidak pernah menghentikannya.\nKehendak Harmost agung adalah gema yang dapat mengguncang bumi. Sehingga tak mungkin sulit untuk menciptakan rasa.\n\nDemikianlah, untuk mengabulkan permintaan orang malang yang kehilangan kampung halamannya, dan demi kejayaan dan kemenangan kekaisaran yang abadi, Euergetia memulai penyelarasan.\nBahkan pendengaran dan indra penciuman juga dapat menjadi harmoni. Suara gendang pertempuran dan suara pedang bisa menjadi satu, semua ini adalah not yang dapat dia digunakan.\nDengan melodi unik yang dipadukan dengan makanan sederhana, para budak dapat merasakan cita rasa lezat yang ada dalam ingatan mereka, sambil meningkatkan semangat mereka.\nMeskipun itu hanyalah penghiburan dalam ilusi, tapi bukankah ilusi dan debu merupakan awal dan akhir dari segala sesuatu di dunia?\n\nEuergetia yang terlahir di istana emas, yang diangkat di kuil batu giok yang dihiasi dengan tanduk dan singa,\nSebelum meninggalkan keinginannya sendiri, dia juga pernah terpukau oleh melodi lembut dan manis, juga kue yang manis seperti madu.\nJika dia tetap mengikuti jalan ini, mungkin suatu hari nanti, mereka yang diangkat juga bisa menikmati makanan lezat,\nEntah apakah itu konflik atau perbedaan pendapat, setidaknya orang-orang dapat menemukan kesamaan melalui cara-cara ini ....\n\nHanya saja, kerajaan emas itu tidak pernah bisa mencapai akhir yang abadi,\nKetika perubahan terselubung dan berkepanjangan itu menumbangkan benteng batu putih dalam satu malam saja.\nKebaikan dan kejahatan jatuh ke dalam jurang bersama-sama, namun harapan yang paling sederhana,\nKeinginan untuk makanan lezat yang bisa dinikmati semua orang, yang tak berhubungan dengan kemuliaan,\nMelodi yang melampaui keagungan, masih terus bertahan hingga Fontaine pada saat ini ....",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14,4%",
	"effectName": "Seasoned Symphony",
	"effectTemplateRaw": "ATK meningkat <color=#99FFFFFF>{0}</color>. Saat Karakter yang mengenakan berada dalam party, namun tidak sedang bertarung, maka ATK-nya akan meningkat lagi sebesar <color=#99FFFFFF>{1}</color>. Setelah melakukan pemulihan HP, maka Karakter yang memakai senjata ini dan Karakter yang menerima pemulihan HP akan mendapatkan efek \"Sweet Echoes\", meningkatkan ATK sebesar <color=#99FFFFFF>{2}</color> selama 3 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "ATK meningkat 12%. Saat Karakter yang mengenakan berada dalam party, namun tidak sedang bertarung, maka ATK-nya akan meningkat lagi sebesar 12%. Setelah melakukan pemulihan HP, maka Karakter yang memakai senjata ini dan Karakter yang menerima pemulihan HP akan mendapatkan efek \"Sweet Echoes\", meningkatkan ATK sebesar 32% selama 3 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "ATK meningkat 15%. Saat Karakter yang mengenakan berada dalam party, namun tidak sedang bertarung, maka ATK-nya akan meningkat lagi sebesar 15%. Setelah melakukan pemulihan HP, maka Karakter yang memakai senjata ini dan Karakter yang menerima pemulihan HP akan mendapatkan efek \"Sweet Echoes\", meningkatkan ATK sebesar 40% selama 3 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "ATK meningkat 18%. Saat Karakter yang mengenakan berada dalam party, namun tidak sedang bertarung, maka ATK-nya akan meningkat lagi sebesar 18%. Setelah melakukan pemulihan HP, maka Karakter yang memakai senjata ini dan Karakter yang menerima pemulihan HP akan mendapatkan efek \"Sweet Echoes\", meningkatkan ATK sebesar 48% selama 3 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "ATK meningkat 21%. Saat Karakter yang mengenakan berada dalam party, namun tidak sedang bertarung, maka ATK-nya akan meningkat lagi sebesar 21%. Setelah melakukan pemulihan HP, maka Karakter yang memakai senjata ini dan Karakter yang menerima pemulihan HP akan mendapatkan efek \"Sweet Echoes\", meningkatkan ATK sebesar 56% selama 3 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "ATK meningkat 24%. Saat Karakter yang mengenakan berada dalam party, namun tidak sedang bertarung, maka ATK-nya akan meningkat lagi sebesar 24%. Setelah melakukan pemulihan HP, maka Karakter yang memakai senjata ini dan Karakter yang menerima pemulihan HP akan mendapatkan efek \"Sweet Echoes\", meningkatkan ATK sebesar 64% selama 3 detik. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}