{
	"id": 12424,
	"name": "Talking Stick",
	"description": "Sebagian besar orang akan menganggap pentungan bertatahkan obsidian ini memang cukup meyakinkan.",
	"descriptionRaw": "Sebagian besar orang akan menganggap pentungan bertatahkan obsidian ini memang cukup meyakinkan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Tenoch memandangi tanah yang terbakar dari kejauhan, arus kegelapan membumbung di ufuk langit.\nSangkakala perunggu ditiup, gada batu hitam raksasa diangkat.\n\n\"Malapetaka sudah di depan mata, tapi para tetua terus berselisih\".\n\"Apa biar 'tongkat pembicara' ini yang menyelesaikan diskusinya?\"\n\"Toh aku bukan lagi anggota suku mana pun. Hanya amarah yang masih tersisa, membara, dan tak bisa dipadamkan\".\n\nLalu Tenoch si penyendiri dan gada batu hitam raksasa di bahunya,\nMelewati dataran liar tempat naga bersemayam, tanah air mendidih dan lava.\n\nYang pertama datang menyambut Tenoch adalah Wanjiru si pelari, dan rekannya yang berisik, Kayeke,\nAda bekas-bekas perjalanan di kulit gelapnya. Banyak luka dalam yang masih terlihat.\nPerselisihan antar suku yang tak pernah reda sangatlah melelahkan, tapi undangan Tenoch membangkitkan jiwanya.\nPertempuran memperebutkan tanah Natlan yang membara. Kenapa Wanjiru dan sukunya harus menolak?\n\nYang kedua maju dan memeluk Tenoch. Menilek si pemberani, serta rekan setianya Ngoubou.\n\"Datanglah! Semua suku mengusirmu. Dan kita selalu berseteru.\"\n\"Tapi Tenoch dan gadanya adalah pahlawan segala pahlawan. Saudara dari segala saudara!\"\n\nYang ketiga ditemukan oleh Tenoch, Sanhaj Kompore yang licin dan rekan misteriusnya, Mahamba.\nSanhaj pernah dibujuk oleh \"tongkat pembicara\", dan sang pahlawan bersedia membagi rampasan jika berhasil.\nKompore sudah meramalkan akhir dirinya dan Tenoch, dan bagaimana tempat yang di kemudian hari dikenal dengan nama \"Mare Jivari\" terbentuk.\n\"Tidak masalah! Akan tiba harinya ketika bajingan selicin ular pun dapat dikenal sebagai pahlawan!\"\n\nYang keempat mengajukan diri, pemuda Burkina dan rekannya yang sembrono, Kongamato.\nBurkina belum pernah bertarung bersama Tenoch, namun gada batu hitamnya menjadi pembimbing.\nPerang menorehkan luka yang tak terhitung jumlahnya di tubuh Tenoch. Burkina melihatnya sebagai penanda jalan yang harus dia lewati.\nRevolusi adalah takdir kaum muda, kucurkan darah bagi bara keadilan! Jangan hanya berbaring di rumput yang nyaman.\n\nYang kelima dibujuk oleh Tenoch adalah Sundjatta, kepala tambang dan rekannya yang setia, Muhuru.\n\"Demi perdamaian bagi semua suku, demi menghindari perselisihan yang tidak perlu, aku pernah minta agar Archon Pyro mengasingkanmu\".\n\"Tapi bahkan sampai hari ini, kamu masih belum menyerah. Bailklah, biarlah ini menjadi pertempuran terakhir generasi kita\".\n\"Karena kamu ingin pergi, maka aku harus ikut. Tapi lepaskanlah anggota sukuku\".\n\nYang keenam adalah musuh terkuat Tenoch semasa muda, Tupac. Tidak ada bagal yang kuat menahan tubuhnya.\nKetika Tenoch membawa gada raksasanya ke tempat Tupac, dia sedang menghitung jumlah luka yang ada di tubuhnya.\n\"Lebih dari tiga ratus bekas luka, dua puluh tulang patah, dan lebih dari seratus serpihan batu hitam terbenam dalam dagingku, seperti perhiasan\".\n\"Dua ratus luka ringan, dua rusuk yang patah, dan mata yang menjadi rabun. Pemberianmu juga sama murah hatinya\".\n\nKedua mantan seteru pun tertawa keras, lalu bersalaman.\nTenoch berhasil mendapat sekutu dari enam suku utama.\nBerkobar layaknya bara api, mereka pun menghajar gunung kegelapan ....",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4%",
	"effectName": "\"The Silver Tongue\"",
	"effectTemplateRaw": "Meningkatkan ATK sebesar <color=#99FFFFFF>{0}</color> selama 15 detik setelah menerima efek Pyro, dapat terpicu sekali setiap 12 detik. Meningkatkan Elemental DMG Bonus seluruh elemen sebesar <color=#99FFFFFF>{1}</color> selama 15 detik setelah menerima efek Hydro, Cryo, Electro, atau Dendro, dapat terpicu sekali setiap 12 detik.",
	"r1": {
		"description": "Meningkatkan ATK sebesar 16% selama 15 detik setelah menerima efek Pyro, dapat terpicu sekali setiap 12 detik. Meningkatkan Elemental DMG Bonus seluruh elemen sebesar 12% selama 15 detik setelah menerima efek Hydro, Cryo, Electro, atau Dendro, dapat terpicu sekali setiap 12 detik.",
		"values": [
			"16%",
			"12%"
		]
	},
	"r2": {
		"description": "Meningkatkan ATK sebesar 20% selama 15 detik setelah menerima efek Pyro, dapat terpicu sekali setiap 12 detik. Meningkatkan Elemental DMG Bonus seluruh elemen sebesar 15% selama 15 detik setelah menerima efek Hydro, Cryo, Electro, atau Dendro, dapat terpicu sekali setiap 12 detik.",
		"values": [
			"20%",
			"15%"
		]
	},
	"r3": {
		"description": "Meningkatkan ATK sebesar 24% selama 15 detik setelah menerima efek Pyro, dapat terpicu sekali setiap 12 detik. Meningkatkan Elemental DMG Bonus seluruh elemen sebesar 18% selama 15 detik setelah menerima efek Hydro, Cryo, Electro, atau Dendro, dapat terpicu sekali setiap 12 detik.",
		"values": [
			"24%",
			"18%"
		]
	},
	"r4": {
		"description": "Meningkatkan ATK sebesar 28% selama 15 detik setelah menerima efek Pyro, dapat terpicu sekali setiap 12 detik. Meningkatkan Elemental DMG Bonus seluruh elemen sebesar 21% selama 15 detik setelah menerima efek Hydro, Cryo, Electro, atau Dendro, dapat terpicu sekali setiap 12 detik.",
		"values": [
			"28%",
			"21%"
		]
	},
	"r5": {
		"description": "Meningkatkan ATK sebesar 32% selama 15 detik setelah menerima efek Pyro, dapat terpicu sekali setiap 12 detik. Meningkatkan Elemental DMG Bonus seluruh elemen sebesar 24% selama 15 detik setelah menerima efek Hydro, Cryo, Electro, atau Dendro, dapat terpicu sekali setiap 12 detik.",
		"values": [
			"32%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}