{
	"id": 13432,
	"name": "Tamayuratei no Ohanashi",
	"description": "Dahulu kala, ada youkai yang berkeliaran di seluruh Inazuma dalam bentuk api lentera. Ini adalah salah satu lentera tempat dia menitipkan wujudnya.",
	"descriptionRaw": "Dahulu kala, ada youkai yang berkeliaran di seluruh Inazuma dalam bentuk api lentera. Ini adalah salah satu lentera tempat dia menitipkan wujudnya.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "Konon katanya, di tengah-tengah kobaran api yang menyala-nyala di alam liar, berkelap-kelip seperti api berpendar, tersembunyi esensi roh orang Inazuma zaman kuno.\nYoukai tak berwujud yang suka mendengarkan rahasia itu menggunakan bentuk api untuk melintasi tungku dan mangkuk api,\nDan di tengah-tengah suara kayu yang sedang terbakar, dia mencuri rahasia dari mereka yang sedang berbincang sambil meminum teh.\nKemudian, dia menceritakan semua yang menarik di perjamuan para roh gentayangan,\nSoalnya ... tujuan Otogishu adalah untuk memberikan kesenangan kepada semua petinggi yang menikmati anggur mereka.\n\n\"Ah, malam ini benar-benar bahagia. Semoga masa-masa di depan kelak juga bisa sebahagia malam ini.\"\nDemikianlah desah sang Hakushin Kitsune yang sedang duduk di atas singgasananya yang tinggi di atas, dikelilingi oleh sekelompok siluman kitsune.\n\"Oh waktu, andai saja engkau bisa berhenti pada saat ini juga.\" Demikian katanya sambil mengangkat gelas sakenya,\nMemberikan gelar \"Tamayuratei\" oleh seekor youkai cilik yang tidak bernama dan tidak berstatus di atas panggung.\n\nHanya saja, hidup ini jarang sekali berjalan seperti yang diharapkan orang banyak, layaknya hal-hal yang tidak diperoleh mereka yang sudah berharap dengan susah payah.\nSedangkan momen kesedihan yang terlahir dari Hakushin Kitsune, juga terwujud dalam korosi gelombang kegelapan.\nTidak ada momen di dunia saat ratusan youkai malam begitu puas, dan di samping lampu yang menyala, yang terdengar hanya ratapan duka cita dari jiwa-jiwa yang hilang.\nSedangkan di medan perang yang kejam ini, masihkah ada tempat bagi mereka yang pernah menginspirasi kegembiraan lewat candaan yang menyenangkan?\nTapi saat memikirkan dia yang agung yang memberikan nama untuknya, kendati lemah, youkai kecil itu merasa harus bertindak.\nPada hari-hari saat langit ditutupi oleh bayangan, dia membakar jiwanya sendiri, jiwanya terus berkelana di antara bara api.\nKefasihannya yang pernah digunakan untuk menceritakan kisah-kisah lucu, sekarang digunakan untuk menyampaikan laporan pertempuran dan catatan pergerakan musuh secara detail.\n\nHanya saja, keletihan yang disebabkan oleh perjalanan panjang tak bisa dipulihkan,\nKarena telah memecah dirinya terlalu sering, youkai itu sudah hampir menguras seluruh jiwanya.\nDi dalam lentera, dia tidak bisa lagi bercerita dengan kata-katanya yang indah,\nBahkan kenangan masa lalunya yang paling indah pun berserakan.\n\nSaat ini, konon katanya youkai yang pikirannya kabur itu sudah melupakan segalanya,\nDia hanya muncul saat orang-orang berkumpul dan sedang mengobrol.\nMungkin dia tergerak oleh suasana fantasi yang diciptakan oleh para penutur,\nSehingga dia sekonyong-konyong teringat pada masa lalu yang tidak bisa diulanginya lagi.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Busybody's Running Light",
	"effectTemplateRaw": "Saat melancarkan Elemental Skill, meningkatkan <color=#99FFFFFF>{0}</color> ATK dan 10% Movement SPD selama 10 detik.",
	"r1": {
		"description": "Saat melancarkan Elemental Skill, meningkatkan 20% ATK dan 10% Movement SPD selama 10 detik.",
		"values": [
			"20%"
		]
	},
	"r2": {
		"description": "Saat melancarkan Elemental Skill, meningkatkan 25% ATK dan 10% Movement SPD selama 10 detik.",
		"values": [
			"25%"
		]
	},
	"r3": {
		"description": "Saat melancarkan Elemental Skill, meningkatkan 30% ATK dan 10% Movement SPD selama 10 detik.",
		"values": [
			"30%"
		]
	},
	"r4": {
		"description": "Saat melancarkan Elemental Skill, meningkatkan 35% ATK dan 10% Movement SPD selama 10 detik.",
		"values": [
			"35%"
		]
	},
	"r5": {
		"description": "Saat melancarkan Elemental Skill, meningkatkan 40% ATK dan 10% Movement SPD selama 10 detik.",
		"values": [
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}