{
	"id": 11410,
	"name": "The Alley Flash",
	"description": "Longsword sehitam langit malam. Dulunya milik pencuri yang senang berkeliaran di lorong-lorong gelap.",
	"descriptionRaw": "Longsword sehitam langit malam. Dulunya milik pencuri yang senang berkeliaran di lorong-lorong gelap.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Sebuah pedang panjang yang megah dan mulia muncul secara tiba-tiba bagaikan kilatan petir yang menyambar di kegelapan malam.\nSampai akhirnya, tidak pernah sekalipun ujung pedang dinodai oleh darah.\nDikatakan bahwa orang-orang dari generasi selanjutnya menggunakan pedang ini sebagai rancangan dari pedang Knight para bangsawan.\n\nBilah pedang yang gelap dengan mudahnya menyatu bersama malam.\nKarenanya pada kala itu, orang-orang takut untuk menyalakan cahaya pada malam hari.\nBerdasarkan lagu dari para penyair, era bangsawan pada masa itu benar-benar hitam kelam.\n\nPuisi naratif yang menggambarkan leluhur di zaman kuno menaburkan benih pemberontakan di hati para pemuda bangsawan.\nKetika saatnya tiba, dia meninggalkan rumahnya yang terhormat, mencuri pedang tersebut, dan bersembunyi di jalanan,\nLalu dia menyusuri jalanan kecil gelap dan Tavern seperti orang biasa, dan menggunakan pedang bangsawannya untuk mencuri dari yang kaya dan memberikannya kepada yang miskin.\nDi bawah naungan langit malam, pedang mulia itu melompati banyak atap dan jalanan di tangan seseorang yang juga memiliki darah mulia,\nBilah pedang yang murni tetap tak bercela, seperti halnya hati dari pencuri itu yang telah meninggalkan keluarganya yang lalim.\n\nNamun anggur dan nyanyian serta usia muda akan sirna, dan banyak hal terjadi.\nPada akhirnya, di bawah cahaya rembulan dia menguburkan pedang kesayangannya dan pergi melintasi lautan,\nDia ingat malam di mana dia mencuri pedang tersebut dari kediaman keluarganya,\nDan dia ingat sumpahnya pada keluarganya, masa lalu dan sekarang, kepada tanah airnya, dan kepada saudaranya Eberhart:\n\"Walau hanya sedikit, aku ingin menggunakan kekuatanku untuk mengubah dunia yang kelam ini.\"",
	"baseAtkValue": 45.06869888305664,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "12",
	"effectName": "Itinerant Hero",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> DMG yang diakibatkan Karakter. Efek akan menghilang selama 5 detik bila Karakter menerima DMG.",
	"r1": {
		"description": "Meningkatkan 12% DMG yang diakibatkan Karakter. Efek akan menghilang selama 5 detik bila Karakter menerima DMG.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Meningkatkan 15% DMG yang diakibatkan Karakter. Efek akan menghilang selama 5 detik bila Karakter menerima DMG.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Meningkatkan 18% DMG yang diakibatkan Karakter. Efek akan menghilang selama 5 detik bila Karakter menerima DMG.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Meningkatkan 21% DMG yang diakibatkan Karakter. Efek akan menghilang selama 5 detik bila Karakter menerima DMG.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Meningkatkan 24% DMG yang diakibatkan Karakter. Efek akan menghilang selama 5 detik bila Karakter menerima DMG.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}