{
	"id": 11409,
	"name": "The Black Sword",
	"description": "Longsword hitam yang haus akan konflik dan pertempuran. Dikatakan bahwa pedang ini bisa membuat pemiliknya menjadi haus darah dan pembantaian.",
	"descriptionRaw": "Longsword hitam yang haus akan konflik dan pertempuran. Dikatakan bahwa pedang ini bisa membuat pemiliknya menjadi haus darah dan pembantaian.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Pedang yang haus darah akan bangkit oleh aroma darah.\nMereka yang memilikinya akan terus memelihara dan menggunakannya untuk membunuh.\nSampai pada akhirnya jiwa yang suci itupun ternodai oleh darah...\n\nDahulu kala ada seorang Knight mulia yang selalu menjunjung jalan keadilan.\nDibalut baju zirah yang mengkilap, serta pedang berkilauan bagai cermin tergantung di pinggulnya.\nDi mana pun ada ketidakadilan, monster memangsa manusia, atau api di kejauhan,\nSang Knight akan segera datang, untuk memotong, menebas, dan menusuk,\nMengikuti ajaran Wolf Pup, yang mengajarinya jalan kesatria, keadilan dan seni berpedang,\nPotong, tebas dan tusuk lalu kembali lagi dari awal...\nSampai keadilan didapatkan kembali dan monster itu tidak mampu bergerak lagi.\n\n\"Aku mulai kehilangan diriku sendiri dalam memotong, menebas dan menusuk.\"\n\"Saat ujung pedang menyentuh daging lawan, aku merasakan sebuah sensasi yang merasuk sampai ke sumsum tulang belakang\"\n\"Ah, mungkin itu adalah perasaan keadilan yang akhirnya didapatkan kembali.\"\n\"Selama aku bisa terus memotong, menebas dan menusuk kejahatan di dunia ini\"\n\"Suatu hari nanti, suatu hari pasti semuanya akan kembali suci\"\n\n\"Wahai Knight, pembantaian atas nama keadilan tetaplah pembantaian.\"\n\"Tidak. Pembantaian atas nama keadilan adalah keadilan.\"\n\n\"Potong, tebas, tusuk. Terciptalah keadilan!\"\nWalaupun bunga putih yang diberikan wanita itu menjadi hitam oleh darah, walaupun pedangmu tidak lagi bercahaya terang,\nBahkan jika wajahmu yang tampan menjadi rusak, hingga harus menutupinya dengan topeng besi,\nDan walaupun orang-orang yang dilindungi olehmu tidak bisa mengerti, jangan pernah berhenti!\n\nBegitulah, Knight yang hatinya menjadi hitam terus mengikuti jalannya, memburu monster dengan mengatas namakan keadilan,\nHingga dia sampai di sebuah reruntuhan kuno, di mana dia menemukan ketidakadilan terbesar...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "6%",
	"effectName": "Justice",
	"effectTemplateRaw": "Meningkatkan <color=#99FFFFFF>{0}</color> DMG Normal dan Charged Attack. Selain itu saat Normal dan Charged Attack menghasilkan CRIT, akan memulihkan HP sebanyak <color=#99FFFFFF>{1}</color> dari ATK. Dapat terpicu setiap 5 detik.",
	"r1": {
		"description": "Meningkatkan 20% DMG Normal dan Charged Attack. Selain itu saat Normal dan Charged Attack menghasilkan CRIT, akan memulihkan HP sebanyak 60% dari ATK. Dapat terpicu setiap 5 detik.",
		"values": [
			"20%",
			"60%"
		]
	},
	"r2": {
		"description": "Meningkatkan 25% DMG Normal dan Charged Attack. Selain itu saat Normal dan Charged Attack menghasilkan CRIT, akan memulihkan HP sebanyak 70% dari ATK. Dapat terpicu setiap 5 detik.",
		"values": [
			"25%",
			"70%"
		]
	},
	"r3": {
		"description": "Meningkatkan 30% DMG Normal dan Charged Attack. Selain itu saat Normal dan Charged Attack menghasilkan CRIT, akan memulihkan HP sebanyak 80% dari ATK. Dapat terpicu setiap 5 detik.",
		"values": [
			"30%",
			"80%"
		]
	},
	"r4": {
		"description": "Meningkatkan 35% DMG Normal dan Charged Attack. Selain itu saat Normal dan Charged Attack menghasilkan CRIT, akan memulihkan HP sebanyak 90% dari ATK. Dapat terpicu setiap 5 detik.",
		"values": [
			"35%",
			"90%"
		]
	},
	"r5": {
		"description": "Meningkatkan 40% DMG Normal dan Charged Attack. Selain itu saat Normal dan Charged Attack menghasilkan CRIT, akan memulihkan HP sebanyak 100% dari ATK. Dapat terpicu setiap 5 detik.",
		"values": [
			"40%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}