{
	"id": 12402,
	"name": "The Bell",
	"description": "Greatsword yang besar dengan sebuah jam tertanam di tengahnya, tetapi mesin di dalamnya telah rusak sejak lama.",
	"descriptionRaw": "Greatsword yang besar dengan sebuah jam tertanam di tengahnya, tetapi mesin di dalamnya telah rusak sejak lama.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Pedang besar yang aneh namun mempunyai dekorasi dengan jam yang indah.\nDengan suara khas jarum jam bagaikan ritme pertempuran untuk penggunanya dan teman-temannya.\nSetelah rombongan petualang bubar, pedang berat itu direndam dalam cairan asam. Merusak peralatan yang ada di dalamnya.\nWalau demikian, ini tetaplah sebuah senjata yang mematikan.\n\nSeseorang bernama Kreuzlied bertualang bersama rombongan petualang. Dulunya adalah anggota penguasa Klan Lawrence, sekarang menjadi pengkhianat dan terkucilkan.\nPada waktu itu, para pelajar dan penyair tidak memedulikan sejarah. Karena para bangsawan memilih untuk tidak peduli dengan keburukan moral mereka sendiri daripada menghadapi penilaian sejarah.\nNamun para bangsawan gemetar ketakutan mendengar suara pedang ini di udara, bagaikan suara lonceng penghakiman.\n\nRakyat tidak tahu hukuman apa yang dijumpai Kreuzlied setelah pemberontakan yang gagal. Ini suatu bukti bahwa asal-usulnya memang istimewa.\nLegenda mengatakan setelah dipecat dari kantor, keinginannya untuk melanjutkan legasi rekan-rekan pemberontaknya menuntunnya untuk membuat sebuah komunitas rahasia untuk menjatuhkan para bangsawan,\nDikatakan juga bahwa dia memberikan bantuan penuh kepada gladiator yang diperbudak saat dia memberontak.\n\nJauh di masa lalu, rumor yang terkenal adalah bahwa komunitas rahasia milik Kreuzlied bekerja tanpa henti di belakang layar,\nMembantu Knights of Favonius menjaga Mondstadt aman melalui tindakan yang tidak boleh dilakukan oleh seorang kesatria,\nDikatakan bahwa Wolf Pup Rostam menjalankan organisasi ini diam-diam, di belakang Grand Master...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Guardian of the Rebellion",
	"effectTemplateRaw": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar <color=#99FFFFFF>{0}</color> dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap <color=#99FFFFFF>{1}</color> detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan <color=#99FFFFFF>{2}</color> DMG.",
	"r1": {
		"description": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar 20% dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap 45 detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan 12% DMG.",
		"values": [
			"20%",
			"45",
			"12%"
		]
	},
	"r2": {
		"description": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar 23% dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap 45 detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan 15% DMG.",
		"values": [
			"23%",
			"45",
			"15%"
		]
	},
	"r3": {
		"description": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar 26% dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap 45 detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan 18% DMG.",
		"values": [
			"26%",
			"45",
			"18%"
		]
	},
	"r4": {
		"description": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar 29% dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap 45 detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan 21% DMG.",
		"values": [
			"29%",
			"45",
			"21%"
		]
	},
	"r5": {
		"description": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar 32% dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap 45 detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan 24% DMG.",
		"values": [
			"32%",
			"45",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}