{
	"id": 15515,
	"name": "The Daybreak Chronicles",
	"description": "Semua puisi dan lagu tentang perlawanan jatuh bagai nada lembut di dawai. Kekuatannya yang seperti sinar fajar mampu memecah kegelapan dari malam yang tiada henti.",
	"descriptionRaw": "Semua puisi dan lagu tentang perlawanan jatuh bagai nada lembut di dawai. Kekuatannya yang seperti sinar fajar mampu memecah kegelapan dari malam yang tiada henti.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "\"Kreuzlied, apakah kamu pernah mendengar pipa memanggil di kala senja?\"\n\"Pernahkah kamu mendengar suara angin bernyanyi: selamat tinggal selamanya?\"\n\"Kami tidak akan menangis untukmu, karena angin malam akan menghapus air mata kami.\"\n\"Ya, sobat, angin akan menghapus air mata kami.\"\n \nDikatakan bahwa dulu ada seorang kelompok musik petualang yang berkonspirasi untuk membunuh yang berkuasa,\nDi antara mereka terdapat keturunan bangsawan pemberontak bernama Kreuzlied.\nSebuah nada ditulis untuknya setelah rencana tersebut gagal.\n \nNama aslinya, tentu saja bukan \"Kreuzlied\", dan bahkan sudah lama terlupakan oleh waktu.\nIstilah Kruizlied sendiri dalam bahasa kuno berarti \"Nyanyian Hukuman\".\nPada masa itu di mana malam menjadi panjang dan kegelapan semakin pekat, pembelot, bandit, pemberontak,\nAkan mendapat hukuman yang kejam di depan umum yang pada akhirnya akan membuat orang berdoa untuk mati daripada menderita lebih lama, dan para bangsawan akan mencela dan menyebut teriakan mereka bagaikan sebuah nyanyian.\nPada masa itu di mana orang tidak dapat melihat cahaya fajar, \"Kreuzlied\" menjadi sebuah istilah bagi mereka yang berusaha bangkit dan gagal,\nNamun akhirnya, itu juga menjadi panji umum perlawanan bagi pemberontak.\n \nNama Kreuzlied sudah lama menghilang dimakan waktu.\nNamun, itu tidak masalah karena pada saat itu, Kreuzlied sudah memiliki banyak nama panggilan tak terhitung jumlahnya yang dibawakan oleh nyanyian angin:\n\"Gembala Tanpa Nama\", \"Imunlaukr\", \"Midnight Rogue\".\n\"Dawnlight.\" \"Gunnhildr.\" \"Ragnvindr\" ....\nHingga akhirnya Kreuzlied yang terakhir akan terbangun dari tidur seribu tahunnya.\nMenjawab panggilan dari gadis asing yang tinggal di tanah ini.\nSama seperti dia yang dilahirkan karena keinginan seorang pemuda ....\n \nNyanyian yang menceritakan Kreuzlied sangat populer.\nNamun pada akhirnya, nyanyian itu akan ditinggalkan, karena pada waktu setelah kegelapan, namanya sudah tidak dibutuhkan lagi.\n\"Kreuzlied, pernahkah kamu melihat cakrawala berubah menjadi putih?\"\n\"Pernahkah kamu mendengar seorang gadis bernyanyi kepada angin: selamat tinggal selamanya?\"\n\"Mentari pagi membasuh air mataku, dan berkata bahwa fajar telah menyingsing.\"\n\"Oh kasihku, fajar, kini telah menyingsing.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9,6%",
	"effectName": "Ode Beyond Time",
	"effectTemplateRaw": "Karakter yang mengenakan mendapatkan Stirring Dawn Breeze: Setelah keluar dari kondisi bertempur selama 3 detik, DMG Normal Attack, Elemental Skill, dan Elemental Burst +<color=#99FFFFFF>{0}</color>. Saat dalam kondisi bertempur, efek peningkatan DMG di atas berkurang <color=#99FFFFFF>{1}</color> setiap detiknya, hingga mencapai 0%. Saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG dari serangan tersebut +<color=#99FFFFFF>{2}</color> hingga mencapai <color=#99FFFFFF>{3}</color>. Efek setiap jenis serangan di atas dapat terpicu sekali setiap 0,1 detik. Efek di atas tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.\nSelain itu, jika party sedang memiliki efek Hexerei: Secret Rite, saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG semua jenis serangan ini akan berubah menjadi +<color=#99FFFFFF>{4}</color>.",
	"r1": {
		"description": "Karakter yang mengenakan mendapatkan Stirring Dawn Breeze: Setelah keluar dari kondisi bertempur selama 3 detik, DMG Normal Attack, Elemental Skill, dan Elemental Burst +60%. Saat dalam kondisi bertempur, efek peningkatan DMG di atas berkurang 10% setiap detiknya, hingga mencapai 0%. Saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG dari serangan tersebut +10% hingga mencapai 60%. Efek setiap jenis serangan di atas dapat terpicu sekali setiap 0,1 detik. Efek di atas tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.\nSelain itu, jika party sedang memiliki efek Hexerei: Secret Rite, saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG semua jenis serangan ini akan berubah menjadi +20%.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "Karakter yang mengenakan mendapatkan Stirring Dawn Breeze: Setelah keluar dari kondisi bertempur selama 3 detik, DMG Normal Attack, Elemental Skill, dan Elemental Burst +75%. Saat dalam kondisi bertempur, efek peningkatan DMG di atas berkurang 12,5% setiap detiknya, hingga mencapai 0%. Saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG dari serangan tersebut +12,5% hingga mencapai 75%. Efek setiap jenis serangan di atas dapat terpicu sekali setiap 0,1 detik. Efek di atas tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.\nSelain itu, jika party sedang memiliki efek Hexerei: Secret Rite, saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG semua jenis serangan ini akan berubah menjadi +25%.",
		"values": [
			"75%",
			"12,5%",
			"12,5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "Karakter yang mengenakan mendapatkan Stirring Dawn Breeze: Setelah keluar dari kondisi bertempur selama 3 detik, DMG Normal Attack, Elemental Skill, dan Elemental Burst +90%. Saat dalam kondisi bertempur, efek peningkatan DMG di atas berkurang 15% setiap detiknya, hingga mencapai 0%. Saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG dari serangan tersebut +15% hingga mencapai 90%. Efek setiap jenis serangan di atas dapat terpicu sekali setiap 0,1 detik. Efek di atas tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.\nSelain itu, jika party sedang memiliki efek Hexerei: Secret Rite, saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG semua jenis serangan ini akan berubah menjadi +30%.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "Karakter yang mengenakan mendapatkan Stirring Dawn Breeze: Setelah keluar dari kondisi bertempur selama 3 detik, DMG Normal Attack, Elemental Skill, dan Elemental Burst +105%. Saat dalam kondisi bertempur, efek peningkatan DMG di atas berkurang 17,5% setiap detiknya, hingga mencapai 0%. Saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG dari serangan tersebut +17,5% hingga mencapai 105%. Efek setiap jenis serangan di atas dapat terpicu sekali setiap 0,1 detik. Efek di atas tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.\nSelain itu, jika party sedang memiliki efek Hexerei: Secret Rite, saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG semua jenis serangan ini akan berubah menjadi +35%.",
		"values": [
			"105%",
			"17,5%",
			"17,5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "Karakter yang mengenakan mendapatkan Stirring Dawn Breeze: Setelah keluar dari kondisi bertempur selama 3 detik, DMG Normal Attack, Elemental Skill, dan Elemental Burst +120%. Saat dalam kondisi bertempur, efek peningkatan DMG di atas berkurang 20% setiap detiknya, hingga mencapai 0%. Saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG dari serangan tersebut +20% hingga mencapai 120%. Efek setiap jenis serangan di atas dapat terpicu sekali setiap 0,1 detik. Efek di atas tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.\nSelain itu, jika party sedang memiliki efek Hexerei: Secret Rite, saat Normal Attack, Elemental Skill, atau Elemental Burst mengenai musuh, efek peningkatan DMG semua jenis serangan ini akan berubah menjadi +40%.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 18
			}
		]
	}
}