{
	"name": "The Dockhand's Assistant",
	"description": "Alat pemotong praktis yang sudah hampir punah saat ini. Kamu bisa mengganti mata pisaunya jika sudah tumpul seiring penggunaan.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "Alat yang populer kala Fontaine masih bergantung pada tenaga kerja.\nMeski kekuatan pisaunya tidak cukup kuat untuk dipakai secara ekstrem terus-menerus,\nNamun bagian yang rusak dan tumpul bisa dilepaskan, praktis sekali.\n\nPara pekerja kapal sering menggunakannya untuk memotong bahan yang tipis atau membuka kabel yang diikat.\nMeski benda semacam ini terbatas penggunaannya, dan tidak pernah ada senjata yang benar-benar dimiliki oleh penggunanya,\nnamun peredarannya sangat luas, dan pernah dipuji sebagai pedang kalangan rakyat pada suatu waktu,\nuntuk bisa melindungi diri di lingkungan miskin, dan membuka jalan di tanah dengan tanaman air yang lebat.\nKonon katanya saat zaman pembersihan, banyak orang yang menemukan cara pemakaiannya yang baru.\nAkhirnya, pedang seperti ini meninggalkan sejarah Fontaine seiring dengan perkembangan dan pelarangannya.\n\nMeski hak milik senjata ini bukan milik orang yang mengayunkannya,\nnamun orang-orang yang percaya kepadanya menganggap benda ini sebagai perpanjangan tubuh mereka sendiri,\noleh sebab itu, sering terlihat nama yang diukirkan pada pegangan dan tubuh pedangnya untuk mencegah kehilangan.\nNama pedang ini berasal dari seorang walikota Poisson.",
	"baseatk": 42,
	"substat": "HP",
	"subvalue": "9",
	"effectname": "Sea Shanty",
	"effect": "Saat penggunanya menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung selama 30 detik dan dapat ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik. Setiap Stoic's Symbol yang dikonsumsi akan: meningkatkan {0} poin Elemental Mastery; dan memulihkan {1} poin Energy Karakter penggunanya (setelah 2 detik efek Roused dihasilkan). Efek Roused dapat terpicu sekali setiap 15 detik. Stoic's Symbol tetap dapat diperoleh saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2,5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3,5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}