{
	"name": "The Stringless",
	"description": "Sebuah busur yang dulunya merupakan instrumen luar biasa. Kini tak mampu lagi untuk membuat orang menari.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "Instrumen indah dengan senar dari bahan berbeda di setiap bagian.\nSaat dipetik, setiap senar bergetar, membuat musik mengalun.\nNamun ini juga adalah busur yang bisa menembakkan panah yang menusuk jantung. Saat musik dari instrumen ini terdengar, kematian pasti mengikutinya.\n\nSetelah rombongan petualang bubar, senar harpa dipotong dengan pisau tumpul, menghasilkan suara yang menusuk telinga.\nHanya tali busur sekarang yang tersisa. Melodi instrumen hilang, tetapi masih merupakan senjata yang mematikan.\n\nRombongan petualang dapat membuat burung jatuh dari langit, terkadang dengan melodi harpa, terkadang dengan anak panah yang mengikuti melodi melalui udara.\nSama seperti angin yang berpacu dengan irama harpa dan bunga-bunga yang tumbuh di Starsnatch Cliff, pemain harpa itu senang bermain-main dan penuh tekad.\nSetelah pemberontakan gagal, rombongan petualang bubar dan anggotanya tersebar.\nPemain harpa tinggal sampai akhir, mencabut senar-senar instrumennya dan menghujani anak panah untuk melindungi rekan-rekannya. Dia bermain sampai dia kehabisan suara, dan juga anak panahnya.\n\nPemain harpa itu berasal dari tanah Fontaine yang indah dan memesona. Dia telah pergi berkeliling dunia untuk mencari takdirnya yang sebenarnya.\nDikatakan bahwa semua wanita di Pengadilan Fontaine meratap dengan sedih ketika mereka mendengar berita tragis bahwa dia pergi tanpa mengucapkan selamat tinggal.\n\nCeritanya adalah dia jatuh cinta kepada seorang gadis Mondstadt yang sederhana, namun gadis itu terpilih menjadi putri di Ludi Harpastum.\nDikatakan bahwa dia tidak menyesali nasib kematiannya di negeri asing.\nSatu-satunya yang dia sesali adalah ketika akhirnya menemukan cinta sejati, namun tidak mempunyai kesempatan untuk menyanyikan lagu cinta...",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Arrowless Song",
	"effect": "Meningkatkan {0} DMG Elemental Skill dan Elemental Burst.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}