{
	"id": 15409,
	"name": "The Viridescent Hunt",
	"description": "Busur berburu warna hijau tua, dulunya milik seorang pemburu hutan.",
	"descriptionRaw": "Busur berburu warna hijau tua, dulunya milik seorang pemburu hutan.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Panah ini dulunya kepunyaan seorang pemburu, warna hijaunya bahkan bagaikan menyatu bersama alam.\nSemurni binatang buas dari ladang hijau, yang berkeliaran di hutan pada siang hari,\nTidak pernah memiliki niat jahat, dan tidak pernah menembakkan panah untuk alasan apa pun selain untuk bertahan hidup.\n\nPemburu tanpa nama itu diajarkan demikian, dan tumbuh demikian, jauh dari kota...\n\"Kami lahir di daratan hijau. Selama ada rumput dan tempat berteduh, kami akan terus bergerak.\"\n\"Kami tidak berbeda dari burung dan binatang lainnya. Selama kami mengikuti hukum alam, kami tidak takut mati.\"\n\"Bagi mereka yang mengikuti alam, saat hidup mereka tiba di akhir, mereka akan menuju dataran tak berujung itu.\"\n\nMengikuti persepsi ini, pemburu itu pergi tanpa meninggalkan jejak, dan berusaha untuk tidak melawan hukum alam,\nDia menenangkan binatang buas yang jantungnya tertembak sampai hidupnya kembali ke alam.\nJika bencana tidak terjadi, jika dia tidak melacak noda darah yang ada di dedaunan,\nJika dia tidak bertemu dengan pemuda buta sekarat di bawah pohon tempat biasa dia beristirahat,\nMungkin dia tidak akan pernah memikirkan dendam, oleh darah dan api...\n\n\"Jangan pernah lupa, Viridescent.\"\n\"Jangan pernah lupa bahwa tempatmu adalah rumput hijau, anak yang tumbuh di hutan.\"\n\"Jangan pernah menembakkan panahmu untuk perang, dendam atau kemuliaan fana.\"\n\"Karena mereka yang ternoda oleh darah tidak akan pernah menemukan tempat perburuan kehijauan yang tak terbatas di akhirat nanti.\"\n\n\"Setidaknya jangan biarkan busur ini ternodai oleh dendam dan kebencian manusia.\"\n\"Aku tidak bisa pergi ke sisi lain untuk menemui tuanku atau orang tuaku yang belum pernah kutemui sebelumnya.\"\n\"Tapi setidaknya busur ini tetap suci, jadi biarkanlah busur ini membawa perasaan dan penyesalanku pada mereka.\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "6%",
	"effectName": "Verdant Wind",
	"effectTemplateRaw": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan <color=#99FFFFFF>{0}</color> DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap <color=#99FFFFFF>{1}</color> detik.",
	"r1": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan 40% DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap 14 detik.",
		"values": [
			"40%",
			"14"
		]
	},
	"r2": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan 50% DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap 13 detik.",
		"values": [
			"50%",
			"13"
		]
	},
	"r3": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan 60% DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap 12 detik.",
		"values": [
			"60%",
			"12"
		]
	},
	"r4": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan 70% DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap 11 detik.",
		"values": [
			"70%",
			"11"
		]
	},
	"r5": {
		"description": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan 80% DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap 10 detik.",
		"values": [
			"80%",
			"10"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}