{
	"id": 12425,
	"name": "Tidal Shadow",
	"description": "Pedang standar dengan desain yang indah dan ditempa dengan sangat baik, dibuat khusus untuk petugas jabatan kelas atas dan Kapten angkatan laut Fontaine.",
	"descriptionRaw": "Pedang standar dengan desain yang indah dan ditempa dengan sangat baik, dibuat khusus untuk petugas jabatan kelas atas dan Kapten angkatan laut Fontaine.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Pada masa yang berjaya dulu, kapal induk berlapis besi \"Sponsian\" adalah kebanggaan angkatan laut Fontaine.\nDi zaman itu, kapal perang yang membawa meriam besar, dengan haluan yang kuat untuk menabrak musuh, adalah kesayangan Court of Fontaine.\nDi zaman kemewahan gedung opera, tidak ada satu orang pun yang tidak bertepuk tangan ketika armada putih mengalahkan pasukan raksasa.\n\nSebelum pensiun, Laksamana Basil Elton selalu ada di ruang kendali Sponsian.\nMualimnya, Nathaniel Pickman, kehilangan posisi. Dia harus menghabiskan masa tuanya keliru diagungkan sebagai pahlawan.\nPada waktu ini, angkatan laut sudah dibubarkan. Menteri Angkatan Laut yang terkenal pun sudah turun dengan terhormat.\nPickman menyibukkan diri selama bertahun-tahun, berusaha membujuk Court of Fontaine agar mencari dan memugar kapal Sponsian.\nTapi sia-sia. Keluarga mereka yang gugur percaya bahwa keinginannya untuk mendirikan kembali angkatan laut hanya demi kejayaan semata ....\nPada akhirnya, yang tersisa selain legenda dan kekeliruan, hanyalah pedang biru putih peninggalan pemimpin tertinggi angkatan laut.\n\n\"Sponsian? Nama apa itu. Kamu mabuk ya, Pickman?\"\n\"Nama seorang perebut. Dia dan dinastinya mungkin cuma dongeng—\"\n\"Yah, aku cuma kepikiran saja sih. Lalu tidak sengaja terucap. Maaf, Kapten\".\n\n\"Tenang, Pickman. Kita pakai saja\".\n\"Kenyataan yang tidak nyata. Lucu juga\".\n\nBeberapa waktu setelah kehancuran gedung opera, banyak legenda tentang Sponsian dan Armada Putih,\nMenjadi populer di gedung opera baru di Erinnyes, hingga terjadi sebuah kecelakaan, dan pertunjukan dilarang.\nPertempuran terakhir armada yang tak terlupakan: menggunakan sepuluh meriam kapal perang di panggung.\nRinciannya dipelajari dari catatan mualim Basil Elton.\nPickman mungkin merasa tidak usah ditulis. Dan dia tidak pernah membahas tentang itu.\nAtau mungkin ada detail yang dibuang dri skrip, karena melenceng dari tragedi yang ingin ditunjukkan.\nBasil Elton menaiki kapal induknya setelah bertahun-tahun, lalu bicara ke Pickman dan awak kapal lainnya.\n\"Sepertinya kali ini kita bisa menembak musuh. Akhirnya\".\n\nSetelah itu dia tersenyum dan meneriakkan:\n\"Tuan dan Nona! Kalian semua tidak berguna, tapi kalau mau mengenang masa lalu sambil minum teh, nanti dulu!\"\n\"Pertama, ayo kita kirim sialan raksasa itu kembali ke dasar air terjun!\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "White Cruising Wave",
	"effectTemplateRaw": "Setelah menerima pemulihan, ATK meningkat <color=#99FFFFFF>{0}</color> selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Setelah menerima pemulihan, ATK meningkat 24% selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Setelah menerima pemulihan, ATK meningkat 30% selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Setelah menerima pemulihan, ATK meningkat 36% selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Setelah menerima pemulihan, ATK meningkat 42% selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Setelah menerima pemulihan, ATK meningkat 48% selama 8 detik. Tetap dapat terpicu saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}