{
	"id": 14514,
	"name": "Tome of the Eternal Flow",
	"description": "Buku manual yang diturunkan dari generasi ke generasi di pusat pelatihan bawah air. Keberadaannya sudah tidak diketahui oleh orang saat ini.",
	"descriptionRaw": "Buku manual yang diturunkan dari generasi ke generasi di pusat pelatihan bawah air. Keberadaannya sudah tidak diketahui oleh orang saat ini.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"Kami akan mengingat sumpah ribuan tahun, untuk melindungi dasar kota air.\"\n\"Jangan lupakan rantai yang pernah datang bersama dosa manis seperti madu,\"\n\"juga jangan lupakan tanggung jawab berat bak belenggu yang kita pikul,\"\n\"yang menandakan anugerah dan kepercayaan manis bak madu dari dewa kepada kita.\"\n\"Kita adalah perisai yang menahan bencana air, juga adalah garis pertahanan untuk kebocoran.\"\n\nPenjaga paling awal, selalu akan membawa anggota baru untuk bersumpah dengan agung.\nBenar sih, siapa pun tidak mau memilih hidup seperti ini, setiap hal pasti ada harganya:\nKita pernah menyerah pada kekerasan dan kegembiraan, atau bahkan digerakkan oleh nafsu,\nIni adalah pembalasan keadilan, juga adalah penebusan terakhir.\nTidak ada cahaya matahari di sini, juga tidak ada keluarga, tapi setidaknya harus ada kegembiraan.\nMeski kadang meragukan tujuan akhir mereka untuk mengucapkan sumpah ini dengan diri sendiri,\natau mungkin hanya sekadar terpaksa mengucapkan suku kata yang tak berarti bagi mereka,\ntapi dia masih berharap dengan tulus, kegembiraan saat para dewa memercayakannya dengan tanggung jawab berat,\nakan bisa menyinari masa depannya yang gelap bak matahari yang ditakdirkan tidak pernah bersinar lagi,\nmenyinari jalan \"saudara-saudari\" di depan ini, memberikan makna bagi sisa hidup mereka.\nIni akan menjadi ajaran yang diturunkan dari generasi ke generasi oleh para penjaga, layaknya air yang terus mengalir.\nKarena jika tanda-tanda hari kiamat tiba, maka air bah akan menghanyutkan segalanya.\nKalau begitu, kita pasti akan bertempur dengan hati penuh misi dan kebahagiaan, seperti dewa yang memperhatikan kita.\n\nMisiku telah selesai, berkah dan misi dewa kuserahkan kepada kalian.\nPenjaga paling awal terkubur di antara tambang bijih yang memancarkan cahaya ajaib,\nKarena di sana adalah tempat paling terang. Pria yang telah hidup bertahun-tahun dalam kegelapan,\nDengan cahaya yang dilihat di dalam hatinya, tertidur dengan tenang di bawah tanah di sekitar celah.\n\nAir bah yang pada akhirnya menenggelamkan semuanya tidak pernah dilepaskan,\nTakdir sering kali pelit untuk memberikan kesempatan mati secara terhormat.\nAliran air samar-samar malah diam-diam merusak pusat pelatihan bagai pencuri di malam hari.\nOrang yang terpaksa bergabung dengan mereka dan tinggal di bawah air makin banyak jumlahnya,\nnamun yang bersumpah, mengerti makna sumpahnya, dan tahu tentang pelajaran makin sedikit jumlahnya.\nHingga beberapa tahun kemudian, benteng yang suram dan megah itu bangkit dari dasar laut.\nSaudara terakhir yang tinggal sendiri dan pernah menjadi penjaga dan mengemban rahmat dewa,\nlokasi makamnya sudah tidak diketahui oleh orang-orang.\n\nSebagai perbandingan, di sini sudah termasuk beruntung,\nkebocoran lain yang ditutupi sudah ditemukan oleh orang yang ingin mengungkap rahasianya bertahun-tahun kemudian.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19,2%",
	"effectName": "Aeon Wave",
	"effectTemplateRaw": "Meningkatkan HP <color=#99FFFFFF>{0}</color>. Saat HP meningkat atau berkurang, DMG Charged Attack meningkat <color=#99FFFFFF>{1}</color>. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat memiliki 3 lapis atau saat durasi lapisan ke-3 diperbarui, akan memulihkan <color=#99FFFFFF>{2}</color> poin Energy. Pemulihan Energy yang dapat diperoleh dengan cara ini dapat terpicu sekali setiap 12 detik.",
	"r1": {
		"description": "Meningkatkan HP 16%. Saat HP meningkat atau berkurang, DMG Charged Attack meningkat 14%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat memiliki 3 lapis atau saat durasi lapisan ke-3 diperbarui, akan memulihkan 8 poin Energy. Pemulihan Energy yang dapat diperoleh dengan cara ini dapat terpicu sekali setiap 12 detik.",
		"values": [
			"16%",
			"14%",
			"8"
		]
	},
	"r2": {
		"description": "Meningkatkan HP 20%. Saat HP meningkat atau berkurang, DMG Charged Attack meningkat 18%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat memiliki 3 lapis atau saat durasi lapisan ke-3 diperbarui, akan memulihkan 9 poin Energy. Pemulihan Energy yang dapat diperoleh dengan cara ini dapat terpicu sekali setiap 12 detik.",
		"values": [
			"20%",
			"18%",
			"9"
		]
	},
	"r3": {
		"description": "Meningkatkan HP 24%. Saat HP meningkat atau berkurang, DMG Charged Attack meningkat 22%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat memiliki 3 lapis atau saat durasi lapisan ke-3 diperbarui, akan memulihkan 10 poin Energy. Pemulihan Energy yang dapat diperoleh dengan cara ini dapat terpicu sekali setiap 12 detik.",
		"values": [
			"24%",
			"22%",
			"10"
		]
	},
	"r4": {
		"description": "Meningkatkan HP 28%. Saat HP meningkat atau berkurang, DMG Charged Attack meningkat 26%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat memiliki 3 lapis atau saat durasi lapisan ke-3 diperbarui, akan memulihkan 11 poin Energy. Pemulihan Energy yang dapat diperoleh dengan cara ini dapat terpicu sekali setiap 12 detik.",
		"values": [
			"28%",
			"26%",
			"11"
		]
	},
	"r5": {
		"description": "Meningkatkan HP 32%. Saat HP meningkat atau berkurang, DMG Charged Attack meningkat 30%. Efek ini berlangsung selama 4 detik, dapat ditumpuk sampai 3 lapis, dan dapat terpicu sekali setiap 0,3 detik. Saat memiliki 3 lapis atau saat durasi lapisan ke-3 diperbarui, akan memulihkan 12 poin Energy. Pemulihan Energy yang dapat diperoleh dengan cara ini dapat terpicu sekali setiap 12 detik.",
		"values": [
			"32%",
			"30%",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essense of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}