{
	"name": "Toukabou Shigure",
	"description": "Payung kertas minyak yang agak istimewa. Meskipun sudah terbiasa dengan angin dan hujan dalam pengembaraan yang panjang, mungkin seseorang akan bisa memperoleh kebahagiaan saat mengagumi pemandangan hujan di bawah perlindungan payung ini.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "\"Payung Inazuma ini lebih cocok disebut karya seni daripada alat penangkis hujan. Desain gagang bambunya, pola di permukaannya, dan warna minyak di bawah butiran airnya, semuanya menunjukkan bahwa payung ini adalah sesuatu yang indah. Setiap kali aku lewat di suatu gang dan melihat payung seperti ini dipajang di toko, aku selalu teringat akan satu peristiwa. Katanya, pernah ada satu payung yang bisa menghidupkan setiap sudut kota. Begini kisahnya:\n\"Ratusan tahun yang lalu, ketika musim festival besar tiba, bunga bermekaran, rubah bermain riang, dan bahkan bangsa Tengu yang biasanya kaku mau berbaur di antara orang-orang. Ada seorang gadis muda yang membawa payung mencolok mata, sambil minum arak Oni. Dia mendapat inspirasi, lalu menari bagaikan bunga sambil disinari cahaya rembulan. Manusia dan Youkai sama-sama menyorakinya. Waktu bergulir, dan gadis itu pergi berperang hingga menemui ajalnya. Setelah itu, para kerabatnya menyumbangkan payung kesayangannya ke sebuah kuil.\n\"Putri sebuah keluarga terpandang melihat payung itu ketika beribadah di kuil. Dia pun membelinya dengan harga yang sangat bagus. Keesokan harinya, langit kelabu dan hujan turun. Gadis itu mengambil kesempatan untuk berjalan-jalan membawa payungnya. Tapi belum sempat ia berganti pakaian, ada pesan yang datang dari tempat jauh, memberitakan bahwa suaminya gugur di medan perang. Sang gadis diliputi dukacita yang mendalam, jatuh sakit, lalu menyusul suaminya ke alam maut dalam beberapa hari saja. Pemakaman selesai, dan orang tua si gadis melihat payung itu sebagai benda terkutuk lalu mengembalikannya ke kuil untuk disegel.\n\"Beberapa bulan berlalu dan kabar burung lainnya mulai beredar. Orang-orang bilang ada Youkai baru yang menghantui jalanan pada malam ketika turun hujan. Youkai itu digambarkan berbentuk seperti sebuah payung, namun lebih tinggi dari manusia, bermata satu, berkaki satu, dan punya lidah yang terjulur panjang. Jika ada orang yang berani berjalan sendirian di malam hari, Youkai itu akan muncul dan menjilat siapa pun yang lewat di depannya. Orang-orang Fontaine menganggap Youkai ini sebagai pengganggu yang menyebalkan, tapi tidak berbahaya. Tapi tetap ada sebagian orang yang menyadari niat asli si Youkai. Perasaan khawatir mulai muncul di hati orang yang lewat di jalan-jalan. Gadis muda tidak berani keluar. Orang tua mengeluhkan keadaan, yakni jika para orang bijaksana dan berkuasa masih ada, Youkai ini dapat dibereskan dengan segera. Namun kini hanya segelintir saja yang tahu cara mengusir makhluk seperti itu.\n\"Belakangan, seorang Miko muda mendengar kisah itu dan mengeluarkan payung dari kuil. Dia mengambil sendok kayu dan membilas payung itu mulai dari ujungnya sampai ke bawah. Sambil mengelap permukaannya menggunakan kain sutra, dia berkata:\n\"Bahkan jikalau hujan kemarin sudah berhenti, esok hari masih akan tiba. Kalau para bangsawan msih ada, mereka akan terenyuh melihat keadaanmu saat ini!\"\n\"Sejak saat itu, payung itu disimpan di kuil sisi. Dan sejak saat itu, tidak ada lagi orang yang membicarakan tentang payung tersebut\".\n\"Aku mendengar kisah ini dari seorang teman di Inazuma. Aku sempat menyelidiki kuil-kuil yang ada di Pulau Narukami, tapi tidak menemukan kisah tentang payung yang dikeramatkan. Aku ceritakan hal ini ke temanku, yang malah tertawa terbahak-bahak:\n\"Astaga, Nona Leucade. Yang begituan kok dipercaya sih?\"",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Kaidan: Rainfall Earthbinder",
	"effect": "Setelah serangan mengenai musuh, akan memberikan status Cursed Parasol selama 10 detik kepada salah satu musuh tersebut. Efek ini bisa terpicu maksimum 15 detik sekali; Jika target dikalahkan saat sedang berada dalam status ini, maka cooldown status ini akan langsung selesai. DMG yang diakibatkan pengguna Senjata terhadap musuh yang berada dalam status ini akan meningkat {0}.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Narukami's Wisdom",
				"count": 3
			},
			{
				"name": "Damaged Prism",
				"count": 3
			},
			{
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Narukami's Joy",
				"count": 3
			},
			{
				"name": "Damaged Prism",
				"count": 12
			},
			{
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukami's Joy",
				"count": 6
			},
			{
				"name": "Turbid Prism",
				"count": 6
			},
			{
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukami's Affection",
				"count": 3
			},
			{
				"name": "Turbid Prism",
				"count": 12
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Narukami's Affection",
				"count": 6
			},
			{
				"name": "Radiant Prism",
				"count": 9
			},
			{
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukami's Valor",
				"count": 4
			},
			{
				"name": "Radiant Prism",
				"count": 18
			},
			{
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}