{
	"id": 14512,
	"name": "Tulaytullah's Remembrance",
	"description": "Lonceng yang terbuat dari safir berwarna gelap dan perak murni. Suara gemanya sangat tajam dan jauh.",
	"descriptionRaw": "Lonceng yang terbuat dari safir berwarna gelap dan perak murni. Suara gemanya sangat tajam dan jauh.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Aku pernah berkelana di bukit pasir keperakan di bawah cahaya bulan dan menari dengan tiga bersaudara dari bulan.\nAku pernah berjalan mengelilingi dunia diselimuti oleh bayang-bayang. Darah dan air mata mengalir bersama dan menyatu menjadi taman sumber mata air ....\nKarena kenestapaan Ratu Bunga, kota safir muncul bak tetesan air mata.\nDi bawah kubah safir, orang-orang Tighnarian menyombongkan diri sebagai suku yang telah melahirkan sage yang tak terhitung jumlahnya dari generasi ke generasi.\n\nDikatakan bahwa kota Tulaytullah milik suku Tighnarian adalah permata Ratu Bunga yang paling berharga.\nDi zaman keemasan, wajah bulan yang pucat juga bersinar kuning seperti batu ambar dan madu.\nDi taman, Padisarah idaman berwarna ungu bermekaran dan buah delima yang sintal bernyanyi dengan lantang ....\nKanal-kanal bersinar dan mengalir di bumi. Bahkan pada hari kematian para dewa, bahkan badai pasir tidak dapat menghalanginya.\n\n\"Xiphos, bangsawan yang diasingkan, kekasihku ....\"\n\"Xiphos, pedang kota, bejana Jinni ....\"\n\"Semoga tabir cahaya bulan memberimu kedamaian. Tarian malam ini hanya untukmu.\"\n\"Besok aku akan pergi. Para Sage telah menjualku ke istana Badanah.\"\n\"Aku tidak bisa melupakan bagaimana kakeknya menghancurkan kampung halamanku dan memperbudak saudara-saudaraku.\"\n\"Aku akan melayani musuh, dengan tarian, cumbuan, dan belaian ....\"\n\n\"Tetapi Xiphos, sayangku ... bintang dan teratai malam ini hanyalah untukmu.\"\n\"Tetapi Xiphos, sayangku, hanya untuk malam ini, ingatlah namaku.\"\n\nUntuk menyanjung sang raja feodal yang korup, para Sage yang memerintah Tulaytullah menghadirkan penghormatan kepadanya.\nSang penari, Makhaira, juga ada di dalam daftar dan harus mengucapkan selamat tinggal kepada kekasihnya yang bermata emas.\nKisah-kisah selanjutnya disebarkan oleh terlalu banyak bahasa dan dilupakan oleh terlalu banyak orang ....\n\nMakhaira berhasil membalaskan dendamnya dan menggulingkan kerajaan besar di lautan pasir ....\nDia membayarnya dengan nyawanya sendiri. Dia ditelan oleh ular berbisa dan jatuh ke dalam tidur abadi dengan pasir emas sebagai selimut.\nXiphos memulihkan reputasinya sebagai seorang bangsawan, tetapi mati sia-sia demi bangsawan yang meragukan dan takut padanya ....\nPedang tajam Tulaytullah berlumuran darah oleh seorang pangeran lain yang diasingkan yang telah kehilangan kehormatan dan harapannya.\nDan pengasingannya adalah hasil dari konspirasi seorang penari yang lahir dan dibesarkan oleh Jinni, yang hatinya beracun bagaikan ular berbisa ....\n\nPada akhirnya, semua orang, yang baik dan yang buruk, sama-sama dihancurkan oleh roda takdir.\nKota safir memudar dan hancur berantakan dalam sekejap, seperti tetesan air mata yang mengering di bawah terik matahari.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9,6%",
	"effectName": "Bygone Azure Teardrop",
	"effectTemplateRaw": "Normal Attack SPD meningkat <color=#99FFFFFF>{0}</color>; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat <color=#99FFFFFF>{1}</color> setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat <color=#99FFFFFF>{2}</color>. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar <color=#99FFFFFF>{3}</color>. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya.",
	"r1": {
		"description": "Normal Attack SPD meningkat 10%; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat 4,8% setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat 9,6%. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar 48%. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya.",
		"values": [
			"10%",
			"4,8%",
			"9,6%",
			"48%"
		]
	},
	"r2": {
		"description": "Normal Attack SPD meningkat 12,5%; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat 6% setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat 12%. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar 60%. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya.",
		"values": [
			"12,5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "Normal Attack SPD meningkat 15%; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat 7,2% setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat 14,4%. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar 72%. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya.",
		"values": [
			"15%",
			"7,2%",
			"14,4%",
			"72%"
		]
	},
	"r4": {
		"description": "Normal Attack SPD meningkat 17,5%; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat 8,4% setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat 16,8%. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar 84%. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya.",
		"values": [
			"17,5%",
			"8,4%",
			"16,8%",
			"84%"
		]
	},
	"r5": {
		"description": "Normal Attack SPD meningkat 20%; Setelah melancarkan Elemental Skill, DMG yang diakibatkan Normal Attack meningkat 9,6% setiap detiknya selama 14 detik. Setelah Normal Attack mengenai musuh, DMG yang diakibatkan Normal Attack meningkat 19,2%. Efek peningkatan ini bisa terpicu setiap 0,3 detik sekali. Selama durasi, peningkatan DMG Normal Attack yang bisa didapatkan melalui efek yang disebutkan di atas adalah maksimum sebesar 96%. Saat Karakter meninggalkan medan pertempuran, efek ini akan dihapus. Melancarkan Elemental Skill sekali lagi akan menghapus efek yang sudah ada sebelumnya.",
		"values": [
			"20%",
			"9,6%",
			"19,2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}