{
	"id": 12426,
	"name": "\"Ultimate Overlord's Mega Magic Sword\"",
	"description": "Pedang ajaib yang hanya bisa digunakan oleh penguasa tertinggi di laut. Karena menggunakan bahan tahan air khusus, pedang ini tidak akan rusak meskipun terendam di dalam air ... Pedang ini hampir bisa dianggap tak terkalahkan!",
	"descriptionRaw": "Pedang ajaib yang hanya bisa digunakan oleh penguasa tertinggi di laut. Karena menggunakan bahan tahan air khusus, pedang ini tidak akan rusak meskipun terendam di dalam air ... Pedang ini hampir bisa dianggap tak terkalahkan!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "\"Ini bukan pedang karton murahan! Itu ... eh ... ini dulunya pernah mengalahkan Raja Kepiting ... ini Ultimate Overlord's Mega Magic Sword!\"\n\nDahulu kala, masa di mana bahkan Bunga Romaritime masih belum disebut sebagai Bunga Romaritime, di kejauhan laut lepas, hiduplah Raja Iblis Kepiting yang agung.\nMeski tidak ada yang tahu kenapa kepiting bisa menjadi agung, juga tidak tahu wilayah dan rakyatnya ada di mana, tapi karena semua orang mengatakan demikian, reputasi raja iblis pun menyebar ke seantero lautan. Mungkin inilah yang disebut dengan terlahir sebagai bangsawan? Raja Iblis Kepiting yang merajalela berpikir seperti ini, lambat laun dia menerima kenyataan kalau semuanya menjaga jarak darinya.\nSeperti manusia yang superior (atau merasa dirinya superior), Yang Mulia juga menghela napas dan berkata kalau dirinya benci jadi raja, karena raja tidak bisa punya teman (ini kurang lebih juga bermaksud superior). Lagi pula, sepasang capit tajam ini bisa menakuti semua yang membencinya dengan mudah, juga memotong benang takdir dari mereka yang lebih kuat. Lalu koin emas di gudang harta kekaisaran yang bertumpuk setinggi Gunung Automnequi bisa dengan mudah membeli seluruh kue yang enak di Fontaine — Ini kehidupan yang cocok dengan status raja, kan! Iya, kan?\nTapi, tidak ada teman baik yang bisa bermain bersamanya. Saat bosan atau sedih — bahkan seberapa banyak kue yang ada pun tidak cukup untuk membuatnya bahagia — Yang Mulia cuma bisa menggunakan capit raksasa untuk memangkas rumput air. Tentu saja, Yang Mulia Kepiting bagaimanapun juga merupakan kepiting. Jadi, meski dia lebih hebat daripada semua kepiting, kemampuan memangkas airnya juga kurang lebih sama dengan ikan pari biasa!\nPada suatu hari, ketika Raja Iblis Kepiting mengeluarkan gelembung-gelembung kesepian, dia kebetulan bertemu dengan Melusine kecil ....\n\"Aduduh! Siapa itu! Berani-beraninya menerobos istana raja iblis, kenapa kamu kemari?\"\n(Meski Raja Kepiting berteriak menggelegar, tapi sebenarnya dia agak senang sekaligus takut. Karena selama teman-temannya di lautan bertemu dengannya, mereka akan diam-diam menghindarinya karena keagungan raja. Jadi, raja sudah lama tidak berbicara dengan siapa pun.)\n\"Tuan Kepiting.\" Melusine kecil berkata, \"Kamu kelihatannya kurang bahagia nih. Ayo kita main, biar kamu bahagia!\"\n\"Jangan sok tahu!\" Raja Kepiting awalnya ingin menanyakan kelancangan Melusine yang memanggilnya \"Tuan\" dan bukannya \"Yang Mulia\", namun akhirnya dia tidak jadi mengatakannya, malahan berkata, \"Mana boleh Raja bermain bersama Melusine kecil? Bisa-bisa dia kehilangan wibawanya sebagai raja.\"\n\"Kalau kehilangan wibawa sebagai raja, memangnya kenapa?\"\n\"Kalau kehilangan wibawanya, raja tidak jadi raja lagi. Selain capit yang lebih besar dan zirah yang lebih tebal dibandingkan kepiting lainnya, aku cuma jadi kepiting biasa.\"\n\"Capit Tuan Kepiting lebih besar dariku, kaki Tuan juga lebih banyak dariku, bahkan zirah Tuan saja lebih tebal daripada dinding rumahku. Selain emas dan kue, Tuan Kepiting unggul semuanya dariku, harusnya bahagia dong! Aku tahu, pasti wibawa raja yang buat Tuan Kepiting tidak bahagia.\"\n\"Melusine kecil, karena kamu tidak pernah jadi raja, maka kumaafkan ketidaktahuanmu. Ketahuilah, raja tidak perlu memusingkan bahagia tidaknya dirinya sendiri.\"\n\"Tapi, kan Tuan Kepiting juga cuma seekor kepiting — sebelum jadi raja! Melihat Tuan Kepiting tidak bahagia, aku juga jadi murung. Aku rela bantu Tuan Kepiting untuk menanggalkan wibawa rajanya!\"\n\"Aduduh! Melusine kecil, kuakui kamu memang kurang wawasan. Mana ada raja yang berinisiatif menyerahkan kekuasaannya!\" Yang Mulia mengayunkan capitnya dengan marah. \"Kecuali ... misalnya, ini misalnya ya, ada seorang pejuang dengan pedang suci di tangannya sanggup mengalahkan raja iblis ... Kalau begitu, raja iblis barulah akan bermain bersama Melusine kecil.\"\n\"Oh, jadi gitu ya!\" Melusine berteriak gembira, tapi tiba-tiba teringat sesuatu dan berkata dengan kecewa, \"Tapi, aku tidak tahu pejuang dan pedangnya itu ada di mana ....\"\n\"Duh, itu tidak penting! Asalkan raja iblis bisa dikalahkan, siapa pun itu adalah pejuang, dan senjata yang dikenakannya adalah pedang suci.\" Kata Raja dengan tidak sabar, \"Aduduh! Melusine yang kurang berwawasan, sekarang kamu sudah paham, kan?\"\n\n\"Tuan Kepiting bilang begitu. Harap semuanya bantu aku!\" katanya. Semua Melusine di Desa Merusea merasa harus membantunya! Mereka mencari cangkang besar untuk dijadikan perisai, menggunakan rumput air menggantikan daun salam untuk ditenun menjadi mahkota, menggunakan layar kapal rusak di dalam Elynas untuk dijadikan jubah, dan yang terakhir menggunakan karton kering yang sulit didapatkan untuk dijadikan pedang.\nSeperti inilah, pejuang Melusine memulai perjalanan mengalahkan Raja Iblis Kepiting. Dengan pedang ajaibnya yang hebat dan tak tertandingi, dia mengalahkan Yang Mulia Raja Kepiting yang merajalela. Tuan Kepiting, yang tidak lagi menjabat sebagai Yang Mulia Raja Iblis, sejak saat itu menjadi teman baik para Melusine ....\n\nMelalui diskusi singkat, seluruh Melusine memutuskan untuk memberikan pedang yang pernah bersinar di masa lalu, pedang terkuat di Desa Merusea, kepada pejuang hebat dan tak tertandingi, sebagai tanda persahabatan.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Melussistance!",
	"effectTemplateRaw": "ATK meningkat <color=#99FFFFFF>{0}</color>. Bukan hanya itu! Para Melusine dari Merusea Village yang pernah kamu bantu menyemangatimu dengan penuh semangat, dan berdasarkan jumlah mereka, ATK-mu akan mendapatkan peningkatan tambahan hingga <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "ATK meningkat 12%. Bukan hanya itu! Para Melusine dari Merusea Village yang pernah kamu bantu menyemangatimu dengan penuh semangat, dan berdasarkan jumlah mereka, ATK-mu akan mendapatkan peningkatan tambahan hingga 12%.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "ATK meningkat 15%. Bukan hanya itu! Para Melusine dari Merusea Village yang pernah kamu bantu menyemangatimu dengan penuh semangat, dan berdasarkan jumlah mereka, ATK-mu akan mendapatkan peningkatan tambahan hingga 15%.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "ATK meningkat 18%. Bukan hanya itu! Para Melusine dari Merusea Village yang pernah kamu bantu menyemangatimu dengan penuh semangat, dan berdasarkan jumlah mereka, ATK-mu akan mendapatkan peningkatan tambahan hingga 18%.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "ATK meningkat 21%. Bukan hanya itu! Para Melusine dari Merusea Village yang pernah kamu bantu menyemangatimu dengan penuh semangat, dan berdasarkan jumlah mereka, ATK-mu akan mendapatkan peningkatan tambahan hingga 21%.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "ATK meningkat 24%. Bukan hanya itu! Para Melusine dari Merusea Village yang pernah kamu bantu menyemangatimu dengan penuh semangat, dan berdasarkan jumlah mereka, ATK-mu akan mendapatkan peningkatan tambahan hingga 24%.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}