{
	"id": 12512,
	"name": "Verdict",
	"description": "Pedang yang pernah digunakan oleh gadis bangsawan yang meninggalkan nama keluarganya. Dulu, senjata ini ternoda oleh cairan darah dari musuh dan kekasihnya.",
	"descriptionRaw": "Pedang yang pernah digunakan oleh gadis bangsawan yang meninggalkan nama keluarganya. Dulu, senjata ini ternoda oleh cairan darah dari musuh dan kekasihnya.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "\"Dengar ya, Leticia sayang. Ingatlah kalau kamu itu putri tertua Keluarga Randolph.\"\n\"Kamu harus tahu, saat keluarga bangsawan kita duduk, kapal negara akan bersandar ke arah kita.\"\n\"Saat terjatuh, kita akan menimpa dan menghancurkan banyak pemukiman, beserta para warga di dalamnya.\"\n\"Jadi, dengarkan baik-baik, Leticia sayang.\"\n\"Kamu harus menjaga kemurnian aura dan penampilanmu, jangan mudah mengekspresikan kemarahan, kesedihan, ataupun kebahagiaan.\"\n\"Karena nama keluarga kita bisa memberikan kekayaan bagi rakyat jelata, atau juga bisa mengirimkan mereka ke Fleuve Cendre.\"\n\nMeski ayah bilang begitu, sebelum jadi seorang bangsawan, seorang gadis pada akhirnya tetaplah seorang gadis:\nDi tangannya tidak ada belenggu abu batu bara dan oli mesin, tapi di dalam hatinya akan mengidamkan \"petualangan\".\nDengan merahasiakannya dari ayah, kakak, dan pelayannya, dia menyamar dan pergi ke kota bawah tanah, tempat sinar matahari dan hujan tidak terlihat.\nHanya untuk melihat-lihat kehidupan rakyat jelata yang tidak bisa menjadi tuan atas takdirnya sendiri.\nSeperti ini mungkin lebih menarik dibandingkan sihir Parsifal! Gadis itu pun diam-diam bersemangat.\nTapi petualangannya justru berbeda dari ekspektasinya. Mungkin juga, seakan tidak ada yang mengaturnya.\nYang dia dapatkan bukanlah cerita yang bisa ditertawakan bersama teman-teman bangsawan seumurnya di pesta.\nSaat bahaya tak terlihat seperti musik, kebohongan, atau arak beracun siap untuk menyerang ....\n\n\"Aduh, nona muda keluarga mana ini, tidak disangka dia merendahkan dirinya untuk datang ke Fleuve Cendre.\"\nBayangan menakutkan yang terpancar dari segala arah pun hilang oleh seberkas cahaya lembut dan familier.\n\"Kamu .... \"\nNamanya sudah ada di ujung lidahnya, tapi yang dia tanyakan malah bagaimana cara dia mengenali penyamarannya.\n\"Anda tidak terbiasa berbohong sedikit pun. Bukannya ini sama dengan mengakui identitas Anda sebagai orang luar?\"\n\"Lagi pula, pakaian Anda tidak terkena abu batu bara, oli mesin, ataupun darah.\"\n\"Oh iya, dari cara Anda berjalan, sepertinya masih belum terlalu terbiasa memakai celana ya.\"\n\nSaat bertanya kenapa Reed yang dia kenal bisa berjalan bebas di Fleuve Cendre, seorang pria muda berkata:\n\"Aku harap Anda bisa setuju. Ayah, kakak, dan pelayan keluarga Anda tidak perlu tahu hal yang terjadi di sini.\"\n\"Seperti yang dikatakan bos, biar semua yang terkena sinar mentari menjadi milik mereka, dan Fleuve Cendre adalah milik kita.\"\n\"Leticia sayang. Untuk sementara, harap lupakan statusmu sebagai putri tertua Keluarga Randolph.\"\n\"Tolong, sebagai seorang manusia, ikuti aku, gunakan kedua matamu yang jernih dan tak pernah kelilipan debu itu.\"\n\"Lihatlah dunia tempat tinggal kompatriot kita yang memiliki warna darah yang sama, keberanian, dan juga cinta.\"\nPada akhirnya ini masih tetap berbeda daripada petualangan yang dia nantikan. Dan juga, ini suratan takdir.\nDia mengalami cerita yang tidak boleh ditertawakan bersama teman-teman bangsawan seumurnya dan pelayan di pesta ....\n\n\"Leticia, aku menghargai jiwamu yang mulia.\"\n\"Kita tidak akan lagi menjadi kapak yang menebang pohon.\"\n\"Kalau suatu hari nanti, aku menikmati kemuliaan duniawi.\"\n\"Saat itu, biar kamu saja yang memutuskan takdirku ....\"\n\n....\nSaat dia bertemu lagi dengan ayahnya beberapa tahun kemudian, dia sudah dikenal dengan nama samaran bunga mawar.\nDia tidak lagi terbiasa dipaksa berpakaian mewah, malahan terbiasa dengan beratnya kapak perang.\nTapi dia tidak terbiasa mengingat ayahnya yang baik hati dan mengagumkan menjadi tua dan lemah seperti ini.\n\n\"Ayahku terkasih, aku dan orang-orang yang aku cintai sudah bersumpah.\"\n\"Aku masih hidup sampai sekarang, berarti darah kita belum mengalir habis.\"\n\"Aku juga tidak akan membiarkan nama keluarga Randolph tercemar karena aku.\"\n\n\"Leticia sayang. Tidak pernah sehari pun aku tidak menyalakan lilin untukmu.\"\n\"Bahkan kalau kamu mau menanggalkan nama keluarga Randolph, hubungan kita masih tetap ayah dan putri.\"\n\"Sekarang, permainan yang tak berarti ini sudah berakhir. Ayo pulang ke rumah.\"\n\"Sejak awal anakmu tidak bersalah, aku tidak akan mengorbankan darah dagingmu begitu saja.\"\n\"Tentang suamiku, aku sedikit banyak juga bisa menggunakan sihir Randolph ....\"\n\n....\nTapi pada akhirnya dia teringat di dalam mimpinya. Bombardir meriam kapal perang sama sekali tidak menggoyahkan kami.\nJalan gelap tempat para anjing menyusup tidak boleh diketahui oleh orang luar.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4,8%",
	"effectName": "Many Oaths of Dawn and Dusk",
	"effectTemplateRaw": "ATK meningkat <color=#99FFFFFF>{0}</color>. Saat Karakter dalam party mendapatkan Elemental Shard dari reaksi Crystallize, Karakter yang mengenakannya akan mendapatkan 1 \"Seal\", yang dapat meningkatkan <color=#99FFFFFF>{1}</color> DMG Elemental Skill. Seal dapat berlangsung selama 15 detik dan hanya 2 Seal yang dapat tercipta dalam waktu bersamaan. Semua Seal akan dihapus 0,2 detik setelah Elemental Skill Karakter yang mengenakan mengakibatkan DMG.",
	"r1": {
		"description": "ATK meningkat 20%. Saat Karakter dalam party mendapatkan Elemental Shard dari reaksi Crystallize, Karakter yang mengenakannya akan mendapatkan 1 \"Seal\", yang dapat meningkatkan 18% DMG Elemental Skill. Seal dapat berlangsung selama 15 detik dan hanya 2 Seal yang dapat tercipta dalam waktu bersamaan. Semua Seal akan dihapus 0,2 detik setelah Elemental Skill Karakter yang mengenakan mengakibatkan DMG.",
		"values": [
			"20%",
			"18%"
		]
	},
	"r2": {
		"description": "ATK meningkat 25%. Saat Karakter dalam party mendapatkan Elemental Shard dari reaksi Crystallize, Karakter yang mengenakannya akan mendapatkan 1 \"Seal\", yang dapat meningkatkan 22,5% DMG Elemental Skill. Seal dapat berlangsung selama 15 detik dan hanya 2 Seal yang dapat tercipta dalam waktu bersamaan. Semua Seal akan dihapus 0,2 detik setelah Elemental Skill Karakter yang mengenakan mengakibatkan DMG.",
		"values": [
			"25%",
			"22,5%"
		]
	},
	"r3": {
		"description": "ATK meningkat 30%. Saat Karakter dalam party mendapatkan Elemental Shard dari reaksi Crystallize, Karakter yang mengenakannya akan mendapatkan 1 \"Seal\", yang dapat meningkatkan 27% DMG Elemental Skill. Seal dapat berlangsung selama 15 detik dan hanya 2 Seal yang dapat tercipta dalam waktu bersamaan. Semua Seal akan dihapus 0,2 detik setelah Elemental Skill Karakter yang mengenakan mengakibatkan DMG.",
		"values": [
			"30%",
			"27%"
		]
	},
	"r4": {
		"description": "ATK meningkat 35%. Saat Karakter dalam party mendapatkan Elemental Shard dari reaksi Crystallize, Karakter yang mengenakannya akan mendapatkan 1 \"Seal\", yang dapat meningkatkan 31,5% DMG Elemental Skill. Seal dapat berlangsung selama 15 detik dan hanya 2 Seal yang dapat tercipta dalam waktu bersamaan. Semua Seal akan dihapus 0,2 detik setelah Elemental Skill Karakter yang mengenakan mengakibatkan DMG.",
		"values": [
			"35%",
			"31,5%"
		]
	},
	"r5": {
		"description": "ATK meningkat 40%. Saat Karakter dalam party mendapatkan Elemental Shard dari reaksi Crystallize, Karakter yang mengenakannya akan mendapatkan 1 \"Seal\", yang dapat meningkatkan 36% DMG Elemental Skill. Seal dapat berlangsung selama 15 detik dan hanya 2 Seal yang dapat tercipta dalam waktu bersamaan. Semua Seal akan dihapus 0,2 detik setelah Elemental Skill Karakter yang mengenakan mengakibatkan DMG.",
		"values": [
			"40%",
			"36%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of Ancient Chord",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}