{
	"id": 14519,
	"name": "Vivid Notions",
	"description": "Sebuah trofi yang terbuat dari permata suku Berlimpah Jaya dan kristal suku Bunga Bersayap. Konon katanya, trofi ini dulunya dimiliki oleh seorang pegulat legendaris.",
	"descriptionRaw": "Sebuah trofi yang terbuat dari permata suku Berlimpah Jaya dan kristal suku Bunga Bersayap. Konon katanya, trofi ini dulunya dimiliki oleh seorang pegulat legendaris.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Saat kegelapan dan kekeringan belum memudar dari ufuk langit, enam pahlawan pengikut matahari sudah melangkah menuju angin malam.\nAliran gelap keserakahan diam-diam mengalir di antara suku-suku yang bergejolak, ambisi dan keinginan untuk kekuasaan bergerak seperti serangga beracun.\nAda yang menginginkan kekuatan yang tersisa dari api yang belum padam, dan ada yang ingin mengambil alih suku-suku.\nSeakan-akan bencana yang menekan seperti gunung telah sepenuhnya terlupakan, dan mereka sedang menyiksa makhluk-makhluk yang tersisa di tanah ini.\n\n\"Tidak ada mata yang bisa melihat masa lalu, tidak ada jiwa yang bisa melihat hari esok.\"\n\"Wahai para serangga yang bersembunyi di kegelapan, apa hakmu berani membicarakan kekosongan yang ditinggalkan oleh para dewa?\"\n\"Saat singgasana kosong, yang kalian pikirkan hanyalah mengambilnya untuk diri sendiri.\"\n\"Apa kamu pernah mengangkat kepalamu dan menatap penderitaan yang menyebar di atas api ini?\"\n\nSaat perang antara suku-suku terus berkecamuk, seorang gadis yang dulunya selalu diam di bayang-bayang Wanjiru, tiba-tiba masuk di ruang rapat para dewan.\nGadis dari suku Berlimpah Jaya yang telah menikah ke suku Bunga Bersayap ini menancapkan pedang tulangnya ke tengah-tengah meja panjang di ruangan tersebut sambil menatap orang-orang yang terkejut.\nPecahan kayu meja yang hancur bagaikan percikan api itu telah mengakhiri sengketa untuk menentukan penerus, dan semua kembali mematuhi persekutuan mereka dulu.\nSuku-suku tersebut mengesampingkan semua perselisihan mereka — sebelum mereka diseret ke bawah tubuh hitam keruh — untuk bersatu melawan musuh yang tak termaafkan.\nJika api para dewa padam, jika cahaya para pahlawan padam, maka api yang lemah akan menyala kembali di tangan manusia.\nMeski takdir mereka terasa seperti perlawanan yang sia-sia, tapi mereka harus menciptakan jalan untuk \"pahlawan\" yang akan terlahir di esok hari.\n\nFietena, yang tidak pernah mendapatkan Marga Kuno, Fietena yang tidak pernah diduga untuk menjadi pahlawan,\nGadis yang dulu pernah meringkuk di sebelah api unggun, sambil mendengarkan Wanjiru yang bercerita tentang legenda pahlawan dengan sungguh-sungguh,\nSekarang dengan memakai topeng pahlawan dan dengan suaranya yang serak, dia mempersatukan para suku-suku untuk bertarung bersamanya.\nDia dan anak yatim piatu dari tambang, Traore, bekerja sama untuk memecahkan batu besar dan mengalirkan lava untuk menjadi sungai untuk melindungi orang-orang,\nBersama-sama dengan Nzambe, seorang imam dari lembah yang dalam, mereka memasang jebakan dan memanfaatkan badai untuk menghancurkan rawa yang terkontaminasi.\nTapi pada akhirnya, manusia tetaplah manusia. Saat bencana telah mereda, tapi gelombang korosi juga telah menggerogoti tubuhnya.\nKetika bayangan terakhir tumbang sambil merintih, Fietena yang sudah berumur pun melepaskan topengnya,\nSebuah topeng yang digunakan untuk memerankan \"pahlawan\" selama bertahun-tahun, kini ia berikan kepada Taika, seorang anak muda dari suku Bunga Bersayap yang setia mengikutinya.\n\n\"Sepertinya ini adalah pertempuran terakhirku ... Sudah, sudah, jangan berwajah seperti itu.\"\n\"Sehabis hujan lebat, akan terbit pelangi. Tapi ingatlah bahwa warna indahnya hanyalah ilusi di balik kabut-kabut.\"\n\"Baik itu pahlawan, atau orang biasa yang memerankan pahlawan, pasti akan ada suatu hari di mana mereka harus pergi meninggalkan panggungnya.\"\n\"Begitulah jalan hidup seorang pegulat. Tapi untuk sekarang, Taika, biarlah topeng ini menjadi saksi dari perjalananmu.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9,6%",
	"effectName": "Falling Rainbow's Wish",
	"effectTemplateRaw": "ATK meningkat <color=#99FFFFFF>{0}</color>. Saat Karakter melancarkan Plunging Attack, akan mendapatkan efek \"Dawn's First Hue\": CRIT DMG Plunging Attack meningkat <color=#99FFFFFF>{1}</color>. Saat Karakter melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Twilight's Splendor\": CRIT DMG Plunging Attack meningkat <color=#99FFFFFF>{2}</color>. Kedua efek di atas masing-masing berlangsung selama 15 detik, dan akan hilang 0,1 detik setelah Plunging Attack menghantam tanah dan mengenai musuh.",
	"r1": {
		"description": "ATK meningkat 28%. Saat Karakter melancarkan Plunging Attack, akan mendapatkan efek \"Dawn's First Hue\": CRIT DMG Plunging Attack meningkat 28%. Saat Karakter melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Twilight's Splendor\": CRIT DMG Plunging Attack meningkat 40%. Kedua efek di atas masing-masing berlangsung selama 15 detik, dan akan hilang 0,1 detik setelah Plunging Attack menghantam tanah dan mengenai musuh.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "ATK meningkat 35%. Saat Karakter melancarkan Plunging Attack, akan mendapatkan efek \"Dawn's First Hue\": CRIT DMG Plunging Attack meningkat 35%. Saat Karakter melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Twilight's Splendor\": CRIT DMG Plunging Attack meningkat 50%. Kedua efek di atas masing-masing berlangsung selama 15 detik, dan akan hilang 0,1 detik setelah Plunging Attack menghantam tanah dan musuh.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "ATK meningkat 42%. Saat Karakter melancarkan Plunging Attack, akan mendapatkan efek \"Dawn's First Hue\": CRIT DMG Plunging Attack meningkat 42%. Saat Karakter melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Twilight's Splendor\": CRIT DMG Plunging Attack meningkat 60%. Kedua efek di atas masing-masing berlangsung selama 15 detik, dan akan hilang 0,1 detik setelah Plunging Attack menghantam tanah dan mengenai musuh.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "ATK meningkat 49%. Saat Karakter melancarkan Plunging Attack, akan mendapatkan efek \"Dawn's First Hue\": CRIT DMG Plunging Attack meningkat 49%. Saat Karakter melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Twilight's Splendor\": CRIT DMG Plunging Attack meningkat 70%. Kedua efek di atas masing-masing berlangsung selama 15 detik, dan akan hilang 0,1 detik setelah Plunging Attack menghantam tanah dan mengenai musuh.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "ATK meningkat 56%. Saat Karakter melancarkan Plunging Attack, akan mendapatkan efek \"Dawn's First Hue\": CRIT DMG Plunging Attack meningkat 56%. Saat Karakter melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Twilight's Splendor\": CRIT DMG Plunging Attack meningkat 80%. Kedua efek di atas masing-masing berlangsung selama 15 detik, dan akan hilang 0,1 detik setelah Plunging Attack menghantam tanah dan mengenai musuh.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolution of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}