{
	"id": 13504,
	"name": "Vortex Vanquisher",
	"description": "Tombak tajam yang seakan-akan bisa menusuk segalanya. Saat tombak ini diayunkan, ujung tombak seakan-akan membuat retakan di udara.",
	"descriptionRaw": "Tombak tajam yang seakan-akan bisa menusuk segalanya. Saat tombak ini diayunkan, ujung tombak seakan-akan membuat retakan di udara.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "Masa lalu yang sangat lama, di mana waktu itu lautan penuh dengan binatang buas.\nSaat itulah Liyue Harbor mulai tidak damai, binatang buas dan kapal perang di laut mulai bermunculan.\n\nLegenda mengatakan bahwa ada bayangan besar di dasar laut terdalam.\nMenggunakan pusaran air dan putaran tornado untuk menghancurkan kapal-kapal keras dan mengerumuni mangsanya ke laut tanpa dasar.\nAda juga legenda mengatakan bahwa, di tengah laut muncul negeri ajaib pelangi, dengan kabut yang tak terhitung jumlahnya keluar dari sana...\nJika yang beruntung menginjakkan kaki dan mendarat di pulau berpelangi itu, mereka pasti akan menemukan harta karun yang tersembunyi.\nAda pula legenda bahwa pulau tersebut merupakan hewan laut yang singgah untuk tidur siang.\n\nSebagian besar legenda di antara para pelaut sangat aneh. Tapi ada cerita yang mereka yakini.\nArchon Geo pernah menggunakan tombak untuk memotong pelangi, dan menusuk pusaran air di tengah laut.\n\nKonon setelah hari itu lumba-lumba dan paus sering berkumpul dan berkeliaran di kawasan laut itu sambil bernyanyi.\nAda yang mengatakan bahwa lumba-lumba dan paus berduka atas dewa yang mereka puja, menyanyikan lagu-lagu yang dalam dan tragis.\nBeberapa orang mengatakan bahwa mereka mengagumi tombak milik Archon Geo, yang memang memiliki kekuatan untuk menembus cahaya pelangi.\n\nAda juga legenda yang beredar di pasaran.\nAkan ada hari di mana pusaran air yang disegel oleh Archon Geo akan terbuka kembali.\nAngin akan membawa bau dari laut terdalam ke daratan, menandakan ledakan tornado seperti ular laut berkepala sembilan.\nPada saat itu, siapa yang bisa menguasai \"makhluk dasar laut\" itu...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "10,8%",
	"effectName": "Golden Majesty",
	"effectTemplateRaw": "Meningkatkan kekuatan Perisai sebesar <color=#99FFFFFF>{0}</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>{1}</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
	"r1": {
		"description": "Meningkatkan kekuatan Perisai sebesar 20%. Serangan yang mengenai musuh meningkatkan ATK sebesar 4% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Meningkatkan kekuatan Perisai sebesar 25%. Serangan yang mengenai musuh meningkatkan ATK sebesar 5% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Meningkatkan kekuatan Perisai sebesar 30%. Serangan yang mengenai musuh meningkatkan ATK sebesar 6% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Meningkatkan kekuatan Perisai sebesar 35%. Serangan yang mengenai musuh meningkatkan ATK sebesar 7% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Meningkatkan kekuatan Perisai sebesar 40%. Serangan yang mengenai musuh meningkatkan ATK sebesar 8% selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh Perisai, efek ATK ini meningkat sebesar 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 9
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 5
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 9
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 18
			}
		]
	}
}