{
	"id": 14416,
	"name": "Wandering Evenstar",
	"description": "Awalnya adalah perangkat kuno yang digunakan oleh para pelajar untuk mengamati dan melakukan perhitungan pada fenomena langit. Memiliki kemampuan untuk mengirim kekuatan dan menjadi Catalyst.",
	"descriptionRaw": "Awalnya adalah perangkat kuno yang digunakan oleh para pelajar untuk mengamati dan melakukan perhitungan pada fenomena langit. Memiliki kemampuan untuk mengirim kekuatan dan menjadi Catalyst.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Cerita ini terjadi ribuan tahun yang lalu, di era pada masa sang Raja bodoh terkubur oleh badai pasir.\nPangeran pengembara, setelah kehilangan kerajaannya, melarikan diri ke hutan hujan yang berjenjang, dikelilingi oleh cahaya bulan yang tenang.\nDia datang ke sini dengan ambisi untuk menaklukkan tanah baru, tetapi sebaliknya, dia dikejar dan diburu oleh pemburu berbusur putih.\nPada suatu saat, pengembara yang sedih itu terperangkap oleh cabang-cabang pohon anggur dan di bawah cahaya bulan yang dingin, dia mendengar geraman sayup dari harimau di sekitarnya \n\n\"Jalan di hutan hujan sangat berbahaya, manusia hanya bisa melihat jalan di depan diterangi oleh cahaya bulan yang menembus dedaunan.\"\n\"Kelap-kelip bintang malam menerangi jalan pengembara itu, tetapi juga memikatnya ke dalam jebakan maut.\"\n\"Si Pemburu melesat menembus hutan dengan busur putihnya, mengusir penyusup ini lagi dan lagi.\"\n\"Bersama dengan harimau kuno dan aumannya, dia memberikan perintah untuk mengusir si Pengembara, tetapi tidak berniat untuk membunuhnya.\"\n\nSang Penyair tua mengulangi cerita tentang sang Pangeran Pengembara dengan suaranya yang serak dan lemah.\nMeskipun dia telah lama kehilangan matanya sejak lama, dia masih secara tidak sadar menatap bintang malam di samping bulan yang terang.\nKelap-kelip bintang malam telah membawa pengembara menuju harapan baru, tetapi juga ke jalan buntu,\n\nBertahun-tahun kemudian, ketika pengembara yang telah kehilangan segalanya dihadapkan dengan kematian, dia harus membuat pilihan ....\nKetika konsep \"kematian\" berbisik di telinganya, dia sangat mengerti arti dari peringatan itu ....\n\n\"Kamu bukan milik hutan atau kematian, jadi menjauhlah dari istana raja.\"\n\"Jika kamu masih menghargai hidup dan kenangan, jangan pergi jauh ke tanah yang gelap dan berbahaya.\"\n\n\"Berhenti mengulangi perkataan bodoh itu ....\"\n\"Jika nasib pengembaraanku berujung pada busur dan panah putih, dan jika bintang malam telah meramalkan akhir hayatku.\"\n\"Maka itu, baiklah! Aku akan menerima nasibku daripada mati mengejar elang.\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Wildling Nightstar",
	"effectTemplateRaw": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>{0}</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan 24% Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan 30% Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan 36% Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan 42% Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan 48% Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spore",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}