{
	"id": 14430,
	"name": "Waveriding Whirl",
	"description": "Bumerang yang terbuat dari taring ular laut raksasa. Memang benar-benar senjata yang langka, sehingga Tupac raksasa menyebutnya senjata favorit.",
	"descriptionRaw": "Bumerang yang terbuat dari taring ular laut raksasa. Memang benar-benar senjata yang langka, sehingga Tupac raksasa menyebutnya senjata favorit.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Saat angin kencang bertiup melewati lembah tempat mata air berkumpul, pernah ada raksasa setinggi gunung yang berdiri tegak di tepi lautan,\nHati yang membara di bawah cangkang berbatu, kabut yang mengepul seolah-olah hendak menutupi matahari.\nSemuanya mengetahui, bahwa itu adalah Tupac Meztli, tidak ada yang terlahir lebih tinggi darinya,\nDari gunung hingga laut, dari hutan hingga alam liar, dari semua orang Natlan, tidak ada yang bersedia menjadi lawannya.\n\nIni adalah masa yang benar-benar baik, tidak ada kekacauan di mana pun, bahkan bayangan musuh kuno pun tenang.\nDi bawah sinar matahari, orang-orang menikmati kemakmuran dan kebahagiaan, mereka hampir melupakan ritual kuno penjaga malam.\nMeski seluruh suku sudah mengakui namanya, bahkan pahlawan pemberontakan juga tidak bisa menandinginya,\nTapi Tupac yang masih kekar terlihat tidak senang, jiwa mudanya bak seekor naga yang terperangkap di dalam kolam,\n\n\"Aku seharusnya terlahir di dunia kuno, berdiri di sisi Xbalanque memenggal kepala naga bersama-sama.\"\n\"Mungkin juga dia akan mengibarkan bendera raja emasnya dan menyerang Raja Ular yang ganas, dan menyelamatkan rakyat dari bahaya.\"\n\"Haruskah aku menjalani hidup yang hampa di zaman yang serba damai ini dengan seluruh kekuatan yang kupunya?\"\n\nOmbak terus memukul telapak kakinya, burung-burung terbang berputar di atas batu karang, angin laut mulai bernyanyi panjang.\nKalau memang tidak ada lagi yang bisa menjadi tandingannya di daratan, maka dia terpaksa mengarahkan pandangannya kepada laut lepas yang tak terbatas.\nJika bisa membawa kembali tulang monster raksasa, atau mencari pusaka kuno, pasti kehidupan kali ini tidak sia-sia.\nMaka dia mulai menapaki ombak ganas yang bergejolak, membiarkan arus laut yang tak berujung membawanya ke tempat yang tak diketahui.\n\nYang pertama adalah naga bersayap yang pernah diasingkan oleh raja bijak di zaman kuno. Sayapnya bisa dijadikan sebagai layar untuk menahan angin;\nSelanjutnya adalah paus yang pernah membuat ombak mengalir terbalik, tulangnya telah dijadikan sebagai perahu putih raksasa;\nSelanjutnya lagi adalah ular laut yang rakus di reruntuhan. Taringnya adalah senjata terbaik Tupac;\nLalu setelah membuat anggur yang dimasak dari cumi-cumi raksasa yang menggerakkan dasar laut, dia akhirnya berhasil mencapai perbatasan laut.\n\n\"Oh Tupac, pahlawan dari tanah terbakar, raksasa yang gagah perkasa, ombak kesombonganmu akan berakhir di sini.\"\n\"Kenapa kamu menderita dan kesusahan, adalah karena jalan kematian, pintu kegelapan masih belum menunjukkan dirinya kepadamu.\"\n\"Kamu harus melatih darah dan dagingmu agar menjadi seperti baju besi; pukullah otot dan tulangmu sehingga menjadi palu emas.\"\n\"Sampai saat pengasingan yang pernah menjadi musuhmu kembali, janganlah kehilangan kesungguhan hatimu, janganlah melupakan janji sumpahmu.\"\n\nSaat momen terakhir tiba, Tupac yang pemberani akhirnya baru mengerti misinya sendiri.\nPenguasa yang memikul bara api datang ke tempat api menyala, peringatan Patih Malam masih bergema di telinganya.\nLegenda tentangnya akan selamanya terukir di atas daratan, tidak kalah dari pahlawan kuno mana pun.\nLalu, dia melihat pintu bayang kematian muncul di hadapannya, seperti yang pernah dia janjikan kepada dewa.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13,3%",
	"effectName": "Fangs Flying To and Fro",
	"effectTemplateRaw": "Mengurangi Stamina Berenang sebesar 15%. Selain itu, dalam 10 detik setelah melancarkan Elemental Skill, Max HP meningkat <color=#99FFFFFF>{0}</color>. Untuk setiap 1 Karakter Hydro di dalam party, Max HP akan meningkat <color=#99FFFFFF>{1}</color>, peningkatan yang bisa diperoleh dengan cara ini maksimum <color=#99FFFFFF>{2}</color>. Efek ini dapat terpicu sekali setiap 15 detik.",
	"r1": {
		"description": "Mengurangi Stamina Berenang sebesar 15%. Selain itu, dalam 10 detik setelah melancarkan Elemental Skill, Max HP meningkat 20%. Untuk setiap 1 Karakter Hydro di dalam party, Max HP akan meningkat 12%, peningkatan yang bisa diperoleh dengan cara ini maksimum 24%. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Mengurangi Stamina Berenang sebesar 15%. Selain itu, dalam 10 detik setelah melancarkan Elemental Skill, Max HP meningkat 25%. Untuk setiap 1 Karakter Hydro di dalam party, Max HP akan meningkat 15%, peningkatan yang bisa diperoleh dengan cara ini maksimum 30%. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Mengurangi Stamina Berenang sebesar 15%. Selain itu, dalam 10 detik setelah melancarkan Elemental Skill, Max HP meningkat 30%. Untuk setiap 1 Karakter Hydro di dalam party, Max HP akan meningkat 18%, peningkatan yang bisa diperoleh dengan cara ini maksimum 36%. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Mengurangi Stamina Berenang sebesar 15%. Selain itu, dalam 10 detik setelah melancarkan Elemental Skill, Max HP meningkat 35%. Untuk setiap 1 Karakter Hydro di dalam party, Max HP akan meningkat 21%, peningkatan yang bisa diperoleh dengan cara ini maksimum 42%. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Mengurangi Stamina Berenang sebesar 15%. Selain itu, dalam 10 detik setelah melancarkan Elemental Skill, Max HP meningkat 40%. Untuk setiap 1 Karakter Hydro di dalam party, Max HP akan meningkat 24%, peningkatan yang bisa diperoleh dengan cara ini maksimum 48%. Efek ini dapat terpicu sekali setiap 15 detik.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}