{
	"name": "Wavebreaker's Fin",
	"description": "Sebuah naginata yang ditempa dari material bercahaya yang berasal dari dasar laut. Dulunya naginata ini dimiliki oleh para tengu.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "Naginata dari \"Umigozen\", prajurit perkasa dari Watatsumi. Pada bilahnya mengalir pula pendar dari kedalaman.\nCerita ketika orang ini membuat angkatan laut Narukami bergetar, lestari di dalam lagu rakyat pulau tersebut.\n\nLagu ikan paus, yang dulu dinyanyikan oleh miko kembar Watatsumi seiring dengan air pasang yang mengalir ke dalam mimpi para penduduk pulau.\nSemua prajurit Watatsumi menggantungkan harapan dan keinginan mereka untuk bertarung di pundak mereka.\nDan mereka mengangkat tinggi nagamaki mereka seperti gelombang putih yang mengalir, lalu maju menyerang pulau lain disertai teriakan nyaring.\nNamun kemuliaan Omikami dan para prajuritnya diredupkan oleh cahaya petir ....\nMouun ditelan oleh badai hitam dari bulu burung gagak, dan juga paus raksasa yang bernyanyi dengan kedua gadis tersebut pun tenggelam sampai ke dasar laut.\nSang raja wilayah terdahulu, yang tekun bak anak kecil, menghilang ke dalam retakan besar di bumi.\n\n\"Umigozen\" hilang di antara ombak laut, dan menjadi mitos bagi pulau-pulau nusantara tersebut.\nBeberapa mengatakan bahwa dia maju sendirian ke arah kumpulan prajurit tengu untuk merebut kembali tubuh rekan-rekannya, dan hilang setelah dia berjuang sampai titik akhir hidupnya.\nYang lain mengatakan bahwa dia bersembunyi sejak saat itu, mengarahkan kapalnya ke Laut Gelap di perbatasan dunia ....\nSatu-satunya bukti bahwa dia pernah berusaha mengubah arus dunia adalah naginata yang masih tajam ini.\n\nSelama lautan masih didera oleh ombak, maka ingatan lagunya akan tetap hidup selamanya.\nLegenda bahkan mengatakan bahwa gema lagu itu mungkin masih terdengar di dalam keong dan di dalam perut paus raksasa yang ada di dasar laut.",
	"baseatk": 45,
	"substat": "ATK",
	"subvalue": "3",
	"effectname": "Watatsumi Wavewalker",
	"effect": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan {0} DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah {1}.",
	"r1": [
		"0,12%",
		"40%"
	],
	"r2": [
		"0,15%",
		"50%"
	],
	"r3": [
		"0,18%",
		"60%"
	],
	"r4": [
		"0,21%",
		"70%"
	],
	"r5": [
		"0,24%",
		"80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"name": "Concealed Claw",
				"count": 3
			},
			{
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"name": "Concealed Claw",
				"count": 12
			},
			{
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"name": "Concealed Unguis",
				"count": 6
			},
			{
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"name": "Concealed Unguis",
				"count": 12
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"name": "Concealed Talon",
				"count": 9
			},
			{
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"name": "Concealed Talon",
				"count": 18
			},
			{
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}