{
	"id": 12407,
	"name": "Whiteblind",
	"description": "Pedang indah yang memiliki bagian tumpul di mata pedangnya. Mencapai Liyue setelah melewati tangan beberapa pedagang. Dapat menjadi senjata mematikan di tangan orang yang dapat menggunakannya.",
	"descriptionRaw": "Pedang indah yang memiliki bagian tumpul di mata pedangnya. Mencapai Liyue setelah melewati tangan beberapa pedagang. Dapat menjadi senjata mematikan di tangan orang yang dapat menggunakannya.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "Seluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, banyak pula harta karun eksotis yang datang.\nPedang besar ini dibuat secara profesional dengan bahan-bahan terbaik. Unik namun ujung yang dekat dengan gagangnya dibiarkan tumpul.\nDikatakan bahwa bagian yang tumpul dulunya digunakan sebagai pegangan, sehingga memungkinkan penggunanya untuk beralih formasi dengan terus-menerus mengubah posisi tangan dalam pertempuran.\n\nWalaupun jarang diketahui, namun pedang besar itu pada faktanya adalah tanda cinta seorang pengrajin,\nPengrajin tersebut mengasah dan menyesuaikan mata pisau pedangnya dengan hati-hati.\nPercikan api beterbangan ketika pengrajin itu bekerja sepanjang malam tanpa istirahat.\nPedang itu ditempa dan diolah berkali-kali.\nSepanjang waktu pikirannya dipenuhi oleh harapan bahwa kekasihnya akan kembali, dan juga kekhawatiran akan keadaannya.\n\n\"Setelah perang berakhir...\"\nPengrajin itu akan merenung sejenak, berhenti setiap kali untuk bernapas,\n\"Akankah dia masih bisa menggunakan pedang ini?\"\n\"...akankah dia pulang dengan selamat?\"\nTapi sesaat kemudian, dia akan mengabaikan pikiran itu dan memusatkan perhatian pada pedangnya.\nDaripada sekadar kekhawatiran tidak berguna, lebih baik fokus kepada sebuah hadiah yang tulus.\n\nAkhirnya, tiba hari di mana pasukan ekspedisi yang telah menang melawan monster memasuki kota.\nNamun pengrajin itu tidak punya waktu untuk mengukir nama kekasihnya di pedang tersebut.\nDengan membawa pedang tersebut, dia bergegas untuk bertemu kekasihnya yang telah kembali.\nSayangnya, pada akhirnya pengrajin tersebut tidak tahu apakah dia harus menangis atau tertawa...\n\nPara prajurit melepaskan helmnya, rambut panjang yang lembut terurai ke bawah. Mereka memanjangkan rambutnya, karena tidak lagi membutuhkan prajurit di masa yang akan datang.\nNamun, dia juga telah membawakan kekasihnya sebuah hadiah: Sebuah busur berburu yang bersinar.\n\"Semuanya sia-sia! Aku membuang waktu bertahun-tahun untuk membuatkanmu pedang besar ini!\"\nPengrajin yang keras kepala itu mengeluh. Tapi setidaknya dia berhasil membuat pedang dengan kualitas terbaik.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DEF",
	"baseStatText": "11,3%",
	"effectName": "Infused Edge",
	"effectTemplateRaw": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan <color=#99FFFFFF>{0}</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
	"r1": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan 6% ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan 7,5% ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
		"values": [
			"7,5%"
		]
	},
	"r3": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan 9% ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan 10,5% ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
		"values": [
			"10,5%"
		]
	},
	"r5": {
		"description": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan 12% ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}