{
	"name": "Windblume Ode",
	"description": "Sebuah busur yang dihiasi dengan bunga tanpa nama, bunga tersebut mengandung harapan dari orang-orang yang juga tidak pernah berkesempatan memiliki sebuah nama.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "Di mimpi masa kecil Mondstadt, ada sejenis bunga yang mengapung-apung,\nTumbuh dalam angin kencang nan dingin, dan tumbuh subur di dalam kristal es yang menari.\n\nBerbeda sekali dengan tanaman biasa yang akan tercabut karena angin kencang.\nAkar bunga yang dinamai Windblume ini memang sangat kuat. Semakin kencang anginnya, maka semakin kuat akarnya.\nPemberontakan para manusia terhadap kaum tirani sudah lama dijadikan lelucon,\ndan bentuk bunga-bunga yang tumbuh semakin hari semakin redup, melebur dalam suara lira yang seperti angin ribuan tahun.\n\n\"Biarkan aku menghadiahkanmu bunga tanpa nama ini. Semoga musim semi yang tak pernah kamu lewati ini, tidak menjadi tidak berarti bagimu.\"\n\"Berikan aku balasan yang berupa harapan serta senyuman. Bergabunglah bersamaku untuk menyambut hari di mana badai berhenti.\"\n\nPada hari ketika kaum tiran di menara mengabaikan rakyat biasa, mereka yang merindukan kebebasan akan menyapa satu sama lain.\nMereka yang mencari keberanian dan impian untuk berjalan tegak, menenun yang tidak diketahui, menggunakannya sebagai isyarat rahasia.\nPada hari-hari tersebut, sekuntum bunga yang rapi dan kesepian akan mekar bersama dengan angin sebelum perlahan-lahan mekar di seluruh pegunungan liar.\nBegitulah konten dari subjek yang tidak berdasar dan tidak menentu mengikuti arus sehingga menjadi seorang pahlawan yang gagah berani dan tidak mengenal rasa takut.\nPenguasa yang mengerutkan kening di menara itu menjadi semakin tidak berdaya, dan akhirnya tidak bisa lagi menahan gelombang pemberontakan.\n\n\"Biar kuberikan bunga tanpa nama ini padamu, semoga dia dapat membawa kemenangan untuk kita, melindungi musim semi dan langit biru kita.\"\n\"Semoga fajar menjadi bagian dari jiwa kami dan mengikuti kami menuju angin kebebasan sejati.\"\n\nDi puncak reruntuhan menara kuno, di tengah-tengah sorak sorai, nyanyian, dan air mata dari mereka yang baru saja memenangkan kebebasan.\nSeorang kesatria berambut merah memunggungi dewa yang baru lahir itu, bersembunyi bagaikan tetesan hujan dalam gelombang pasang lautan manusia.\nDia adalah salah satu dari yang pertama kali memberikan sinyal rahasia Windblume, orang yang menjalin benang fajar sepanjang malam yang panjang.\nNamanya sudah lama hilang seiring waktu, namun perbuatannya masih dikenang dalam nyanyian.\nSeribu tahun kemudian, kesatria berambut merah lain akan mengikuti jejaknya, dan membawa cahaya pada sejarah bangsawan tersebut.\nSama seperti takdir Windblume yang mekar di bawah tekanan yang hebat saat tekad untuk bangkit sudah di ambang batas.\nTakdir klan ini sepertinya tidak akan berubah: mereka akan terus hidup di dalam kegelapan dan membawa api fajar.\n\nBentuk Windblume telah hilang di tengah arus angin waktu.\nDi masa kedamaian, namanya sudah menjadi sebuah sinonim dari cinta dan kebahagiaan.\nTapi tentu saja, ini pasti sudah menjadi keinginan dari mereka yang berjalan teguh melewati kegelapan...\n\nBunga yang mekar melambangkan cinta, dan menandakan datangnya musim semi.\nMereka sudah tidak perlu lagi memberi sinyal pemberontakan, atau memberi isyarat untuk mengibarkan spanduk...",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Windblume Wish",
	"effect": "Saat menggunakan Elemental Skill, akan mendapatkan hadiah dari harapan Windblume, meningkatkan {0} ATK selama 6 detik.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"name": "Dead Ley Line Branches",
				"count": 3
			},
			{
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chains of Dandelion Gladiator",
				"count": 3
			},
			{
				"name": "Dead Ley Line Branches",
				"count": 12
			},
			{
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chains of Dandelion Gladiator",
				"count": 6
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Shackles of Dandelion Gladiator",
				"count": 3
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Shackles of Dandelion Gladiator",
				"count": 6
			},
			{
				"name": "Ley Lines Sprouts",
				"count": 9
			},
			{
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"name": "Ley Lines Sprouts",
				"count": 18
			},
			{
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}