{
	"id": 14410,
	"name": "Wine and Song",
	"description": "Lagu yang sangat populer di era kebangsawanan. Penulisnya tak diketahui. Menceritakan kisah seorang bandit...",
	"descriptionRaw": "Lagu yang sangat populer di era kebangsawanan. Penulisnya tak diketahui. Menceritakan kisah seorang bandit...",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Sebuah buku musik yang dihias dengan elegan, dulunya merupakan barang yang cukup populer pada masa kebangsawanan.\nAroma bunga aster yang tak terhapuskan dan anggur terbaik yang berusia tua dapat tercium dari halaman-halamannya.\nKontennya tidak masuk akal, namun dulu nadanya cukup populer di gang-gang kecil serta Tavern.\n\n\"Semua orang tahu bahwa pemabuk itu seorang pencuri, walaupun tidak seorang pun tahu dari mana asalnya. Suatu hari, dia tiba-tiba saja muncul di daerah sini.\"\n\"Dia bernyanyi, minum, berjalan di jalanan, melewati atap dan pagar. Tapi semua orang tahu dia orang baik yang periang, tidak ada yang membantah hal tersebut.\"\n\"Dia membawa pedang yang merupakan kebanggaan keluarganya, yang dia curi dari tempat penyimpanannya. Dia juga membawa busur hitam di punggungnya yang tembakannya tidak pernah meleset.\"\n\"Kemampuannya yang tak tertandingi bagai kilau ekor komet di malam hari, dan langkahnya seringan daun yang ditiup angin barat.\"\n\"Dia meminum seluruh danau Cider yang dipenuhi Death After Noon, dan akan menyelinap ke kediaman para bangsawan di malam hari di mana mereka tertidur lelap di kamarnya.\"\n\"Dia mencuri dari yang kaya dan memberi kepada yang miskin, memberi tulah kepada para bangsawan dan menerangi yang gelap bagaikan malam yang ditembus oleh cahaya siang.\"\n\n\"Para gadis semua bermimpi tentang pencuri pria itu, mereka mengharapkan dirinya dari jendela mereka, namun sayangnya dia lebih suka menghabiskan waktu untuk minum dengan rekan-rekannya.\"\n\"Sampai pada suatu hari, di malam hari, dia berlari di dalam sebuah rumah besar, dengan barang curian dan sebuah piala perak\"\n\"Dia pergi diam-diam di bawah cahaya bulan, dia menatap ke arah jendela dengan cahaya hangat, dan di sanalah berdiri seorang wanita cantik.\"\n\"Matanya sebiru batu safir, bersinar di kegelapan, sejernih batu permata pada piala perak yang ada di tangannya.\"\n\"Tanpa membuang waktu, pencuri itu naik dan mencabut batu kristal tersebut dan memberikannya pada wanita itu, sebuah senyum manis tersirat seraya tersipu malu.\"\n\"Saat akhirnya mereka berhasil menggulingkan bangsawan, mereka pergi, ke tempat jauh mereka berkelana, menjadi cahaya bagi satu sama lain sampai akhir.\"\n\nCeritanya berakhir sampai sini. Pada generasi selanjutnya, tidak ada lagi yang menyanyikan tentang pencuri pria itu, dan pencuri seperti itu juga tidak diperlukan lagi.\nAnggur dan pedang, wanita dan pahlawan, sebuah awal yang menarik dan akhir yang bahagia, kisah seperti ini memang sangat populer di kalangan rakyat.\nKarena tidak peduli bagaimanapun cerita aslinya, atau bagaimana akhir yang sebenarnya, anggur dan nyanyian selalu mendatangkan harapan,\nMereka memberikan keberanian bagi mereka yang membutuhkan untuk menghadapi hari esok, dan berani berdiri menghadapi orang yang menindas mereka...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6,7%",
	"effectName": "Ever-Changing",
	"effectTemplateRaw": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang <color=#99FFFFFF>{0}</color> selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat <color=#99FFFFFF>{1}</color> selama 5 detik.",
	"r1": {
		"description": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang 14% selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat 20% selama 5 detik.",
		"values": [
			"14%",
			"20%"
		]
	},
	"r2": {
		"description": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang 16% selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat 25% selama 5 detik.",
		"values": [
			"16%",
			"25%"
		]
	},
	"r3": {
		"description": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang 18% selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat 30% selama 5 detik.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang 20% selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat 35% selama 5 detik.",
		"values": [
			"20%",
			"35%"
		]
	},
	"r5": {
		"description": "Setelah Normal Attack mengenai musuh, konsumsi Stamina saat Berlari atau Alternate Sprint berkurang 22% selama 5 detik. Lalu, setelah Berlari atau Alternate Sprint, ATK meningkat 40% selama 5 detik.",
		"values": [
			"22%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branches",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Lines Sprouts",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}