{
	"id": 11424,
	"name": "Wolf-Fang",
	"description": "Konon menurut legenda, pedang panjang ini pernah digunakan oleh seorang kesatria pengembara di masa lalu.",
	"descriptionRaw": "Konon menurut legenda, pedang panjang ini pernah digunakan oleh seorang kesatria pengembara di masa lalu.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Tanpa sengaja, atau mungkin campur tangan takdir, di antara semua anggota Knights of Favonius,\nKesatria paling hebat dan binatang buas yang dijadikan lambang mereka adalah:\nSinga, diturunkan dari Grand Master Knights of Favonius pertama,\nDan kesatria serigala, Boreas, yang berasal dari masa yang sama.\n\nTidak ada satu pun catatan mengenai Knight of Boreas.\nNama ini berasal dari cerita yang beredar di jalanan pada masa itu.\nDi akhir ceritanya, si pedagang (atau petani) yang putrinya diselamatkan, akan bertanya:\n\"Bagaimana casranya kami berterima kasih, wahai kesatria yang terhormat?\"\nSi kesatria menjawab: \"Ketika putrimu menikah, bersulanglah untukku\".\n\"Ah! Mohon maaf ... Baiklah, bolehkah aku tahu untuk kesatria agung siapa aku akan bersulang kelak?\"\nSi kesatria berpikir sejenak, kemudian menjawab:\n\"Bersulanglah untuk rekanku. Boreas, begitulah namanya\".\n\nDan adegan akhirnya pun seperti ini:\nDi saat bersamaan, di hutan (atau di balik gunung, di tempat yang jauh dari pandangan),\nAngin bertiup. Si pedagang (atau petani) melihat ke arah sana,\nLalu melihat sepasang mata yang buas dalam kegelapan, sedingin es.\nYang dengan sangat cepat menghilang. Setelah si pedagang (atau petani) sadar, si kesatria pun sudah pergi.\nAda banyak versi ceritanya. Putri selalu diselamatkan, dan si kesatria selalu tanpa nama.\n\nTapi sebelum ceritanya menjadi cerita, dia hanyalah seorang pengembara asing yang mengenakan jubah tua berdebu. Ada orang yang menyadari baju zirah yang tersembunyi di bawah jubahnya. Tapi itu tidak berarti apa-apa. Pemilik zirah itu mungkin hanyalah orang yang kehilangan status bangsawan seiring dengan reformasi.\nPemilik kedai melihat orang itu membayar dengan koin emas dan perak sungguhan, yang lambangnya tidak dia kenali. Tapi sama saja, emas dan perak tidak bertuan. Pelanggan yang membayar tunai dan tidak mabuk bikin gara-gara itu jarang sekali ada.\nKisahnya berasal dari siluman ular di seberang lautan, yang datang dari cakrawala untuk mencari kehangatan dan ketenangan. Ketika Knights of Favonius masih muda, kesatria tanpa nama itu mematok tarif satu koin perak untuk pergi berburu iblis di luar kota. Bau darah dan mayat busuk di pantai menarik perhatian burung elang pemakan bangkai. Demikianlah asal mula nama Falcon Coast, yang tidak ada hubungannya dengan Falcon of the West.\nPada tahun-tahun setelahnya, Knights of Favonius bersikeras mengajak si kesatria tanpa nama bergabung. Ajakan yang selalu ditolaknya. Nyatanya peristiwa dalam kisah Boreas mungkin sesungguhnya terjadi kepada Grand Master masa itu dan si kesatria. Grand Master yang kehilangan kesabaran setelah ditolak berulang kali akhirnya mengepung si kesatria di jalanan. Dua kalimat terkenal dalam kisah itu mungkin dituturkan ketika kesatria tanpa nama, Boreas, pergi. Maknanya mungkin sama, tapi pengucapannya agaknya tidak bersahabat seperti di dalam cerita.\nTapi jika cerita itu hendak dijadikan puisi, maka membosankan sekali jadinya. Para penyair mengambil percakapan penutup dan menggabungkannya dengan sepak terjang si kesatria ketika di Mondstadt, menenun banyak kisah yang menarik.\nDia tinggal di Mondstadt sekian tahun saja, tapi bayangannya abadi setelah dia pergi.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "6%",
	"effectName": "Northwind Wolf",
	"effectTemplateRaw": "Meningkatkan DMG yang diakibatkan Elemental Skill dan Elemental Burst sebesar <color=#99FFFFFF>{0}</color>. Saat Elemental Skill mengenai musuh, CRIT Rate Elemental Skill meningkat <color=#99FFFFFF>{1}</color>. Saat Elemental Burst mengenai musuh, CRIT Rate Elemental Burst meningkat <color=#99FFFFFF>{2}</color>. Kedua efek tersebut masing-masing dapat berlangsung selama 10 detik dan dapat ditumpuk sampai 4 kali. Efek tersebut dapat terpicu sekali setiap 0,1 detik.",
	"r1": {
		"description": "Meningkatkan DMG yang diakibatkan Elemental Skill dan Elemental Burst sebesar 16%. Saat Elemental Skill mengenai musuh, CRIT Rate Elemental Skill meningkat 2%. Saat Elemental Burst mengenai musuh, CRIT Rate Elemental Burst meningkat 2%. Kedua efek tersebut masing-masing dapat berlangsung selama 10 detik dan dapat ditumpuk sampai 4 kali. Efek tersebut dapat terpicu sekali setiap 0,1 detik.",
		"values": [
			"16%",
			"2%",
			"2%"
		]
	},
	"r2": {
		"description": "Meningkatkan DMG yang diakibatkan Elemental Skill dan Elemental Burst sebesar 20%. Saat Elemental Skill mengenai musuh, CRIT Rate Elemental Skill meningkat 2,5%. Saat Elemental Burst mengenai musuh, CRIT Rate Elemental Burst meningkat 2,5%. Kedua efek tersebut masing-masing dapat berlangsung selama 10 detik dan dapat ditumpuk sampai 4 kali. Efek tersebut dapat terpicu sekali setiap 0,1 detik.",
		"values": [
			"20%",
			"2,5%",
			"2,5%"
		]
	},
	"r3": {
		"description": "Meningkatkan DMG yang diakibatkan Elemental Skill dan Elemental Burst sebesar 24%. Saat Elemental Skill mengenai musuh, CRIT Rate Elemental Skill meningkat 3%. Saat Elemental Burst mengenai musuh, CRIT Rate Elemental Burst meningkat 3%. Kedua efek tersebut masing-masing dapat berlangsung selama 10 detik dan dapat ditumpuk sampai 4 kali. Efek tersebut dapat terpicu sekali setiap 0,1 detik.",
		"values": [
			"24%",
			"3%",
			"3%"
		]
	},
	"r4": {
		"description": "Meningkatkan DMG yang diakibatkan Elemental Skill dan Elemental Burst sebesar 28%. Saat Elemental Skill mengenai musuh, CRIT Rate Elemental Skill meningkat 3,5%. Saat Elemental Burst mengenai musuh, CRIT Rate Elemental Burst meningkat 3,5%. Kedua efek tersebut masing-masing dapat berlangsung selama 10 detik dan dapat ditumpuk sampai 4 kali. Efek tersebut dapat terpicu sekali setiap 0,1 detik.",
		"values": [
			"28%",
			"3,5%",
			"3,5%"
		]
	},
	"r5": {
		"description": "Meningkatkan DMG yang diakibatkan Elemental Skill dan Elemental Burst sebesar 32%. Saat Elemental Skill mengenai musuh, CRIT Rate Elemental Skill meningkat 4%. Saat Elemental Burst mengenai musuh, CRIT Rate Elemental Burst meningkat 4%. Kedua efek tersebut masing-masing dapat berlangsung selama 10 detik dan dapat ditumpuk sampai 4 kali. Efek tersebut dapat terpicu sekali setiap 0,1 detik.",
		"values": [
			"32%",
			"4%",
			"4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}