{
	"id": 11418,
	"name": "Xiphos' Moonlight",
	"description": "Pedang kuno bermata dua yang memancarkan cahaya seperti bulan. Menurut legenda, ada Jinni yang menunggu dalam diam.",
	"descriptionRaw": "Pedang kuno bermata dua yang memancarkan cahaya seperti bulan. Menurut legenda, ada Jinni yang menunggu dalam diam.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Cerita ini terjadi ribuan tahun yang lalu, di era pada masa sang Raja bodoh terkubur oleh badai pasir.\nKota-kota orang biasa yang tersebar di seluruh bangsa, salah satu di antaranya Tulaytullah, tempat pria dan wanita bijak berkumpul dan tinggal, adalah yang terbaik.\nKota ini dihiasi dengan bangunan beratap kubah safir dan dihiasi dengan taman zamrud dari pohon-pohon yang mekar dan air pancur yang mengalir.\nPada masa setelah kepergian Raja, kota yang beruntung ini masih bersinar dengan kebijaksanaan dan kemakmuran.\n\nOrang-orang mengatakan bahwa seorang pejuang bernama Xiphos pernah tinggal di kota safir dan zamrud ini.\nXiphos ahli dalam menggunakan pedang bermata dua, dia menyelamatkan banyak gadis dari serangan monster dan merampas banyak harta saat melakukannya.\nBerdasarkan pengetahuan Tighnarian kuno, pedang yang dia gunakan dihuni oleh Jinni yang kejam dan sadis,\nItulah alasan yang membuat bilahnya tidak pernah tumpul, yang diasah oleh pembantaian dan tidak ternoda, melainkan dicerahkan dengan darah.\n\n\"Tuanku tersayang, biarkan aku berpesta dengan jus kemerahan itu, manjakan aku dengan minuman merah itu.\"\n\"Kasih sayangku tercurah hanya untukmu, seperti putri anggur yang menghibur pemabuk dengan pengorbanannya yang berdarah-darah.\"\n\"Selama kamu memiliki cintaku, selama bulan bersinar di wajahmu yang selalu muda,\"\n\"Selama musuhmu memiliki cinta untuk dunia ini, tidak melupakan nama ibu mereka, kamu akan menjadi petarung yang tak tertandingi.\"\n\nKemudian, si ahli pedang yang disukai oleh Jinni akan bertemu dengan pengembara asing yang terbuang.\nPengembara itu telah menerima bayaran dalam bentuk darah dari raja-raja yang menentang Tulaytullah, dia menanggung dendam dan kebencian mereka terhadap sang pahlawan.\nDengan demikian, mereka yang seharusnya berteman malah menjadi musuh dalam pertempuran, saling bertarung sampai mati di bawah cahaya bulan yang menjadi saksi.\nDengan demikian, anggur merah melumuri bilah pedang, bagaikan buah delima yang terlalu matang, pecah dan mengalirkan darah yang segar ....\nKetika duel maut itu akhirnya selesai, bulan memancarkan cahaya dinginnya kepada pemenang dan juga yang kalah.\n\n\"Ke mana pun arah angin bertiup, tidak akan pernah ada satu riak pun dalam cangkir kehidupan.\"\n\"Tiga dewi yang telah meninggal sudah lama menentukan nasib para pejuang, bahkan jika mereka tidak pernah bisa memahaminya sendiri.\"\n\nPengembara itu mengambil pedang yang diterangi cahaya bulan, mengambil koin perak yang berlumuran darah, dan berjalan dalam diam menuju hutan hujan di kejauhan.\nDengan kehilangan perlindungan dari Xiphos, kota itu pun kehilangan kilaunya dan layu di tahun-tahun berikutnya.\nBangunan dan taman dihancurkan oleh takdirnya, yang kemudian terlupakan oleh badai gurun yang menderu.\nPada akhirnya, kunci hitam dan misi sang pangeran muda untuk memulihkan kerajaannya tenggelam dalam pelukan pasir ....",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Jinni's Whisper",
	"effectTemplateRaw": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan <color=#99FFFFFF>{0}</color> Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"r1": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan 0,036% Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"0,036%"
		]
	},
	"r2": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan 0,045% Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"0,045%"
		]
	},
	"r3": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan 0,054% Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"0,054%"
		]
	},
	"r4": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan 0,063% Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"0,063%"
		]
	},
	"r5": {
		"description": "Efek berikut akan dihasilkan setiap 10 detik: Untuk setiap poin Elemental Mastery Karakter yang mengenakan, akan meningkatkan 0,072% Energy Recharge Karakter ini, sedangkan anggota party lain di sekitar mendapatkan peningkatan Energy Recharge sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
		"values": [
			"0,072%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}