{
	"name": "Furina",
	"combat1": {
		"name": "Attacco normale: Solista sollecita",
		"info": "**Attacco normale**\nSferra fino a 4 colpi consecutivi.\n\n**Attacco caricato**\nConsuma una determinata quantità di vigore per eseguire un assolo di danza che infligge DAN fisici agli avversari nelle vicinanze e modifica la polarità Archè di Furina. Se i Membri del Salon o il Cantante delle Mille Acque evocati dalla sua abilità elementale Salon Solitaire sono presenti in campo, le loro rispettive formazioni si scambiano di conseguenza.\n\n**Archè: Seggi sacri e secolari**\nDopo aver colpito gli avversari con attacchi normali, e in base alla sua polarità attuale, Furina genera a determinati intervalli un Aculeo spettrale o una Lama nascente, infliggendo DAN da Hydro della polarità corrispondente.\nQuando Furina entra in campo, il suo Archè di partenza è Ousia.\n\n**Attacco in picchiata**\nAttacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto.",
		"attributes": {
			"labels": [
				"DAN da 1º colpo|{param1:F1P}",
				"DAN da 2º colpo|{param2:F1P}",
				"DAN da 3º colpo|{param3:F1P}",
				"DAN da 4º colpo|{param4:F1P}",
				"DAN da ATT caricato|{param5:F1P}",
				"Costo vigore attacco caricato|{param6:F1}",
				"DAN da ATT in picchiata|{param7:F1P}",
				"DAN da ATT in picchiata basso/alto|{param8:P}/{param9:P}",
				"DAN da Aculeo spettrale/Lama nascente|{param10:F1P}",
				"Intervallo DAN da Aculeo spettrale/Lama nascente|{param11:I} s/{param12:I} s"
			]
		}
	},
	"combat2": {
		"name": "Salon Solitaire",
		"info": "Furina invita gli ospiti del Salon Solitaire ad avvicinarsi per assistere alla sua esibizione. Evoca i Membri del Salon o il Cantante delle Mille Acque in base alla **polarità Archè** attuale di Furina.\n\n**Ousia**\nDelle bolle spumose danzano giubilanti, infliggendo DAN da Hydro ad area in base ai PS max di Furina ed evocando 3 Membri del Salon: Gentilhomme Usher, a forma di Polpotondo; Surintendante Chevalmarine, a forma di Ippocampo gorgogliante; e Mademoiselle Granchilette, a forma di Granchio corazzato.\nI Membri del Salon attaccano gli avversari circostanti a intervalli regolari, dando priorità al bersaglio del personaggio attivo, infliggendo DAN da Hydro in base ai PS max.\nQuando attaccano, se sono presenti nelle vicinanze uno o più personaggi con più di un 50% di PS, i Membri del Salon aumentano la propria potenza d'attacco in base al numero di tali personaggi, consumandone i PS. Se i personaggi che rispettano questo criterio sono 1/2/3/4 (o più), gli attacchi dei Membri del Salon infliggono un 110%/120%/130%/140% dei loro DAN originali.\n\n**Pneuma**\nEvoca il Cantante delle Mille Acque, che ripristina i PS dei personaggi attivi nelle vicinanze a intervalli regolari, in base ai PS max.\n\nI Membri del Salon e il Cantante delle Mille Acque condividono la medesima durata, e quando Furina usa il suo attacco caricato per cambiare il tipo di ospiti presenti, i nuovi ospiti ereditano la durata iniziale di quelli precedenti.\n\nMentre i Membri del Salon o il Cantante delle Mille Acque sono in campo, Furina può muoversi sulle superfici acquatiche.",
		"description": "Il Salon Solitaire di Furina è frequentato da un numero fisso di ospiti abituali. A giorni alterni, vengono a trovarla Mademoiselle Granchilette, la Surintendante Chevalmarine e il Gentilhomme Usher; nei mercoledì uggiosi, invece, è il Cantante a tenerle compagnia.",
		"attributes": {
			"labels": [
				"DAN da bolla di Ousia|{param1:F1P} PS max",
				"Durata|{param2:F1} s",
				"DAN da Gentilhomme Usher|{param3:F2P} PS max",
				"DAN da Surintendante Chevalmarine|{param4:F2P} PS max",
				"DAN da Mademoiselle Granchilette|{param5:F2P} PS max",
				"Consumo PS Gentilhomme Usher|{param6:F1P} PS max",
				"Consumo PS Surintendante Chevalmarine|{param7:F1P} PS max",
				"Consumo PS Mademoiselle Granchilette|{param8:F1P} PS max",
				"Guarigione da Cantante delle Mille Acque|{param9:F2P} PS max+{param10:I}",
				"TdR|{param11:F1} s"
			]
		}
	},
	"combat3": {
		"name": "Si rallegri il popolo",
		"info": "Risveglia lo spirito festaiolo dei presenti creando un palco di schiuma che infligge DAN da Hydro ad area in base ai PS max di Furina, e applica ai membri del gruppo nelle vicinanze lo stato di Baldoria universale. Mentre questo stato è attivo, quando i PS dei membri del gruppo nelle vicinanze aumentano o diminuiscono, Furina riceve 1 punto Fanfara per ogni 1% di PS che i personaggi guadagnano o perdono in relazione ai loro PS max.\nContemporaneamente, in base al numero di punti Fanfara in suo possesso, Furina aumenta sia i DAN inflitti da tutti i membri del gruppo nelle vicinanze sia il loro bonus di guarigione ricevuta.\nQuando la durata dello stato si esaurisce, i punti Fanfara di Furina svaniscono.",
		"description": "\"Gioite! Rendete lode! Lasciatevi estasiare! Levate in alto i calici! Una notte priva di gozzoviglie dopo un mesto giorno è un sordido sperpero della sua luce... E quelli, ehm... quelli ancora troppo giovani possono sempre bere del succo d'uva!\"",
		"attributes": {
			"labels": [
				"DAN da abilità|{param1:F1P} PS max",
				"Durata|{param2:F1} s",
				"Punti Fanfara massimi|{param4:I}",
				"Tasso conversione Fanfara in DAN aumentati|{param5:F2P}",
				"Tasso conversione Fanfara in bonus di guarigione ricevuta|{param6:F2P}",
				"TdR|{param7:F1} s",
				"Costo energia|{param8:I}"
			]
		}
	},
	"passive1": {
		"name": "Valzer infinito",
		"info": "Quando il personaggio attivo del gruppo riceve effetti di guarigione, se l'effetto non è apportato da Furina e la guarigione supera il limite massimo, Furina guarisce un membro del gruppo nelle vicinanze di una quantità pari a un 2% dei PS max del membro in questione, una volta ogni 2 s per i 4 s successivi."
	},
	"passive2": {
		"name": "Confessione inascoltata",
		"info": "Per ogni 1.000 PS max di Furina, le polarità Archè di **Salon Solitaire** possono essere potenziate nei seguenti modi:\n· i DAN inflitti dai Membri del Salon aumentano di uno 0,7%, fino a un 28% massimo;\n· l'intervallo di guarigione del Cantante delle Mille Acque per il personaggio attivo si riduce di uno 0,4%, fino a un 16% massimo."
	},
	"passive3": {
		"name": "Il mare è il mio palcoscenico",
		"info": "Il TdR delle abilità degli Aberranti del Fontemer xenocromatici si riduce di un 30%."
	},
	"costs": {
		"lvl2": [
			{
				"name": "Mora",
				"count": 12500
			},
			{
				"name": "Insegnamenti della giustizia",
				"count": 3
			},
			{
				"name": "Nettare del Malefiore",
				"count": 6
			}
		],
		"lvl3": [
			{
				"name": "Mora",
				"count": 17500
			},
			{
				"name": "Guida alla giustizia",
				"count": 2
			},
			{
				"name": "Nettare brillante",
				"count": 3
			}
		],
		"lvl4": [
			{
				"name": "Mora",
				"count": 25000
			},
			{
				"name": "Guida alla giustizia",
				"count": 4
			},
			{
				"name": "Nettare brillante",
				"count": 4
			}
		],
		"lvl5": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Guida alla giustizia",
				"count": 6
			},
			{
				"name": "Nettare brillante",
				"count": 6
			}
		],
		"lvl6": [
			{
				"name": "Mora",
				"count": 37500
			},
			{
				"name": "Guida alla giustizia",
				"count": 9
			},
			{
				"name": "Nettare brillante",
				"count": 9
			}
		],
		"lvl7": [
			{
				"name": "Mora",
				"count": 120000
			},
			{
				"name": "Filosofie della giustizia",
				"count": 4
			},
			{
				"name": "Nettare energetico",
				"count": 4
			},
			{
				"name": "Massa senza luce",
				"count": 1
			}
		],
		"lvl8": [
			{
				"name": "Mora",
				"count": 260000
			},
			{
				"name": "Filosofie della giustizia",
				"count": 6
			},
			{
				"name": "Nettare energetico",
				"count": 6
			},
			{
				"name": "Massa senza luce",
				"count": 1
			}
		],
		"lvl9": [
			{
				"name": "Mora",
				"count": 450000
			},
			{
				"name": "Filosofie della giustizia",
				"count": 12
			},
			{
				"name": "Nettare energetico",
				"count": 9
			},
			{
				"name": "Massa senza luce",
				"count": 2
			}
		],
		"lvl10": [
			{
				"name": "Mora",
				"count": 700000
			},
			{
				"name": "Filosofie della giustizia",
				"count": 16
			},
			{
				"name": "Nettare energetico",
				"count": 12
			},
			{
				"name": "Massa senza luce",
				"count": 2
			},
			{
				"name": "Corona della saggezza",
				"count": 1
			}
		]
	}
}