{
	"id": 10005,
	"rarityList": [
		3,
		4
	],
	"name": "Berserker",
	"effect2Pc": "CRIT Rate +12%.",
	"effect4Pc": "Saat HP kurang dari 70%, CRIT Rate meningkat 24%.",
	"flower": {
		"name": "Berserker's Rose",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Sehelai bunga istimewa yang diwarnai merah. Melambangkan kualitas seorang Berserker.",
		"story": "Pada hari-hari sebelum dia menjadi gila, dia pernah berhenti sejenak untuk berpikir di taman mawar.\nDia tidak pernah punya keluarga. Ataupun kekasih dan teman.\nSaat dia tidak di medan tempur, dia akan datang untuk merawat bunga-bunga yang rentan tersebut di taman dengan sepenuh hati.\nSeolah bunga-bunga merah yang terbalut duri itu adalah satu-satunya kehangatan yang bisa dia dapatkan."
	},
	"plume": {
		"name": "Berserker's Indigo Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Sehelai bulu indigo dari seekor gagak legendaris, yang mana sebagian dari bulunya telah diwarnai merah pekat.",
		"story": "Kampung halaman sang petarung yang dulunya waras itu pernah menjadi korban peperangan antara Archon dan manusia.\nTaman bunga mawar terbakar dan burung-burung memakan sesamanya.\nTerlahir kembali di dalam api, dendam dan haus darah terpatri dalam pikirannya, mengubahnya menjadi petarung gila yang haus akan darah.\nBulu hitam, menghiasi medan tempur, kini berubah menjadi merah karena amarahnya seraya dia membalaskan dendamnya."
	},
	"sands": {
		"name": "Berserker's Timepiece",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Sebuah alat yang di dalamnya terdapat aliran yang tak pernah berhenti. Menjadi sebuah simbol pengingat seorang Berserker akan waktunya yang terbatas —— baik di medan pertempuran, atau pun di dunia ini.",
		"story": "Semua pasti ada akhirnya, sama seperti petarung gila yang sepertinya tak terkalahkan itu.\nSaat darah di tangannya akhirnya mengering, langkah petarung gila itu mulai goyah.\nHidupnya ditakdirkan harus berakhir saat dia bertemu dengan penantang terakhirnya di medan tempur.\nDi medan perang di mana darahnya mengalir seperti sungai, jam pasirnya berwarna kemerahan disebabkan oleh matahari yang terbenam."
	},
	"goblet": {
		"name": "Berserker's Bone Goblet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Sebuah piala yang terbuat dari tulang seekor hewan raksasa yang tak dikenal. Merupakan suatu pengingat akan pertarungan mematikan melawan hewan tersebut.",
		"story": "Petarung haus darah itu berkeliaran di bumi, bertarung dengan manusia dan monster, dan bahkan menantang para Archon.\nDi tanah tandus dan tak bernyawa, dia bertemu monster raksasa.\nTopeng besinya tidak bisa menyembunyikan amarahnya, dan akhirnya pertarungan sengit tanpa akhir terjadi.\nJam, hari, dan tahun berlalu. Monster akhirnya terkalahkan.\nPetarung itu meminum sumsum tanduk monster yang patah itu, seolah seperti anggur bagi sang pemenang."
	},
	"circlet": {
		"name": "Berserker's Battle Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Sebuah topeng besi mengerikan dengan retakan besar di bagian tengahnya, sepertinya retakan ini berasal dari pertarungan yang sengit.",
		"story": "Terbalut api yang menghancurkan kampung halamannya, wajah sang petarung gila itu sudah tidak dapat dikenali lagi.\nTopeng besi menyatu dengan dagingnya, menunjukkan wajahnya yang tanpa perasaan.\nLalu, dalam pertarungan sengit, topengnya yang mengerikan terbelah menjadi dua oleh lawannya.\nKerak dari topeng itu merobek daging yang telah lama ada di situ.\nTapi tidak ada rasa sakit atau darah yang bisa menghentikan langkahnya yang tak tergoyahkan itu.\nPetarung itu terus mengaum sampai darah segar menutupi gumpalan hitam yang mengeras di wajahnya."
	}
}