{
	"name": "Blizzard Strayer",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Cryo DMG Bonus +15%.",
	"4pc": "Saat karakter memukul musuh yang terkena efek Cryo, CRIT Rate meningkat 20%. Jika musuh terkena Frozen, CRIT Rate meningkat lagi 20%.",
	"flower": {
		"name": "Snowswept Memory",
		"relictype": "Flower of Life",
		"description": "Bunga gletser yang telah lama punah. Bahkan petarung terkuat atau terangkuh pun akan membungkuk di hadapannya.",
		"story": "Bunga es yang membeku selamanya ini dipetik oleh sepasang tangan yang halus.\nPastinya bunga itu telah memberi seseorang kekuatan untuk melihat musim dingin sebagai pelukan yang hangat.\n\n\"Mural keempat ini kupersiapkan untukmu, sosokmu akan selalu ada di atas lukisan di atas tembok ini\"\n\"Demi mural ini, dan demi semua orang, aku akan selalu berada di sini menunggumu dan mendoakan kepulanganmu\"\n\nGadis itu berdiri di depan dinding kosong, tersenyum dan meletakkan sekuntum bunga kecil di dada prajurit itu.\nDia selalu bersikap anggun dan tenang, dan tidak pernah gentar, bahkan ketika dia menghadapi kematian.\n\nKepahlawanan Sang Penjinak Es terlupakan, terkubur di badai salju Utara.\nSejak itu, salju meleleh namun bunga itu tidak pernah layu."
	},
	"plume": {
		"name": "Icebreaker's Resolve",
		"relictype": "Plume of Death",
		"description": "Bulu burung yang memancarkan hawa dingin. Sentuhannya yang sangat dingin seakan mengalirkan angin dingin dari gunung salju ke dalam kulitmu.",
		"story": "Bulu burung pemangsa yang bukan bagian dari musim dingin. Terasa dingin saat disentuh.\nSaat menyentuhnya seolah seperti merasakan panggilan yang pantang menyerah dan putus asa di tengah badai salju.\n\nTanpa sarang atau tempat berlindung, burung itu menghadapi badai dengan bangga.\nAngin badai menyerang bulu-bulu burung itu dengan es dan salju, membuat bulu-bulu itu tertutup es.\n\nBulu ini awalnya berasal dari elang sampai suatu ketika dan angin musim dingin mencabutnya dengan paksa.\nBurung itu terbang beberapa saat di udara sebelum badai es menyeretnya jatuh ke tanah.\n\n\"Aku yakin burung-burung yang ceria dan berisik akan mengikuti jejakmu dan terbang kembali ke taman istana musim panas yang lebat dan hijau.\"\n\"Makhluk-makhluk yang diusir oleh angin es, anak-anak malang yang kehilangan kampung halamannya, akan kembali bersamamu ke sarang impian mereka.\"\n\nPrajurit pemberani yang memikul beban berat di punggungnya itu terhenti di tengah angin kencang dan salju, mencoba mengenali warna bulu yang beterbangan.\nBulu burung yang basah dan beku oleh angin es dan salju, warnanya memudar perhalan, sama seperti keyakinan dari prajurit tersebut."
	},
	"sands": {
		"name": "Frozen Homeland's Demise",
		"relictype": "Sands of Eon",
		"description": "Jam yang digunakan oleh para rakyat untuk menunggu kepulangan sang pahlawan tanah air. Yang mengalir di dalam jam ini bukanlah pasir, melainkan butiran es yang tidak pernah meleleh.",
		"story": "Jam pasir kuno dengan bubuk salju halus mengalir di dalamnya.\nBahkan musim dingin terdingin tidak dapat membekukan waktu.\n\n\"Dinginnya musim dingin seolah membuat waktu ikut membeku\"\nMitos ini beredar dan dipercaya di seluruh Entombed City.\n\nSaat mencapai puncak dari tembok angin es, malam tiba dan angin melolong kencang.\nCahaya matahari atau cahaya bulan sekalipun tidak dapat menembus angin ini dengan mudah.\nEntah itu apa badai salju atau kedinginan ekstrim, tetap tidak dapat menghentikan aliran waktu.\n\nSekalipun kota itu sudah terkubur oleh salju dan es.\nDan bahkan pahlawan yang paling kuat sekalipun suatu hari akan terlupakan."
	},
	"goblet": {
		"name": "Frost-Weaved Dignity",
		"relictype": "Goblet of Eonothem",
		"description": "Sebuah gelas yang dipahat dari sebongkah es, selalu memancarkan hawa dingin. Pemilik sebelumnya menggunakannya untuk meminum arak.",
		"story": "Orang asing yang biasa menemukan harapan bagi orang lain di musim dingin,\nbahkan gelas untuk minum pun diukir dari kristal es.\n\nMeminum anggur dari gelas itu terasa seperti menyeruput es batu yang menusuk setiap sisi tenggorokan.\nOrang biasa pastinya akan kesulitan untuk menikmatinya, namun prajurit yang pendiam itu justru menikmatinya.\n\nDia adalah prajurit yang dingin dan pendiam bagaikan es, menghalangi angin yang menusuk dari bintang-bintang dengan tubuhnya.\nSeorang gadis pelukis yang tidak puas dengan hanya dilindungi saja, meninggalkan kata-kata terakhirnya kepada pengagumnya tersebut:\n\n\"Jika rasa takut dan putus asa yang merupakan sifat alami manusia itu menghancurkanmu, atau menyesatkanmu, maka...\"\n\"...Kumohon, tetaplah hidup. Jangan binasa bersama kami, lenyap dan terlupakan di dalam salju.\"\n\nDengan meminum lagi anggur dingin dan pahit itu dia memperkuat tekadnya untuk perjalanannya, dan memalingkan wajahnya dari mata basah gadis itu,\nDan dia memulai jalur pencarian tanpa akhir, menuju salju dan daratan yang luas."
	},
	"circlet": {
		"name": "Broken Rime's Echo",
		"relictype": "Circlet of Logos",
		"description": "Mahkota dari seorang pahlawan masa lalu, yang bermimpi untuk menaklukkan dingin. Ini adalah bukti keberaniannya dalam menghadapi musim dingin yang meremukkan tulang.",
		"story": "Seorang pahlawan memulai perjalanan dalam mencari penebusan dengan sedikit harapan yang ditinggalkan oleh salju.\nMengenakan mahkota musim dingin di kepalanya, dia dengan bangga menghilang ke dalam badai dingin yang tak berujung.\n\nDengan membawa kontrak bersama kota pegunungan, disertai tatapan matanya yang jernih, para pejuang tidak pernah takut pada hal yang tidak diketahui di luar tirai es.\nPemandangan pegunungan yang dulunya hijau, berkat yang tidak lagi turun dari langit, itu semua adalah kekuatan pahlawan tersebut yang tidak pernah berakhir.\n\n\"Seberangi pintu yang membeku dan berjalanlah menyusuri koridor yang dalam.\"\n\"Dia mematahkan ranting-ranting untuk membawa harapan ke Negeri Salju.\"\n\nGadis itu menyanyikan lagu untuk menenangkan orang-orangnya dan mengenang semua ingatan tentang dirinya.\nDia sangat percaya bahwa dia akan kembali kepadanya dengan kehangatan musim semi dan harapan yang tidak berubah.\n\nTetapi pada akhirnya, pahlawan yang berjalan menjauh ke dalam salju tidak akan kembali tepat waktu.\nKata-kata kebencian yang telah lama terkikis oleh angin dan salju akan menuduhnya telah melarikan diri..."
	}
}