{
	"id": 10002,
	"rarityList": [
		3,
		4
	],
	"name": "Brave Heart",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "Meningkatkan 30% DMG terhadap musuh dengan HP lebih dari 50%.",
	"flower": {
		"name": "Medal of the Brave",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bros sederhana dengan bentuk bunga, merupakan cendera mata dari petualangan pertama seseorang.",
		"story": "Prajurit kecil itu menyelinap keluar rumah pada malam hari dan dengan senang hati berlari menuju ke hutan serigala bersama teman-temannya.\nMenggunakan ketapel kecil untuk mengusir boar, dan menggunakan dahan pohon untuk mengusir monster imajinasinya.\nBerlari jauh ke dalam hutan bersama dengan roh-roh yang bercahaya, mengeksploitasi harta yang tertidur yang berusia ribuan tahun.\n\nDan yang disebut \"harta\" adalah bunga kuning kecil ini.\n\nPahlawan yang kelelahan itu kembali ke kamarnya untuk memeriksa bukti petualangan yang telah dikumpulkannya sebagai seorang anak kecil.\nDia terkejut menemukan bahwa bunga kecil yang disembunyikan bertahun-tahun yang lalu masih belum kering dan membusuk.\nTapi hal lainnya tidak seperti bunga tersebut, kini sudah membusuk dimakan waktu."
	},
	"plume": {
		"name": "Prospect of the Brave",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Bulu dari seekor burung yang bersinar terang, memberikan segenap keberanian bagi yang mengenakannya.",
		"story": "Untuk menghibur temannya yang cengeng, pahlawan kecil itu memberinya sebuah bulu burung.\nDia memberi keberanian kepada teman-temannya sebagai bukti petualangan dan sebagai hasil dari perburuan harta karunnya.\n\nSelanjutnya, salah satu dari mereka dijuluki sebagai \"Singa\",\nMenjadi raja tanpa mahkota yang memerintah para Knight:\nDan yang lainnya mendapat julukan \"Serigala\",\nDiam-diam membantu sahabatnya yang sekarang menjadi pemimpin dan memerintah dunia.\n\nDi masa yang penuh gejolak, keduanya menjaga kota asal mereka satu sama lain bagaikan sebuah pisau dan belati tajam.\nNamun itu adalah hal yang sudah sangat lama sekali.\nBanyak kisah yang sudah hilang ditelan oleh bencana yang terjadi."
	},
	"sands": {
		"name": "Fortitude of the Brave",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Miniatur jam pasir tua yang tidak memiliki fungsi apa pun. Tujuan keberadaannya tidak diketahui, sama seperti halnya waktu.",
		"story": "Ketika kutukan gelap itu datang bagaikan air mancur, malapetaka menghampiri bumi.\nPara Knight ekspedisi menghadapi ketakutan dan mempertahankan tanah air mereka seperti gletser utara.\n\nPedang besar terlintas, dengan darah hitam beracun mengalir bagaikan es dan hujan...\n\nAkhirnya sang pahlawan kembali ke tanah airnya, tetapi teman lamanya itu tidak ada lagi.\nSatu-satunya hal yang tetap tidak berubah adalah jam pasir kecil yang diberikan oleh teman masa kecilnya tersebut."
	},
	"goblet": {
		"name": "Outset of the Brave",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Tempat penyimpanan senjata yang terbuat dari kayu, di dalamnya terpendam banyak kenangan.",
		"story": "Prajurit muda itu memenangkan pertempuran pertamanya dan menikmati kemenangan untuk pertama kalinya.\nDiiringi sorak sorai dari para sahabatnya, mereka saling berbagi kegembiraan dan kesulitan dalam segelas anggur.\n\nKetika bencana melanda bertahun-tahun kemudian, dia memimpin para Knight untuk bertarung menjaga kampung halamannya.\nSebelum pertempuran, dia membujuk teman masa kecilnya yang sekarang menjadi asistennya untuk minum bersama:\n\n\"Jika kamu tidak bisa kembali, aku juga tidak akan berduka untukmu.\"\n\"Aku akan minum untukmu lagi seperti sekarang.\""
	},
	"circlet": {
		"name": "Crown of the Brave",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Sebuah rangkaian tanaman yang dibuat dengan kasar, tetapi bagi orang tertentu, benda ini mungkin bagaikan mahkota emas seorang raja.",
		"story": "Prajurit pemberani kecil maju berjalan ke dalam hutan, melangkah untuk berjuang melakukan perlawanan.\nDan sahabatnya adalah Knight bangsawan kelas satu.\n\n\"Berjalan maju ke medan perang bagaikan seekor singa, sama seperti seribu tahun yang lalu.\"\n\"Puisi yang terjalin dari pedang untuk diberikan kepada anak laki-laki dan perempuan di masa depan\"\n\nMereka berdua bertarung dengan pedang besar tiruan yang terbuat dari dahan pohon-\nPada akhirnya, sang pejuang memenangkan pertarungan dan mengambil mahkota bangsawan tersebut.\n\nBertahun-tahun kemudian, bunga rumput dirangkai menjadi sebuah mahkota bunga,\nNamun itu menjadi lebih berharga daripada kekuatan untuk memerintah seorang Knight..."
	}
}