{
	"id": 15025,
	"rarityList": [
		4,
		5
	],
	"name": "Deepwood Memories",
	"effect2Pc": "Dendro DMG Bonus +15%.",
	"effect4Pc": "Setelah Elemental Skill atau Elemental Burst mengenai musuh, Dendro RES dari target yang terkena akan berkurang 30% selama 8 detik. Efek ini tetap dapat terpicu meskipun penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"flower": {
		"name": "Labyrinth Wayfarer",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga emas yang dipetik dari mahkota raja hutan.",
		"story": "Ketika penguasa hutan lahir, sang raja pohon menganugerahkan mahkota kepadanya.\nMahkota yang akan diwariskan untuk gadis pertama yang mengikuti langkah sang tuan.\nDia mengambil anak-anak yang hilang di hutan, tapi tidak pernah menginjak bunga liar.\n\nDia hanya tahu caranya mengabdi dan melindungi labirin,\nDia yakin bahwa dunia di luar impian hutan adalah semu,\nDia mengajari jalan pemburu dan cara menapaki mimpi kepada anak-anak,\nDia mendidik mereka agar mengasihi hutan dan segala isinya, kepunyaan tuannya;\nDia mendidik mereka agar menghormati semua yang terkena anak panah mereka, kepunyaan tuannya.\n\nAjaran ini diteruskan dari oleh setiap anak yang hilang di hutan, dan mengalami perubahan.\nAkhirnya asal-usulnya pun dilupakan, namun ada sekelompok orang yang mengabdi sebagai pelindung hutan,\nKembali ke dunia manusia dan menyalakan api di malam yang kelam untuk mengusir bayangan hitam.\nSatu yang tinggal dan berjalan bersama pepohonan, melupakan waktu ketika larut dalam perburuan, dan sekujur tubuhnya penuh bermandikan darah hitam.\n\nDia nyaris setua dan sekuno raja hutan terakhir, dan dia memimpikan labirin dan perburuan.\nMimpi yang agung dan luas, mampu melingkupi semua mimpi yang pernah diimpikan oleh para penghuni hutan.\nLabirin, tanah perburuan tanpa batas, jalur yang disusun oleh akar dan aliran air yang lebih rumit daripada loreng tubuh harimau,\nTidak tetap laksana air mengalir, bisikan maut pun hilang di tengah kebingungan labirin,\nHanya dia dan mereka yang mengerti ajaran raja hutan sajalah yang dapat melewati labirin dan memasuki tanah perburuan.\nHingga pada akhirnya bisikan itu lenyap, binatang buas yang jahat telah lari, sehingga dia yang telah tercemar sepenuhnya, dapat musnah bersama dengan mimpinya yang agung.\n\nDia, dan berbagai pecahan mimpi lainnya, akhirnya dapat menyebar ke impian para manusia.\nSeperti ribuan cermin memantulkan ribuan bayangan,\nImpian yang ditinggalkannya melewati penafsiran banyak orang, dan diberi definisi yang tak terhingga jumlahnya.\nKisah yang paling tersebar (yang menang) sudah tidak mengandung kabar apa pun lagi tentang dirinya.\n\nBahkan namanya saja, yang kisah itu sebutkan, hanyalah nama sebuah mahkota.\nDan kepunyaannya pun hanya menyisakan nama yang benar, segenggam air yang memantulan terang rembulan,\nDan bunga emas yang dia petik dari mahkota tuannya."
	},
	"plume": {
		"name": "Scholar of Vines",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Daun zamrud yang anggun bagaikan bulu diambil dari pakaian orang bijak yang berada di dalam hutan.",
		"story": "Itu adalah masa-masa raja labirin ....\nKonon katanya, gadis paling bijak dan berbudi luhur di bawah pelayan raja menguasai bahasa binatang dan sanggup menafsirkan puisi di tengah cahaya bulan.\nMenjaga hutan yang tenang, air tenang yang memeluk bulan, dan medan perburuan yang tidak berbatas di ujung mimpi.\n\"Kami lahir di hutan kerajaan yang hijau, dunia kami berada di bawah bayangan pepohonan dan di atas padang rumput.\"\n\"Semua yang berasal dari hutan akan kembali ke hutan. Selama mengikuti hukum alam, kami tidak takut mati.\"\n\"Karena mengikuti alam, mereka pada akhirnya, tetap akan melewati labirin hutan kerajaan dan akan mencapai dataran tak berujung itu.\"\nMeski ajarannya telah menginspirasi banyak anak-anak, tapi pada akhirnya akan perlahan-lahan menipis seperti garis keturunan harimau ....\n\nItu adalah masa-masa bulan pertanda ....\nKonon katanya anak muda yang buta mengikuti jejak kakaknya dengan baju besi putih untuk melewati banyak kerajaan, pengunungan, dan sungai,\nakhirnya, dia hilang di tengah kedalaman hutan yang gelap.\nMeski dia terobsesi dengan ilmu pedang, tapi dia lebih lembut dari siapa pun. Meski dia terlalu taat terhadap pengajaran, tapi dia lebih mempertahankan keadilan dari siapa pun ....\nDi ujung bayangan yang selamanya putih suci di dalam hatinya, yang dia temukan adalah salah satu relik suci hutan yang semurni cahaya bulan.\nLalu, binatang buas yang haus akan darah dan daging. Saat pemburu akhirnya tiba di sisinya di bawah cahaya redup ranting putih,\ndia telah kehilangan kekuatannya untuk berharap, dan bayangan putih yang menuntunnya di dalam hatinya mulai redup dan menghilang ....\n\nItu adalah masa ketika malam berada di atas angin, dan masa ketika fajar masih jauh.\nDari dalam mimpi buruk, orang bijak itu melihat pedang berwarna gelap dan warna merah dari air."
	},
	"sands": {
		"name": "A Time of Insight",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Penunjuk waktu yang digunakan oleh orang yang mengabdikan dirinya pada jalan kebijaksanaan tidak dipenuhi oleh kerikil yang tandus, melainkan oleh biji sesawi kecil.",
		"story": "Hikayat purba mengatakan bahwa penguasa hutan adalah penguasa kekal,\nDi akhir hayatnya dia melebur dengan hutan,\nCakarnya menjadi logam dan kayu, lorengnya menjadi labirin yang tidak berujung,\nMatanya yang membara menjadi bulan di tingkap langit dan di permukaan air.\nSemua yang mati akan terlahir kembali,\nYang layu akan mekar terbarui.\n\n\"Tapi jiwa-jiwa yang hancur oleh maut, kenangan yang lenyap untuk selama-lamanya,\"\n\"Apakah ada tempat bagi mereka di lingkaran kehidupan?\"\n\n\"Jiwa adalah hampa, dan pada waktunya semua kenangan akan kembali ke tanah.\"\n\"Untuk apa khawatir tentang sesuatu yang hampa dan ditakdirkan sirna?\"\n\"Jangan khawatir, ingatlah untuk selalu saling mengasihi dan menolong, agar kenangan itu kekal abadi.\"\n\"Maka lingkaran hidup dan mati telah dikalahkan, dan kenangan itu akan terus ada sampai selama-lamanya!\"\n\nNamun di kemudian hari, para sahabat yang setuju untuk saling mengingatkan terkena penyakit yang sangat keji: lupa.\nMenurut rupa ketiga sahabat dan ketiga roh yang belum sepenuhnya terlupakan,\nDan menurut catatan seorang ilmuwan sinting yang diusir oleh Akademiya,\nMimpi harus ditangkap, bersama dengan penghuni hutan yang menguasai mimpi,\nUntuk mengingatkan kembali wujud sahabat dan kenangan yang mereka bagi.\n\nJika bagian yang mengatur daya ingat sudah rusak dan tidak dapat dipulihkan,\nBawa lagi satu orang teman dan masuklah ke impian masa lampau bersama-sama,\nBermain di rumah pohon, menjelajahi hutan rimba yang tak ada habisnya.\nYa, itu bagus. Karena dalam mimpi, semua orang punya kesempatan kedua.\n\nTapi yang pasti, tangkap dahulu para roh mimpi.\nSeperti yang pernah para orang bayaran itu lakukan untukku.\nAku yakin mereka tidak akan mengecewakanku."
	},
	"goblet": {
		"name": "Lamp of the Lost",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Aslinya benda ini hanyalah lampu minyak yang bentuknya menyerupai padang pasir. Tapi sekarang tumbuhlah daun berwarna hijau neon di atasnya.",
		"story": "Dikatakan bahwa ketika penguasa kebodohan hancur oleh ambisinya sendiri, raja-raja padang pasir seketika bangkit dan seketika pula tumbang.\nTiran-tiran kecil mengumpulkan mereka yang melarikan diri dari malapetaka. Mereka membangun kuil, mendirikan istana, dan menumpuk tembok tinggi di atas bekas-bekas reruntuhan purba.\nKota-kota didirikan dan dirobohkan hari demi hari, setiap penguasa yang menyombongkan harta jatuh bangun seumur jagung saja.\nLampu minyak ini milik pangeran muda dari salah satu kerajaan yang terjatuh dan merupakan salah satu harta yang tersisa di gudang harta karun bangsawan.\n\n\"Ayah memanjat menara untuk mengejar elang. Menara yang tua tidak mampu menopang beban tubuhnya yang besar dan melemparkannya ke pasir hisap yang panas.\"\n\"Dengan cara ini, masa kejayaan kerajaan berakhir. Aku yang seharusnya mewarisi takhta, juga terlibat dalam kekacauan yang tidak perlu dan dibuang karena konspirasi.\"\n\"Saat itu, aku juga punya seseorang yang kucintai. Dia ingin menjadi ratu, tetapi tidak peduli dengan nama orang yang duduk di atas takhta.\"\n\"Dan aku kehilangan cintaku. Demi hidupku dan segelku, aku menutup bibirnya dengan ciuman ular berbisa dan menguburnya dengan selimut pasir.\"\n\"Kemudian, seperti yang terjadi pada semua kerajaan lain dalam sejarah, ancaman musuh dari luar dan dalam akan muncul. Keluarga, kerabat, budak, dan pangeran akan saling menyerang satu sama lain.\"\n\"Kelangkaan dan perselisihan tampak seperti kembar yang cacat, menari di atas pasir panas yang tidak memiliki dewa ini, mengubur diri mereka dalam fatamorgana.\"\n\nDan dengan cara begitu, kerajaan di dalam pasir yang membakar kembali ke asalnya, pangeran yang dulu kaya menjadi pengungsi yang kehilangan segalanya.\nDengan keinginan untuk menaklukkan dunia baru, ia mengambil jalan ke hutan hujan sendirian dengan sisa kekayaan yang dia miliki.\nNamun, lama setelah itu, pangeran yang mencoba menaklukkan hutan seperti Harimau Rishboland yang ganas akan ditaklukkan oleh cahaya bulan yang tenang.\nTertarik oleh sosok pemburu wanita yang penuh semangat yang memegang busur putih, dia melacak dan diusir malam demi malam,\nPangeran yang terasingkan perlahan memahami bisikan pohon dan harimau, dan diterima oleh mimpi yang penuh belas kasihan dan luas—\n\n\"Hahaha ... Itu cerita yang bagus. Cerita bagus tentang pengasingan seorang pangeran dan menemukan takdir untuk kembali ke kejayaan ....\"\n\"Mimpi emas sedang memanggil pasir yang berkeliaran ....\""
	},
	"circlet": {
		"name": "Laurel Coronet",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Mahkota yang dianugerahkan oleh Archon Dendro, diturunkan dari generasi ke generasi di antara raja-raja labirin, dan akhirnya diwarisi oleh pelayan raja.",
		"story": "Ada waktu untuk menabur, ada waktu untuk menuai. Demikianlah adanya hingga akhir zaman.\nSang penguasa pepohonan berucap, demikianlah kiranya lingkaran kehidupan.\nYang mati akan lahir kembali,\nYang layu akan mekar terbarui.\nBuah yang jatuh ke bumi memberi makan binatang yang berjalan,\nBinatang yang mati kembali ke tanah dan kelak kan berakhir menjadi buah\nHutan lestari penuh hawa kehidupan.\n\nDahulu ketika dewa pohon menciptakan hutan di tengah padang pasir,\nAlat pemanggil hujan ia ciptakan di hari pertama.\nMaka rembulan memantulkan pola terang dari labirin ke atas air.\nDan \"harimau\" pun terlahirlah.\n\nLoreng-loreng harimau selalu berubah,\nTidak tetap, dirinya dinobatkan sebagai penguasa hutan, diberinya nama Viaghara.\nDewa hutan, diberkatilah namanya, berjalan di taman itu, diangkat tinggi-tinggi kepalanya,\nIa yang berdaulat di atas semua kera, burung, dan binatang buas dalam labirin.\n\nDi kemudian hari, benih buah delima jatuh ke tanah dan melahirkan roh-roh hutan.\nMaka sang penguasa hutan memberkati mereka demi Pohon Vasara yang pertama, diadakanlah perjanjian dengan yang kudus,\nMaka labirin itu ditinggali bersama, diperintahkannya burung dan binatang buas untuk berdamai dan tidak menyerang mereka.\n\nMeski sinar surya perlahan terhalang tabir, dan aliran air kian tercemar,\nDan sang penguasa hutan terakhir wafat melindungi palungan kehidupan,\nKucing besar berkumis menjadi pewaris nama yang agung,\nDan terus menjaga hutan dan segala isinya meniru tuannya.\nKekuatannya tidak sebanding bahkan sebutiran debu pun dengan sang tuan,\nNamun sumpah pelindung hutan tetap dipegangnya teguh,\nDan tidak pernah dirinya melukai roh-roh penjaga pepohonan.\nYa, labirin yang selalu berubah telah tiada,\nTetapi kehidupan di hutan itu penuh lestari."
	}
}