{
	"name": "Defender's Will",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "DEF +30%.",
	"4pc": "Meningkatkan 30% Elemental RES diri sendiri untuk setiap jenis elemen karakter di dalam party.",
	"flower": {
		"name": "Guardian's Flower",
		"relictype": "Flower of Life",
		"description": "Bunga iris yang dikasihi oleh para Guardian. Namun sangat disesali, sang Guardian tidak pernah mendapatkan kesempatan untuk memberikannya kepada orang yang dia kasihi.",
		"story": "Hanya suara jernih dari nyanyian gadis muda itu,\nYang bisa membuat sang penjaga menjadi sedikit lebih tenang.\n\nKisah di antara mereka begitu singkat.\nAkhirnya, Knight itu menumpahkan semua darahnya,\nGadis itu meneteskan air matanya dan bernyanyi."
	},
	"plume": {
		"name": "Guardian's Sigil",
		"relictype": "Plume of Death",
		"description": "Bros berbentuk sehelai bulu yang melambangkan keinginan seseorang untuk melindungi.",
		"story": "Pola perisai yang terukir pada pin berbentuk bulu samar-samar bersinar di bawah sinar rembulan.\nPada saat itu, itulah kilauan yang membuat para musuhnya ketakutan.\n\nPenjaga itu memiliki nama Knight yang sangat terhormat.\nPada malam hari, dia sering menyembunyikan mantel dan wajahnya di balik jubahnya.\nDengan cara ini, dia dapat menyelesaikan apa yang harus dilakukannya tanpa menahan diri lagi,\nItu juga bukan merupakan sesuatu yang dapat dilakukan oleh seorang Knight yang brilian."
	},
	"sands": {
		"name": "Guardian's Clock",
		"relictype": "Sands of Eon",
		"description": "Peralatan yang berfungsi untuk menunjukkan waktu. Di malam tanpa bulan, hanya benda ini yang dapat memberikan referensi waktu.",
		"story": "Suara jarum jam, cahaya lilin, kasus;\nBayangan orang di bawah cahaya sinar rembulan, pedang dan topi hitam,\nMereka sudah seperti sahabat yang menemani penjaga yang kesepian ini.\nTetapi tidak peduli seberapa jauh pencapaiannya, bagi dia, waktu tidak akan pernah cukup.\nBosnya yang ceria itu sering kali menertawakan sikap diam dan kebodohannya.\n\nSang penjaga adalah orang yang tidak melihat masa lalu. Di matanya, hanya ada saat ini dan masa depan.\nBaginya, sah-sah saja menggunakan segala cara untuk membasmi semua kejahatan,\nHanya dengan cara ini maka bisa menjamin kedamaian tanah yang dicintai oleh bos teman-teman terkasih.\n\nHanya ketika melihat gadis di alun-alun pada siang hari,\nDia mulai memikirkan hal yang biasanya tidak ada waktu untuk dipikirkan.\n\nMungkin aku juga harus mempunyai \"masa depan\"..."
	},
	"goblet": {
		"name": "Guardian's Vessel",
		"relictype": "Goblet of Eonothem",
		"description": "Wadah metalik yang biasanya digunakan untuk menyimpan minuman, untuk meredakan rasa kesepian di tengah panjangnya pekerjaan berjaga.",
		"story": "Botol anggur logam tua yang sangat biasa.\nJika harus mengatakan ada sesuatu yang istimewa,\nAku khawatir di dalamnya sudah tidak ada anggur lagi yang tersisa.\n\n\"Ah kamu, sekali-sekali cobalah untuk minum anggur.\"\nTeman lama dan juga pimpinannya tertawa.\n\"Berhentilah mengerutkan alis dan cemberut seperti itu, minumlah sedikit dan bernyanyilah!\"\n\"Agar bisa mendapatkan keberanian untuk menghadapi hari esok.\""
	},
	"circlet": {
		"name": "Guardian's Band",
		"relictype": "Circlet of Logos",
		"description": "Kain dekorasi berwarna biru nila kehitaman. Dapat juga digunakan untuk mengikat luka di saat darurat.",
		"story": "Harus selalu siap dengan kedua tangannya-\nIkat kepala tersebut diikat sesuai dengan kepercayaannya.\nDalam keadaan darurat, itu dapat digunakan sebagai perban hemostatik.\n\nBerdasarkan kepercayaan ini, dia mewariskan ilmu pedang kepada para Knight lain yang juga adalah sahabatnya.\nBerdasarkan kepercayaan ini, Knight putih yang haus akan keadilan terlahir.\nBerdasarkan kepercayaan ini, maka bibit yang akan menjadi bunga yang jahat bisa dibasmi.\n\nJika semua sudah siap,\nBahkan jika suatu hari aku tidak bisa lagi melindungi tanah ini,\nAku tidak bisa lagi melindungi sahabatku, dan gadis yang suka menyanyi itu..."
	}
}