{
	"id": 15027,
	"rarityList": [
		4,
		5
	],
	"name": "Desert Pavilion Chronicle",
	"effect2Pc": "Anemo DMG Bonus +15%.",
	"effect4Pc": "Setelah Charged Attack mengenai musuh, Normal Attack SPD Karakter ini meningkat 10%, dan DMG yang diakibatkan Normal Attack, Charged Attack, serta Plunging Attack meningkat 40%, berlangsung selama 15 detik.",
	"flower": {
		"name": "The First Days of the City of Kings",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga buatan manusia yang berkilauan dengan cahaya aneh. Jika kamu mencoba mendengar di dalamnya, kamu akan bisa mendengar tawa menawan dari dalamnya secara samar-samar.",
		"story": "Wahai sang bangsawan yang jatuh ke dalam debu, yang mendengarkan orang tua buta ini —\nBercerita tentang pelajaran dari Gurabad dan bunga buatan yang lenyap.\nBercerita tentang Raja yang rendah hati, tentang cinta buta dan kemarahan Jinni ....\n\nLegenda mengatakan bahwa Raja Deshret, setelah kematian kekasihnya, pergi membuat perjanjian dengan manusia dengan bantuan Jinni.\nHanya mereka yang tidak memiliki hati besi dan yang belum dinodai oleh kebusukan,\nyang pantas melayani sebagai raja feodal dan membimbing rakyat bagaikan seperti gembala yang memandu kawanan domba.\nDemikianlah, di bawah belas kasihan seorang tuan yang tegas, sang Jinni menemukan pilihan mereka ....\nOrmazd, seorang gembala muda pada masa itu, jatuh cinta kepada Liloupar yang terlahir dari teratai.\n\n\"Aku akan memberimu berkat untuk ratusan generasi, yang dibayar dengan pembalasan yang tajam dan penumpahan anggur merah.\"\n\"Karena cinta buta dari Jinni yang mengikatnya pada keserakahan dan tuntutan, serta bersama dengan semua itu membawa pembalasan yang dianggapnya sebagai keadilan.\"\n\nTetapi, di bawah cahaya bulan, Ormazd gagal untuk menerima peringatan ini ke dalam hatinya ....\nSeolah-olah bayaran yang ditakdirkan masih sangat jauh hingga dapat menyentuh para pemuda ini.\nDengan petunjuk dari Jinni, sang penggembala muda berhasil menjadi pemimpin dari suku pengembara,\nseiring berjalannya waktu, Ormazd mengalahkan musuh-musuhnya dan dinobatkan sebagai seorang raja feodal.\n\nGurabad bermekaran seperti bunga-bunga di sepanjang jurang, menjadi ibukota bagi semua orang.\nOrmazd si penggembala telah menjadi seorang raja feodal yang mewakili Raja Deshret.\nAkan tetapi, bahkan saat bunga yang bermekaran dan harumnya mengisi udara, siapa yang bisa menyangka bahwa ....\nKehancuran yang paling pahit dan kejam sedang mengikuti pemekaran yang paling berkembang.\n\nMengikuti kisah kuno yang diceritakan oleh gurunya, Xiphos memulai perjalanannya ke kota safir,\ndengan terkuburnya ajaran-ajaran tersebut di dalam pasir masa lampau, akan menemukan kelanjutan bersama angin esok hari ...."
	},
	"plume": {
		"name": "End of the Golden Realm",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Bulu buatan manusia yang sebening kristal. Merupakan salah satu peninggalan kerajaan manusia purba. Auman elang yang terbang sepertinya juga tersegel di dalamnya.",
		"story": "Wahai sang pengembara muda, tolong mendengarkan orang tua buta ini —\nBercerita tentang reruntuhan Gurabad dan akhir dari mimpi delusi ....\nBercerita tentang permata yang bersinar menyerupai kubah bintang dan bangsa-bangsa yang terpisah.\n\nMenara yang menjulang tinggi dan kuil-kuil emas ditelan oleh ombak yang mengamuk. Aula serta istana terpenuhi dengan orang miskin ...\nMassa yang marah, diikuti dengan keinginan seseorang yang mengenakan topeng kuningan, sementara mereka yang bijaksana menyatakan kejadian ini sebagai \"wabah besar\".\nDari wabah besar ini, Gurabad hancur, dan Raja Deshret mulai berjalan menuju kehancuran dirinya ...\nLiloupar yang terlahir dari teratai, menemukan dirinya dibayar dengan jiwa yang terputus setelah menjadi korban dari rencana yang paling berbahaya,\nSaat kerajaan yang luas dan subur menjadi gurun pasir dalam semalam, suku-suku dan kerajaan-kerajaan kembali memulai keributan ....\nSejak saat itu, penduduk gurun dan oasis terbagi menjadi tujuh bangsa, dengan kota safir, Tulaytullah, sebagai kota yang termakmur.\n\n\"Aku pikir aku telah hidup cukup lama, menyaksikan orang-orang bodoh dan jahat semasa hidupku ....\"\n\"Saat aku masih muda, dinding berlapis emas pernah menutupi kubah safir seperti ombak yang menyelimuti bulan.\"\n\"Saat aku masih muda, kanal-kanal Tulaytullah bersinar terang, cahayanya menandingi cahaya bulan.\"\n\"Sekarang, tanpa kedua mataku, aku malah menyaksikan bangsawan yang jatuh ke dalam perbudakan dan pangeran yang dijatuhkan oleh prajurit budak.\"\n\"Sekarang, tanpa kedua mataku, aku malah mendengar tentang bangsawan yang membunuh sage dan penari dari bangsa asing yang merebut kekuasaan.\"\n\"Bangsa yang hidup dan mati bagaikan dalam mimpi khayalan, dengan semua orang baik dan jahat yang hancur seperti sekam gandum di bawah penggilingan.\"\n\nLautan safir terukir di dalam kabut kebohongan, yang terus berlanjut menjadi legenda dan sejarah —\nSeorang Jenderal, yang pernah menaklukkan kota yang tak terhitung, sekarang ditinggalkan seorang diri hanya dengan seorang budak yang tersisa, untuk memandu jalannya,\nSedangkan para budak muda menanggung beban sebagai \"juru kunci\" untuk memulihkan tanah air mereka ....\nSang raja, yang mati karena seekor burung elang, tertinggal dengan pisau yang berlumuran darah di lehernya,\ndan sang penari yang telah bersumpah kepada pangeran, hanya peduli dengan kebencian yang dirasakannya kepada sang tiran ....\n\nTangan dan tindakan manusia terbentuk, seolah-olah membentuk seekor elang, dengan Jinni dimasukkan ke dalamnya.\nDari jurang Gurabad, berlayar melalui kota-kota menyedihkan di padang pasir ....\nHingga akhirnya tiba di tangan para keturunan berlapis emas, kenangan yang hilang bergetar seperti sedang mengempaskan pasir.\nSetangkai bulu buatan terbaring di atas bukit pasir, dengan diam menyatakan akhir dari bangsa ini ....\n\nLewat suara yang tua, sang pangeran yang hilang mengingat kembali istana yang terbakar di tanah kelahirannya,\ngurunya pada masa itu adalah seorang Jenderal dan penyair, yang setia kepada sang tiran yang menghancurkan bangsanya.\nSemua itu membawa keuntungan dan akibatnya. Yang satu kehilangan kedua matanya, yang satu lagi kehilangan takhta kerajaannya ....\nSepanjang waktu, roda takdir terus berputar, menghancurkan harapan di seluruh dunia."
	},
	"sands": {
		"name": "Timepiece of the Lost Path",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam mekanik kuno. Bagian dari Jinni terus memancarkan cahaya di pusatnya. Sedikit bergetar, seolah hendak mengatakan sesuatu ....",
		"story": "\"Ibu ... Ibu ...!\"\n\"Terlahir tua, dengan kekuatan tak terduga yang didukung oleh para dewa yang hancur ....\"\n\"Tidak pernah mencicipi rasa manis air susu, atau merasakan kehangatan rahim ....\"\n\"Air mata yang menguap karena terik matahari dan kegembiraan sesaat dihancurkan oleh roda gigi ....\"\n\"Kami tidak terlahir dari cinta, tetapi dari kebencian dan pengasingan ....\"\n\n\"Ibu ... Ibu ...!\"\n\"Kami tidak memegang harga diri dan tidak memiliki kapasitas untuk meninggikan diri ...\"\n\"Tidak ada tempat bagi keberadaan kami, tidak ada istirahat yang diberikan kepada kami ...\"\n\"Suara kami telah diganti dengan pipa perunggu dan perut kami yang bengkak tidak memiliki pusar ...\"\n\"Kepada sang ibu yang tidak pernah mengandung kami, semoga penyakit dan kesengsaraan menghantuimu setiap saat ...\"\n\n\"Ibu ... Ibu ...!\"\n\"Apakah aku ini, selain mesin tanpa jiwa ... budak bagi para Jinni\"\n\"Aku tidak memiliki nama dan tidak ada yang pernah mendengar namaku ...\"\n\"Bejanaku terbentuk oleh kekejaman dan siksaan, denyut nadiku dipicu oleh kebencian ...\"\n\"Perpaduan dari segala kebencian terkumpul di dalam, menciptakan keinginan untuk menghancurkan semua yang ada, semua yang akan pernah ada ...\"\n\n\"Seiring dengan cahaya bulan yang menyinari wajah kami yang hancur, kami menyatakan janji terakhir ini ...\"\n\"Semoga pasir menyayat paru-parumu, semoga semua yang hijau hangus terbakar menjadi kegelapan ...\"\n\n\"Akhirnya, kami terlepas dari rantai yang telah membelenggu sejak kelahiran kami ...\"\n\"Akhirnya, kami mengembalikan pelukan kami kepada Shirin, yang memberikan kelahiran yang menyiksa dan tidak adil ...\""
	},
	"goblet": {
		"name": "Defender of the Enchanting Dream",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Sebuah cangkir emas kuno dengan bentuk yang indah dan menawan. Bagian dalam cangkir yang kosong bergema seperti suara gumaman.",
		"story": "Wahai sang pengelana yang mencari sumber air, mohon dengarkan orang tua buta ini —\nBercerita tentang penyesalan Gurabad dan mimpi khayalan Raja Deshret ....\nBercerita tentang keguguran pahlawan yang setia dan patah dan pengkhianatan dari rekan sebangsanya.\n\nLegenda mengatakan ketika Ratu Bunga meninggal, Jinni miliknya yang tak terhitung jumlahnya berpaling untuk melayani Raja Deshret.\nRaja Deshret dengan sia-sia mencari ke mana jarum suci terjatuh, di tempat surga kuno telah ditandakan, dan menciptakan oasis abadi ....\nSalah satu di antara para Jinni bernama Ferigees, yang mendapatkan mandat untuk memerintah oasis atas perintah Raja Deshret.\nUntuk melindungi tidur panjang majikannya, dia menggunakan kekuatannya untuk menjaga mata air agar tetap mengalir.\nDengan begitu, mulai menghiasi langit di atas kehijauan di tengah padang pasir sebagai permulaan dan menyediakan perlindungan bagi orang-orang yang telah kehilangan rumah mereka ....\n\nSetelah itu, di bawah arahan dari Jinni Liloupar, bangsa-bangsa kecil dari kerajaan feodal membangun kota-kota mereka mengitari \"Oasis Abadi\".\nDengan kesetiaannya kepada Ratu Bunga dan belas kasihan kepada bangsa yang muda, Ferigees memutuskan untuk berkorban.\nMelanggar perintah yang diberikan kepadanya oleh Raja Deshret, sang Jinni mengurung tubuhnya dalam belenggu es,\nmenjadi seperti cangkir kristal untuk menahan amarah padang pasir, menjaga kota-kota manusia dengan wujudnya yang tidak bergerak ....\n\n\"Tetapi segala sesuatu memiliki waktunya dan segala sesuatu memiliki perubahannya. Sebagaimana kita saling membutuhkan hari ini, demikian juga kita akan saling meninggalkan esok hari.\"\n\"Kehilangan kebebasan yang sangat dibanggakan oleh Jinni, kehilangan bejana yang merasakan kegembiraan dan kasih sayang, semangatnya menurun dari hari ke hari.\"\n\"Peri bunga teratai menjerumuskan raja manusia ke dalam intriknya dengan kebohongan yang diwarnai madu, dan Raja Deshret tenggelam jauh ke dalam mimpi kegilaan ...\"\n\"Tetapi aku sudah lama menunggu — selalu menunggu di dalam khayalan ... Menunggunya untuk mengungkapkan kebohongan kunonya.\"\n\nPikiran dan tubuh dihiasi dengan mesin-mesin rongsok, menunggu akhir dari tidur nyonya mereka,\nberpegang pada harapan kosong, saat dia diam-diam menjaga mimpi yang telah hancur dari kerajaan pasir ini.\nTerlepas dari apakah mata air bercampur dengan batu kerikil, terlepas dari apakah oasis telah ditelan pasir ....\nDia tetap terus mendengarkan suara denyut abadi Primal Construct, menunggu titik balik.\n\n\"Tapi, tuanku begitu buta, aku dirantai menjadi budak, dan semuanya diambil dariku ketika aku masih muda ...\"\n\"Bahkan aku, yang ditinggalkan oleh takdir seperti bukit pasir, mungkin layak menerima kesempatan kedua?\""
	},
	"circlet": {
		"name": "Legacy of the Desert High-Born",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Anting-anting yang terbuat dari emas amber dengan batu permata di atasnya. Memancarkan kilau cahaya yang luar biasa.",
		"story": "Wahai sang pedagang yang bersembunyi dari badai pasir, mengapa kamu tidak mendengarkan orang tua buta ini —\nBercerita tentang masa lalu Gurabad dan pembalasan dari para penduduk.\nBercerita tentang para bangsawan yang baru lahir dan para pelayan di bawah istana ....\n\nLegenda mengatakan bahwa saat Gurabad bangkit, Raja manusia menyatukan banyak oasis menjadi satu.\nSejak saat itu, suku-suku yang terpecah dan bangsa-bangsa yang masih muda menyerah kepada Ormazd.\nOrmazd memuja Raja Deshret sebagai tuan pelindungnya dan membangun istana dan kuil untuk memujanya.\nBudak-budak diambil dari kaum suku, meminta pekerja dari bangsa-bangsa, dan meminta sumbangan dari kota ....\nKota berkembang pesat menuju kejayaan, meskipun budak dan bangsawan sama-sama dibayangi oleh kekelaman.\n\nMelihat para pendeta dan budak yang seperti semut dan belalang dari menara yang tinggi, Aiji sang Jinni menghela nafas kesedihan.\nSebagai pelayan Sabzeruz, dia pikir dia telah memilih raja yang diharapkan, tetapi tidak ingin dia tertipu oleh keangkuhan.\nDengan demikian, dari ranjangnya, dia memberikan teguran lembut dan mencoba membujuk sang raja untuk berubah pikiran, tetapi akhirnya sia-sia ....\nOrmazd menganggap perbudakan sebagai perjanjian dan kaidah, menganggap teguran itu hanyalah kata-kata godaan dari sang kekasih.\n\n\"Memberikan cinta kepada seseorang berarti menjadi pendamping yang selalu ada untuk keinginan dan tuntutan yang tak pernah berakhir.\"\n\"Keinginan akan mimpi, akan sebuah rumah, dan meminta orang yang kau cintai melampaui mimpi biasa.\"\n\"Tapi sekarang, sang pecinta tenggelam dalam keserakahan dan kemunafikan, dengan perlahan menjadikannya seorang tiran.\"\n\"Untuk meredakan kekecewaan dan kemarahanku atas pengkhianatan, aku akan menjatuhkan hukuman pengucilan selama tiga generasi.\"\n\nDia diam-diam melepas anting yang diberikan oleh sang tiran untuk menunjukkan tekadnya,\nDi dalam hatinya yang dingin, sudah ada siasat mematikan untuk menghukum sang kekasih.\n\n\"Xiphos, anakku, kebencian hanya akan membakar segalanya, menyisakan abu dan kegilaan.\"\n\"Akan tetapi yang lebih berbahaya adalah cinta obsesif. Banyak hal jahat di dunia ini yang dimulai dari cinta buta ...\""
	}
}