{
	"name": "Echoes of an Offering",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATK +18%.",
	"4pc": "Saat Normal Attack mengenai musuh, ada 36% kemungkinan akan memicu Valley Rite yang akan meningkatkan DMG Normal Attack sebesar 70% ATK. Efek akan hilang 0,05 detik setelah Normal Attack mengakibatkan DMG. Jika Normal Attack gagal memicu efek Valley Rite, maka kemungkinan Valley Rite akan terpicu pada serangan berikutnya meningkat 20%. Efek ini dapat terpicu maksimum sekali setiap 0,2 detik.",
	"flower": {
		"name": "Soulscent Bloom",
		"relictype": "Flower of Life",
		"description": "Sebuah batu giok yang diukir dalam bentuk bunga. Aroma samar-samar muncul dan hilang dengan cepat dari benda ini.",
		"story": "Aroma dari bunga yang mekar setiap tahun adalah pertanda awal bagi Desa Qiaoying untuk mempersiapkan upacara minum teh.\nSaat bunga layu, teh yang wangi dipersembahkan di depan kuil.\nMasa berbunga bunga ini sangat singkat, sama seperti kunjungan Adeptus yang singkat.\nYang tersisa hanyalah nama sang dewa obat dan banyak legenda yang samar-samar.\n\nDalam satu cerita, tubuh abadi dari dewa obat berubah menjadi cabang dari pohon teh kuno.\nDalam cerita lain, seekor binatang jahat yang dijinakkan membawa dia ke pegunungan dewa.\nMasih ada satu cerita lain—\n\nBegitu gadis muda itu tiba di darat, dia dengan cepat mengambil topi kerudungnya dari tanah dan dengan cepat meletakkannya di kepalanya.\nKalau bukan karena kerudung yang menutupi wajahnya, wanita muda itu selalu merasa malu dan tidak berani berbicara.\nPelaku yang menempatkannya dalam situasi ini tiba-tiba menjulurkan kepalanya keluar dari air,\nseperti memamerkan kemenangannya kali ini, dengan sisik warna-warni yang bersinar.\n\n*uhuk* \"Kamu ingin pamer kalau kamu bisa berenang? Aku kutuk kamu supaya tenggelam di air cepat atau lambat!\"\n\nMeskipun dia sangat marah saat itu, tetapi kalimat yang dia ucapakan itu hanya lelucon.\nNamun, cahaya yang berkilauan itu akhirnya menghilang ke dalam kolam yang dalam dan tidak pernah muncul kembali."
	},
	"plume": {
		"name": "Jade Leaf",
		"relictype": "Plume of Death",
		"description": "Ornamen batu giok yang berbentuk seperti daun. Tampaknya dulu benda pernah memiliki makna yang dalam di antara orang-orang.",
		"story": "Dahulu kala, tak ada penyeberangan di seberang sungai, hanya ada lereng bukit yang berkabut.\nPemilik gunung ini belum memutuskan apa yang akan ditanam di sini, tetapi sudah ada yang mendahului.\n\n\"Begitu pohon ini tumbuh besar, akan kuambil daunnya dan kuseduhkan teh untuk kalian semua.\"\n\"Tiba waktunya nanti, mari undang Cloud Retainer dan Mountain Shaper datang ke tempat ini ....\"\n\n\"Kamu mengatakan hal seperti itu setelah dengan lancang menanam pohon di tanahku?\"\nMeskipun gadis penguasa gunung itu mengumpat, tapi dia sudah dapat membayangkan aroma teh yang harum.\n\nKemudian, seseorang mengikat liontin batu giok ini ke cabang tipis dari sebuah pohon kecil.\nDan kemudian setelah itu, pemilik gunung kembali, tetapi berubah menjadi bentuk yang sama sekali berbeda,\nDia bahkan tidak punya jari untuk melepaskan tali liontin itu. Itu sudah lama sekali ....\n\nSekian tahun berlalu, suku-suku pegunungan menyangkok pohon itu ke sebrang sungai.\nAroma teh juga menyebar dari Lembah Chenyu ke Pelabuhan Liyue dan terus ke banyak tempat lainnya.\n\nAda banyak legenda tentang pohon teh di Lembah Chenyu. Salah satunya adalah:\nTerlepas dari kondisi air, tanah dan sinar matahari, pohon ini hanya dapat tumbuh dengan subur di Lembah Chenyu.\nIni karena mereka mengingat janji masa lalu yang dibuat di dekatnya ketika masih bibit dulu."
	},
	"sands": {
		"name": "Symbol of Feliciation",
		"relictype": "Sands of Eon",
		"description": "Ornamen batu giok berbentuk bulat dan melingkar. Legenda mengatakan bahwa benda ini pernah digunakan di suatu tempat sebagai simbol untuk memulai sebuah ritual.",
		"story": "Legenda mengatakan bahwa batu mentah untuk liontin giok ini berasal dari gunung suci yang telah lama disegel.\nSama seperti keong bintang, ketika meninggalkan pantai, mereka akan sering mengingat suara deburan ombak,\nsuara air yang mengalir juga akan datang dari cincin giok ini.\n\nAda rumor yang sering terdengar di penginapan ....\n\"Menurut legenda, harta paling berharga dari aliran sungai gunung adalah sepotong batu giok mentah yang dapat menurunkan hujan.\"\n\"Tapi kemudian, ketika dunia berada dalam kekacauan, iblis mendambakan kekuatannya.\"\n\"Jadi penguasa gunung membaginya menjadi beberapa bagian dan membuatnya terlihat berbeda untuk membingungkan mereka.\"\n\"Beberapa bagian dia tenggelamkan di sungai, yang lain dia sembunyikan di gunung, dan yang lain dia berikan sebagai persembahan pada kuil.\"\n\"Menurut legenda Lembah Chenyu, hiasan giok ini terikat perjanjian dengan dewa.\"\n\"Hanya saja tidak ada yang bisa menemukannya setelah bertahun-tahun ....\"\n\nPendeta selalu mengenakan liontin giok ini dengan hati-hati.\nSebelum pergi, dia diam-diam menunjukkannya kepada temannya yang tidak sopan dan tidak tertarik.\nPendeta dengan sungguh-sungguh menceritakan asal usul ukiran tersebut, kontrak lama antara leluhur dan para dewa,\nTetapi temannya yang memegang tumbukan obat di tangannya dan mengeluarkan keringatnya dengan deras, sama sekali mengabaikannya.\n\n\"Setiap tahun, melakukan ritual yang sama. Aku tidak tahu sudah berapa kali aku mendengar itu darimu.\"\n\"Bukannya kamu bilang ingin undang aku untuk minum teh saat kamu balik? Kita bicarakan saja nanti.\"\nTapi apa yang keluar dari air tidak seperti yang dia pikirkan, akhirnya menghilang di dalam air ....\n\nPara pengrajin di Dermaga Yilong masih membuat hiasan yang mirip dengannya sampai hari ini.\nPara pedagang juga mengikuti legenda dan memakai cincin giok halus di dekat telinga mereka,\nmendengarkan suara air hujan yang jatuh di atas bebatuan"
	},
	"goblet": {
		"name": "Chalice of the Font",
		"relictype": "Goblet of Eonothem",
		"description": "Cangkir teh ini selamanya dipenuhi dengan air tawar. Mungkin ini adalah hadiah dari Adeptus, atau mungkin salah satu relik mereka, atau mungkin juga hanya sesuatu yang mereka tinggalkan.",
		"story": "Awalnya, ini adalah hadiah pemberian teman, yang terhubung dengan sebuah alam kecil.\nMata air di dalamnya tak pernah mengering, sehingga cocok untuk dijadikan tempat tinggal sementara.\nIa dapat menahan pantulan cahaya matahari dan bulan, juga dapat menampung ikan-ikan.\n\nJika dibandingkan dengan nasib yang harus menimpa Yaksha, ia menganggap dirinya jauh lebih beruntung.\nNamun harga yang harus dibayar dari pewarisan ritual kuno adalah tidak menapaki daratan untuk waktu yang lama.\nPada saat itu, air manis yang mengalir di permukaan tanah Liyue jauh lebih sedikit daripada sekarang.\nKota pelabuhan di bawah gunung dan hamparan padang yang terbentang luas, semua bak mimpi bagi dirinya.\nTetapi orang yang takut direpotkan itu malah berangkat dengan membawa cawan di kedua tangannya.\n\nPelabuhan Liyue yang terucap dari mulutnya, kiranya penuh kekurangan laksana upacara di pedesaan.\nPerjalanan ini pasti akan penuhi perdebatan, perjuangan, dan permasalahan.\nDia tahu mereka berdua suka berdebat dan tidak suka kerumunan.\nDi dunia, tidak ada lagi Adeptus kecil seperti mereka, mengagumi tetapi takut akan kemakmuran.\n\n\"Tapi di antara kita ada begitu banyak janji. Ini baik.\"\nSebelum pergi, dia berpikir dalam hati.\n\"Perjalanan ini akan sangat menyenangkan, 'kan? Aku bisa mengenalkannya ke teman-teman lama.\"\n\nSetelah itu, kompor dan teko menjadi benda umum, bahkan rupa cawan itu pun ditiru oleh semua orang.\nJadi setiap orang dapat memiliki bulan yang cerah di meja dan telapak tangan mereka."
	},
	"circlet": {
		"name": "Flowing Rings",
		"relictype": "Circlet of Logos",
		"description": "Sepasang anting yang terbuat dari batu giok. Memiliki tekstur yang lembut.",
		"story": "Lembah Chenyu memiliki banyak gunung, banyak perairan, dan banyak cerita. Di antaranya, yang paling terkenal adalah:\nPada zaman dahulu, ada sebuah batu giok mentah yang jatuh ke tangan iblis dan dibuang ke dalam air yang dalam ....\n\nDalam legenda, sungai-sungai besar sering kali terbelah menjadi banyak anak sungai. Ada sebuah cerita di dalamnya yang mengatakan,\nSebuah giok yang indah, dulunya adalah batu giok mentah dari pegunungan suci. Diukir dengan hati-hati oleh Rex Lapis.\nBatu yang tenggelam di bawah air jernih itu mungkin giok, atau mungkin juga cangkir.\nAda pepatah lain yang mengatakan: \"giok\" dalam cerita sebenarnya adalah metafora untuk kecantikan.\n\nLegenda mengatakan bahwa pemandangan seperti itu pernah dilihat oleh seseorang ....\n\nIkan mas yang tidak terhitung jumlahnya seperti permata di bawah sinar matahari,\nkeluar dari sungai dan danau yang seharusnya membelenggu makhluk air,\ndan terbang bebas di langit dalam kelompok di antara lembah-lembah.\nDi telinga seseorang, sepasang batu giok yang memesona juga berubah menjadi bentuk yang lain."
	}
}