{
	"name": "Emblem of Severed Fate",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Energy Recharge +20%.",
	"4pc": "Meningkatkan DMG Elemental Burst sebesar 25% dari Energy Recharge. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah 75%.",
	"flower": {
		"name": "Magnificent Tsuba",
		"relictype": "Flower of Life",
		"description": "Legenda mengatakan bahwa pelindung tangan yang penuh hiasan ini pernah dipasang pada pedang yang diberikan kepada oni yang mengkhianati Shogun.",
		"story": "Ibu menunjukkan taringnya kepada Shogun, yang sudah baik padanya dan memberinya pedang yang bagus.\nPada akhirnya, satu-satunya yang dikirim kembali ke Klan Mikoshi adalah pedang yang sangat dia sayangi.\n\nAmbisi ibu adalah untuk mengatasi takdir antara hidup dan mati dengan hasratnya yang mendidih.\nDia akan memberikan kontribusi sedemikian rupa demi membuat namanya terukir abadi untuk darah perang oni yang semakin menipis.\nJika dia ditelan oleh harimau pendosa itu sendiri, maka dia akan mengoyaknya dari dalam tubuhnya.\n\nSeharusnya dia bisa merajut prestasi yang luar biasa di bawah panji Electro Mitsudomoe,\nDia kira dia sanggup membersihkan jubah perang juunihitoe-nya yang berlumuran darah itu.\nTetapi akhirnya... jubah itu malah ternoda hitam, bersama dengan jantungnya yang berdegup kencang...\n\nSejak saat itu, sang putra sulung, yang seharusnya mewarisi kekayaan keluarganya, justru harus tinggal dalam pengasingan di sebuah desa di luar kota,\nBerteman dengan hutan dan gunung. Sampai dia bertemu dengan gadis itu...\n\n\"Sungguh merepotkan. Jika kamu ingin meninggalkan masa lalumu, biarkan aku memberimu nama yang baru.\"\nSetelah mendengar tentang masa lalunya, gadis yang memiliki sayap hitam legam itu mencibir dengan kejamnya.\n\"Namanya Iwakura — yang berarti batu. Batu tidak akan terpengaruh oleh kata-kata orang lain.\"\n\"Ayolah, manusia fana dengan darah oni yang mengalir di tubuhmu, berbahagialah, tersenyumlah!\"\n\"Kamu harus tahu, nama yang diberikan oleh Yougu Tengu adalah nama yang diberkati dengan kekuatan suci.\"\n\"Lagi pula, nama 'batu' cocok untukmu, cocok dengan pikiran dan ototmu.\"\n\n\"Kalau begitu, saat bunga sakura berguguran di tahun depan, mari kita bertarung di sini, Iwakura.\"\n\"Anak dari oni, latihlah ilmu pedangmu dan jadilah lawan yang pantas dan tidak memalukan bagi Yougu Tengu untuk dihadapi.\"\n\"Oh ya! kalau kamu berhasil menyentuhku, kamu bisa menyebut teknik pedang rahasiamu dengan sebutan 'Pembantai Tengu'!\"\n\"Dan kalau waktu itu tiba, artinya kamu sudah menguasai 'ilmu pedang yang bisa menghabisi Tengu'.\""
	},
	"plume": {
		"name": "Sundered Feather",
		"relictype": "Plume of Death",
		"description": "Benda ini dulunya adalah bulu hitam prajurit tengu tertentu, dan merupakan kenangan berharga dari pendekar pedang kuno.",
		"story": "Dikelilingi oleh bulu hitam yang tersayat angin pedang, orang yang nantinya jadi raja pedang,\nakhirnya berhasil menangkap Tengu yang tak dapat disentuh selama bertahun-tahun...\n\n\"Wah, nyaris saja. Hebat.\"\n\"Jika bukan karena pedang itu tidak dapat menahan kekuatanmu,\"\n\"Aku pasti sudah mati. Jadi...\"\n\nTeruyo, haruskah kita pindah tempat untuk duel tahun depan?\nAda beberapa tempat yang aku tahu, tempat di mana kamu juga bisa melihat sakura berguguran ....\nSambil memandang ke sekeliling kuil kecil yang telah dia hancurkan, menggenggam tangan tengu yang gemetar,\nMenatap bulu hitam yang dia potong, memang itulah perkataan yang ingin Michihiro katakan.\n\n\"Kamu menyentuhku. Aku tidak bisa menyangkal kalau kamu benar-benar sudah menang.\"\n\n\"Kemenangan masih belum diputuskan. Mari bertemu lagi tahun depan.\" Ingin sekali dia ungkapkan kalimat itu.\n\n\"Kemampuan pedangmu yang sekarang tidak akan bisa melampaui kecepatan pedang tengu.\"\n\"Aku tidak akan pernah melupakan duel-duel kita selama 13 tahun ini.\"\n\"Tetapi sebagai Tengu, aku harus memenuhi tugas dari klanku.\"\n\"Dipikir-pikir kembali, aku mengubah namamu dengan harapan kamu bisa lolos dari kutukan darah oni.\"\n\"Dengan adanya perang tersebut, darah makhluk yang bukanlah manusia menjadi semakin tipis.\"\n\"Ah, kami seharusnya tidak menginginkan akhir bahagia yang pantas didapatkan manusia. Tapi kamu berbeda.\"\n\"Kamu sekarang adalah orang 'Iwakura'. Kamu bukan lagi 'Mikoshi' yang membawa darah oni.\"\n\n\"Selamat tinggal, Michihiro, dan tolong lupakan aku.\"\n\"Gunakan pedangmu untuk garis keturunan Iwakura dan bukalah jalan milik Iwakura sendiri.\""
	},
	"sands": {
		"name": "Storm Cage",
		"relictype": "Sands of Eon",
		"description": "Sebuah sangkar indah bermotif bunga pansy yang dilukis dengan latar belakang berwarna hitam, dihias menggunakan kerang hias yang berkilau dan karya emas yang rumit.",
		"story": "Jauh di masa lalu, ketika Pulau Seirai tidak diselimuti oleh awan petir, kenangan seakan naik turun seperti tarikan napas.\nPada akhirnya, wadah elegan yang menahan badai dan getaran tidak diserahkan kepada orang yang dijanjikan.\n\n\"Apakah kamu datang padaku karena talinya putus lagi? Kamu benar-benar membuatku pusing.\"\n\"Selain ilmu pedangmu, kamu hanyalah penjudi idiot.\"\n\n\"Hmm, jangan berani-beraninya meremehkanku. Aku belajar memanah dari Tengu, ilmunya juga sangat terkenal.\"\n\"Hanya saja karena ilmu pedangku terlampau hebat sampai-sampai orang-orang tidak sempat menyanjung kebolehan ilmu memanahku.\"\n\"Sebenarnya, sekarang setelah kupikir lagi, kemampuan memanahku yang bagus jadi sia-sia. Bagaimana jika aku mengajarimu saja?\"\n\nPada suatu ketika, kamu memperbaiki segel kurungan si bodoh itu sambil mengumpat dan memaki-maki ....\nPada suatu ketika, kamu tersenyum walaupun mulutmu mengeluarkan kata-kata kasar untuk mengalihkan perhatian orang lain ....\n\n\"Kamu sudah menjadi Hatamoto, dan kamu memikul tanggung jawab besar, kenapa kamu masih juga membuat masalah di sana-sini?\"\n\"Kamu pun sudah menikah, kenapa kamu masih membuang-buang waktumu untuk bepergian ke sana-sini dan berjudi di waktu luang?\"\n\nPadahal kamu sudah...\nPadahal pertanyaannya bersarang di ujung bibirmu, tapi kamu malah tak sampai hati menanyakannya. Kamu memutuskan untuk tidak mengungkit-ungkitnya lagi.\nJika Nona Saiguu masih di sini, dia akan mengajukan pertanyaan dengan cara yang cerdas dan ceria...\n\n\"Itu tidak penting lagi. Aku memutuskan untuk meliburkan diriku sendiri, setidaknya untuk hari ini.\"\n\"Ayo tinggalkan kuil dan pergi ke pantai diam-diam, seperti yang kita lakukan waktu kamu masih kecil.\"\n\nLalu dia menyeretmu ke pelabuhan, dan di sana kamu melihat kapal-kapal yang berlayar datang dan pergi.\nKamu mendengarkan dia berbicara tentang Teruyo dari kuil, yang mewarisi keindahan dan seni bela diri dari tuannya.\nMendengarkan dia berbicara tentang mimpi buruk yang menakutkan itu, di mana dalam mimpinya itu dia memenggal kepalanya sendiri...\nTapi kalian berdua tahu bahwa itu hanya kalimat untuk menyembunyikan kesedihan seseorang saat dewasa.\n\nSetelah itu, sangat lama setelah itu,\nMelihat ke karang berlumut yang ada di bawah, pelabuhan tempat keduanya bertemu dalam pengasingan...\nAgar si penjudi memenangkan taruhan lain, dan berdoa untuk keselamatannya...\nSekali lagi, kamu berdiri di puncak petualangan, mengangkat sangkar segel yang kamu buat sendiri.\nDengan harapan membangkitkan kembali kenangan, kamu mengumpulkan kekuatan guntur dan kilat."
	},
	"goblet": {
		"name": "Scarlet Vessel",
		"relictype": "Goblet of Eonothem",
		"description": "Wadah anggur dengan desain rumit yang darinyalah pernah seorang seniman bela diri terkenal di dunia meneguk anggurnya.",
		"story": "Mengandalkan jurus pedang rahasia Tengu Sweeper, Iwakura Michihiro berhasil menjadi guru bela diri Klan Kujou.\nDia digelari \"Douin\", dan pada akhirnya mendirikan aliran pedang sendiri.\nSebelum bergabung ke dalam Klan Kujou, Michihiro sudah mahir minum arak.\nMelangkah ke reruntuhan kuil yang telah benar-benar dihancurkan oleh Tengu Sweeper.\nDalam tiga belas tahun terakhir, dia terus bertanding melawan para Tengu dari Yougou di tempat ini sebanyak tiga belas kali.\nDia ingat ketika dia bertemu dengan Tengu bersayap hitam yang menyebut dirinya \"Teruyo of Yougou\"...\n\nTiga belas tahun berlalu bagaikan mimpi\nSakura di atas salju, seringan asap\nKamu kini sudah pergi jauh\n\nKelopak Sakura Suci berjatuhan layaknya salju yang turun dari langit.\nCabang yang telah ditinggalkan dewanya, namun masih utuh.\nTawa jernih seperti mata air bergema di antara pegunungan.\nTetapi keduanya tidak pernah menginjakkan kaki lagi di tempat itu."
	},
	"circlet": {
		"name": "Ornate Kabuto",
		"relictype": "Circlet of Logos",
		"description": "Helm yang kokoh dan keras dikenakan sebagai pelindung tubuh bagi seorang samurai yang mulia.",
		"story": "\"Aku sudah lama berpikir, Tuan Douin, apa pedangmu benar-benar bisa membelah petir?\"\nBegitulah yang dikatakan oleh Ketua Kanjou, Hiroshi, sambil mengayunkan pedangnya. Sementara Douin menjawab:\n\"Bagaimana mungkin hal itu terjadi? Sehebat-hebatnya, paling itu hanya bisa menyerang Tengu yang menjulang tinggi di langit.\"\n\"Dan sekalipun begitu, nyatanya belum pernah ada Tengu yang terbunuh dengan cara seperti itu. Tidak sekalipun.\"\n\n\"Begitukah? Jadi dari mana nama pedang rahasia \"Tengu Sweeper\" itu berasal?\"\nMelihat bahwa Douin tidak juga menjawab, Ketua Kanjou yang telah membangun Ritou itu berkata:\n\"Seandainya Kujou si orang tua itu tidak terlebih dulu mengambil inisiatif, aku pasti sudah merekrutmu.\"\n\"Dengan ilmu pedang yang kamu miliki, bahkan Ako Domeki dari Seirai bukanlah lawanmu...\"\n\nSeperti memurnikan langit dari badai, tengu itu memberinya nama baru dan hidup baru.\nDia melemparkan pedang berkarat itu dan menyuruhnya untuk menyerangnya, seorang tengu, sampai jatuh.\nSetelah pedangnya patah, inilah kata-kata terakhirnya padanya..."
	}
}