{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Finale of the Deep Galleries",
	"effect2Pc": "Cryo DMG Bonus +15%",
	"effect4Pc": "Saat Karakter yang mengenakan memiliki 0 Energy, maka DMG Normal Attack meningkat 60% dan DMG Elemental Burst meningkat 60%. Setelah Karakter yang mengenakan mengakibatkan DMG dengan Normal Attack, maka efek peningkatan DMG Elemental Burst di atas akan hilang selama 6 detik. Setelah Karakter yang mengenakan mengakibatkan DMG dengan Elemental Burst, maka efek peningkatan DMG Normal Attack di atas akan hilang selama 6 detik. Efek-efek ini tetap dapat terpicu meskipun Karakter ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"flower": {
		"name": "Deep Gallery's Echoing Song",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga es yang terbuat dari batu giok utara. Kelopak bunganya telah mengkristal seiring berjalannya waktu.",
		"story": "Mengikuti petunjuk gurunya, gadis itu melakukan perjalanan ke utara, melintasi tanah tandus yang membeku dan koridor cermin-cermin retak di tepi laut beku.\nSetelah membunuh tak terhitung monster yang berkeliaran di reruntuhan, akhirnya, di bawah batang kayu perak yang telah layu, dia menangkap sekilas harta yang tersembunyi di bawah salju yang terbawa angin.\n\nPada masa ketika cahaya bulan yang bersinar seperti perak masih belum hancur karena peperangan, saat kekuatan dewa-dewa langit masih menyelimuti bumi.\nAnak muda yang memasuki kedalaman bumi bertemu dengan malaikat pertama dan menanyakan asal-usul terlarang di dunia.\nPutri yang lahir di tengah fajar pun terkejut karena kata-kata yang tidak sopan ini, ia tidak tahu bagaimana manusia bisa memahami rahasia ini,\nTapi pengunjungnya menjelaskan asal usulnya padanya, dan menyanyikan mimpi-mimpi indah yang belum pernah ia saksikan sebelumnya.\n\nKekang yang ditempatkan oleh penguasa takhta untuknya pecah dalam sekejap, seperti jaring laba-laba. Dan untuk pertama kalinya, dia menemukan arti dari melayani dirinya sendiri,\nMembocorkan rahasia terlarang dari semua rahasia yang tidak dapat diucapkan, dan mencurahkan semuanya kepada orang yang dicintai tanpa rasa takut.\n\n\"Sungguh menyedihkan, penguasa kalian memperlakukan makhluk-makhluk yang begitu mulia dengan begitu hina.\"\n\"Bahkan iblis yang menyiksa jiwa untuk kesenangan akan terkejut dengan tindakan keji seperti ini.\"\n\"Oh, gadis fajar yang tidak tahu apa itu cinta, biarkanlah hukumku menjadi musuhmu.\"\n\"Banyak makhluk hidup yang dikurung oleh penguasamu, tapi seharusnya kamu menengadah dan melihat bintang-bintang.\"\n\n\"Aku akan menjadi pedangmu, tamengmu, dan pemandumu. Aku akan menjadi pengkhianatan yang tidak bisa kamu maafkan.\"\nMalaikat yang paling mulia di antara para malaikat itu membungkukkan tubuhnya dan mencium dahinya, pohon perak yang dingin itu mekar dengan ribuan tangkai es.\nTernyata sang bulan yang mengintip dari celah awan telah menyaksikan pengkhianatan ini, tetapi juga menyembunyikan keinginan yang bahkan lebih lancang lagi ...."
	},
	"plume": {
		"name": "Deep Gallery's Distant Pact",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Jimat bulu yang terbuat dari batu giok utara. Pantulan cahaya yang menyilaukan seolah tidak berasal dari dunia ini.",
		"story": "Mengikuti petunjuk gurunya, gadis itu melakukan perjalanan ke utara, melintasi tanah tandus yang membeku dan koridor cermin-cermin retak di tepi laut beku.\nSetelah mengalahkan monster tak terhitung jumlahnya yang berkeliaran di sekitar reruntuhan, akhirnya, di antara sisa-sisa Abyss, dia melihat sekilas harta karun yang terkubur di bawah salju.\n\nNamun dia bukanlah orang asing pertama yang menginjakkan kaki di sini, karena jauh sebelum keturunan utara yang jauh mulai menenun mimpi indah mereka untuk tenggelam,\nAda pengembara, yang kehendak sadarnya melintasi kosmos, suatu kali bersumpah untuk bersatu kembali dengan penguasa naga yang belum jatuh ke dalam kegelapan.\n\nOrang yang lewat ini adalah seorang penulis yang berkeliaran di kekosongan yang luas, dia memiliki kewajiban untuk tidak pernah berkomunikasi dengan peradaban purba.\nSaat tubuhnya yang abadi tertidur dalam konstruksi suci yang jauh, pikirannya telah melayang melalui hamparan kosong yang membentang ratusan miliar tahun cahaya jauhnya,\nMemetakan orang dan peradaban tak terhitung jumlahnya yang ditakdirkan untuk binasa, merenungkan kebenaran sejati lautan bintang dalam kegelapan abadi itu.\nHingga secercah cahaya samar menembus kesadarannya, menyentak sang pengembara dari meditasinya selama puluhan ribu tahun.\n\nBerasal dunia kecil yang biasa-biasa saja di ujung lengan spiral — dan dari naga purba yang telah lahir di samping dunia itu.\nMeskipun suatu hari kematian akan membawa malam yang tak berujung, dan matahari yang dipandangnya hanyalah bara api yang berlalu dalam sekejap,\nKehendak yang masih terikat pada permukaan planetnya, bersinar lebih cemerlang daripada semua peradaban yang pernah dilihat pengembara itu.\nTak mampu menahan rasa heran dan sedih yang membuncah dalam dirinya, dia lantas menyampaikan pernyataan khidmat kepada penguasanya:\n\n\"Aku pernah melihat ujung yang tak bercahaya, merobek gugusan bintang bagaikan poros di antara benang sutra\"\n\"Aku pernah melihat bagaimana gelombang dingin kekacauan menenggelamkan semua lagu, sehingga kebaikan dan kejahatan sama-sama lenyap dalam keheningan.\"\n\"Namun, oh rajaku yang penyayang dan lembut, apakah engkau tetap tidak ingin meninggalkan rakyatmu?\"\n\"Tinggalkanlah dunia yang ditakdirkan untuk hancur ini, dan bergabunglah denganku dalam perjalanan.\"\n\nNaga arogan itu menjawab demikian:\n\"Teman dari dunia nan jauh, terima kasih sudah memberikan pencerahan tentang kebenaran dunia luar angkasa.\"\n\"Tapi kehidupan makhluk-makhluk yang terlihat bodoh di matamu, adalah segalanya bagiku.\"\n\"Jika gelombang kehancuran akan datang, maka biarlah tulangku yang akan menjadi dinding penghalang untuk melindungi dunia ini.\"\n\"Tolong saksikan jalan yang telah aku pilih, aku akan memimpin semua kaumku untuk hidup menuju bintang-bintang\"\n\nNamun ketika pengembara itu kembali, dunia dalam ingatannya telah berubah sepenuhnya.\nTulang-tulang bumi telah terikat di bawah empat belenggu, dan langit bercahaya putih lembut telah terbagi menjadi tujuh warna pekat.\nBagaikan asap yang mengepul, aura penguasa naga telah lenyap, dan singgasana Yang Bersayap kini menguasai cahaya dari tiga bulan.\n\nKarena merasa bingung dengan kepergian naga yang tak diumumkan, namun dia juga tidak ingin mengganggu penguasa dunia yang baru ini,\nPengembara itu melanggar hukum kaumnya dan diam-diam menyelipkan kesadarannya ke dunia di dalam cangkang,\nMenitipkan kesadarannya pada tubuh anak muda, dia berjalan di antara hewan-hewan primitif ini,\nMendengarkan perdebatan yang sengit dan terus memanas di tengah-tengah kota yang terbuat dari emas ini ...."
	},
	"sands": {
		"name": "Deep Gallery's Moment of Oblivion",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam saku yang terbuat dari batu giok di utara. Jarum jamnya telah berhenti selamanya pada saat kehancuran.",
		"story": "Mengikuti petunjuk gurunya, gadis itu melakukan perjalanan ke utara, melintasi tanah tandus yang membeku dan koridor cermin-cermin retak di tepi laut beku.\nSetelah membunuh tak terhitung monster yang berkeliaran di reruntuhan, akhirnya, di balik menara emas itu, dia menangkap sekilas harta yang tersembunyi di bawah salju yang terbawa angin.\n\nItu adalah masa lalu yang sudah lama terlupakan, kota nun jauh di utara berhiaskan emas di antara padang es yang tandus,\nTungku di koridor-koridor gelap yang terus berdenting siang dan malam. Para pengrajin menempa roh jahat yang tak terhitung jumlahnya di atas tulang belulang monster raksasa.\nMengubah cahaya bulan yang menjatuhkan es menjadi darah dan daging yang sempurna, lalu menyatu dengan tubuh yang lemah dan lelah.\nKekuatan penciptaan yang dimiliki oleh Tuan Cakrawala, tapi diberikan kepada manusia oleh utusan pemberontak,\nMereka bermimpi untuk menciptakan kehidupan sempurna yang akan melebur dengan dunia ini.\n\nDi koridor yang belum rusak, malaikat pertama menceritakan mimpi indah di pagi hari kepada pasangannya:\n\"Aku melihat, waktu bangsa-bangsa di bumi tidak lagi menginginkan belas kasihan dari langit.\"\n\"Kota yang mereka bangun akan menjulang tinggi di atas awan, lebih tinggi dari takhta dan bintang-bintang.\"\n\"Aku melihat, manusia akan berbagi surga dengan para dewa yang mereka kagumi.\"\n\"Tidak ada lagi air mata, kesedihan, dan kematian, karena semuanya sudah selesai.\"\n\nNamun, mimpi dan ambisi yang liar pada akhirnya jatuh dari langit bersama dengan paku kristal biru,\nPara peri berteriak, menjadi kabut es berwarna putih keperakan dan menghancurkan kota emas yang makmur itu dalam waktu satu malam.\nSang pembawa pesan pengkhianatan kehilangan nama dan wujudnya, dan kaumnya pun diberi kutukan:\nJika kamu berani menatap mata orang lain, dan memberikan kasih yang seharusnya diberikan ke semua makhluk kepada satu orang saja,\nMaka bentuk tubuh indah yang dianugerahkan oleh langit akan hancur menjadi angin, dan pikiran mereka juga akan jatuh ke dalam debu.\nSampai tubuh yang hancur itu menjadi Seelie, terus terbang mencari ingatannya yang memudar untuk selamanya."
	},
	"goblet": {
		"name": "Deep Gallery's Bestowed Banquet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Sebuah piala yang terbuat dari batu giok di utara. Konon katanya, peradaban kuno menggunakannya sebagai wadah upacara untuk pemberian kepada para dewa.",
		"story": "Mengikuti petunjuk gurunya, gadis itu melakukan perjalanan ke utara, melintasi tanah tandus yang membeku dan koridor cermin-cermin retak di tepi laut beku.\nSaat menjelajahi reruntuhan Spiral Abyss sendirian, dia mencoba mencari pengembara yang disebutkan oleh ahli pedang sihir itu ....\n\nSaat cahaya rembulan perak masih menunjukkan belas kasihan ke dataran utara, para utusan dari langit masih menatap lumpur dan debu.\nSetelah membuat para utusan langit marah dengan mempertanyakan kemajuan ilmu pengetahuan, para penduduk Kota Emas kini berdebat tanpa henti di antara sesamanya sendiri, tentang cara meredakan amarah mereka.\nPara imam menyalahkan satu sama lain karena sudah melakukan dosa tak pantas, menodai cinta, kemakmuran, dan kebijaksanaan para dewa.\nKita harus memilih dalang yang merusak pikiran orang di antara mereka dan meminta ampun kepada utusan langit yang marah.\nNamun, tiba-tiba terdengar suara ....\n\n\"Jika dosa berasal dari kehausan akan pengetahuan, maka ketidaktahuan adalah pelajaran; Jika dosa berasal dari perlawanan, maka domba adalah kebenaran.\"\n\"Kalau dosa harus dibayar dengan darah, kenapa dosa dikatakan berasal dari tubuh manusia? Kalau hukum itu sempurna dan tak cacat, kenapa pula harus takut saat ditanyai?\"\n\nSeorang pemuda yang lahir dari latar belakang rakyat biasa, tidak tahu bagaimana cara menghindari penjaga yang bertugas, dia memasuki aula yang tempat para imam berdiskusi,\nSemua tuduhan ilmiah mereka dibantah olehnya satu per satu, tuduhan mereka sebagai orang yang sesat berubah menjadi tatapan penuh amarah tanpa bisa berkata apa-apa.\nDi aula yang sunyi itu, imam utama yang mengenakan mahkota ranting putih itu akhirnya mengusir para penjaga yang datang.\n\n\"Oh pembicara yang sesat, jika engkau memang pintar bicara seperti yang dikatakan, dan engkau percaya bahwa dosa besar hanyalah kegilaan manusia fana ....\"\n\"Kini, minumlah anggur pahit yang membara dengan amarah ini, pergilah ke pohon perak. Kemudian, bersiaplah untuk membela diri kepada utusan yang telah menghukum kami.\"\n\nDemikianlah, pemuda yang awalnya tidak dikenal itu melangkah ke bagian terdalam bumi, mencari jawaban dari malaikat pertama ...."
	},
	"circlet": {
		"name": "Deep Gallery's Lost Crown",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topeng yang diselimuti oleh obsesi, sama seperti pikiran pemiliknya yang lama. Batu giok yang terdapat di atasnya tampaknya berasal dari zaman yang lebih kuno.",
		"story": "Mengikuti petunjuk gurunya, gadis itu melakukan perjalanan ke utara, melintasi tanah tandus yang membeku dan koridor cermin-cermin retak di tepi laut beku.\nSetelah membunuh tak terhitung monster yang berkeliaran di reruntuhan, akhirnya, melalui tirai yang compang-camping, dia menangkap sekilas harta yang tersembunyi di bawah salju yang terbawa angin.\n\nItu adalah masa ketika orang-orang yang tidak mengerti masih tunduk pada perintah langit, ketika istana bintang fajar masih tergantung tinggi di atas awan.\nMakhluk-makhluk agung dan mulia yang turun dari cahaya itu sendiri, dan para manusia fana — yang tak mampu memandang wujud sejati mereka — memanggil mereka malaikat.\nSayap perak pucat mereka berkilau bagai nyala api di bawah sinar rembulan, kepala mereka dihiasi mahkota dengan tujuh pancaran cahaya, yang terbuat dari tulang-tulang bumi dan bintang-bintang di langit.\nNama mereka melambangkan kasih yang dijanjikan kepada semua makhluk oleh para dewa surgawi, atau mungkin sebuah mandat untuk memerintah bangsa-bangsa di bumi.\n\n\"Dengan segenap hati, jiwa, dan kekuatanmu, engkau harus mencintai semua makhluk di bumi ini.\"\n\"Kamu harus mencintai seperti embun pagi yang merindukan fajar, seperti benih yang merindukan angin musim.\"\n\nMereka adalah pelayan paling setia di pengadilan surgawi, hakim keadilan yang sempurna.\nMereka menenun sebuah tabir untuk penguasa agung cakrawala, menyampaikan wahyu suci ke seluruh alam.\nDemikianlah tugas yang diembankan kepada mereka sejak saat penciptaan mereka, atau setidaknya begitulah seharusnya...\n\nHingga malaikat pertama bertemu dengan seorang pemuda tanpa nama di bawah pohon keperakan di utara yang jauh,\nDan di dalam biji mata yang bak bintang itu, dia melihat refleksi dirinya yang belum pernah dia ketahui sebelumnya.\nSebuah cinta yang tak tertulis dalam hukum, kebebasan yang tak akan pernah diizinkan oleh langit.\nSaat hatinya berdebar untuk alasan yang tak ia ketahui, mahkota bintang abadi yang ditempa atas nama cinta tiba-tiba retak;\nDan setelah melemparkannya ke salju di bawah pohon perak, sang gadis fajar mengucapkan sumpah takdirnya:\n\n\"Marilah, mari ... mari kita melebur ulang hukum-hukum konyol ini dengan tulang belulang kita, dan menyuburkan utara yang gersang dengan darah kita.\"\n\"Mari kita bangun sebuah kota dan menara yang menjulang hingga ke awan, agar umat manusia di bumi tidak perlu lagi mencucurkan air mata kepedihan.\"\n\"Kulemparkan mahkota tak berguna ini ke debu, agar semua bangsa di bumi dapat bernapas bebas dari belenggu mereka.\""
	}
}