{
	"name": "Flower of Paradise Lost",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Elemental Mastery +80.",
	"4pc": "DMG dari reaksi Bloom, Hyperbloom, dan Burgeon Karakter yang mengenakan meningkat 40%. Selain itu, setelah Karakter yang mengenakan memicu reaksi Bloom, Hyperbloom, atau Burgeon, efek yang disebutkan di atas akan mendapatkan tambahan peningkatan sebesar 25% selama 10 detik, dan dapat ditumpuk sampai 4 lapis. Efek hanya dapat terpicu setiap 1 detik sekali. Efek tetap aktif saat Karakter yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran.",
	"flower": {
		"name": "Ay-Khanoum's Myriad",
		"relictype": "Flower of Life",
		"description": "Bunga kecubung yang telah dipahat dengan indah, gambarnya menyerupai bunga kuno yang sudah punah.",
		"story": "Pada masa ketika bangsa Jinni sudah mampu mengingat, sang Ratu Bunga dibuang dari langit.\nWahananya yang mulia menyisakan cangkang belaka, dan kaumnya kehilangan akal sehat mereka ....\n\nDikatakan bahwa sang Ratu berjalan di padang pasir selama dua puluh tujuh malam ....\nTumitnya rapuh dikikis kerikil tajam, luka-lukanya mengalir menjadi mata air yang tidak berbatas.\nMengalir menuju taman hijau dan menumbuhkan bunga air berwarna sebiru malam.\nBunga-bunga yang menjadi ibu semua Jinni, persatuan antara candu mimpi dan pahitnya kehilangan.\n\nJinni pertama adalah makhluk yang cerdas, yang ketagihan mimpi polos penuh cinta.\nMensyukuri penciptanya, Jinni itu menggandeng tuannya dan memahkotainya dengan bunga krisan.\n\n\"Ratu Bunga, penguasa taman, mohon tinggalah, jangan menelantarkan kami!\"\n\"Ya. Ibunda mimpi, pemilik anggur yang memabukkan, tinggalah sebagai ratu di taman ini\".\n\nSang Ratu yang diasingkan pun tergerak oleh ketulusan para Jinni, maka tinggalah ia di taman penuh bunga.\nKetika dia mendapat perhentian, bunga ungu seindah rembulan mulai bermekaraan. Dinamainyalah bunga itu \"Padisarah\"."
	},
	"plume": {
		"name": "Wilting Feast",
		"relictype": "Plume of Death",
		"description": "Bulu yang ditinggalkan oleh spesies burung yang sudah lama punah. Telah ditaruh tatahan emas dan permata oleh pengikut kuno Dewi Bunga.",
		"story": "Pada masa ketika bangsa Jinni meratap, Sang Empunya Oasis menentukan.\nKetika itu, takdirnya tidak lagi sebuah teka-teki, melainkan kunci untuk membuka pintu misteri.\n\nPerkataan dan hasrat Raja Deshret membuatnya menyadari bahwa ada harapan untuk melepaskan belenggu yang mengikat dunia ini.\nPemberian takhta langit tak diindahkan, sanga raja merah memutuskan untuk mencari jalannya sendiri.\nMeskipun masa depan yang dia tunjukkan adalah kehancuran dan kesuraman, namun raja tetap berpegang teguh pada keputusannya.\nMeskipun tahu bahwa dia akan menempuh jalan yang berbahaya dan bahwa dia akan menyaksikan kematian orang yang dicintainya ....\nPada akhirnya, raja pasir merah memilih untuk memercayai kebohongan mulia ini dan memimpin para pengikutnya menuju kehancuran yang tak terhindarkan.\n\n\"Yang kamu lakukan hanyalah mengejar angin. Di batu nisan Archon, manusia akan menjadi dewa para dewa.\"\n\"Ilusi alam mimpi yang bebas itu pasti akan hancur. Di atas reruntuhan kebohongan yang hancur, manusia akan dimahkotai sebagai raja di atas segala raja.\"\n\nRatu Bunga diam-diam memperhatikan kebodohan temannya. Dia menemukan bahwa pemberontakan yang berharga telah menyala dalam ambisi dewa ini.\nGagasan untuk menyatukan kebijaksanaan semua manusia dan upaya besar untuk menyatukan ribuan mimpi dan kekuatan.\nApa yang tersembunyi di dalamnya bukan hanya kebohongan, tetapi juga masa depan manusia, yang menyala seperti percikan harapan ....\n\nMimpi pada akhirnya akan memudar dan malam akan datang ketika semua ilusi hancur — Inilah makna mekar yang sebenarnya.\nHanya setelah manusia melewati penghancuran ilusi para dewa, barulah mereka memiliki kesempatan untuk bangkit melawan kehendak para dewa ....\nSama seperti pemberontakan rahasia yang dilakukan oleh Raja Dewa yang keras kepala untuknya, tujuan di baliknya hanyalah untuk hidup sesuai dengan keinginannya sendiri.\nNamun Ratu Bunga tidak mengenal cinta kasih semanis anggur, dan tidak tahu mengenai perasaan manusia yang fana.\nCerdas dan pintar dirinya tidak mampu untuk memperkirakan kapan makhluk-makhluk fana dapat menyadari kebenaran.\n\n\"Apakah para dewa tidak dibutuhkan sejak awal mulanya?\""
	},
	"sands": {
		"name": "A Moment Congealed",
		"relictype": "Sands of Eon",
		"description": "Pasir-pasirnya tidak akan bisa bergerak lagi. Tidak peduli bagaimanapun kamu memiringkannya, pasir di dalam tidak akan pernah bergerak mengikuti arus waktu lagi.",
		"story": "Pada masa ketika bangsa Jinni hanya bisa mengeluh, sang Penguasa Padang Pasir membangun makam bagi dia yang dicintainya.\nPermata di kolong pasir memberinya kekuatan, kaum Jinni turun tangan membantunya, dan oasis abadi pun berhasil diciptakannya.\n\nMasa berganti masa, dan legenda \"Oasis Abadi\" menyebar di antara bangsa-bangsa yang menghuni padang pasir.\nPara pengelana percaya bahwa tempat itu hijau sepanjang waktu, dan berada di bawah kedaulatan sang Ratu Bunga.\nPara pengelana berkata bahwa Ferigees, ibunda para Jinni yang menjaga gerbangnya,\nmemberkati semua makhluk fana yang datang dengan kebaikan, tanpa pandang bulu ....\n\nTanit, Uzza, dan Shimti. Merekalah suku-suku yang mengaku sebagai \"Putri Sang Ratu Bunga\".\nBerlandaskan iman percaya dan garis keturunan yang sama, mereka semakin disatukan oleh kepercayaan tentang taman Padisarah yang melegenda.\nSuku-suku padang pasir yang tercerai-berai terus mencari Oasis Abadi dan pengetahuan tanpa batas.\n\nBegitulah nubuatan yang diwariskan dari dewi mereka, bahkan ketika suatu peradaban telah sirna, manusia akan terus bertahan dalam kegigihannya ....\nBahkan tanpa bimbingan dewa, bahkan hanya dipersatukan oleh kenangan tentang dewi yang telah lama tiada,\nPadang pasir air mata tidak mampu menghalangi langkah manusia, tidak kuasa menghentikan mereka yang mencari kebohongan kekal yang bernama \"Oasis Abadi\".\n\n\"Tuanku ... mengapa engkau memerintahkan pasir untuk berhenti? Mengapa engkau menghentikan embusan angin?\"\n\"Apakah butiran pasir ditakdirkan menyatu seperti aliran waktu? Jika demikian, apakah artinya kenyataan ini?\"\n\"Abadi bukanlah tempat yang hanya ada kebahagiaan. Abadi adalah sesuatu yang tidak mungkin dibongkar, noda membandel yang tidak bisa dibersihkan.\"\n\"Barang siapa mekar seperti bunga akan layu seperti bunga pula, dan kembali bangkit ketika musimnya. Maut tidak berkuasa atasnya\".\n\nPada suatu ketika, ketiga sahabat berbincang. Kata-kata mereka dibawa angin menembus ruang dan waktu ....\nNun jauh di padang pasir, bayangan akan oasis yang tidak lekang oleh waktu terpatri dalam benak suatu suku,\nyang mengembara tanpa tempat bernaung mengitari siklus hidup dan mati di antara aliran abadi padang pasir."
	},
	"goblet": {
		"name": "Secret-Keeper's Magic Bottle",
		"relictype": "Goblet of Eonothem",
		"description": "Botol kecil yang diukir dari kristal ungu. Tutup yang terbuat dari zamrud membuatnya tetap tertutup rapat.",
		"story": "Pada masa ketika bangsa Jinni disumpah untuk tutup mulut, Raja Deshret mengungkapkan ambisinya yang paling dalam di hadapan Ratu Bunga ....\nCahaya bulan menari di atas riak anggur buah delima, sang Ratu Bunga pun luluh hatinya di hadapan sahabatnya tercinta.\n\nApa yang keluar dari mulut Raja Deshret pada malam itu tidak ada yang tahu-menahu. Bahkan Jinni tertua pun diam seribu bahasa ketika ditanya.\nHasrat tersembunyi yang diucapkan Raja Deshret di malam itu membuat bahkan dewa yang paling bijaksana pun bergidik.\nNamun sang Ratu Bunga mendapat pencerahan darinya. Sesuatu itu tidak luput dari perhitungannya, perkiraannya setelah sekian lama.\nPadang pasir dan oasenya berdaulat penuh, akan tetapi rawan pemberontakan.\n\n\"Biarlah rahasia ini menjadi beban hatiku untukmu dan dia yang mahabijaksana\".\n\"Jembatan ini kutegakkan untuk dilalui keinginanmu yang paling mendalam. Janganlah takut pada paku permata kebiruan ini\".\n\"Maka pengetahuan yang lebih tinggi akan diberikan kepadamu. Tetapi awas, kehilangan besar menantimu di ujung pertukaran ini ....\"\n\"Tetapi ingatlah akan pelajaran ini dan janganlah melupakan hukuman yang pasti menimpa para utusan langit yang jatuh ke dalam dosa\".\n\"Ketahuilah, harapan untuk ciptaan membara di dalam sanubari mereka yang paling awam dan biasa\".\n\nCadar kegelapan menaunginya dalam membimbing sahabatnya yang terkasih menapaki jalan menuju kemahatahuan, mengenai langit dan kegelapan tak berujung.\nTubuhnya adalah penyambung, oasis adalah harga yang dibayar. Cahaya menyilaukan itu melahapnya, dan keinginannya yang paling mendalam pun dinyatakan ....\n\nBadai pasir yang terbebas dari dewa yang hilang, merajuk membabi buta. Langit tertutupi pasir emas dan semuanya itu ditelan bencana ....\nRaja Deshret kembali dari pusaran pasir yang menghabiskan langit. Sang Ratu Bunga tidak pernah terlihat lagi.\n\n\"Aku memimpikan dirimu, merasakan jalanmu melalui labirin permata ... Tidak ada yang lain selain pasir\"."
	},
	"circlet": {
		"name": "Amethyst Crown",
		"relictype": "Circlet of Logos",
		"description": "Mahkota yang bertatahkan batu kecubung dan zamrud. Tampaknya adalah tutup kepala yang dikenakan oleh imam kuno Dewi Bunga.",
		"story": "Pada masa ketika bangsa Jinni bernyanyi, sang Ratu Bunga bertemu dengan Raja Padang Pasir.\nDi zaman perseteruan para raja memperebutkan kekuasaan, Raja Deshret berbagi takhta dengan dua sejawatnya.\n\nSinggasana berhiaskan zamrud dan batu delima merayakan persatuan ketiga insan.\nMenghormati oasis abadi dan Padisarah, sang Ratu Bunga mengenakan mahkota ungu.\n\n\"Namun abadi hanyalah dusta belaka. Asmara dan cinta meremukkan kenangan menjadi mimpi yang tercerai-berai\".\n\"Kamu bertanya kenapa aku menghela napas. Malam ini, izinkan aku bercerita tentang masa yang sudah berlalu, ditemani terang bulan ....\"\n\n\"Masa itu sudah lama sekali, masa yang damai. Para utusan kudus berjalan bersama manusia, menghantarkan suara dari langit ....\"\n\"Tibalah masa ketika para penyerbu datang dari balik kubah cakrawala, membawa serta kehancuran dan wabah, menajiskan sungai-sungai ....\"\n\"Penyerbu yang mendatangkan peperangan kepada kaumku, sekaligus melepaskan belenggu ilusi yang mengikatkan kami kepada tradisi\".\n\"Pemilik alam ini diliputi ketakutan, pandangannya kabur dan hatinya bengkok, turun ke bumi untuk memulihkan segalanya. Disapunyalah kerajaan-kerajaan fana dari muka bumi ....\"\n\"Penderitaan dalam pengasingan. Langit meninggalkan kami, pencerahan luput dari genggaman kami ....\"\n\n\"Semenjak bencana itu terjadi, aku dikutuk untuk tidak pernah lagi menatap langit. Bahwa aku masih ada hari ini, semuanya adalah anugerah\".\n\"Tetapi rumah memanggilku selalu dan setiap waktu. Bahkan di saat pertikaian antar bintang dan jurang tak berbatas muncul di atas permata\".\n\"Janganlah kamu mencari Penguasa Empat Bayangan, dan janganlah mempertanyakan rahasia di balik langit dan jurang tak berdasar. Jadikanlah ini sebagai peringatan\".\n\"Karena jarum pembalasan selalu diikuti oleh malapetaka dan gertakan gigi\".\n\nRaja Deshret tidak mengindahkan peringatan sahabatnya itu, dan bersumpah untuk bangkit dan melawan.\nAir mata ia hapuskan di bawah rembulan, dia pun mengatakan keinginannya yang paling mendalam di hadapan sang Ratu Bunga ...."
	}
}