{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragment of Harmonic Whimsy",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "Saat nilai Bond of Life bertambah atau berkurang, DMG yang diakibatkan Karakter meningkat 18% selama 6 detik, dapat ditumpuk sampai 3 kali.",
	"flower": {
		"name": "Harmonious Symphony Prelude",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Medali kehormatan berbentuk bunga mekar yang dihiasi dengan batu hijau dan emas yang dulunya diberikan kepada manusia fana.",
		"story": "Itu adalah masa di mana kabut ketidaktahuan menyelimuti Laut Tinggi, dan para penduduk Segala Perairan masih belum tercerahkan.\nDi antara dataran pasir merah dan pegunungan gelap, pernah ada seorang dewa yang kehilangan kampung halamannya.\nDia dulunya adalah seorang penyanyi oasis, tetapi kehilangan kampung halamannya di bawah cahaya Sang Penguasa Matahari.\nDewa yang kehilangan kampung halamannya ini memilih untuk pergi mengembara, karena dia tidak bersedia tunduk pada takhta Sang Raja Pasir.\n\nDi dasar laut terdalam yang gelap, tempat asal usul segala perairan, terdapat sebuah kota yang tidak pernah tercatat dalam sejarah mana pun.\nOrang asing yang tadinya ingin mengubur diri di Laut Tinggi ini, secara tidak sengaja menemukan reruntuhan yang lebih kuno daripada bumi.\nSetelah melewati koridor yang tidak berujung, dia sampai di pusat reruntuhan kuil, di bawah pohon cemara yang berwarna perak dan putih,\nDia mendengar kata-kata yang masih ada di kota yang terlupakan ini, yang mengelilingi pohon perak dan lebah emas:\n\n\"Wahai pengembara dari jauh, ini bukan kebetulan belaka, tapi takdir yang telah menuntunmu ke tempat ini.\"\n\"Aku pernah menjadi utusan yang menjaga pohon perak, tapi aku kehilangan akal sehat dan wujudku seiring berjalannya waktu.\"\n\"Tapi aku masih bisa melihat masa depan. Pengembara, kamu akan mendapatkan kembali kota dan rakyatmu.\"\n\"Bangsa yang kamu bangun akan makmur dan suatu hari nanti akan menguasai seluruh lautan.\"\n\"Kamu akan membawa kebudayaan dan keadilan pada mereka, tapi pada akhirnya, keadilan itu sendiri yang akan menjadi kehancuran mereka.\"\n\"Kalau kamu tetap bersedia untuk memulai perjalanan ini meskipun akhirnya sudah ditentukan, maka aku akan memandumu menaiki jalan ke atas ....\"\n\n\"Wahai Lebah Emas peramal, jika ini memang adalah takdir, apakah aku punya pilihan lain?\"\n\"Tapi jikalau aku punya pilihan, berarti aku akan bisa mengubah akhir yang tadi engkau katakan tidak bisa diubah.\"\n\nSetelah dia selesai berbicara, gua tanpa air itu runtuh, pohon perak itu pun berubah menjadi sebuah kapal emas.\nInilah pertemuan pertama antara sang raja mulia yang nantinya akan memainkan simfoni, dan Sybilla sang peramal."
	},
	"plume": {
		"name": "Ancient Sea's Nocturnal Musing",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Aksesori bulu berbentuk sayap lebah emas yang legendaris. Akan bergetar lembut saat diterpa oleh angin sepoi-sepoi.",
		"story": "Itulah saat di mana nyanyian pencerahan terdengar di lautan, dan hutan serta pulau yang tandus pun mulai kembali subur.\nDewa Filharmoni membangun sebuah menara tinggi di Meropis, dan mengumpulkan orang-orang yang tersebar untuk membangun bangsa baru.\nTrompet kelimpahan membuat tanahnya menjadi begitu subur, dan kapal-kapal yang berlayar menghubungkan semua pulau-pulau.\nEra ini seharusnya menjadi era yang damai, tapi kenapa suara penyanyi itu penuh dengan kesedihan?\n\n\"Seperti yang kamu ramalkan, aku telah menjadi raja yang terhormat, membawa peradaban penuh budaya bagi semua orang.\"\n\"Aku telah memberi perdamaian kepada lautan, pemerintahan yang adil kepada bumi, dan menyebarkan kemajuan serta ketertiban ke seluruh penjuru dunia.\"\n\"Namun, semakin bangkit dan makmur kerajaanku yang baru ini, justru semakin aku merasa bingung dan sedih.\"\n\"Kemakmuran yang diramalkan akan berlangsung selama ratusan tahun. Tapi apa yang akan terjadi setelahnya? Benih kehancuran mulai bertumbuh.\"\n\n\"Wahai Yang Mulia! Aku pernah berkata bahwa kemunduran dan kebangkitan adalah hukum yang selalu berlaku, hukum Fortuna.\"\n\"Kemiskinan dan kekayaan sama-sama diperintah oleh takdir. Kita naik menjadi raja, kita jatuh menjadi debu.\"\n\"Roda takdir berputar dengan kejam. Tidak peduli seberapa keras kamu berusaha, kamu tidak bisa mengubah apa yang sudah ditakdirkan.\"\n\"Sama seperti alur kisah drama yang terus naik turun. Akhir ceritanya sudah ditakdirkan sejak awal, kenapa harus sedih?\"\n\nNamun, meskipun dia tahu bahwa keabadian hanyalah fantasi konyol dan keabadian adalah delusi yang membutakan,\nNamun Sang Raja dari penduduk Laut Tinggi tidak dapat menoleransi masa depan yang gelap di dalam ramalan tersebut.\n\n\"Pada hari penghakiman, ombak yang penuh kebencian akan menelan semua kebahagiaan dan kejayaan yang berlangsung sesaat.\"\n\"Meskipun aku bisa melihat masa depan yang pasti, aku tidak memiliki kebijaksanaan suci untuk mencari penyebab kehancuran ini.\"\n\"Tapi yang kutahu adalah, di dasar lautan yang gelap, ada sebuah negeri yang disegel sang Ratu Segala Perairan.\"\n\n\"Karena ramalan mengatakan bahwa ombak yang tak berujung akan menelan kerajaanmu, mungkin dia tahu jawabannya...\""
	},
	"sands": {
		"name": "The Grand Jape of the Turning of Fate",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Sebuah jam yang dibuat meniru roda takdir. Kini jam itu sudah tidak berfungsi lagi.",
		"story": "Saat itu adalah masa ketika Simfoni Agung belum dimainkan, dan armada emas belum berlayar.\nUntuk mencari jawaban untuk menghapus kutukan, sang raja yang terhormat menapakkan kaki di jalan pencarian sumber air.\nDi bawah Laut Tinggi, darah dan dendam memenuhi udara. Ini adalah kerajaan keturunan naga.\nPangeran Vishap yang dulunya melayani roh-roh laut kuno, dan mengawasi penjara Ratu Segala Perairan.\n\nSeperti pertempuran sengit kuno yang terjadi kembali, pertempuran yang mengguncang lautan berlangsung selama 30 hari 30 malam.\nHingga pada saat gencatan senjata setelah semuanya lelah, Raja Dewa akhirnya menyatakan niatnya dengan musik.\nTapi tak disangka, pangeran Vishap itu mendengar keinginan yang liar ini, dan langsung tertawa:\n\n\"Wahai penguasa tirani manusia, kutukan tak berdasar yang kamu ucapkan, belenggu takdir yang kamu katakan, kamu tidak tahu bahwa kaumku telah menderita seratus kali lipatnya.\"\n\"Kami kehilangan tanah dan sinar matahari, dan hanya bisa bertahan di dasar jurang tanpa cahaya.\"\n\"Wahai penguasa tirani manusia, kamu seharusnya tahu bahwa takdir adalah aturan langit, dan tidak boleh ada perubahan sedikit pun. Memiliki pemikiran seperti ini sama saja dengan melanggar aturan.\"\n\"Tapi jika kamu benar-benar berencana melakukan hal bodoh seperti itu, aku akan membawamu menemui Ratu Segala Perairan.\"\n\nMaka dari itu, di kedalaman air terdalam, di kegelapan malam abadi, dia mendapatkan bantuan dari Ratu Segala Perairan yang penuh dengan kasih sayang.\nRaja yang terhormat itu mengetahui semua rahasia mengerikan, tapi tidak mendapatkan jawaban penyelamatan.\nRatu Perairan pernah melakukan dosa yang tidak bisa dimaafkan, sehingga kutukannya juga tidak dapat dihapus.\nRaja yang masih punya ambisi dan harapan, sebelum pergi, memutuskan untuk mengambil segelas air yang paling murni.\n\n\"Kalau ombak ingin menelan rakyatku, aku akan menyegel jiwanya di dalam Ichor yang tak larut dengan segala jenis air.\"\n\"Kalau waktu akan membusukkan kerajaanku, aku akan membuat tubuh yang tidak bisa rusak untuk mereka dengan tembaga dan batu.\"\n\nSaat angin laut yang kuat bertiup melewati kerajaan emas, apakah roda takdir juga akan berputar? Tidak ada yang tahu jawabannya ...."
	},
	"goblet": {
		"name": "Ichor Shower Rhapsody",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Sebuah cangkir kuno yang terbuat dari tembaga sebagai dasarnya, dulunya cangkir ini pernah diisi dengan anggur berkualitas dari langit.",
		"story": "Itu adalah tahun-tahun ketika seluruh Legion Athanatoi siap berperang, dan saat kebanggaan yang liar dinyanyikan di atas lautan.\nSang Raja Agung membangun ibu kota emas dan mengaku sebagai penguasa dunia atas nama Sebastos.\n\nDi mana pun kapal raksasanya berlabuh, segala kota dan bangsa tunduk di hadapan otoritas tertinggi itu,\nDi mana pun not lagu dikumandangkan, simfoni peradaban menggantikan lagu-lagu barbar.\nDan semua ini demi membawa keadilan dan penebusan.\nIni adalah delusi terakhir Sebastos yang tidak mampu menelantarkan rakyatnya.\n\n\"Kerajaanmu akan tenggelam dalam ombak kemarahan, karena takdir yang ditentukan tidak akan bisa diubah.\"\n\"Ada benang tersembunyi yang mengikat mereka, bagaikan boneka yang berlari menuju akhir penuh bencana.\"\n\nPernyataan brutal dari sang peramal tidak membuat Sebastos tenggelam dalam keputusasaan, tetapi justru memicu keangkuhan dan delusinya.\nDia mengurung dirinya sendiri di istana kerajaan yang terkunci rapat, mencari kelemahan di alunan Musica Mundana sang Penguasa Takdir itu sendiri.\nSetelah melewati hari dan malam yang tak terhitung jumlahnya, Remus berhasil memecahkan misteri Fortuna dari suara senar di dunia.\nDia membaca setiap nada takdir, dan dia hanya kekurangan pena untuk menulis simfoni miliknya sendiri.\n\nMaka dari itu Sebastos memutuskan untuk meminta bantuan Sybilla, karena dia berasal dari tanah orang mati, dan aliran takdir pernah mengalir dalam darahnya.\nMeski permintaannya begitu berlebihan, tapi seperti biasa, sang peramal itu langsung menjawab keinginannya tanpa rasa ragu.\n\nSimfoni kemuliaan pun dikumandangkan dari singgasana, menghancurkan ikatan takdir yang membelenggu orang-orang dan melukis melodi serta jalan baru untuk mereka.\nDi bawah kubah berlapis emas, Ichor yang murni dan suci mengalir mengikuti saluran air emas, menyebarkan getaran dalam istana ke seluruh wilayah kerajaan.\nDan dalam imajinasi Sebastos yang paling liar, di akhir opera yang harmonis dan megah, dia akan menyerahkan tongkat kendali takdir ke tangan manusia itu sendiri.\nPada hari itu, tidak peduli kaya atau miskin, bijaksana ataupun barbar, setiap orang yang bebas akan menjadi penguasa takdirnya sendiri.\n\nDi tengah ombak yang mengamuk, sang raja yang telah dibutakan itu bergegas menuju sebuah akhir yang tidak diketahui siapa pun. Karena di mata Sybilla sudah tidak ada masa depan lagi ...."
	},
	"circlet": {
		"name": "Whimsical Dance of the Withered",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topeng yang dulunya ditutupi oleh dedaunan emas. Mungkin ini peninggalan dari seorang perwira legiun di zaman kuno.",
		"story": "Domus Aurea kini telah berubah menjadi reruntuhan, dan kota yang dulunya berjaya kini terkubur di dasar lautan.\nKita semua sudah tahu sejarah yang terjadi setelahnya. Pada akhirnya, hari penghakiman memang tiba seperti yang dijanjikan.\nKeinginan bodoh untuk melawan takdir akhirnya dihancurkan oleh ambisi dan pengkhianatan, hingga segala kejayaan tenggelam bersamanya.\nSetelah badai mereda, kuda abu-abu datang bersama angin dan membawa pergi sisa-sisa kehidupan.\n\nSeolah-olah mengejek takdir, saat bangsa baru yang berada di tengah perairan selesai dibangun di tengah sorakan para penjahat, kekuatan keemasan yang pernah menyelimuti lautan pun berubah menjadi legenda.\nSetelah pertunjukan opera yang megah ini berakhir, sisa-sisa dunia lama di atas panggung juga akan terhapus oleh waktu. Nama orang-orang yang dulu pernah mengejar keabadian juga akan terhapus.\nSiapa yang akan percaya? Bahwa pernah ada kapal raksasa dengan empat buluh baris dayung yang berlayar di atas ombak, menyebarkan kabar baik tentang peradaban dan kemajuannya ke seluruh penjuru.\nSiapa yang akan percaya? Pada zaman dahulu kala, seorang dewa pemberontak yang kehilangan surganya karena menantang kekuatan langit. Orang-orang yang tak terhitung jumlahnya menyerahkan tubuh mereka untuk menulis sebuah puisi yang tidak masuk akal.\n\nLalu? Setelah semuanya berakhir, apa yang tersisa dari fantasi mereka yang hancur itu?\nMungkin semua itu hanyalah mimpi, karena setelahnya akan ada mimpi lain yang muncul di sisa-sisa fantasi mereka.\nSeperti yang sering dikatakan orang, \"Lautan tempat air mata berkumpul tidak akan mengering, melainkan naik ke langit dan kembali sebagai hujan\".\nPada akhirnya, semua mimpi akan berkumpul menjadi satu, membawa penyelamatan terakhir kepada semua orang di dunia."
	}
}