{
	"id": 10008,
	"rarityList": [
		3,
		4
	],
	"name": "Gambler",
	"effect2Pc": "Meningkatkan 20% DMG Elemental Skill.",
	"effect4Pc": "Mengalahkan musuh memiliki 100% persentase CD Elemental Skill akan langsung selesai. Dapat terpicu setiap 15 detik.",
	"flower": {
		"name": "Gambler's Brooch",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga besar yang mewah, dapat digunakan untuk menyembunyikan dadu.",
		"story": "Para penjudi senang memamerkan harta kekayaannya walaupun uang mereka dapat hilang dalam semalam.\nDia akan mengenakan ornamen bunga yang besar dan eksotis ini di telinganya yang pastinya akan menarik perhatian.\nNamun mereka tidak akan bisa melihat trik dadu yang tersembunyi di balik bunga itu.\nPenjudi tidak hanya akan diam-diam mengeluarkan dadu dari lencananya saat situasi kritis.\nMenukar dadu secepat kilat di bawah pandangan waspada orang-orang adalah caranya untuk menang."
	},
	"plume": {
		"name": "Gambler's Feathered Accessory",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Bulu ekor dari suatu burung besar yang dapat digunakan untuk menyembunyikan senjata mematikan.",
		"story": "Bulu warna warni ini dibuat untuk dekorasi topi penjudi. Tampilannya membuat bangsawan sejati jijik melihatnya.\nTapi yang luput dari penglihatan bangsawan itu adalah mekanisme yang tersembunyi di balik penampilannya.\nSaat waktunya tiba, secara diam-diam penjudi akan menukar kartu yang tersembunyi dan mengubah arus permainan.\nSetelah melihat kartunya, semangat tinggi dan wajah mencemooh para bangsawan akan segera berubah."
	},
	"sands": {
		"name": "Gambler's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam saku yang sudah pecah, pernah menahan serangan mematikan yang dilancarkan kepada yang mengenakannya.",
		"story": "Timing yang sempurna adalah hal penting bagi penjudi dalam melakukan triknya.\nItulah mengapa dia selalu mempunyai jam saku emas di saku dadanya.\nDalam permainan yang sudah tak terhitung jumlahnya, akan selalu ada waktu saat di mana persepsinya yang sensitif selalu menyelamatkannya."
	},
	"goblet": {
		"name": "Gambler's Dice Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Sebuah alat penampung yang memiliki satu fungsi yang spesifik. Tidak ada kompartemen rahasia ataupun kecurangan di dalamnya.",
		"story": "Setiap penjudi mempunyai ilusi sampai pada taraf tertentu. Banyak yang sangat menyukai cangkir dadu yang dibuat khusus, misalnya.\nIni adalah cangkir dadu yang dibuat khusus untuknya. Walaupun sulit dipercaya, tapi memang tidak ada mekanisme tersembunyi di dalamnya.\nTakdir hanya menentukan setengah dari kocokan dadu seseorang. Setengahnya lagi ditentukan oleh diri sendiri.\nNamun demikian, dia tidak pernah mengocok dadu jauh dari meja judi."
	},
	"circlet": {
		"name": "Gambler's Earrings",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Sepasang anting biru yang dapat menenangkan pikiran, agar yang mengenakannya dapat memperhitungkan risiko dengan saksama.",
		"story": "Anting-anting mewah ini adalah representasi sempurna dari kekayaan para penjudi.\nKilauan permata sungguh berkilau bagaikan langit dan danau.\nAnting-anting akan dilapisi dengan zat penenang ringan untuk membuat penjudi tetap tenang dalam permainan.\nDalam sebuah permainan di mana seseorang berjudi antara hidup dan mati, tetap tenang dan terkendali adalah kunci kemenangan."
	}
}