{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "Gladiator's Finale",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "Meningkatkan 35% DMG Normal Attack karakter yang menggunakan Sword, Claymore, Polearm.",
	"flower": {
		"name": "Gladiator's Nostalgia",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Tidak ada yang pernah memahami mengapa sang gladiator legendaris selalu mengenakan bunga ini di dadanya, di satu-satunya titik kelemahan kesatria brutal tersebut.",
		"story": "Sebuah bunga biasa yang dipetik oleh sang tuan.\nDia membuat lencana dari bunga tersebut dan menyematkannya di dada sang gladiator. Melambangkan sisi halus diri tuannya.\n\nSebelum gladiator tersebut menjadi seorang Jenderal legendaris, dia pernah berjalan-jalan di taman dengan tuannya.\nTuannya memetik bunga dan memberikannya kepada pelayannya.\n\"Tidak semua hadiah berarti adalah imbalan. Terkadang itu hanyalah sebuah aksi biasa.\"\nSuatu hari di masa depan, tuannya akan berkata seperti itu padanya.\n\nGladiator yang tak terkalahkan akhirnya jatuh di hadapan kaki gadis asing itu,\nPada saat itu, dia mengingat sebuah mimpi yang dia punya bertahun-tahun lalu,\n\"Sebuah bunga yang indah. Entah kapan aku bisa memulai perjalananku untuk melihatnya\"\n\"Aku ingin melihat seberapa indahnya bunga tersebut.\""
	},
	"plume": {
		"name": "Gladiator's Destiny",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Setangkai bulu impian yang terbang sebebas elang. Di akhir karir legendaris sang juara, bulu ini disematkan ke dadanya oleh burung yang tak pernah terkekang apa pun, sebagai sebuah tanda kebebasan.",
		"story": "Sebuah akhir tiba bagi gladiator yang tak terkalahkan itu,\nPenantang muda itu memberikan penghormatan terakhirnya kepada sang gladiator.\n\nSaat kesombongan kemenangan dan nafsu untuk kebebasan sirna seperti kabut di pagi hari,\nDan saat fajar menyingsing di arena melalui lapisan awal yang berselimuti darah, sang gladiator melihat seekor burung terbang.\n\nHanya satu pertarungan lagi sampai dia bebas, dan sang gladiator dikalahkan oleh seorang gadis.\nTangisan dan lolongan pecah seperti petir, namun sang pemenang tidak mau mempermalukan lawannya dengan membunuhnya.\nDia menolak untuk menusukkan pedangnya ke tenggorokan lawannya dan mengakhiri hidupnya seolah dia adalah seorang budak.\n\nLuka-luka yang telah sembuh di tubuh sang gladiator diselimuti oleh bulu-bulu yang tak terlihat.\nDia akhirnya pergi melakukan perjalanan, akhirnya bebas bagaikan seekor burung,\nTujuannya adalah tempat di mana bunga mekar dan burung terbang bebas."
	},
	"sands": {
		"name": "Gladiator's Longing",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Penjaga waktu yang mencatat hari, bulan, dan tahun di mana gladiator mencurahkan darah musuhnya di colosseum. Juga merupakan penanda bagi langkah-langkahnya menuju kebebasan.",
		"story": "Sang gladiator membuat jam pasir ini. Dia akan membalikkan jam pasir ini setiap sebelum pertempuran.\nSaat jam pasir itu berhenti, gladiator itu sudah lama mati diselimuti genangan darahnya sendiri.\n\nSang gladiator selalu menaruh jam pasirnya di samping sebelum memasuki arena pertarungan.\nSaat pertarungan berakhir, penonton bersorak untuknya namun pasir di dalam jam pasir masih terus bergulir.\n\nDi pertarungan terakhirnya, dia berhadapan dengan seorang gadis muda.\nDi matanya, dia melihat baik ketakutan dan keganasan gadis itu bagaikan seekor singa muda.\nDari langkahnya, gadis itu melihat belenggu kuat yang dikenakan oleh gladiator itu.\nItu adalah pertarungan yang belum pernah dialami gladiator itu sebelumnya. Sengit, namun memuaskan.\nNamun pertarungan itu berakhir cepat. Pedang menusuk hati sang gladiator, dan pasir di jam pasir itu terhenti seketika."
	},
	"goblet": {
		"name": "Gladiator's Intoxication",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Piala emas seorang juara gladiator di masa lampau. Dipenuhi dengan kemenangan dan kejayaannya, sampai hari di mana akhirnya hari tua membuat lututnya tertekuk tunduk.",
		"story": "Sebuah piala emas berkilauan. Hadiah dari tuan sang juara gladiator.\nDari piala inilah sang juara gladiator meminum anggur ataupun darah dari lawan yang dikalahkannya.\n\nKemenangan lain dari sang gladiator. Walau terbalut oleh banyak luka, dia mendedikasikan kemenangannya untuk tuannya.\nKemenangan, kemuliaan, dan tepuk tangan sering kali lebih memabukkan daripada anggur murni, dan membuat orang melupakan rasa sakit mereka.\n\nTuannya mengizinkannya untuk bergabung dalam pesta dan menghadiahi piala itu kepadanya.\nSebuah piala yang indah, dibuat khusus untuknya. Sebuah lambang bahwa tuannya peduli padanya.\nNamun rantai emas kesombongan mengikatnya dan ular beracun dari nafsu mencekiknya.\nDi kala dia menunggu anggur kemenangan, dia melewatkan kesempatan untuk kebebasannya."
	},
	"circlet": {
		"name": "Gladiator's Triumphus",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Pelindung kepala dari seorang gladiator legendaris masa lampau, penuh dengan noda lumuran darah lawan-lawannya yang selalu tercucur deras sembari terdengar kerasnya sorakan para pendukungnya.",
		"story": "Sebuah helm milik gladiator dihiasi oleh bulu-bulu.\nBagi para penonton yang bersemangat, helm ini adalah lambang yang tak terkalahkan.\n\nSeorang gladiator legendaris sudah melakukan banyak pertempuran. Tidak pernah ada yang selamat menghadapi pedangnya, baik manusia maupun monster.\nSuatu hari yang penuh kemenangan, gladiator pemenang akan berjalan melalui gerbang dan disambut oleh para penonton.\n\nHanya pada saat kemenangannyalah si budak dapat merasakan bagaimana rasanya menjadi seorang tuan. Namun harga dari kesombongannya adalah bayangan kebebasannya yang lenyap oleh kegelapan.\nDi hari kemenangannya, gladiator itu akhirnya melihat sedikit dunia di luar selnya. Dia sudah selangkah lebih dekat menuju kebebasan.\n\nDan ketika helmnya jatuh di lantai arena barulah dia dan para penonton sama-sama menyadari bahwa itu semua hanya lelucon.\nPersembahannya tidak menghasilkan perbedaan. Dia akan selalu menjadi budak tak berguna di mata tuannya."
	}
}