{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "Golden Troupe",
	"effect2Pc": "Meningkatkan 20% DMG Elemental Skill.",
	"effect4Pc": "Meningkatkan 25% DMG Elemental Skill. Selain itu, saat Karakter ada di dalam party namun sedang tidak berada di medan pertempuran, DMG yang diakibatkan Elemental Skill meningkat 25% lagi. Efek ini akan hilang dalam 2 detik setelah memasuki medan pertempuran.",
	"flower": {
		"name": "Golden Song's Variation",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga yang terbuat dari kerang, mutiara terindah, dan daun emas. Bunga ini mekar dengan begitu indahnya.",
		"story": "Nyanyian takdir pernah mengaliri jalan air, menyebarkan irama kerukunan antara peradaban dan tatanan.\nKetika nada itu turun, kebuasan digantikan pencerahan, kekacauan yang menguasai tanah purba telah diubah.\n\nAngin laut yang perkasa bergulir, bunga air tak berakar mengapung padanya.\nDi sebuah tempat tinggal yang seumur jagung, biduan muda bertemu dengan seorang pejuang.\nDi tengah syair penaklukan yang sebanyak bintang di langit, lagu ini tidaklah menarik.\nTapi ombak menjadi saksi persahabatan para pejuang, juga meramalkan kesudahannya.\n\nBiduan muda yang belum sepenuhnya menanggalkan hasrat kebiadaban, dan kemudian bersahabat dengan para hamba yang ditaklukkan.\nNama si hamba telah dilupakan, namun di kemudian hari dia dikenal dengan sebutan \"Cassiodor\".\nDan pejuang muda mengikuti sang biduan ke Capitolium emas, kota tertinggi di ibu kota emas.\nUjian dan latihan yang sulit dilewati, sangb Raja Dewa mengangkat mereka menjadi tuan.\n\n\"Tinggilah hati para penduduk kerajaan yang jaya laksana bunga emas. Tidak ada kemiskinan, tidak ada kebiadaban. Mata sang Raja Dewa melihat\".\n\"Kebanggaan melindungi martabat bangsa, juga menjadi ujung tombak yang bersinar keemasan. Demikianlah keperkasaan sang Raja Dewa tak tertandingi\".\n\"Tatanan yang baik hanya dapat diciptakan lewat kedaulatan penuh. Tatanan yang baik melahirkan seni dan keindahan\".\n\"Di tanah emas yang indah, kelemahan, kebodohan, dan kebiadaban tidak diterima. Tidak dibiarkan. Hanya bisa takluk, atau dilenyapkan\".\n\n\"Sahabatku, saudaraku, janganlah mengingat masa lalu yang sengsara. Janganlah mengenang kesalahan dan kerendahan mereka yang sudah berlalu\".\n\"Tubuh yang sederhana, jiwa yang lemah. Semua telah dibuang, dan berubah menjadi sekuat baja. Mengapa meratapi hal yang teramat kecil?\"\n\"Sahabatku, saudaraku, dengarkanlah lagu yang tidak pernah berubah, irama dari dalam kalbu. Itulah bisikan sang Raja Dewa\".\n\"Kerajaan yang jaya hanya memandang dunia masa depan yang sempurna. Masa depan yang menghadirkan lagu penghabisan, kehancuran bagi mereka yang sudah berlalu\"."
	},
	"plume": {
		"name": "Golden Bird's Shedding",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Bulu emas yang dibuat menggunakan kerawang perak dan emas. Dihiasi dengan sebuah kristal safir cemerlang di atasnya.",
		"story": "Ketika angin laut berlalu, semburat merah muda muncul di langit fajar.\nBurung laut tidak berdiam lama di pelabuhan seribu tiang, hanya meninggalkan bulu-bulu yang berserakan.\n\nLagu yang tadinya megah dan selaras pun ada akhirnya, tidak ada kerajaan yang dapat memerintah selama-lamanya.\nSeperti air yang meluas, kekuasaan melahirkan kemajuan dan tatanan, tapi juga menghadirkan kesombongan, kekerasan, serta pemerasan.\nDi kota mereka yang telah berlalu, di lembah-lembah pengasingan, bahkan di kaki gunung Capitolium ....\nBiduan yang mengiringi pasukan besi berzirah berkilauan, mengambil segalanya dari orang-orang.\nMereka yang belum takluk, dan mereka yang belum dirampas airnya, bersatu dan bersumpah untuk bertahan sampai tumpah darah.\n\n\"Seperti yang ditakutkan, dan seperti yang ditangisi. Saudaraku, ketika kamu bernyanyi, dengarkanlah suara mereka yang di bawah\".\n\"Tidak semua rela rumah dan alamnya direbut begitu saja. Tidak semua dapat menerima lagu ini\".\n\"Kamu menyebut mereka bangsa yang sudah berlalu, saudaraku. Tapi yang bersumpah setia ke masa lalu pun punya tekad, dan harga diri yang tak boleh dipandang sebelah mata\".\n\"Kita pernah ingin menaklukan dan mendominasi bangsa lain. Tapi bagaimana mungkin kejayaaan kerajaan ....\"\n\n\"Lemah! Lemah! Welas asih mengaburka pikiran. Melembutkan hati, dan menciptakan kelemahan di belakangmu!\"\n\"Jika kebiadaban dan ketidaktahuan masih tersisa di Fontaine, meracuni perairannya, maka biar kami yang memusnahkan\".\n\"Jika para biadab ingin bergabung dengan kejayaan kami, silakan. Seperti tuan kami yang mulia juga menerima kami\".\n\"Tapi sejak Naga Racun Scylla menghancurkan menara dan membunuh para biduan, suku-suku liar yang terkena racunnya sudah tidak layak untuk diselamatkan, atau diterima\".\n\"Karena tidak layak, mereka harus dimusnahkan, dari darat mau pun perairan. Seperti kita mengusir wabah dan bara dari tanah ini\".\n\nKetika itulah, zaman keemasan ditutup. Pemberontakan dan perang bergejolak tanpa henti.\nRuang takhta penuh dengan teriakan takluk, kehancuran, dan ratapan para suku liar. Raja Dewa pun terjaga, serta terkejut."
	},
	"sands": {
		"name": "Golden Era's Prelude",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam matahari yang indah terbuat dari emas dan perak. Sepertinya aliran waktu pada jam ini telah lama berhenti mengalir.",
		"story": "Angin laut ketika fajar yang membebaskan, menyanyikan lagu kuno:\nWaktu tak lagi bergulir, namun kembali ke masa lampau bersama sang biduan.\n\nMengalir bersama air, melampaui kubah emas kerajaan yang jaya,\nMelewati rumah hijau berdinding tinggi, bersama angin kemarau yang lembut.\nBaik bangsawan di atas kapal, atau bangsa liar yang jadi tawanan,\nSemuanya hanyut dalam alunan lagu zaman yang indah, tenggelam dalam kenangan ....\n\nKarena dunia zaman itu penuh kelimpahan, ketika raja segala raja bertakhta.\n\n\"Aku datang dari tanah kecil, pulau kecil. Aku lahir di rumah gubuk, tumbuh di desa ilalang dan rerumputan\".\n\"Saat pejuang berzirah cemerlang menghampiri rumahku, mereka membawa kabar penaklukan\".\n\"Aku hanyalah pemuda awam, tanpa prasangka mengikuti makhluk setengah dewa ke kota\".\n\"Berkat jariku yang gesit, berkat suaraku yang ceria, aku diluputkan dari penghambaan\".\n\"Raja Dewa melihatku. Dan aku melihat kedigdayaan peradaban. Kekuatan sebuah tatanan\".\n\"Dagingku dan tulangku, biarlah semuanya berganti. Namaku dan bangsaku, biarlah semuanya ditinggalkan. Dunia hanya akan mengenal nama: Boethius!\"\n\nDemikianlah seorang anak yang lahir kepada kebiadaban masuk ke istana emas, menjadi hamba kedualatan yang berjaya.\nSeperti anak yang baru lahir, dia berusaha melupakan adat, dengan giat mempelajari adab.\nSemuanya demi menjadikan dirinya terhormat dan mulia. Demi bagian dalam peradaban yang luar biasa.\nTidak ada alasan lain. Karena dunia zaman itu penuh kelimpahan. Zaman keemasan, ketika raja yang mulia dan adil bertakhta."
	},
	"goblet": {
		"name": "Golden Night's Bustle",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Guci perak kuno yang pernah diisi dengan anggur berkualitas semerah rubi. Sekarang, tidak ada apa-apa selain air laut yang pahit.",
		"story": "Laut yang tenang bergelora, meluncurkan kapal di antara rumah yang sunyi dan kuil.\nDi bawah rembulan pucat, kubah emas yang terlihat begitu megah di siang hari pun kehilangan kilaunya.\n\nRaja Dewa terjaga dari mimpi. Cahaya bintang yang murni telah beranjak.\nKekerasan dan pengasingan menimbulkan kegelapan segala kegelapan, melingkupi kubah agung.\nDalam ketakutan dan penyesalan dia memanggil pengawal paling setia, serta biduan paling cakap.\nPerintahnya yang terakhir dikumandangkan, agar kedamaian kembali ke tanah yang terpecah ....\n\nTapi seperti air bah tidak bisa dibendung, kesombongan dan prasangka meluluhlantakkan Harmost dan penguasa.\nSemua pengorbanan, semua rencana, semua hancur di tangan orang fasik, semua runtuh pada kesudahannya.\nBaik balatentara buas sang Pangeran Naga Iblis, atau Raja Dewa yang memperjuangkan bangsanya sampai titik darah penghabisan,\nSemuanya disapu badai, bahkan istana yang megah dan rumah giok pun hancur olehnya.\nTanpa tuntunan lagu emas, bangsawan yang mulia berubah menjadi raksasa batu buruk rupa.\n\nKetika riuh malam emas menjadi sunyi, Harmost Boethius terbaring di reruntuhan.\nRacauannya hanya didengar oleh reruntuhan. Demikian pula dosa pengkhianatannya dicatat oleh reruntuhan.\n\n\"Karena gila sesaat, dia mengkhianati semua\".\n\"Tatanan tidak semudah itu berubah. Manusia tidak menyesal\"."
	},
	"circlet": {
		"name": "Golden Troupe's Reward",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Mahkota kuno yang lebih seperti properti panggung dibandingkan aksesoris seorang penguasa.",
		"story": "Dalam kesunyian sedalam lautan, kota dan menara kerajaan yang tinggi menjulang,\nMenjadi istana emas yang pudar, seperti arwah mimpi kuno yang gagah perkasa.\nTirai sandiwara zaman keemasan telah diturunkan, irama yang harmonis dan bersatu sudah tidak terdengar lagi gaungnya.\nDi tengah ambisi dan pengkhianatan yang porak peranda, \"masyarakat masa lampau\" mendirikan peradaban baru.\n\n\"Celakalah tatanan yang sempurna itu, yang sekali lagi hancur diinjak-injak kebiadaban. Yang lemah dan gelap telah menguasai tanah kekaisaran!\"\n\"Roh dan mata air, mata air dan pasukan berkuda ... Racauan anak kecil menggantikan syair-syair pahlawan, bunyi-bunyian yang cerai-berai menggantikan lagu\".\n\"Kemuliaan abadi runtuh bersama dengan hilangnya akal sehat sang Raja Dewa, kebangkitan kaum biadab mengutuk ingatannya\".\n\"Apakah bangsa yang agung mulia harus jatuh oleh kebiadaban? Akankah kedegilan dan kebodohan menelan peradaban serta akal budi?\"\n\nPada panggung emas di istana yang pudar, para biduan yang kehilangan lagunya meratapi masa lalu yang tak akan kembali.\nDalam kesunyian, berhala yang lapar mendengarkan. Menantikan saat berburu, saat memangsa jiwa-jiwa tak berdosa.\nKetika nyanyian emas dilagukan kembali, para biduan emas yang taat dan setia akan menerima ganjarannya.\nKetika tatanan sempurna memisahkan manusia menjadi tuan dan hamba, maka kesejahteraan dan keindahan akan kembali. Kerajaan yang berjaya.\nBertahanlah, hingga tiba waktunya.\nKetika setiap biduan akan dihadiahi masa depan yang penuh harapan."
	}
}