{
	"id": 15021,
	"rarityList": [
		4,
		5
	],
	"name": "Husk of Opulent Dreams",
	"effect2Pc": "DEF +30%.",
	"effect4Pc": "Karakter yang mengenakan set Artefak ini akan mendapatkan efek Curiosity dalam kondisi berikut: Karakter aktif akan mendapatkan 1 lapis setelah serangan Geo-nya mengenai musuh, dapat terpicu setiap 0,3 detik. Karakter bisa mendapatkan 1 lapis setiap 3 detik jika tidak berada di medan pertempuran. Efek Curiosity dapat ditumpuk hingga 4 lapis, setiap lapis meningkatkan 6% DEF dan 6% Geo DMG Bonus. Karakter akan kehilangan 1 lapis setiap 6 detik jika tidak mendapatkan efek Curiosity baru.",
	"flower": {
		"name": "Bloom Times",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Dekorasi emas berbentuk enam kelopak bunga. Melalui bentuk kelopaknya yang tidak pernah layu, pandanglah betapa fananya kejayaan dunia.",
		"story": "Yang dia lihat dalam mimpinya adalah sebuah bayangan menari diiringi musik di bawah cahaya rembulan,\nsama seperti pemuda di masa lalu, yang mirip seperti selembar kertas kosong.\nBagaikan sosok diri yang murni namun rapuh,\nyang muncul setelah semua kebencian dan penderitaannya hilang.\n\nSang pengembara itu tidak tahu bahwa dia masih bisa bermimpi,\ndia berpikir bahwa ini pasti akal-akalan dari sang peneliti,\natau mungkin wujud perlawanan kecil dari hati yang telah tiada.\n\n\"Kamu telah berhasil mendapatkan \"hati\" yang selalu kamu mimpikan,\ntapi itu hanyalah alat untuk kebohongan dan tipu daya.\nSekarang, akhirnya kamu akan mendapatkan hal yang benar-benar milikmu,\ndan tubuh palsu ini bisa bercita-cita untuk kekuatan atas dunia ini.\n\nTapi, semua ini hanyalah mimpi kemuliaan yang berlangsung sekejap.\nDan suatu hari nanti, akan hilang di tengah hembusan bumi yang sedang menderita ....\"\nApakah \"dia\" dari masa lalu yang mengatakan ini? Atau \"dia\" dari masa depan?\nSang pengembara itu tidak peduli, karena saat dia bangun,\nyang hilang bukanlah dirinya, melainkan masa depan yang sangat rapuh itu."
	},
	"plume": {
		"name": "Plume of Luxury",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Penanda berbentuk bulu yang dibawa dari sebuah aula terpencil. Karena belas kasihan dari penciptanya, benda ini diletakkan di dalam aula itu bersama sesuatu yang sedang tertidur.",
		"story": "Sang pengembara yang eksentrik itu sudah tidak memikirkan hal ini,\ntapi setiap kali dia menutup matanya, dia masih bisa melihat cahaya bulan dan api tungku yang menerangi malam hari di Tatarasuna.\nAjudan muda yang baik hati itu berkata:\n\"Ornamen emas ini adalah bukti identitas yang diberikan oleh Yang Mulia Shogun,\ntapi selagi kamu mengelilingi dunia, selalu ingatlah hal ini,\njangan pernah mengungkapkan jati dirimu pada orang lain.\"\nInspektur yang keras kepala itu berkata:\n\"Ornamen emas ini mungkin memang bukti identitas dari Yang Mulia Shogun,\ntapi kamu bukan manusia dan bukan sebuah peralatan,\njadi aku hanya bisa bersikap seperti ini padamu. Jangan menaruh dendam!\"\n\nSang pengembara yang telah meninggalkan hari kemarin sudah tidak memikirkan tentang hal itu,\ntapi setiap kali dia menutup telinganya, dia masih bisa mendengar deru angin yang bertiup tahun itu.\nSepasang mata yang menanti=nantikan berkata:\n\"Ornamen emas ini adalah bukti identitas yang diberikan oleh Yang Mulia Shogun,\npasti bisa digunakan untuk menyelamatkan para rakyat.\"\n\nSang miko yang cerdas dan cantik itu berkata: \n\"Ornamen emas ini adalah bukti identitas yang diberikan oleh Yang Mulia Shogun,\ndan dia tidak akan pernah meninggalkanmu.\nSedangkan aku sendiri akan berusaha secepat mungkin mengirimkan bala bantuan ....\"\n\nTapi pada akhirnya, anak panah berwarna emas itu tertutup debu,\ndan segala cerita telah terbakar oleh api karma hingga habis tanpa jejak."
	},
	"sands": {
		"name": "Song of Life",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Di Inazuma, ini adalah sebuah benda dari bangsa luar. Bagian dalam mekanisme ini sudah dicabut sehingga jarumnya sudah tidak bergerak lagi.",
		"story": "Awalnya dia dilahirkan untuk menjadi wadah sebuah \"hati\",\ntapi dia meneteskan air mata di dalam mimpinya.\nApa daya sang penciptanya memperhatikan:\nDia terlalu rapuh, baik sebagai manusia atau sebagai sebuah alat.\n\nTapi sang penciptanya tidak menghancurkannya, dan membiarkannya terus tertidur.\nDi karya-karya mendatangnya, dia juga akan membuat desain yang tidak memiliki tempat penyimpanan jantung.\nTak lama setelahnya, \"bukti\" paling mulia dan bergengsi di dunia akan tidak memiliki rumah,\ndan dikirim ke kuil besar di Mt. Yougou.\n\nSetelahnya, boneka yang cantik itu terbangun dan memulai pengembaraannya.\nDia telah melihat berbagai jenis hati,\nyang baik, yang adil, yang kuat, yang lemah lembut ....\nSang boneka juga ... menginginkan sebuah hati.\n\nSetelahnya, boneka yang indah ini akhirnya berhasil mendapatkan sebuah \"hati\",\ninilah tujuan hidupnya, alasan kenapa ia diciptakan.\nTapi, bukan ini yang benar-benar diinginkan oleh si boneka,\nkarena benda ini tidak berisi berkah apa pun,\nhanya benda upacara yang penuh dengan keegoisan, kemunafikan, kelicikan, dan kutukan.\nSemuanya terbungkus dalam penampilan yang begitu indah.\n\nBaik dan jahat, keduanya adalah ciptaan makhluk hidup, tidak berguna dan meracau.\nTapi seandainya dia mengorek \"jantung\" ini,\nmaka dia tidak akan bisa merasakan apa-apa lagi ...."
	},
	"goblet": {
		"name": "Calabash of Awakening",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Botol labu yang dihias dengan serbuk emas dan cat hitam. Warna aslinya sudah tidak terlihat lagi, sepertinya fungsi utamanya adalah untuk properti pertunjukan.",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju.\nDulu, ini adalah lima cabang dari Raiden Gokaden.\nTapi pada zaman sekarang, hanya Amenoma yang masih memiliki penerus,\nSementara garis keturunan Isshin, dapat dikatakan keturunannya hampir tak ada.\nDi mata rakyat biasa, hal ini hanyalah efek alami dari berlalunya waktu,\nmereka tidak pernah berpikir bahwa kejatuhan tiba-tiba ini adalah sebuah misteri.\n\nSang pengembara tidak akan mau mengakuinya,\nbahwa semua yang dia lakukan adalah balas dendamnya terhadap si pembuat pedang.\nDia juga tidak akan mengatakan kebenarannya,\nbahwa dia meninggalkan rencananya setengah jalan karena tiba-tiba terasa bosan.\nDengan nada bicara yang dia pelajari dari seorang peneliti, dia akan mengatakan:\n\"Semua ini hanyalah eksperimen kecil tentang sifat manusia.\"\n\nDi teater tradisional Inazuma, ada seorang karakter yang dikenal sebagai \"Kunikuzushi\".\nMereka adalah orang-orang yang sering digambarkan sebagai penipu dan pengkhianat bangsa.\nPada akhir pengembaraannya, dia memilih nama ini atas keinginannya sendiri.\nSedangkan dia sudah tidak ingat namanya dulu.\n\nSudah menjadi hal lumrah di teater tradisional Inazuma untuk menggabungkan nama tiga bagian pertunjukan menjadi judul lengkap pertunjukan,\nContohnya, \"Sumirezome\", \"Sangetsu\", dan \"Kogetsukan\" digabungkan\nmenjadi judul pertunjukan \"Sumirezome Sangetsu Kogetsukan\".\nMungkin akan datang suatu hari, saat segala hal yang pernah dialami tubuh ini,\nmenjadi cerita yang disebarkan di antara manusia, menjadi ingatan ley line nun jauh di sana.\nTapi saat ini, ketiga bagian pertunjukannya masih berlangsung."
	},
	"circlet": {
		"name": "Skeletal Hat",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topi yang sediakala berfungsi untuk melindungi pengembara dari terik matahari dan guyuran hujan, kemudian menjelma sebagai peranti bagi wajah agar tertutupi dan ekspresi untuk bersembunyi.",
		"story": "\"Ke mana kamu akan pergi, pengembara?\"\nSang pengembara muda itu terhenti saat mendengar suara seorang anak.\nDia adalah anak dari seorang pengrajin di Tatarasuna. Meskipun dia sedang sakit, tapi matanya masih terlihat jernih.\nSang pengembara berkata pada anak itu bahwa dia akan pergi ke Kota Inazuma.\n\"Tapi sekarang sedang hujan deras. Katanya orang-orang yang pergi dari tadi masih belum kembali!\"\nSang pengembara membuka dan menutup mulutnya beberapa kali ... tapi pada akhirnya hanya bisa tersenyum pada anak itu.\nKali selanjutnya dia menjejakkan kakinya di pulau itu, anak itu sudah tidak diketahui keberadaannya.\n\n\"Hei orang Inazuma, mau ke mana kamu? Ini bukan kapal untukmu!\"\nSang pengembara muda itu dihentikan oleh tukang perahu di pelabuhan.\nTapi sebelum pengembara muda itu bisa mencabut pedangnya, dia dihentikan oleh pria yang bersamanya.\nPria itu memberi tahu tukang perahu bahwa pengembara muda itu adalah temannya.\n\"Ah, jadi dia tamumu, Tuan? Maafkan kesalahpahamanku.\"\nPria itu memberikan jaket kepada pengembara muda itu agar tidak kedinginan, tapi pemuda itu menggelengkan kepalanya.\nDia tidak butuh jaket itu, dia hanya ingin tahu hal-hal menarik apa yang bisa dia temui di perjalanan panjang ini.\n\n\"Tuan Harbinger. Ke mana kamu ingin pergi\"?\nPemuda yang sangat membenci manusia cerewet, menampar bawahannya dengan punggung tangannya.\nTapi dia juga suka menyaksikan ekspresi wajah manusia yang penuh dengan rasa takut dan ketidakberdayaan,\nmungkin dia belum mengusir anak buahnya ini karena ekspresi wajahnya yang beragam.\nDia memberi tahu orang yang sedang berlutut sambil gemetaran itu untuk mengarah ke Timur, ke Mondstadt.\n\"Saya mengerti! Aku akan mempersiapkan penjaga Anda sekarang juga!\"\nTentu saja dia tidak butuh penjaga, tapi dia lebih malas membalas ucapan bawahannya itu.\nSambil mengenakan topi pengembaranya, dia pergi ke arah timur sendirian.\n\n\"Anak muda, ke mana kamu ingin pergi?\"\nSaat pulang, pemuda itu dihentikan oleh seorang wanita tua di tepi jalan.\nDia memberitahunya bahwa dia ingin pergi ke barat.\n\"Ke Pulau Yashiori, ya? Ada keperluan apa?\"\nWanita ini tidak berpikir panjang, dia hanya tahu bahwa kondisi di sana sedang kacau.\nPemuda itu membalas perhatian wanita itu dengan sebuah senyuman tulus, dia berkata bahwa dia berjanji untuk bertemu dengan seseorang.\nSaat perahu pelan-pelan mendekati pesisir, seorang wanita berpakaian asing terlihat sedang berdiri di tepi,\ndan melemparkan sebuah bola kristal kecil ke arah pemuda itu dari jauh.\nPemuda itu menangkapnya dengan mudah, kemudian mengangkatnya ke arah matahari yang sedang terbenam."
	}
}