{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Long Night's Oath",
	"effect2Pc": "DMG Plunging Attack meningkat 25%.",
	"effect4Pc": "Setelah Plunging Attack/Charged Attack/Elemental Skill dari Karakter yang mengenakan mengenai musuh, akan mendapatkan 1/2/2 lapis efek \"Radiance Everlasting\". Masing-masing Plunging Attack, Charged Attack, atau Elemental Skill dapat memicu efek ini sekali setiap detik. Efek \"Radiance Everlasting\": DMG Plunging Attack meningkat 15% selama 6 detik, dapat ditumpuk sampai 5 lapis dan durasi setiap lapisannya dihitung terpisah.",
	"flower": {
		"name": "Lightkeeper's Pledge",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga besi yang dikenakan oleh Ratniki, melambangkan sumpah yang telah diucapkan untuk menjaga selamanya.",
		"story": "Pada saat itu, Angin Pemburu yang berembus dari utara menyapu dataran, dan mengalahkan orang-orang di perbatasan yang tidak mematuhi perintah.\nDemikianlah, untuk mencuri kekuatan yang ditinggalkan oleh bulan langit, penyihir jahat yang berbicara dalam bahasa aneh itu menyusun rencana jahat dan memberikannya kepada Tsar seluruh peri.\nDemikianlah para Anak Bulan, tersembunyi di hutan pegunungan mereka, tersebar, seperti saudara perempuan yang didorong oleh takdir ke jalan yang berbeda.\nPada akhirnya, orang gila yang tidak terkendali itu tidak bisa melarikan diri dari sangkar langit, dan ditelan oleh langit iblis yang menghancurkan.\n\nTapi semua ini adalah kisah sebelum \"tanah kebahagiaan\" terlahir,\nTanah kebahagiaan pada saat itu hanyalah impian dua anak kecil di bawah sinar rembulan.\nBertahun-tahun kemudian, salah satu dari mereka menjadi bandit terkenal dan dijatuhi hukuman mati.\nAkhirnya, yang satu lagi menyadari makna tersembunyi di balik kata-kata yang sepertinya tidak disengaja itu.\n\nApa yang terjadi selanjutnya, kita semua sudah tahu.\nSaat malam tiba, pemerintah kerajaan utara tidak lagi memedulikan perbatasan yang jauh di luar dataran salju ini,\nKerumunan monster kegelapan yang berkeliaran di atas tanah tandus, menghancurkan semua jejak peradaban masa lalu.\nSampai saat Penempa Obor pertama memancarkan cahaya pertama dan meminjam kekuatan imam Anak Bulan,\nKegelapan diusir ke reruntuhan kuno yang tak bercahaya atas nama bulan, dan terkubur bersama jiwa-jiwa yang terkoyak oleh mimpi buruk.\n\nSetelah semuanya berakhir, orang-orang yang selamat mendirikan mercusuar di atas gunung untuk memandangi penguasa baru di Snezhnaya\nUntuk melindungi impian anak kecil sahabatnya, Penempa Obor itu bahkan tidak segan untuk berdebat di depan Tsaritsa,\nMeskipun mendapatkan surat kuasa kerajaan seperti yang diinginkannya, tapi dia juga harus menanggung sumpah untuk menjaga dan berkorban.\nSejarah \"tanah kebahagiaan\" yang disebut \"Nod-Krai\" dimulai dari sini."
	},
	"plume": {
		"name": "Nightingale's Tail Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Ornamen penutup kepala yang terbuat dari bulu burung bulbul dengan sangat hati-hati. Konon bentuknya ditentukan oleh Penempa Obor.",
		"story": "Konon katanya, ada burung bulbul yang membawa api di paruhnya, yang hanya akan terbang saat malam tak berbulan.\nKobaran api melintasi langit seperti bintang jatuh, membawa cahaya pada tahun-tahun yang gelap.\n\nDi reruntuhan kastil kuno yang ditinggalkan oleh era perintis, berdiri sebuah menara tinggi yang dijaga oleh \"Penjaga Mercusuar\" untuk menjaga malam yang panjang.\nRatusan tahun telah berlalu sejak para pendahulu mereka mengucapkan sumpah abadi di hadapan Tsaritsa.\nOrang-orang di \"tanah kebahagiaan\" percaya bahwa selama mercusuar tidak padam, mereka bisa menikmati kebebasan.\nTidak perlu takut akan kekacauan yang disebabkan oleh monster kegelapan, juga tidak perlu mencari perlindungan dari bangsa utara.\nNamun, terdengar suara yang menakutkan dari ujung cakrawala, itu adalah langkah kaki Pemburu Liar yang melaju di langit malam.\nPenjaga malam mengganti jubahnya dengan kulit binatang seperti biasa, tapi pada hari itu, matahari tidak terbit.\n\nTanda-tanda pertempuran bergema di seluruh pegunungan, para pejuang berdiri di bawah menara tinggi,\nMenunggu perintah untuk bergerak ke selatan, demi menggenapi sumpah kuno.\nNamun di aula anggur gandum, Starshyna generasi ini diam bergeming,\nKarena di utara, pasukan besar yang bersinar seperti siang hari juga sudah mencapai ke dalam kota.\n\n\"Prajurit Bintang Pucat, mengapa kalian mengetuk gerbang Piramida di saat seperti ini?\"\n\"Kuasa suci yang dianugerahkan oleh Yang Mulia Tsaritsa, bahkan kalian tidak berhak menghancurkannya.\"\nPasukan yang datang tanpa undangan itu mengaku bahwa sebagai bala bantuan. Starshyna tahu ada rencana lain di baliknya.\nTapi jika mundur sekarang, pemerintahan otonomi yang telah berlangsung selama ratusan tahun akan berakhir.\n\nDari balik topeng sang komandan, terdengar suara yang dingin dan rendah.\nTapi juga seperti ada suara ejekan yang entah dari mana asal usulnya.\n\"Itu adalah tempat dimulainya bencana hitam. Snezhnaya tidak bisa menanggung akibat dari kekalahan kalian.\"\n\"Wahai Pejuang Burung Bulbul, berjuanglah sekuat tenaga! Tapi tak ada dari kalian yang kembali ....\"\n\"Saat itu, biar kami yang menanggung semua 'pembersihan sisanya'.\""
	},
	"sands": {
		"name": "Undying One's Mourning Bell",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Lonceng tembaga yang selalu dibawa oleh pejuang yang berjalan di jurang gelap. Suaranya sering terdengar di malam yang gelap.",
		"story": "Seolah-olah pertempuran yang membara akan kembali terjadi, udara dipenuhi dengan bau darah,\nDengan suara tangisan yang menyedihkan, pasukan arwah melintasi langit malam yang gelap.\nMenurut legenda rakyat, mereka adalah pasukan iblis dari dunia lain yang datang untuk merampas nyawa,\nAda juga yang percaya bahwa mereka adalah ilusi yang ditinggalkan mimpi buruk kuno.\n\nIni adalah bencana yang disebut \"Perburuan Liar\" oleh penduduk perbatasan,\nKalau hanya seperti badai musim panas, dengan amukan di langit dengan petir dan guntur.\nMungkin ini hanya kesialan kecil bagi orang yang terbiasa dengan kehidupan petualangan,\nTapi ketika gelombang kekacauan yang belum terjadi sejak ratusan tahun menyembur ke bumi seperti hujan darah yang gelap,\nOrang-orang baru sadar, legenda mengerikan yang diturunkan dari leluhur mereka,\nBukanlah omong kosong untuk menakut-nakuti anak kecil semata, tapi merupakan ketakutan yang mengalir dalam darah.\n\nTapi akan selalu ada orang yang harus menghadapi ketakutan mereka dan menyalakan lentera untuk mereka yang tersesat dalam kegelapan tanpa batas.\nKerumunan gagak berbulu hitam berjalan di dunia cahaya dan kegelapan, pemimpin mereka adalah orang yang berbalik dari cahaya.\nDia mengangkat pedangnya dengan tenang. Wajahnya terlihat tegas, seperti pedang itu sendiri.\nPasukan yang terikat sumpah itu terus maju, meski mereka tahu mereka bagaikan ngengat yang mendekati api, berbaris menuju medan perang, di mana tak seorang pun akan kembali.\n\n...\nDi ujung jalan, hanya tersisa satu orang yang memegang pedang hitam,\nDia tahu bahwa jauh di dalam hutan itu, tersembunyi kekuatan jahat yang menyebabkan \"Perburuan Liar\" dipanggil.\nHanya tinggal sedikit lagi, hanya tinggal sedikit lagi, dia bisa menyelamatkan tanah yang pernah dia bersumpah untuk lindungi.\nTenggelam dalam pikirannya, bahkan dia tidak bahwa menyadari tubuhnya sudah terkoyak-koyak,\nLonceng tanda bahaya yang dibawanya berbunyi ketika daging dan lumpur hitam terkoyak.\nMungkin karena suara lonceng itu, para pemakan yang mengelilinginya tidak berani mendekat,\nDemikianlah dia dibiarkan berjalan sendirian di jurang, untuk memenuhi sumpah yang belum terpenuhi ....\n\nBertahun-tahun kemudian, legenda rakyat ini terus berkembang dan banyak versi baru yang muncul.\nSetiap kali suara lonceng yang seperti menangis itu terdengar, itulah jejak orang yang telah bersumpah untuk memburu \"Pemburu Liar\"."
	},
	"goblet": {
		"name": "A Horn Unwinded",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Sangkakala yang dulunya digunakan untuk memanggil orang yang menepati sumpah. Kini telah kehilangan fungsinya.",
		"story": "Saat sangkakala menyatakan kekuatan kerajaan utara, langkah kakinya yang menggelegar bak guntur mengguncang bumi,\nSeperti rel besi yang membentang di dataran es, api pucat membara ke segala penjuru.\nPasukan khusus yang setia pada Yang Mulia Tsaritsa, bukanlah milik salah satu dari Harbinger,\nMereka bersumpah pada bintang-bintang pucat yang bersinar, untuk menciptakan dunia baru yang bersih.\n\nMeski tinggal di daerah perbatasan, kami mereka tetaplah rakyat dari tanah air;\nKarena cinta tak terbatas Tsaritsa tidak akan meninggalkan siapa pun yang bersedia mengikutinya.\nLetnan yang memimpin tim pertahanan perbatasan ini sudah percaya akan hal ini sejak kecil,\nSampai dia berjalan di gerbang neraka dan melihat jiwa yang tidak dicintai siapa pun.\n\nPermintaan untuk bertempur masih belum disetujui, tapi Letnan diam-diam sudah mengambil keputusan,\nKami datang ke sini untuk menyelamatkan orang-orang tak berdosa yang menderita karena bencana nan kejam.\nBagaimana mungkin kita dapat menatap monster kegelapan yang menelan bumi dan mengambil nyawa ibu dan anak seperti itu saja?\nKalau ini perintah dari orang penting, maka persetan dengan perintah ini.\n\n....\nDemikianlah miasma busuk itu tersapu oleh angin utara, tepat saat cahaya fajar pertama menembus awan hitam pekat, cahayanya sekali lagi bersinar di atas tanah yang berwarna biru.\nPertempuran telah berakhir, namun tidak ada pahlawan yang kembali ke menara. Yang datang hanyalah pendosa dan anak-anak yang dia selamatkan.\nMeskipun ada sedikit kesalahan dalam rencana yang sudah ditentukan, dokter pemberontak itu tidak memedulikannya, karena tujuannya sudah tercapai.\nMeninggalkan posisi tanpa izin, berkhianat terhadap Tsaritsa, dan pengampunan atas sumpah yang baru diucapkan.\nPrajurit baru mulai berjaga di atas tangga yang terbuat dari tulang, terus hingga lautan mengering."
	},
	"circlet": {
		"name": "Dyed Tassel",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Helm kuno dan berat, adalah warisan dari klan pejuang kuno utara.",
		"story": "Legenda mengatakan bahwa Penempa Obor pertama berasal dari kota musim dingin di ujung utara, dan lambang Burung Bulbul melambangkan garis keturunannya yang mulia.\nMereka tadinya adalah keluarga mata-mata rahasia, tapi karena penghargaan Tsar Musim Dingin, mereka bisa menjadi orang kaya dan terkenal,\nSebagai rakyat jelata biasa yang keluar masuk istana, menjadi hiasan di antara para peri-peri bangsawan.\nSaat bencana yang menyapu seluruh bangsa tiba, wilayah perbatasan yang pernah menjadi tempat harapan besar pada masa perintisan mengetahui bahwa mereka telah kehilangan perlindungan para dewa.\nPada masa kegelapan Nod-Krai, hanya ada satu kesatria berzirah perak gelap yang datang dari utara.\nSeperti tahu tujuannya, gadis bulan baru menyalakan lampu untuk menghilangkan kegelapan.\n\nMalam sebelum keberangkatan ke Kepulauan Lempo di selatan, perjamuan besar diadakan untuk para prajurit di aula anggur gandum.\nYang paling menarik perhatian adalah seorang samurai muda yang memakai helm hitam dan memegang tombak di tangannya.\nDi antara para Ratniki saat itu, hanya sedikit sekali yang tetap mengenakan helm besi yang kuno dan berat ini,\nKarena itu menandakan, darah mereka berasal dari pahlawan yang pertama kali mengikuti Penempa Obor untuk mengalahkan gelombang kegelapan,\nMereka memegang teguh sumpah leluhur mereka, meski tidak memiliki tanah dan gelar kehormatan.\nMereka percaya bahwa penguasa segala peri dan yang pernah melindungi seluruh Snezhnaya masih mengawasi mereka dari suatu tempat.\n\nDi tengah dataran yang ternoda lumpur, kini terendam dalam darah para pahlawan, prajurit muda itu berlutut di antara tubuh rekan-rekannya yang gugur.\nPengorbanan adalah takdir dan kehormatan seorang Ratniki, tapi kalau bisa menyelamatkan satu orang lagi, lebih baik demikian.\nJadi, seperti para leluhur pada masa lalu, dia berdoa kepada para dewa kuno yang sudah lama tidak dipuja, dan kepada para raja yang pernah dikuasainya.\n\nMungkin karena terbangun oleh suara kerasnya sangkakala, atau karena mencium bau darah yang menyengat, atau mungkin hanya karena bosan,\nDi suatu tempat, roh jahat yang telah lama tertidur lelap terbangun dari tidurnya yang panjang, dan menanggapi keinginannya.\nNyala api biru dari dalam legenda kuno akan berpijar kembali di medan perang yang baru ...."
	}
}