{
	"id": 10006,
	"rarityList": [
		3,
		4
	],
	"name": "Martial Artist",
	"effect2Pc": "Meningkatkan 15% DMG Normal Attack dan Charged Attack.",
	"effect4Pc": "Setelah melancarkan Elemental Skill, meningkatkan 25% DMG Normal dan Charged Attack selama 8 detik.",
	"flower": {
		"name": "Martial Artist's Red Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Hanya bunga merah ini yang dapat membuat ahli bela diri melupakan rasa sakit untuk sementara.",
		"story": "Sejak diakui oleh sang master, ahli bela diri ini telah berlatih setiap hari selama bertahun-tahun.\nJejak untuk mengejar seni bela diri sangat panjang dan keras, dan penuh luka yang tidak dapat dihindari.\nSeperti yang telah dikatakan, dia mencabut bunga merah kecil di hutan.\nWalaupun luka yang didapat dari berbagai pertarungan tidak dapat sembuh total, setidaknya rasa sakitnya dapat terobati."
	},
	"plume": {
		"name": "Martial Artist's Feathered Accessory",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Bulu burung yang sering ditemui di mana saja, para ahli bela diri menggunakannya dalam latihan pengendalian kekuatan.",
		"story": "Sebuah bulu dicabut dari burung yang terbang di langit oleh seorang ahli bela diri yang terampil.\nInti utama dari bela diri tidaklah hanya tentang kekuatan serangan saja.\nKelincahan dan kegesitan yang diasah selama bertahun-tahun sama pentingnya bagi seorang ahli bela diri.\nAhli bela diri akan mengenakan bulu di dadanya sebagai bukti dari kehebatannya."
	},
	"sands": {
		"name": "Martial Artist's Water Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Alat yang digunakan untuk menakar waktu saat latihan bela diri. Dibandingkan dengan jam pasir, alat ini lebih akurat dan stabil.",
		"story": "Jam pasir yang menggunakan arus air untuk menghitung waktu. Ahli bela diri itu membawanya setiap saat.\nSaat dia berlatih di bawah air terjun atau berlatih dengan satu kaki di atas tonggak,\nDia menahan semua rasa sakit dan penderitaannya sendiri,\nWaktu merekam setiap detiknya dalam diam."
	},
	"goblet": {
		"name": "Martial Artist's Wine Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Gelas arak dengan bentuk yang indah, biasanya digunakan sebelum pertarungan sebagai bagian dari ritual.",
		"story": "Sebelum dengan bangga melangkah ke dalam arena, upacara perpisahan dengan segelas anggur sangat penting bagi ahli bela diri.\nSetiap dari mereka berhadapan dengan lawan yang tangguh, dua orang ahli bela diri akan mengangkat gelas mereka kepada satu sama lain.\nMereka lalu akan memasuki arena dengan tenang untuk menghadapi lawannya dengan rasa hormat.\nInilah arti sebenarnya dari bersulang, dilakukan sebelum bertarung. Tidak ada maksud untuk menyanjung yang menang atau mempermalukan yang kalah."
	},
	"circlet": {
		"name": "Martial Artist's Bandana",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Pelajaran utama saat berlatih bela diri: Daya Tahan, Tekad Hati, Kekuatan. Ikat erat tali di kepala, untuk mengingatkan tiga hal ini.",
		"story": "Bandana merah cerah milik ahli bela diri. Kini warnanya pudar.\nIni sebuah bukti bahwa pemiliknya berlatih seni bela diri sejak muda. Ini juga melambangkan ambisi tinggi yang pernah dimiliki oleh ahli bela diri muda tersebut.\nSebelum fajar menyingsing, ahli bela diri muda itu sudah berlatih di hutan.\nBertahun-tahun kemudian, ahli bela diri muda itu sekarang telah menjadi seorang instruktur. Walaupun masa mudanya sudah lewat, namun dia masih tetap prima dan gesit sama seperti saat dia masih muda."
	}
}