{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "Nighttime Whispers in the Echoing Woods",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "Selama 10 detik setelah melancarkan Elemental Skill, Geo DMG Bonus akan meningkat 20%. Saat dilindungi oleh perisai yang tercipta dari reaksi Crystallize, efek di atas akan ditingkatkan lagi sebesar 150%. Efek peningkatan tambahan tersebut akan dihapus setelah 1 detik perisai Crystallize hilang.",
	"flower": {
		"name": "Selfless Floral Accessory",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Karangan bunga yang dipakai oleh penyihir wanita dalam cerita. Menggunakan sentuhan kupu-kupu sebagai desainnya, sama seperti aksesoris lainnya yang disukainya.",
		"story": "Anjing kecil bergegas ke loteng, hidungnya terkena debu sehingga bersin berulang kali.\n\"Pie, lihat dirimu. Dulu warnamu seperti pai apel, tapi sekarang seperti dilumuri selai murbei.\"\nGadis kecil itu mengejar anjing bernama \"Pie\" ke loteng kecil, lalu membantunya membersihkan debu-debunya.\nLoteng itu penuh dengan koleksi buku yang dijilid dengan indah. Gadis kecil mengambil sebuah buku dari rak, sampul bukunya berhiaskan kupu-kupu bersayap emas yang cantik.\n\"Seperti buku cerita. Mungkin saja cerita yang ibu bacakan berasal dari sini! Benar kan, Pie?\"\nAnjing kecil itu menggonggong sekali, lalu bersandar di samping kaki gadis kecil seperti biasanya.\n\"Hmm, kalau saja aku bisa selesai membaca duluan daripada ibu .... \"\nGadis kecil membuka buku cerita itu. Halaman buku yang menguning terlihat seperti kupu-kupu yang merentangkan kedua sayapnya ....\n\nItu bukan cerita yang sudah lama terjadi. Konon di Hutan Bergema, tinggallah seorang penyihir yang bisa mewujudkan permohonan apa pun.\nTapi penyihir ini seperti penyihir-penyihir di cerita lain yang punya kelakuan yang aneh. Dia menggunakan sihir untuk menyelimuti seluruh hutan dengan kabut, membuat penyusup tersesat oleh gema di hutan. Oleh karena itu, cuma sedikit orang yang bisa menemukan gubuk terpencilnya di dalam hutan, apalagi membuat permohonan padanya.\nTapi pada suatu hari, akhirnya ada seorang remaja yang mengetuk pintu rumah penyihir itu.\nRemaja itu awalnya mau mencari bunga berwarna biru, tapi di tengah perjalanan matanya tertarik oleh kupu-kupu bersayap emas. Dia pun mengejar kupu-kupu tersebut dan tanpa sadar sampai ke gubuk di tengah hutan. Pada saat itulah dia baru teringat tentang legenda penyihir yang bisa mewujudkan permohonan. Setelah ragu-ragu beberapa saat, dia memutuskan untuk mengetuk pintu.\nSebelum dia mengetuk pintu ketiga kalinya, pintu sudah dibuka.\n\"Aku punya satu permohonan ...\", kata remaja itu.\n\"Orang-orang selalu bilang begitu.\" Penyihir memotong perkataannya, \"Mewujudkan permohonanmu bukan hal sulit buatku, tapi harganya berbeda-beda untuk setiap orang.\"\n\"Gadis yang aku cintai, hatinya sejak awal sudah milik orang lain. Tapi aku bukan mau memakai kekuatan sihir untuk membuatnya mengubah perasaannya, melainkan cuma berharap supaya dia bisa mendapatkan seluruh kebahagiaan yang ada di dunia ini. Kalau kamu bisa mewujudkan permohonan ini, aku bersedia menyerahkan semua yang kumiliki, waktu, uang, bahkan jiwaku sekalipun aku rela.\"\n\"Permohonanmu akan terwujud, tapi harganya akan aku tagih di masa depan. Harganya juga belum tentu jiwamu ... penyihir selalu bertindak sesuka hati.\"\n\"Tapi apa yang lebih berharga di dunia ini selain jiwa seseorang?\"\n\"Nanti kamu akan tahu, saat waktu yang ditentukan tiba. Cuma hati yang seperti emas yang akan ditimbang.\"\n...."
	},
	"plume": {
		"name": "Honest Quill",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Pena celup yang dipakai oleh penyihir wanita dalam cerita. Kemulusan adalah hal yang paling tidak pantas diperhatikan dari semua kelebihannya.",
		"story": "....\n\"Transaksi menjual jiwa di dalam cerita selalu semudah ini ... Jadi, harusnya jiwa itu sesuatu yang murah. Kalau tidak, kenapa orang-orang selalu semudah itu menjual jiwa mereka?\"\nTapi dia tidak tahu apa artinya jiwa, soalnya dia tidak pernah melihatnya. Sebaliknya, camilan enak saat minum teh sore, momen saat bermain bersama Pie di taman, cerita yang dibacakan ibu sebelum tidur, itulah hal-hal yang lebih berharga.\n\"Untungnya kita tidak punya permohonan yang perlu diwujudkan oleh penyihir wanita. Jadi kita tidak perlu menukarkan hal apa pun yang berharga.\"\nDia membalik halaman berikutnya ....\n\nMeski dijanjikan oleh penyihir, tapi remaja itu juga tidak bisa membayangkan akan jadi seperti apa kalau permohonannya terwujud.\nKalau permohonan yang lebih spesifik ... kekayaan tiada habisnya dan kekuasaan untuk membuat orang lain tunduk, ini semua mudah dibayangkan. Tapi kalau kebahagiaan yang disebutkan tadi?\nRemaja itu pernah mendengar kalau penyihir memiliki banyak peralatan sihir, dan dia dibantu kekuatan yang tersimpan dalam koleksi barang aneh dan tidak biasa ini. Dia tidak bisa menahan rasa penasarannya dan bertanya ke penyihir, alat seperti apa yang dipakai untuk mewujudkan permohonannya.\n\"Kata-kata dan kalimat yang ditulis pena celup ajaib akan menjadi kenyataan, dia akan jadi kesayangan takdir.\"\nRemaja itu melihat dengan terheran-heran saat penyihir pelan-pelan menggoyangkan botol tinta, lalu tinta pun bergulung layaknya ombak. Dia seolah-olah melihat dunia yang mereka tinggali seperti pulau yang terombang-ambing mengikuti ombak, begitu banyak wajah dan pemandangan yang belum pernah dia lihat sebelumnya halaman album foto yang terus berganti ....\nDia melihat dengan takjub, hampir saja terjatuh dari pinggiran botol tinta dan tenggelam ke dalam tinta.\n\"Segala yang dia bisa bayangkan ada di dalam botol tinta. Asalkan dia bersedia, segalanya akan menjadi miliknya.\"\nSeiring dengan tarian pena di atas kertas, takdir gadis itu pun berubah.\nEntah sejak kapan, gadis itu sudah tidak lagi merasa terkejut terhadap keberuntungan yang terus-menerus terjadi kepadanya.\nDia tidak lagi khawatir dengan apa pun, hampir semua hal akan berjalan sesuai harapannya. Dan semua yang dia inginkan, pada akhirnya selalu tiba di tangannya dalam berbagai bentuk.\nSemua orang mencintainya. Orang-orang memuji kecantikannya dan juga integritas moralnya. Bahkan orang yang dulunya dia pikir tidak akan memperhatikannya, kini sepenuhnya berubah sikap.\nPerlahan-lahan, dia terbiasa dengan kata-kata pujian dan tatapan iri terhadapnya. Meski penampilannya sama sekali tidak luar biasa, moralnya juga biasa saja, tapi takdir tetap memihak kepadanya.\n...."
	},
	"sands": {
		"name": "Faithful Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam pasir yang dipercaya oleh penyihir wanita dalam cerita. Konon katanya, jika melafalkan mantra yang salah kepada jam itu, aliran waktu akan berjalan dengan sangat cepat.",
		"story": "....\n\"Kalau punya pena celup sihir ... Pie mau tulis apa? Biskuit anjing yang banyak sekali?\"\nGadis kecil itu meletakkan buku, mengelus-elus kepala Pie. Anjing kecil itu mengibaskan ekornya sebagai respons.\n\"Oh! Pie kan tidak bisa menulis, kalau begitu biar aku yang bantu tuliskan. Selain biskuit anjing yang banyak sekali, masih ada ....\"\nDia membalik halaman berikutnya ....\n\n\"Konyol sekali, seakan-akan pita biru sudah sangat langka.\" Gadis kecil itu mengusir pengunjung tanpa ampun, melemparkan kado yang dibawa pengunjung ke sudut. Memang, dulu dia juga pernah sangat menyukai pita berwarna biru seperti burung cekakak. Tapi sekarang, barang biasa seperti ini sudah tidak menarik minatnya lagi.\n\"Anak yang malang!\" Ibu menghela napas.\nGadis itu bosan dengan ceramah ibunya. Meski keberuntungan datang padanya sebentar saja, tapi dia sejak awal sudah menganggap bahwa kekayaan dan juga kemudahan untuk mengendalikan orang-orang itu adalah hal yang sudah sepantasnya. Dunia ini awalnya berputar di sekelilingnya, dan dia tidak hanya berpikir seperti ini sekali saja.\n\"Padahal kamu ibuku, tapi kenapa tidak bisa mencintaiku seperti orang lain mencintaiku?\"\nMungkin aku tidak butuh ibu yang tidak mencintaiku. Pikir gadis itu.\nKemudian, gadis itu meninggalkan rumah beserta para kerabatnya. Sejak itu, dia menikmati keberuntungan yang dibawa oleh sihir, tanpa perlu lagi terganggu oleh hati nuraninya.\nDia berkelana ke semua tempat, sampai tidak ada lagi pemandangan yang membuatnya merasa baru, tidak ada lagi makanan yang membuatnya bersyukur. Hidupnya seperti pesta dansa yang tidak pernah berakhir, orang-orang datang dan pergi, tapi tidak ada yang berhenti lama dan berdansa di atas lantai itu.\nDia kadang-kadang sengaja memperlakukan orang yang dia sebut \"teman\" dengan buruk, tapi tidak peduli seberapa tidak sopan sikapnya di hari sebelumnya, keesokan harinya, teman-temannya akan tersenyum dan memaafkannya, tetap mencintainya sama seperti sebelumnya.\nOrang-orang hanya memberi padanya, tidak ada yang menuntut apa pun.\n...."
	},
	"goblet": {
		"name": "Magnanimous Ink Bottle",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Botol tinta yang dipakai oleh penyihir wanita dalam cerita. Memiliki sihir ajaib yang tidak kalah dari pena celup.",
		"story": "....\nGadis kecil terus membaca, dengan Pie bersandar di sampingnya.\nDia membalik halaman berikutnya ....\n\nSetelah sekian lama, gadis itu baru tahu kabar ibunya sudah lama meninggal dunia. Setelah sekian lama, akhirnya dia pulang kampung. Tidak peduli wajah yang familier ataupun asing, semuanya sama seperti orang-orang di tempat lain yang hangat dan sopan terhadapnya.\n\"Segalanya berjalan seperti keinginanmu, tapi kenapa kamu tidak tersenyum lagi?\"\nRemaja yang berbicara itu pernah dia lihat sebelumnya, mungkin cuma salah satu dari sekian banyak pengikutnya.\n\"Benar yang ibu bilang, aku ini anak yang malang. Karena kutukan menakutkan ini, aku tidak akan pernah bisa bahagia selamanya.\"\n\"Ah! Tidak kusangka kamu malah menganggap pemberian tanpa pamrih sebagai kutukan. Asal tahu saja ya, ini didapatkan dengan pengorbanan diri seseorang yang membuat kesepakatan dengan penyihir wanita. Dia bahkan tidak pernah harapkan imbalan apa pun darimu. Mana ada cinta yang lebih mulia lagi di dunia ini?\"\n\"Tampaknya dia lebih paham cara mendapatkan kebahagiaan dibandingkan aku.\" Gadis itu berkata, \"Apa bagusnya kehidupan yang cuma menerima tanpa perlu berkorban? Hal yang paling tidak berharga adalah hal yang tidak diperlukan orang. Mungkin akulah yang tidak perlu ada.\"\n\"Bukan begitu ... kamu harus ada, paling tidak buatku.\"\n\"Terus apa yang kamu harapkan dariku? Kalau ada sesuatu yang bisa kulakukan buatmu .... \"\nRemaja itu menunjukkan ekspresi kebingungan.\nGadis itu merasa sangat kecewa. Dia memutuskan pergi ke Hutan Bergema tempat penyihir itu mengasingkan diri untuk mencari cara menghilangkan kutukan yang menakutkan itu.\nRemaja itu mengeluarkan cermin ajaib yang dipinjam dari penyihir wanita, dengan harapan bisa menghentikan gadis itu.\n\"Begitu keberuntungan yang dibawa oleh sihir meninggalkanmu ....\"\nKemudian dalam cermin yang bisa menampilkan kemungkinan di masa depan, gadis itu melihat kejadian yang dia alami setelah keberuntungannya habis: Dia melihat dirinya sendiri kehilangan seluruh kekayaan dengan cepat. Orang-orang yang dia sakiti tidak lagi memaafkannya sambil tersenyum, mereka malah mengutuk dan memandangnya dengan tatapan muak. Orang-orang tidak mengelilinginya lagi, seperti sebuah pesta dansa yang sudah usai. Dia berkelana ke mana-mana, sama seperti dulu, tapi tidak seorang pun perhatian atau peduli padanya. Dia melihat dirinya sendiri dijatuhkan oleh hujan badai dan diejek oleh anak-anak. Semua anugerah yang pernah dia dapatkan harus dibayar sepuluh kali bahkan seratus kali lipat.\nDia tidak bergerak selangkah pun. Semua yang dilihat di cermin seolah-olah sudah terjadi pada dirinya. Kehidupan adalah penderitaan tanpa akhir yang hendak menghancurkannya.\n\"Berbahagialah, keberuntungan sihir belum meninggalkanmu. Di dunia ini tidak akan ada orang yang mengejek kelemahanmu.\"\n...."
	},
	"circlet": {
		"name": "Compassionate Ladies' Hat",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topi wanita elegan yang disukai oleh penyihir wanita dalam cerita. Desainnya yang kalem dan ceria benar-benar membuatnya jatuh hati.",
		"story": "....\nPie sampai menguap karena merasa bosan.\n\"Aku rasa ceritanya sudah mau berakhir, tunggu sebentar ya, oke?\"\nDia membalik halaman berikutnya ....\n\n\"Meski begitu, aku tetap pilih jalan yang sulit ini.\"\nSama seperti malam musim dingin di kejauhan, dia mengantuk dalam dekapan ibunya. Mendengarkan cerita yang sekarang sudah hampir dia lupakan, tapi juga cerita yang tidak pernah bosan dia dengarkan. Para karakter utama dalam cerita sering harus melewati kesulitan untuk bisa mencapai tujuan akhir perjalanan. Pengorbanan dan kehilangan selama perjalanan akan membuat hasil yang didapatkan dengan susah payah menjadi lebih berharga.\n\"Aku lihat di cermin kalau orang-orang tidak lagi mencintaiku, bahkan tidak menyukaiku. Membuat mereka tersenyum lagi padaku saja sudah jadi kesulitan yang tidak pernah kubayangkan sebelumnya ... Tapi itu baru namanya dunia nyata, penuh dengan perubahan dan ketidakpastian.\"\n\"Tidak, kamu tidak boleh begini! Kamu harus merasa bahagia atas keberuntungan yang dibawa oleh sihir, kalau tidak .... \"\n\"Apa yang perlu kamu khawatirkan? Bahkan kalau kamu sama seperti yang lainnya, tidak lagi mencintaiku setelah kekuatan sihir menghilang, aku tetap akan mencintai kalian. Aku akan seperti karakter utama dalam cerita, memperlakukan setiap orang di dunia yang bebas ini dengan tulus ... Asalkan kamu bersedia menerimanya, hatiku juga jadi milikmu!\"\nMeski tidak ada suara lonceng ataupun tanda lainnya, tapi sepertinya ini momen perjanjian yang dikatakan penyihir itu.\n\"Aku harusnya muncul lagi setelah dia menyelesaikan perjalanan yang ditunjukkan dalam cermin. Sekarang masih agak terlalu dini ... tapi penyihir kan selalu bertindak sesuka hati.\"\nPenyihir memenuhi perjanjian dan mengambil benda yang paling dia inginkan dari remaja itu.\n\"Permohonanku terwujud, tapi aku telah kehilangan segalanya ....\"\n\"Dia bisa jadi karakter yang baik, bahkan dalam cerita yang lain.\" Penyihir menggoyangkan botol tinta itu dengan perlahan, lalu gadis itu pun menjadi tahanan di dalamnya.\n\"Tapi dia gadis yang diciptakan untukku, sama seperti aku juga diciptakan untuknya ... Kalau dia ditakdirkan tidak bisa mendapatkan kebebasan, biarkanlah aku pergi mencarinya. Aku pernah melihat begitu banyak semesta dan cerita di dalam botol, mungkin akan ada satu dunia yang bisa menampung kami berdua, mungkin saja aku juga bisa jadi karakter yang baik ....\"\n\n\"Aku sudah ingat! Malam ini aku ceritakan ini saja kepada ibu, menurutmu apa dia akan suka?\"\nPie tidak memperhatikan gadis kecil itu, tapi malah bangun dan menggonggong ke udara beberapa kali, lalu berputar-putar beberapa kali sebelum bergegas turun dari loteng.\n\"Hmm, bocah ini, pasti emosi karena lapar, memang masih bocah.\"\nGadis kecil itu pun pergi, cuma menyisakan buku cerita yang belum dirapikan di atas lantai loteng."
	}
}