{
	"name": "Noblesse Oblige",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Meningkatkan 20% DMG Elemental Burst.",
	"4pc": "Setelah melancarkan Elemental Burst, meningkatkan 20% ATK semua anggota party selama 12 detik. Efek ini tidak dapat ditumpuk.",
	"flower": {
		"name": "Royal Flora",
		"relictype": "Flower of Life",
		"description": "Bunga berwarnakan kaca yang terbuat dari kain satin, sering kali ditemukan di perjamuan bangsawan. Masih terlihat segar, sama seperti saat bunga ini ditinggalkan.",
		"story": "Bunga bakung biru yang terbuat dari satin halus,\nYang pernah menjadi hiasan kepala bangsawan.\n\nSeorang bangsawan yang pernah memerintah Mondstadt meninggalkannya.\nDi zaman legendaris itu, para bangsawan adalah sebuah contoh bagi masyarakat.\nMereka membimbing orang-orang dengan perilaku dan kebijaksanaan,\nMerekalah representasi sejati dari rakyat Mondstadt.\nMereka bangsawan bukan hanya berdasarkan keturunan,\nNamun juga karena komitmen kepada misi dan prinsipnya.\n\nKemudian, para bangsawan menjadi tenggelam dalam kesenangan dirinya sendiri,\nKebanggaan dan prinsip mereka perlahan luntur."
	},
	"plume": {
		"name": "Royal Plume",
		"relictype": "Plume of Death",
		"description": "Bulu yang disematkan oleh para Bangsawan Mondstadt di topi mereka saat pergi berburu. Sampai saat ini masih berdiri tegak dengan bangga.",
		"story": "Sebuah bulu elang bertengger di atas topi bangsawan tua.\nBerburu dengan rakyat biasa dan berbagi hasil dengan mereka adalah tradisi lama.\n\nPara bangsawan tua yang pernah memerintah Mondstadt sering kali pergi ke hutan belantara,\nPerburuan yang diikuti oleh orang-orang di dunia yang luas ini.\nSebagai tanda kemurahan hati para bangsawan,\nSemua orang bersemangat untuk mengikuti perayaan tersebut.\n\nNamun lambat laun perburuan menjadi hilang maknanya.\nPara bangsawan mengambil segalanya sebagai milik mereka, menganggap itu adalah hak mereka.\nNamun bulu tersebut masih bertengger dengan bangga, namun dengan warna yang memudar di mata orang-orang."
	},
	"sands": {
		"name": "Royal Pocket Watch",
		"relictype": "Sands of Eon",
		"description": "Jam saku yang pernah dimiliki oleh Bangsawan Mondstadt. Diturunkan turun-temurun dari generasi ke generasi, dan telah menyaksikan jatuh bangunnya Kota Mondstadt.",
		"story": "Sebuah jam tangan mahal dibuat dari batu safir.\nMasih berfungsi dengan baik walau sudah bertahun-tahun.\n\nJam saku milik bangsawan yang dulu memerintah Mondstadt. Dan masih menunjukkan waktu dengan akurat.\nKetepatan waktu adalah suatu kebajikan, dan jam saku ini membantu para bangsawan tetap berada di jalur yang suci.\nTidak hanya sekadar alat untuk mengingat waktu namun lebih kepada untuk kedisiplinan diri.\nSaat fajar, seorang bangsawan yang baik harus lebih waspada daripada rakyatnya,\nSaat malam, dia harus lebih bijak dan tak kenal lelah daripada rakyatnya.\n\nSelama bertahun-tahun, jadwal yang dulu ketat kini hancur oleh keturunan mereka yang malas,\nJam mereka tumbuh lebih mewah, tetapi kehilangan fungsi berbudi luhur mereka."
	},
	"goblet": {
		"name": "Royal Silver Urn",
		"relictype": "Goblet of Eonothem",
		"description": "Guci yang digunakan sebagai perhiasan, sebelumnya dimiliki oleh Bangsawan Mondstadt. Suara angin yang bergema di dalam guci ini terdengar seperti ratapan kesedihan.",
		"story": "Sebuah guci hias yang terbuat dari safir, bertuliskan lencana perak sebuah rumah bangsawan.\nMewah dan elegan, sebuah bukti estetika para bangsawan kuno Mondstadt.\n\nSeorang bangsawan yang dulu memerintah Mondstadt meninggalkannya,\nNamun, harta karun berlimpah yang dulu terdapat di dalamnya sekarang telah hilang.\nKemewahan ini adalah simbol dari status bangsawan,\nBersamaan dengan kepercayaan diri, kebanggaan, dan kemakmuran orang-orang Mondstadt.\n\nLalu, bangsawan itu menjadi korban dari kekuatan,\nMereka mengambil dan menghabiskan tanpa peduli dengan rakyat.\nAksesori mewah menjadi barang rias."
	},
	"circlet": {
		"name": "Royal Masque",
		"relictype": "Circlet of Logos",
		"description": "Topeng samaran yang dikenakan oleh Bangsawan Mondstadt. Matanya yang kosong seakan sedang menerawang hari-hari emas di masa lalu.",
		"story": "Sebuah topeng perak bertatahkan emas dan permata yang diukir dengan pola halus.\nDibuat dengan apik, menampilkan keanggunan dan adat istiadat para bangsawan tua.\n\nPara bangsawan pertama yang memerintah Mondstadt adalah pahlawan yang berasal dari keluarga sederhana.\nKepala suku yang hebat dan pangeran-pangeran yang anggun serta putri dan bangsawan yang cantik,\nDulu pernah menyambut kedatangan orang ke pesta dan perayaan mereka.\nPada hari-hari itu di masa lalu, para bangsawan berbagi ilmu pengetahuan dan kemurahan hati mereka.\n\nPada masa keemasan tersebut, para bangsawan juga berbagi ilmu pengetahuan dan keuntungannya.\nNamun lambat laun para bangsawan tergoda oleh kekuatan. Perayaan mereka akhirnya eksklusif hanya untuk kalangan mereka sendiri."
	}
}