{
	"name": "Nymph's Dream",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Hydro DMG Bonus +15%.",
	"4pc": "Setelah Normal Attack, Charged Attack, Plunging Attack, Elemental Skill, atau Elemental Burst mengenai musuh, akan mendapatkan 1 lapis efek Mirrored Nymph yang berlangsung selama 8 detik. Saat efek Mirrored Nymph yang dimiliki mencapai 1/2/3 lapis atau lebih, ATK akan meningkat 7%/16%/25% dan Hydro DMG Bonus meningkat 4%/9%/15%. Efek Mirrored Nymph yang dihasilkan oleh Normal Attack, Charged Attack, Plunging Attack, Elemental Skill, atau Elemental Burst akan dihitung secara terpisah.",
	"flower": {
		"name": "Odyssean Flower",
		"relictype": "Flower of Life",
		"description": "Pada akhirnya, cerita pasti akan berakhir, bunga juga pasti layu. Tapi bunga dalam mimpi seseorang akan selalu tetap bermekaran dan semerbak.",
		"story": "... Tapi pada akhirnya, kerajaannya masih diselimuti bayangan.\nBukan karena naga jahat mengalahkan sang kesatria, tapi karena mereka menghilang bersama.\nDi tengah kekacauan, kesedihan, dan perpisahan yang mengikutinya,\nDekan dan adik perempuannya melakukan perjalanan untuk mengalahkan sumber kejahatan.\nSang Pembantu Dekan menaiki kapal perang yang pada akhirnya terlelap di bawah deburan ombak.\nPemenang Narzissen, kesatria, naga jahat, dan orang bijak pun terpencar.\n\nBeberapa diterima di Pengadilan Pengejar Bayangan atau Pasukan Patroli Khusus,\ndan mereka akan mengerahkan seluruh daya upaya mereka untuk melindungi kerajaan agar bayangan tak lagi menyelimutinya.\nBeberapa diterima oleh penjelajah yang berpindah dari satu bangsa asing ke bangsa lainnya,\ndan dari sanalah mereka memulai petualangan untuk menyaksikan ujung dunia.\n\nBertahun-tahun pun berlalu.\nBeberapa orang mencoba untuk mencegah agar halangan seperti ini tidak terjadi lagi di kisah di masa depan,\ndan mencari jalan ke depan menggunakan rahasia mekanisme dan tubuh baja.\nAda juga beberapa yang melawan arus agar kisah bisa terulang kembali,\ndan memulai sebuah perjalanan di luar akal sehat atas nama Nymph.\nAda juga yang menghargai bunga kering\ndan tak henti-hentinya mengenang kembali petualangan sore yang belum selesai ...."
	},
	"plume": {
		"name": "Wicked Mage's Plumule",
		"relictype": "Plume of Death",
		"description": "Benda ini pernah menjadi bulu pajangan di topi seseorang. Warna hijau tuanya pasti sangat menarik perhatian.",
		"story": "Bila ada pahlawan, haruslah ada penyihir jahat. Dan bila ada kesatria, pasti ada juga naga jahat.\nSang pahlawan selalu memegang pedang suci, dan penyihir selalu membawa semacam senjata magis.\nDi jeda antara petualangan, ketika pahlawan, penyihir, kesatria, dan naga jahat belum dilahirkan,\nMereka selalu memandang sehelai bulu burung tak dikenal yang disematkan di topi Pembantu Dekan.\nBulu itu pastinya menyimpan banyak kisah, pikir para petualang kecil.\nDan Pembantu Dekan pasti sudah menyaksikan begitu banyak kisah, bak seorang pahlawan tua setelah pengasingannya.\nJika tidak, kenapa bahkan Dekan yang sudah berjanji ingin mendapatkan bulu itu untuk kita, juga tidak bisa melepaskannya?\n\n\"██, ██, yang akur ya. Jangan berkelahi.\"\nKeduanya yang selalu berperan sebagai kesatria dan naga jahat mengangguk dengan enggan.\n\"███, jaga ███ baik-baik selama aku pergi, ya.\"\n\"Aku dan Dekan akan pulang setelah urusannya selesai, jadi jangan berkeliaran ke mana-mana.\"\nSebelum pergi, sang Pembantu Dekan berpikir sejenak, lalu mencabut bulu hijau tua dari topinya.\n\"Kamu sudah lama menginginkan ini kan, ███? Ini kuserahkan padamu.\"\n\"Tapi aku hanya memberikannya untuk kamu simpan sementara. Aku akan marah kalau kamu mengotorinya.\"\n\nTapi pada akhirnya, bulu ini tidak pernah menjadi senjata magis yang digunakan oleh penyihir jahat.\nSebaliknya, bulu ini mengikuti pemilik barunya mencapai sumber malapetaka yang menyebabkan perpisahan mereka, sebelum akhirnya kembali ...."
	},
	"sands": {
		"name": "Nymph's Constancy",
		"relictype": "Sands of Eon",
		"description": "Jam saku yang sudah lama berhenti bekerja. Sepertinya sudah menjadi saksi atas tahun-tahun yang berlalu selagi jarum jamnya berputar dengan sia-sia.",
		"story": "Jarum jam akan selalu kembali ke posisi semula dan memulai siklus baru.\nSegala sesuatu tentang Pemenang Narzissen sepertinya tidak akan pernah berubah.\nPada akhirnya, mekanisme yang halus dan rapuh pun akan aus seiring berlalunya waktu.\nSampai hari ketika tidak ada lagi hari esok yang akan tiba, semuanya juga akan lenyap.\n\nJam saku ini dulunya milik seorang pahlawan cilik yang sangat menyukai mesin.\nJam percobaan ini dirakit dengan menggabungkan sisa-sisa berbagai perangkat.\nPada akhirnya, jam saku ini dengan penerimanya bersama-sama jatuh ke dalam air yang melarutkan segalanya.\nTapi jarum jamnya sudah berhenti bergerak jauh sebelum itu.\n\n\"Di masa depan yang jauh, di tempat yang asing ....\"\n\"Sebuah kerajaan gelap berdiri di bawah perintah naga jahat bernama Narcissus.\"\n\"Sang putri yang didambakannya bersama menara tempat sang putri tinggal telah tenggelam dalam tidur stagnan tanpa mimpi dan tak tersentuh oleh naga jahat. Narcissus yang murka karena ini mengirim bawahannya yang tak terhitung jumlahnya ke seluruh kerajaan untuk mencari harta karun sang putri. Dia memasang berbagai mekanisme pertahanan menggunakan sihir jahatnya untuk mencegah mereka yang berpihak pada keadilan untuk menentangnya. Dia bersumpah untuk merebut kembali harta sang putri dan membangunkannya kembali. Dengan begitu, sang putri akan sepenuhnya menjadi miliknya.\"\n\"Ada sekelompok pahlawan yang melindungi harta karun yang dipercayakan sang putri kepada mereka — setetes air yang jernih.\"\n\"Suatu hari, lahirlah kehidupan kecil dari setetes air ini.\"\n\"Hmm ... nama apa yang harus kita berikan? Sungguh memusingkan. Kalau aku tahu dari awal kisahnya akan begini, aku seharusnya menggunakan namamu di sini. Apa kamu punya teman baik lainnya?\"\n\"Teman, ya ... Kalau teman, ada satu nama yang terpikirkan. Aku rasa akan cocok di sini.\""
	},
	"goblet": {
		"name": "Heroes' Tea Party",
		"relictype": "Goblet of Eonothem",
		"description": "Cangkir teh yang indah. Mungkin cangkir ini pernah digunakan oleh orang-orang yang menikmati sore santai bersama.",
		"story": "Pemenang Narzissen pun perlu istirahat selama bertualang.\nKetika jam berdenting, pahlawan dan penyihir, kesatria dan naga jahat\nlupa sejenak akan sang putri yang terkurung dan harta domain.\nAwan gelap yang menyelimuti langit kerajaan di kejauhan menghilang untuk sementara.\nDan sang putri, di tengah penantiannya yang panjang, juga mengalihkan pandangannya dari jendela.\nKarena jika tidak ada kesatria, petualangan pun harus dihentikan.\nInilah aturan universal yang diikuti Pemenang Narzissen dan banyak dunia kecil lainnya.\nBila ditanya alasannya, jawabannya adalah karena camilan yang disiapkan Pembantu Dekan enak sekali.\n\nSore ini suram sekali ... Tapi kalimat ini tidak memiliki arti apa pun.\nKarena rumah baru yang dia tuju adalah tempat di mana matahari dan bulan tidak terbit maupun terbenam.\nYang pertama ditemuinya di sini adalah seorang Dekan yang jangkung dan polos.\nDan meskipun dia jauh lebih bingung daripada sang gadis, dia tetap menyambutnya dengan pelukan —\nyang membasahi pakaiannya. Usia Pembantu Dekan sendiri cukup tua untuk menjadi ibu sang gadis.\nDengan tangan sang gadis dalam genggamannya, dia membawanya ke hadapan pahlawan, kesatria, dan naga jahat yang sedang beristirahat.\nBegini juga tidak apa-apa, pikirnya, dan lagi camilan di sini enak sekali."
	},
	"circlet": {
		"name": "Fell Dragon's Monocle",
		"relictype": "Circlet of Logos",
		"description": "Kacamata berlensa yang dibuat dengan indah. Menurut kisah-kisah kuno, kamu mungkin bisa melihat masa depan dengan benda ini.",
		"story": "Pahlawan dalam cerita yang berbeda akan menemukan pedang suci yang berbeda (dan yang bijaksana) dan menghadapi musuh yang berbeda juga.\nNamun sering dikatakan bahwa pahlawan yang hidup terlalu lama akhirnya akan menjadi naga jahat. Ketika terlalu banyak kisah yang bersangkut paut, seorang pahlawan di satu sudut pandang pun bisa menjadi seekor naga di sudut pandang lainnya.\nKisah yang akhirnya dikenal akan mengarah ke alur cerita yang lebih mudah dipahami. Itu sebabnya pahlawan adalah pahlawan dan bukan naga jahat.\nKarena itulah meski dia memiliki kekuatan yang luar biasa dan berbagai siasat, pada akhirnya naga jahat tetap akan dikalahkan oleh pahlawan dengan pedang sucinya.\n\nSebelum sang naga jatuh ke dalam celah yang menghapus segalanya, dia mengenang kembali masa-masa yang dia habiskan bersama pahlawan. Pada akhirnya dia akan berkata:\n\"Aku tidak akan menyimpan dendam. Aku tahu kamu belum menyaksikan yang telah kusaksikan, dan karena itulah kamu ingin menghentikanku.\"\n\"Makhluk buas berbintang akan menelan habis air ketuban dunia ini. Dalam seratus tahun, semua kehidupan di dunia ini akan sirna.\"\n\"Aku akan kembali untuk menyelamatkan semua jiwa. Baik itu dalam sepuluh atau seratus tahun, aku akan terlahir kembali sebagai alam semesta baru.\"\n\nTapi pahlawan yang mengalahkan naga juga akan kehilangan harta terpentingnya selama perburuan panjang.\nDia tak lagi mempercayai segala sesuatu yang tidak dapat sepenuhnya dipahami oleh akal manusia.\nSampai akhir hayatnya, dia membayangkan sebuah kerajaan yang ditenagai oleh mesin dan energi yang tidak berasal dari elemen apa pun."
	}
}