{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Obsidian Codex",
	"effect2Pc": "Saat Karakter yang mengenakan berada dalam status Nightsoul's Blessing dan berada di medan pertempuran, DMG yang diakibatkan meningkat sebanyak 15%.",
	"effect4Pc": "Setelah Karakter yang mengenakan mengonsumsi 1 poin Nightsoul saat berada di medan pertempuran, akan meningkatkan CRIT Rate sebesar 40% selama 6 detik. Efek ini dapat terpicu sekali setiap 1 detik.",
	"flower": {
		"name": "Reckoning of the Xenogenic",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga yang terbuat dari kristal hitam dan diukir dengan hati-hati. Dapat memancarkan cahaya yang misterius di malam hari.",
		"story": "Saat utusan yang mengembara jatuh ke dalam wilayah tanpa cahaya, dan ketika raja yang kembali menghancurkan kota yang telah dinodai,\nAda banyak kisah yang tidak pernah dicatat dalam buku sejarah mana pun di dunia manusia, dan juga tidak pernah dinyanyikan dalam lagu-lagu kepahlawanan.\n\nIni adalah kisah tentang kelangsungan hidup para vishap yang selamat dari kehancuran dunia, yang terpisah dari lautan darah merah.\nSaat kaumnya hanya dapat bertahan hidup di lautan dan tanah tandus, mereka justru mendapatkan kebebasan karena berkat dari sang penguasa api.\nNamun, kebijaksanaan api telah dirampas oleh gelombang ombak kegelapan. Sekarang hanya tinggal cangkang abu-abu yang bertahan.\nUntuk mempertahankan kekuatan para naga, keturunan mereka yang buta dan keras kepala menganggap tirani sebagai aturan pemerintahan.\nDalam tanah yang hancur dan terbakar ini, di mana matahari telah tenggelam, hanya satu \"manusia\" yang memandang ke masa depan yang suram.\n\n\"Aku melihat api yang runtuh di atas tanah tak berakar, dan para naga yang merayap di atas raja yang sekarat.\"\n\"Aku melihat kebijaksanaan yang agung, seni yang agung, peradaban yang agung — semuanya akan mati.\"\n\"Tapi siklus tanpa akhir adalah hukum dunia. Sejarah tidak akan berhenti karena ratapan kita.\"\n\"Namun, saudara-saudaraku yang malang tidak menyadari bahwa kebodohan mereka hanya akan menjadi bahan bakar bagi hukum sejarah.\"\n\"Para hamba di hari ini akan menjadi raja di hari esok. Budak di masa lalu akan menjadi tuan di masa depan.\"\n\"Kita sebagai suatu bangsa terperangkap dalam spiral konflik yang tidak dapat diubah, dan satu-satunya penebusan adalah menabur benih.\"\n\"Mungkin di suatu tempat di tengah padang gurun yang subur dan primitif, masih ada tanah yang belum ternoda oleh kotoran yang membusuk.\"\n\nMereka melewati api dan angin yang menderu, mengambil api purba yang belum padam dari kuil kuno yang terbenam di bawah lava.\nMembawa harapan orang-orang, sang naga yang paling bijaksana pun mengucapkan selamat tinggal pada kota terlarang yang bersinar itu, lalu memulai perjalanannya."
	},
	"plume": {
		"name": "Root of the Spirit-Marrow",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Aksesoris bulu yang dibuat dengan meniru sayap naga kuno. Mungkin merupakan saksi dari sejarah masa lalu yang terlupakan.",
		"story": "Di masa ketika api liar membakar akar bumi, dan suku-suku liar membakar semak-semak untuk membuka lahan,\nAda banyak kisah yang tidak pernah dicatat dalam buku sejarah mana pun di dunia manusia, dan juga tidak pernah dinyanyikan dalam lagu-lagu kepahlawanan.\n\nDengan membawa bibit yang terpisahkan dari api purba, sang naga yang paling bijaksana menyeberangi padang yang terbakar dan memasuki tanah yang belum dijelajahi.\nNamun setelah menjelajahi mata air dan lembah yang jarang dikunjungi naga, tidak peduli itu tumbuh dari tanah maupun yang diciptakan, tidak ada satu pun yang dapat memenuhi harapannya.\nSampai akhirnya suatu hari, di lembah yang sudah tidak ada kabutnya lagi, dia menemukan ras kecil yang paling lemah dan paling disayangi oleh penciptanya.\nSeharusnya mereka adalah ras yang masih dalam masa bayi, tapi mereka lahir di tanah di mana naga-naga besar mengamuk dan harus bertahan hidup di bawah sayap para tetua.\nMeskipun mereka telah lama kehilangan pemandunya, melupakan sejarah dan ingatan mereka, dan tersesat di antara pegunungan, mereka tetap bertahan hidup dengan gigih.\n\nTerkagum oleh ketahanan, persatuan, dan keberanian manusia, sang bijak dari kalangan naga memutuskan untuk memberikan api kebijaksanaan kepada mereka.\nTapi hadiah yang mahal itu bukan tanpa imbalan. Hadiah itu membawa peradaban bagi suku barbar, tetapi juga merancang takdir mereka.\nKarena berbeda dengan rencana suci asal, yang paling bijaksana membawa jalan \"evolusi\" yang dianggap sebagai penistaan terhadap dewa.\nDalam visi jauhnya, di ujung jalan itu, darah manusia akan mengalir ke tubuh permukaan tanah yang sekarat dan membusuk.\n\nDua ras dan dua garis keturunan digabung menjadi satu, dan peradaban baru akan terlahir kembali dari denyut nadi kuno.\nHal ini sama seperti kata orang yang paling bijaksana saat menghadapi orang barbar yang pertama kali memanjat tanah apung untuk bertemu dengannya:\n\n\"Penyelamat dua dunia akan lahir dari keturunanmu. Dia akan sekejam kalajengking dan licin seperti rubah liar.\"\n\"Suatu hari nanti, dia akan membunuh penguasa api dan naik ke atas takhta kuno. Bersukacitalah, penguasa kedua dunia!\""
	},
	"sands": {
		"name": "Myths of the Night Realm",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Perangkat misterius yang bukan merupakan penanda waktu atau kompas, sudah tidak ada manusia di dunia zaman sekarang yang tahu kegunaannya.",
		"story": "Di masa ketika orang-orang zaman kuno menjadi bendungan untuk melawan ombak hitam, dan tanah apung serta malam abadi masih berada di jalur yang berbeda,\nAda banyak kisah yang tidak pernah dicatat dalam buku sejarah mana pun di dunia manusia, dan juga tidak pernah dinyanyikan dalam lagu-lagu kepahlawanan.\n\nsemua orang tahu bahwa Chaac yang pemberani dan bijaksana, mengambil benih api yang selalu menyala dari tangan Sang Bijak Pencuri Api.\nDia membagi benih api itu ke anggota sukunya dan mewariskan rahasia api kepada siapa saja yang ingin mempelajarinya.\nSetelah mengucapkan selamat tinggal pada kekacauan dan ketidaktahuan yang berkepanjangan, tunas peradaban tumbuh kembali dari padang belantara.\nNamun di balik dinding raksasa itu, para kaum bersayap yang menguasai segalanya masih belum menyadari bahwa roda takdir telah berputar.\n\nLegenda mengatakan bahwa Grand Sage yang tinggal di dalam tanah apung yang tenang, dia mengetahui jawaban dari semua pertanyaan di dunia.\nTapi ada dua hal yang bahkan tidak bisa dijawab olehnya, yaitu akhir dari orang hidup dan jalan pulang bagi orang mati.\nMungkin karena dewa yang mengendalikan dunia alam baka adalah dewa dari Jagat Malam, mereka adalah musuh besar para Sage dari zaman kuno.\nAtau mungkin jika api abadi dapat terhubung kembali ke sistem akar bumi, maka rencana yang telah lama dia pikirkan akan gagal.\n\nMenguasai kekuatan api purba, Chaac yang tak kenal takut dan rekan-rekannya akhirnya mengalahkan naga jahat yang mengamuk dan mendirikan suku pertama.\nNamun bahkan pahlawan kuno tidak dapat menentang hukuman waktu. Waktu selalu mengalir, dan rekan-rekannya pun berpisah dengannya satu per satu.\nAkhirnya hanya Chaac yang sudah melewati ratusan pertempuran, tersisa seorang diri. Sukunya telah tercerai-berai, dan kisahnya tidak lagi dikumandangkan.\nHanya di malam yang paling gelap, dia akan mendengar panggilan dari negeri nan jauh, seolah-olah ingin menyalakan api yang perlahan-lahan padam di hatinya.\nPada malam terakhirnya, dia naik ke puncak gunung dan menyalakan api pertama. Dia berteriak dan berharap dapat bertemu kembali dengan rekan-rekannya di masa lalu.\nDewa Jagat Malam menjawabnya. Pada malam itu, semua orang seakan-akan mendengar suara dari dunia lain.\nEntah itu nyanyian tidur ibunya, atau bisikan rekan lamanya. Suara itu adalah suara tangisan pertama dari Wayob pertama yang lahir di Kerajaan Malam."
	},
	"goblet": {
		"name": "Pre-Banquet of the Contenders",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Wadah yang sepertinya terbuat dari potongan batu yang dibentuk diputar-putar. Entah siapa yang memiliki kekuatan sekuat itu.",
		"story": "Trompet yang tak pernah berhenti berbunyi di kerajaan yang terbakar, di masa ketika para pahlawan saling berperang,\nAda banyak kisah yang tidak pernah dicatat dalam buku sejarah mana pun di dunia manusia, dan juga tidak pernah dinyanyikan dalam lagu-lagu kepahlawanan.\n\nSaat para imam menyalakan api unggun yang menutupi matahari, dan mengorbankan darah asing kepada para leluhur pahlawan dan dewa yang tak terlihat;\nSaat pahlawan dengan api membara menunggangi hewan buas yang ditaklukkan dan tiba di benteng batu yang besar, dengan mengikuti wahyu dari sang Wayob;\nSaat reptil yang tinggal di kota kuno yang dibangun oleh orang-orang yang tidak diketahui, mendaki menara yang terdistorsi dan aneh dengan ketakutan;\nHanya sang naga terbijak yang berdiri di ruang hampa yang stagnan, diam-diam menyaksikan drama besar dan panjang ini dengan penuh kesedihan dan kegembiraan.\n\nMeskipun utusan malam bukan bagian dari rencananya, tapi untungnya jalan evolusi tidak menyimpang karena hal ini.\nSetelah pemilihan dan budi daya yang cermat, para pahlawan suku yang dibinanya secara bertahap naik ke atas panggung kompetisi.\nDan yang terkuat di antara mereka akan menjadi pahlawan yang menyatukan semua suku manusia di atas bebatuan hitam.\nAliansi yang dinamakan seperti namanya akan mengibarkan bendera matahari yang menyala, dan memasuki kota di dalam sumur yang bahkan belum pernah ditaklukkan oleh para dewa.\n\nHari itu, api yang muncul dari mayat di singgasana akan mewarnai langit dengan warna merah, dan sang raja baru akan mendapatkan api purba sebagai hadiah pencapaian.\nHari itu, naga-naga akan kembali merendahkan diri di hadapan penguasa kedua dunia, dan pengetahuan serta harta yang terkumpul selama ribuan tahun peradaban akan dibuka untuknya.\nKarena dia tahu, musuh yang tersembunyi dalam bayangan belum pergi jauh. Mereka masih bersembunyi di bagian terdalam malam, menunggu untuk melancarkan serangan terakhir.\nKarena dia tahu, para dewa dan raja naga di langit tidak dapat diandalkan. Dia harus mengumpulkan semua pengetahuan dan kekuatan sebelum hari itu tiba.\n\nHanya dengan cara ini, kaumnya yang bodoh dan keras kepala baru bisa terbangun dari mimpi lama raja yang sudah rusak.\nHanya dengan cara ini, peradaban kuno baru bisa menciptakan penerus yang tepat dan berdiri kembali di atas tanah."
	},
	"circlet": {
		"name": "Crown of the Saints",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Mahkota yang terbuat dari obsidian ini pernah digunakan untuk upacara pemahkotaan raja suku yang mulia di zaman dahulu.",
		"story": "Di era ketika ombak hitam yang tercemar meluap dari cakrawala, dan pahlawan yang secerah matahari memulai perjalanannya,\nAda banyak kisah yang tidak pernah dicatat dalam buku sejarah mana pun di dunia manusia, dan juga tidak pernah dinyanyikan dalam lagu-lagu kepahlawanan.\n\nKetika para pejuang manusia meninggalkan desa tersembunyi di lembah yang dalam, membawa berkah dari Wayob ke wilayah terlarang yang dulunya tidak bisa dicapai,\nNaga kuno juga menghilang dari dataran tempat mereka berjalan, dan tanah subur serta mata air yang jernih diwarnai dengan warna baru.\nIstana dan kuil yang dibangun di atas tebing lava telah kehilangan cahayanya, dan menunggu penghakiman hari kiamat dengan tenang.\nDi negeri yang terisolasi dan seperti mimpi ini, era milik para leluhur akhirnya akan menyongsong akhir.\nDi dalam malam yang gelap, para orang suci masih terus berdebat, dan belum memutuskan siapa yang akan memberikan hukuman terakhir.\n\nDia adalah seorang pejuang yang tidak pernah diramalkan oleh para peramal, seorang pahlawan yang tidak pernah dituliskan dalam rencana apa pun.\nKetika para pemimpin suku meninggalkan tugas besar mereka untuk mengalahkan sang naga jahat, mereka terlena dalam perebutan kekuasaan;\nKetika para pejuang suku terjebak dalam perang yang tak ada akhirnya, dan menganggap binatang buas yang kejam sebagai bala bantuan.\nYang bangkit dari tanah hitam itu bersinar seperti matahari terbit, dan hangat seperti cahaya fajar.\nDia menganyam mahkota dari bunga emas, membawa pedang besar dari batu obsidian, dan mengunjungi suku demi suku.\n\nPerselisihan yang disebabkan oleh pedang hanya dapat diselesaikan dengan pedang. Delusi yang disebabkan oleh ambisi hanya dapat ditekan dengan ambisi yang lebih besar.\nDan orang yang mengira dirinya bisa mengendalikan \"evolusi\", tidak pernah menyangka bahwa orang yang punya kekuatan bisa memberikan jawaban selain penaklukan dan pembantaian.\nDi bawah cahaya matahari, para pemimpin suku menandatangani perjanjian gencatan senjata, dan para orang suci di Jagat Malam melepaskan perselisihan dan memberikan mahkota kepadanya.\nFajar era baru telah muncul di cakrawala. Saat sinarnya menyinari seluruh bumi, bahkan binatang buas yang gelap pun tidak akan bisa bersembunyi."
	}
}