{
	"name": "Pale Flame",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Meningkatkan 25% Physical DMG.",
	"4pc": "Saat Elemental Skill mengenai musuh, meningkatkan 9% ATK selama 7 detik. Efek ini dapat ditumpuk hingga 2 lapis dan dapat terpicu setiap 0,3 detik. Setelah menumpuk 2 lapis, efek dari Set 2 Bagian akan meningkat 100%.",
	"flower": {
		"name": "Stainless Bloom",
		"relictype": "Flower of Life",
		"description": "Bunga buatan yang keras dan berwarna biru. Kelopaknya tidak akan layu dan warnanya tidak akan pernah pudar.",
		"story": "\"Kamu sangat mengejutkanku. Kamu memiliki tubuh manusia, tetapi kamu memiliki kekuatan sebesar itu di tubuhmu.\"\n\"Kamu mengaku bahwa air matamu sudah habis untuk ditangisi, darahmu sudah habis untuk ditumpahkan... kamu pasti sudah mengisi dirimu dengan api...\"\n\"Meski tubuhmu telah lama ditutupi bekas luka, mata dan lukamu kini hanya bisa mengalirkan api membara, bagaikan lelehan besi.\"\n\"Tapi sepertinya kita sudah keluar dari topik. Alasan aku mengikuti jejak asap dan melacakmu adalah, karena aku ingin membuat kesepakatan denganmu...\"\n\"Biarlah rahmat Yang Mulia memadamkan kobaran api yang sedang melahapmu. Bagaimana?\"\n\nFatui pertama memberi kekuatan kepada seorang gadis muda, yang api kehidupannya hampir padam,\ndan dalam imajinasinya yang liar, dia melihat garis perbatasan antara masa lalu yang kotor penuh cela, dan masa depan yang bersih tak bernoda...\n\n\"Aku mengerti. Biarkan es-es ini menggantikan masa laluku yang telah hilang dan memadamkan api abadi ini.\"\n\"Biarlah kegelapan korupsi, penderitaan dunia, manusia, binatang, dan semua dosa-dosa mereka dihapuskan oleh kesunyian es.\"\n\nTapi meskipun begitu, sebuah api putih yang murni terus menyala di dalam hatinya...\n\n\"Kita memiliki tujuan yang sama. Kamu, Tsaritsa-mu, dan diriku.\"\n\"Sucikan sumber-sumber kerusakan di dunia ini: para dewa yang berpikiran sempit dan bodoh, beserta kegelapan dan kekotoran Abyss.\"\n\"Bagus. Aku rela melakukan apa pun untuk demi mencapai tujuan kita bersama.\"\n\"Karena meskipun aku berpakaian putih dari ujung kepala hingga kaki, tetapi abu orang-orang mati yang telah menodai sekujur tubuhku, tidak akan pernah bisa dibersihkan.\""
	},
	"plume": {
		"name": "Wise Doctor's Pinion",
		"relictype": "Plume of Death",
		"description": "Sayap ketidakberuntungan dengan ketajaman ujungnya yang tak tertandingi. Barangkali itu mewakili sifat yang enggan untuk terkekang.",
		"story": "\"Seorang manusia sebenarnya tidak lebih dari sebuah mesin yang cukup rumit.\"\nDemikianlah pernyataan si anak muda itu dari mimbar kebijaksanaannya.\nJika seseorang bisa membongkar bagian mesin ini dan menyempurnakannya,\nMaka kinerja mesin ini akan menjadi jauh lebih bagus.\nDengan atau tanpa Vision, tidak memedulikan fisik atau kemampuan bertarung mereka,\n\"Manusia super\" ini pasti jauh lebih kuat dari manusia biasa.\n\nMeskipun berisiko dicela sebagai seorang pelanggar dan dikucilkan dari anggota orang-orang yang bijak,\nSi anak muda ini langsung menuliskan hasil pemikirannya ke dalam catatan penelitian miliknya:\nI. Seperti dugaan, tidak ada terobosan penelitian yang bisa tercapai dengan cara kerja Academia saat ini.\nII. Meskipun begitu, aku akan dirugikan jika aku sampai dikeluarkan dari sini. Aku membutuhkan lingkungan penelitian yang layak.\n\nMengikuti rumor tentang seorang \"pelanggar\", para anggota Fatui terdahulu melacaknya...\n\n\"Hanya seorang manusia super? Jika bangsamu yang hebat bisa menyediakan sumber daya dan waktu yang cukup untukku, aku bahkan bisa membuat sesuatu yang kalian sebut \"dewa\". Bagaimana?\"\nDi padang pasir yang berkilau bagaikan emas cair, dia bertanya pada diplomat Snezhnaya:\n\"Apakah kalian akan memperlakukanku sama seperti Academia? Apakah kamu akan memanggilku monster, atau orang gila?\"\n\"Atau kalian akan memperlakukanku sama seperti kampung halamanku? Mengusirku pergi dengan tongkat dan garpu rumput...?\"\n\nNamun...\n\"Bagus sekali. Kalau begitu, berarti sekarang kita adalah partner.\"\n\"Dan mengenai nama panggilanmu —— menurutmu bagaimana dengan...\"\nTerkejut dengan keironisan atas nama panggilan yang diberikan untuknya, pria muda ini tertawa terbahak-bahak."
	},
	"sands": {
		"name": "Moment of Cessation",
		"relictype": "Sands of Eon",
		"description": "Jam saku dengan penutupnya yang tidak dapat dibuka. Tertutup, namun berdetak kuat seiring dengan derasnya aliran waktu yang tidak dapat dihindarkan.",
		"story": "Uang bisa dianggap sebagai darah dunia, dan jalur-jalur di mana uang mengalir adalah pembulu darahnya.\nMaka pusat dari dunia ini adalah sebuah jantung yang terbuat dari emas.\n\nDia bukanlah seseorang yang \"diakui\", maka dia hanya bisa mengejar kekuatan duniawi.\nTapi meskipun uang tidak berarti apa-apa di hadapan para dewa,\nMereka tetap menggenggamnya dengan erat, sama seperti berbagai jenis kekuatan lain yang berada dalam genggaman mereka.\n\nMungkin dia sangat terobsesi dengan uang karena dia pernah mengalami kemiskinan,\nAtau mungkin karena dewa tidak pernah menunjukkan kebaikan apa pun padanya, sehingga menyalakan api kebencian pada dirinya...\n\n\"Orang-orang yang berada di tempat asal-usul koin-koin ini sangat menjunjung tinggi sebuah 'kontrak'.\"\n\"Atas nama uang, aku akan mematuhi kontrak antara kita...\"\n\"Kita, dengan cara apa pun, akan menjadi jantung yang memompa uang ke seluruh penjuru dunia.\"\n\"Dan jika saatnya telah tiba, jantung tersebut dapat kita hentikan sesuai kehendak kita.\""
	},
	"goblet": {
		"name": "Surpassing Cup",
		"relictype": "Goblet of Eonothem",
		"description": "Cangkir yang dibuat dengan tingkat kerumitan yang tinggi. Penampilannya sama sekali tidak memberikan petunjuk apa pun tentang usianya kepada orang yang hendak mengamatinya.",
		"story": "Dia terlahir dengan wajah yang lebih cantik dari orang lain,\nDitakdirkan untuk hidup panjang dan memiliki keinginan yang hampa.\n\nDia bukanlah makhluk biasa, dia diciptakan oleh dewa tetapi dibuang seperti benda yang tidak berharga.\nTapi karena sebuah kesalahan yang tidak diketahui, dia telah bangkit dari tidurnya,\nDan melangkah masuk ke dunia manusia.\n\nDia telah berjalan tanpa tujuan, hingga akhirnya Fatui menemukannya,\nInilah yang diajarkan oleh pengalamannya:\n\n\"Aku adalah seorang manusia yang melebihi manusia lainnya.\"\n\"Bahkan dewa pun tidak berani mengatur takdirku.\"\n\"Manusia, dewa, bahkan takdir sekalipun tidak pantas menghakimiku,\"\n\"Aku bebas memilih caraku menghabiskan sisa-sisa waktuku.\"\n\n\"Dan karena orang-orang bertopeng ini cukup menarik perhatianku...\"\n\"Kurasa aku akan bergabung dengan mereka.\""
	},
	"circlet": {
		"name": "Mocking Mask",
		"relictype": "Circlet of Logos",
		"description": "Topeng yang menutupi wajah, menyembunyikan ekspresi terselubung yang ada di baliknya dari pandangan mata orang lain.",
		"story": "Karena noda darah rekan sebangsaku tidak bisa dibersihkan, aku menjadi seorang pelawak, yang menertawakan takdir.\nKarena kemampuan belajarku tidak dapat dibandingkan dengan kaum bijak, aku gagal mendapatkan dukungan dari penguasa sebelumnya.\nAku juga gagal menghentikan mereka untuk merobek selubung dosa yang membawa gelombang kemurkaan ilahi, kehancuran, dan kebodohan...\nMaka aku pun menjadi seorang yang bodoh, seorang Fatui yang mengabdikan diriku kepada Yang Mulia — yang memahami rasa sakitku...\n\nNamaku Pierro, The Jester. Tolong dengarkan kata-kataku ini:\n\nWahai rekan-rekan Fatui yang sombong, aku tahu hati kalian panas karena diliputi oleh api kemarahan, dan dingin karena diliputi musim dingin yang abadi.\nMasing-masing dari kita pasti sudah menyaksikan prinsip-prinsip dunia yang kaku dan tidak masuk akal.\nKarena itulah, mari kita kenakan topeng yang mengejek dunia, dan maju untuk menulis ulang aturan takdir."
	}
}