{
	"id": 15015,
	"rarityList": [
		4,
		5
	],
	"name": "Retracing Bolide",
	"effect2Pc": "Meningkatkan 35% kekuatan Perisai.",
	"effect4Pc": "Meningkatkan 40% Normal dan Charged Attack saat Perisai aktif.",
	"flower": {
		"name": "Summer Night's Bloom",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga buatan tangan manusia, selalu mekar di dalam musim apa pun. Mungkin saja, bunga buatan manusia pun memiliki nyawa?",
		"story": "Bunga pada festival musim panas yang akan selalu mekar,\nTidak akan layu bahkan jika terkubur di bawah es dan salju sekalipun.\n\nBeberapa orang akan menyebutnya sebagai kehidupan yang palsu,\nKarena hidup selalu mengandung perubahan, rasa sakit dan pertumbuhan,\nDalam pertemuan, dan juga perpisahan.\n\nMeski begitu, sepertinya aku melihat kembang api bersamanya di festival musim panas pada waktu itu,\nIngatan yang muncul dan menghilang di atas langit,\nGadis dengan mata yang sipit seperti rubah akhirnya menghilang,\nHanya bunga yang tidak pernah layu yang ditinggalkannya yang akan selalu ingat.\n\nLagi pula, itu karena adanya kehidupan,\nSeperti bunga musim panas abadi ini,\nTetapi sebagian besar kehidupan bagaikan kembang api yang tiba-tiba menghilang."
	},
	"plume": {
		"name": "Summer Night's Finale",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Dart kayu yang dibuat dengan sangat teliti. Dart ini tidak akan berhenti meluncur sebelum mencapai tujuannya.",
		"story": "Anak panah kayu yang indah sangat umum di festival musim panas.\nDi dalam kisah-kisah mendebarkan tentang Inazuma,\nAda legenda yang menceritakan pertemuan antara manusia dan sesuatu lain yang bukan manusia...\n\nUntuk merayakan kehamilan istrinya, seseorang pergi ke kuil untuk berdoa.\nTetapi entah kenapa, aku membawa benda-benda ini ketika naik ke atas gunung,\nBola air pada usia tujuh tahun, muka rubah pada usia tujuh belas tahun,\nDan sekuntum bunga yang tidak akan layu dalam sepuluh atau ratusan tahun sekalipun.\n\nSebenarnya kenapa masih berharap untuk melihatnya lagi,\nMeski tidak ada kata-kata yang cocok untuk menggambarkannya, dan meski hidupku memang sulit,\nDan kita butuh waktu cukup lama untuk mencari pewarisnya,\nSeharusnya aku bisa berbahagia dengan hidupku-\n\nDalam perjalanan mendaki gunung, aku memilih jalan memutar khusus ke tempat di mana aku biasa menonton kembang api bersamanya.\nSambil menyibakkan semak-semak dedaunan ke sampingnya, aku seperti melihatnya duduk diam di atas batu berbalut pakaian putih.\nTetapi ketika melangkah maju, ternyata itu tidak lebih dari seekor rubah yang berjemur di bawah sinar matahari.\nMendengar suaraku menginjak ranting-ranting yang kering, dia melompat dan lari ke dalam hutan,\nSeperti titik terang cahaya yang diciptakan oleh daun yang digerakkan oleh angin, berkedip-kedip sejenak dan menghilang.\nAku melangkah maju, hanya menyisakan anak panah kayu yang sudah tua di atas batu."
	},
	"sands": {
		"name": "Summer Night's Moment",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam saku yang detaknya telah terhenti di suatu waktu.",
		"story": "Jam saku kecil dengan dekorasi yang indah.\nNamun, berhenti pada saat-saat tertentu.\nDi dalam kisah-kisah mendebarkan tentang Inazuma,\nTerkait dalam perjumpaan dengan hal-hal yang bukan manusia...\n\nPada malam festival musim panas, aku berjalan bersama gadis yang kusuka.\nLalu samar-samar aku mendengar suara anak yang hilang menangis.\nAku terkejut, dan tidak sengaja membuat kakiku terkilir dan memecahkan jam saku milikku.\n\nKetika dia pergi untuk mencari obat,\nLalu karena aku ingin memberi jalan bagi mereka yang berlalu lalang,\nAku terduduk dan beristirahat di atas batu di tepi jalan.\nGadis cantik mengenakan topeng duduk di sebelahnya.\n\"Sangat sedikit orang yang tahu tempat ini.\"\n\"Ini tempat yang bagus untuk melihat kembang api.\"\n\nKupikir itu hanya sebuah mimpi,\nMeskipun aku belum melihatnya lagi selama sepuluh tahun,\nMeskipun aku belum bertambah tua dalam sepuluh tahun...\n\n\"Kamu juga sudah tua. Sepertinya kita tidak perlu memancing perahu layar.\"\nOh? Aku membawa anggur, maukah melihat kembang api bersama?\""
	},
	"goblet": {
		"name": "Summer Night's Waterballoon",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Balon air yang dapat terlihat di mana pun saat festival musim panas berlangsung, tetapi yang satu ini kualitasnya benar-benar luar biasa.",
		"story": "Balon yang berisi air.\nDalam kisah yang mengerikan tentang Inazuma,\nItu adalah kenang-kenangan yang didapat setiap kali kamu bertemu dengan hal yang bukan manusia...\n\nAku terpisah dari orang tuaku pada festival musim panas.\nJelas-jelas itu hanya sekejap mata saja, hanya karena aku ingin melihat balon air,\nAku mengendurkan sedikit pegangan pada lengan baju ayahku.\nOrang-orang yang menjaga Dewa di festival itu membuat kami terpisah.\n\nAku berdiri di dekat sarang burung di jalan dan menangis,\nDan menghitung langkah kaki ke atas gunung.\nTidak tahu sejak kapan dia tiba-tiba berdiri di sampingku,\nSeorang gadis cantik dengan mata seperti rubah memegang tanganku.\n\n\"Ah siapa yang meninggalkan anak yang begitu imut di sini.\"\n\"Bagaimana? Apakah kamu ingin menonton kembang api, melempar panah, atau menangkap perahu layar?\""
	},
	"circlet": {
		"name": "Summer Night's Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topeng yang sangat populer dibuat berdasarkan gambar Dewa legendaris.",
		"story": "Penampilan seperti Dewa.\nTopeng yang dibuat serupa dengan Dewa yang legendaris.\n\nDalam sebuah legenda, orang sering kali mengambil bentuk seekor rubah,\nPara Dewa di dunia ini, cenderung ingin menyembunyikan wajahnya,\nMungkin karena aku juga menginginkan perubahan yang seperti itu.\n\nDalam legenda Inazuma, semuanya memiliki jiwa dan hidup.\n-walaupun demikian,\nTakutnya kebanyakan dari mereka berada di bawah tekanan dari shogun,\nMeninggalkan kota dan pergi bersembunyi jauh di dalam hutan.\n\nNamun, banyak orang masih percaya pada Dewa,\nMasih memercayai bahwa dengan melewati ribuan tahun dapat membuat hewan memiliki kekuatan seperti Adeptus.\nKarena itu, mereka juga percaya pada apa yang dilambangkan oleh wajah rubah ini.\n\nDi bagian belakang topeng terdapat pesan yang ditulis dengan tulisan tangan yang sangat halus.\n\"Maaf, karena bersembunyi dari suara kembang api\"\n\"Seharusnya kita tidak usah bertemu lagi. Jagalah dirimu\""
	}
}