{
	"name": "Scholar",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Energy Recharge +20%.",
	"4pc": "Mendapatkan Elemental Particle/Orb akan memberikan 3 Energy kepada seluruh anggota party yang mengenakan bow atau catalyst. Dapat terpicu setiap 3 detik.",
	"flower": {
		"name": "Scholar's Bookmark",
		"relictype": "Flower of Life",
		"description": "Bunga kering yang digunakan sebagai pembatas buku, aroma bunganya kini telah tergantikan dengan aroma buku.",
		"story": "Bunga adalah pemandangan yang sangat langka dilihat oleh pelajar di menara gading yang selalu ditemani oleh tumpukan buku-buku.\nSeorang pemuda, yang mengagumi pelajar itu, pernah memberinya bunga yang eksotis dengan harapan bisa membawa sedikit kehidupan dalam hidupnya yang hambar dan kesepian saat dia belajar.\nPelajar itu menerima bunga itu dengan senang hati dan membuatnya sebagai pembatas buku.\nSejak saat itu, ada sedikit warna di antara halaman-halaman tumpukan buku tersebut."
	},
	"plume": {
		"name": "Scholar's Quill Pen",
		"relictype": "Plume of Death",
		"description": "Bulu seekor burung yang digunakan sebagai pena untuk menulis. Ujungnya yang tadinya putih kini berwarna hitam pekat.",
		"story": "Bulu pena milik pelajar itu terbuat dari bulu burung eksotis.\nSetelah menulis sekian banyak, bulu tersebut berubah hitam.\nDi sekian tahun hidupnya, pelajar tersebut tidak pernah berpikir untuk mengganti pena bulunya dengan yang baru.\nSama seperti seorang prajurit lama merasa nyaman dengan senjatanya sendiri, seorang pelajar memerlukan pena yang nyaman untuknya."
	},
	"sands": {
		"name": "Scholar's Clock",
		"relictype": "Sands of Eon",
		"description": "Sebuah jam kecil yang cocok diletakkan di atas meja. Berguna sebagai satu-satunya petunjuk waktu bagi pelajar yang tenggelam dalam buku-buku bacaannya.",
		"story": "Sebuah jam yang kecil ditaruh di atas meja sang pelajar.\nMenghabiskan siang dan malam hanya untuk belajar, sang pelajar lupa mengenai waktu.\nJam elegan itu seolah membimbingnya dalam perjalanan tiada henti dalam mencari ilmu pengetahuan.\nWaktu yang dihabiskannya akan terbukti berhasil. Ilmu pengetahuan akan menemukan jalan kepadanya."
	},
	"goblet": {
		"name": "Scholar's Goblet",
		"relictype": "Goblet of Eonothem",
		"description": "Awalnya merupakan alat penampung air yang digunakan untuk minum. Kini telah berubah warna menjadi hitam karena digunakan untuk mencuci kuas tinta.",
		"story": "Sebuah cangkir teh cantik milik seorang pelajar. Terbuat dari porselen ringan dan disepuh dengan garis-garis emas.\nCangkir mungil itu sangat kontras dengan ruangan berantakan tempat ditemukannya, tetapi tampaknya menunjukkan bahwa pelajar itu berasal dari keluarga kaya.\nTanpa memedulikan kecantikan dan kegunaan dari cangkir teh itu, pelajar di menara gading itu mencelupkan bulu penanya.\nDia hanya melihatnya sebagai cara yang praktis untuk mencuci ujungnya. Sekarang cangkir itu telah tercemar oleh tinta dan kehilangan kecantikannya."
	},
	"circlet": {
		"name": "Scholar's Glasses",
		"relictype": "Circlet of Logos",
		"description": "Membaca terlalu banyak, terkadang dapat membuat penglihatan menjadi buruk. Alat ini digunakan untuk mengurangi dampak dari buruknya penglihatan mata.",
		"story": "Mengejar ilmu pengetahuan adalah pertaruhan berisiko. Bahkan setelah mencurahkan seluruh hidup seseorang untuk itu, mungkin bisa saja menjadi sia-sia.\nPelajar itu menghabiskan setengah masa hidupnya melakukan penelitian tanpa batas, membuat banyak catatan dan perhitungan.\nGagal mencari jawaban yang dia inginkan, dia pernah ragu dan mempertanyakan pilihan karirnya, dan akhirnya menghabiskan waktu lebih banyak.\nPenglihatannya yang dulu tajam juga rusak karena terlalu banyak membaca,\nNamun, jawaban yang dia cari masih belum dapat dicapainya."
	}
}