{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Scroll of the Hero of Cinder City",
	"effect2Pc": "Saat anggota party di sekitar memicu Nightsoul Burst, akan memulihkan 6 Energy untuk Karakter yang mengenakan.",
	"effect4Pc": "Setelah Karakter yang mengenakan memicu Reaksi Elemental yang berkaitan dengan Tipe Elemental dirinya, maka Elemental DMG Bonus seluruh anggota party di sekitar yang berkaitan dengan Tipe Elemental tersebut meningkat 12% selama 15 detik. Jika Karakter yang mengenakan berada dalam status Nightsoul's Blessing saat memicu efek di atas, maka Elemental DMG Bonus seluruh anggota party di sekitar yang berkaitan dengan Tipe Elemental tersebut meningkat lagi sebesar 28% selama 20 detik. Efek di atas dapat terpicu meskipun Karakter tidak berada di medan tempur. Bonus DMG dari Set Artefak dengan nama yang sama tidak dapat ditumpuk.",
	"flower": {
		"name": "Beast Tamer's Talisman",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga yang terbuat dari batu api dan Drakite, menandakan bahwa pemakainya sudah memenuhi syarat untuk menjadi seorang Pawang Penjinak.",
		"story": "Bunga yang terbuat dari batu api dan Drakite ini ditinggalkan di Cinder City. Merupakan jimat warisan turun-temurun dari Pawang Penjinak suku Tirai Daun.\nTergambar dengan batu asah yang menjadi cakar yang bersinar. Konon katanya adalah jejak yang ditinggalkan oleh Yumkasaurus pertama yang menjadi teman manusia.\n\nPawang penjinak adalah profesi yang berdedikasi untuk berteman dengan Saurian. Terkadang, pandangan mereka bahkan sulit dimengerti oleh orang-orang suku.\nBahkan jika Saurian itu adalah Saurian jahat yang pernah melukai orang, mereka akan mencoba menyelesaikannya dengan damai sebelum pemburu Saurian tiba.\n\"Asalkan ada kesabaran yang cukup, selalu ada cara untuk membangun kepercayaan, bahkan dengan Saurian yang paling jahat sekali pun.\"\nIni adalah moto yang selalu diingat oleh para pawang pemula saat menerima jimat berat ini dari gurunya.\n\"Hewan juga punya hati yang sama seperti kita.\" Dia selalu meyakini hal ini, sampai di hari ketika ombak hitam yang menelan segalanya tiba.\n\nDia adalah monster yang tidak akan pernah bisa dimengerti, dia adalah binatang buas yang tidak akan pernah bisa dihadapi dengan cara damai.\nKetika sang pawang monster akhirnya kembali ke kampung halamannya, yang dia lihat hanyalah mimpi yang hancur berkeping-keping karena amukan monster.\nSetelah menempatkan anggota suku yang selamat di tempat aman, pawang yang sudah tidak muda itu kembali memulai perjalanan tanpa kembali.\nKali ini, lawannya adalah iblis tak berperasaan yang datang bersama ombak hitam. Untuk menghadapi mereka juga membutuhkan kesabaran.\nKarena hanya dengan kesabaran yang cukup, mereka baru bisa diusir satu per satu dari tanah yang berharga baginya.\n\nMenurut legenda, raja ular kuno pernah membuat harta karun rahasia untuk mengusir Abyss, dan hanya bisa didapatkan melalui kota kuno yang penuh dengan kekotoran.\nMungkin itu hanyalah harapan kosong di tengah keputusasaan, tapi bagi para pemberani, harapan ini tetap ada nilainya untuk dicoba.\nDi akhir perjalanan, pejuang yang kehilangan kampung halamannya akhirnya tiba di kota yang terbakar. Dia akan menghadapi sebuah rahasia yang telah lama terpendam."
	},
	"plume": {
		"name": "Mountain Ranger's Marker",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Suar yang digunakan oleh Pengawas Gunung untuk menandai jalan, bentuknya yang menyerupai bulu burung yang berdiri di tepi jalan benar-benar menarik perhatian.",
		"story": "Konon, para pengembara yang berasal dari sumber aliran air akan meninggalkan penanda seperti hiasan bulu di sepanjang perjalanan mereka,\ntidak hanya untuk menandai jalan yang telah dilalui, tetapi juga untuk memberi tahu para pengembara berikutnya bahwa tempat tersebut pernah dilalui.\nSekarang penanda-penanda ini hanya tergeletak diam di sudut kota kuno yang ditutupi debu.\nTidak ada lagi yang akan melewati jalan-jalan ini, seperti yang diharapkan oleh orang yang meninggalkan penanda tersebut.\n\nSetiap batu kokoh di tebing tinggi, setiap helai daun di padang dan hutan yang telah diinjak,\npara pengembara tidak pernah berhenti menginjaknya. Mereka sudah menghafal setiap jengkal tanah di Natlan.\nSetiap kali pengembara atau petualang dari bangsa asing datang, mereka selalu dengan senang hati menjadi pemandu,\nmeskipun pemandangan indah yang membuat orang-orang terkagum-kagum itu hanyalah teman lama yang menemani mereka sepanjang hidup.\nSampai suatu hari, ombak hitam menggulung di cakrawala, dan segala sesuatu yang dulunya familier lenyap seketika.\n\nTempat ini dulunya adalah taman bermain anak-anak, tapi sekarang hanya tersisa abu dingin dan tulang belulang yang hangus terbakar oleh api liar.\nTempat ini seharusnya adalah pemandian air panas tempat para anggota suku menyegarkan tubuh setelah bekerja, tapi sekarang malah penuh dengan darah dan lumpur.\nTapi Pengawas Gunung tidak punya waktu untuk bersedih, karena dia masih memiliki tugas yang harus dilakukan,\nUntuk memulai kembali di jalan yang tidak dia kenali lagi, dan merebut kembali rumah yang dulu sangat dia kenal.\n\nLegenda mengatakan bahwa di inti ombak hitam — kota tua tempat naga iblis berdiam, terdapat harta misterius yang tak ternilai.\nSeperti roda emas yang memutar arah waktu, harta itu akan membakar penderitaan dunia saat ini dan mengembalikan masa lalu yang indah.\nSeperti telah menggenggam tali penyelamat, Pengawas Gunung yang telah melewati banyak bahaya memutuskan untuk menjadikan tempat ini sebagai perhentian terakhirnya.\nMeskipun itu hanyalah jebakan lain yang dipasang oleh seorang pengamat dingin untuk menipu orang-orang yang kebingungan."
	},
	"sands": {
		"name": "Mystic's Gold Dial",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Piringan emas berbentuk matahari, pola naga di atasnya seperti melambangkan perputaran antara kehidupan dan kematian.",
		"story": "Biasanya, para mistikus yang lahir di lembah kabut misterius memerlukan waktu puluhan tahun untuk menguasai teknik berkomunikasi dengan Wayob.\nNamun dalam era yang kacau ini, bahkan murid baru pun harus turun ke medan perang dan memandu jiwa-jiwa pahlawan yang gugur untuk pulang ke kampung halamannya.\nPiring emas cantik yang tertinggal di kota kuno ini milik seorang mistikus muda yang cantik. Jarum penunjuk di piring selalu menunjukkan arah ke rumahnya.\n\nKetika gelombang hitam menutupi matahari, Kerajaan Malam dipenuhi oleh anjing-anjing ganas dari retakan, dan dipenuhi dengan darah hitam,\nSuara sang Wayob kuno tenggelam dalam suara dentuman logam dan ratapan para korban yang menderita — hampir dilupakan oleh dunia.\nPara Shaman suku tahu bahwa bagi para pejuang yang telah ditelan oleh ombak hitam, bahkan kematian pun menjadi suatu kemewahan.\nBahkan roh-roh pahlawan yang berhasil lolos dari cengkeraman iblis, sering kali tersesat di tengah Jagat Malam, dan tidak pernah menemukan jalan pulang.\nUntuk mempertahankan kekuatan suku mereka dan mencari kembali anggota keluarga yang terpisah, sekelompok demi sekelompok mistikus pergi meninggalkan lembah.\nBaik di medan perang yang penuh mayat, atau di reruntuhan yang hancur berantakan, di mana-mana bisa terlihat bayangan mereka yang berjuang dengan gigih.\n\nIni adalah pertama kalinya seorang penyihir muda bernama Liriwu melakukan perjalanan yang panjang dan sulit.\nSelain dia, semua anggota tim petualang lainnya yang bertujuan ke kota di atas awan adalah prajurit veteran yang sudah berpengalaman dalam ratusan pertempuran.\nMeski dia sangat percaya diri saat pertama kali bergabung, tapi dia tidak menyangka kalau makhluk yang menjajahi Kota Cinder akan melampaui imajinasinya.\nRekan-rekannya tampaknya sudah menduga situasi ini, sehingga menempatkan dia di belakang menara yang aman lalu diam-diam berangkat.\nKetika gadis yang melarikan diri itu akhirnya kembali ke kemah, yang menunggu dia hanyalah sisa-sisa jasad setelah dilahap naga iblis.\n\nSebagai seorang mistikus, dia tidak hanya tidak bisa menyelamatkan nyawa rekan-rekan, tetapi juga tidak bisa membawa kembali jiwa mereka.\nTapi setidaknya, dia harus membawa pulang akhir kisah mereka pada sanak saudara yang menunggu mereka.\n\"Oh ya, aku ingat pemimpin bilang dia punya anak. Jadi apa pun yang terjadi, Liliwu, kamu harus semangat.\"\nDengan harapan baru, dia memulai perjalanan kembali. Kali ini adalah perjalanan pulang untuk semua orang."
	},
	"goblet": {
		"name": "Wandering Scholar's Claw Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Cangkir anggur dengan bentuk unik yang menyerupai cakar naga. Pembuatnya pasti memiliki pertimbangannya tersendiri.",
		"story": "Bahkan di tanah yang subur dan sangat mengutamakan semangat bela diri, masih ada orang yang hanya peduli dengan pengetahuan dan buku-buku.\nMisalnya, seseorang yang menyebut dirinya sebagai presiden Asosiasi Relik Saurian, yang setiap hari hanya menggenggam gulungan tebal,\natau bermain-main dengan mesin mekanisme misterius yang entah berasal dari mana. Untuk membuktikan bahwa penelitiannya tidak sia-sia,\ndia juga bisa membuat beberapa benda. Konon cawan berbentuk cakar hewan aneh ini adalah salah satu karyanya yang paling membanggakan.\n\nPada saat itu, dia masih belum menyadari bahwa penelitian yang tidak berguna adalah hal mewah yang patut disyukuri.\nSaat rumah mereka ditelan oleh mimpi buruk yang gelap, gulungan-gulungan yang sudah dikumpulkannya dengan susah payah juga hancur terbakar dalam kobaran api perang.\nSeolah terbangun dari mimpi siang hari yang tenang, rutinitas yang sudah biasa dia lakukan tiba-tiba hancur,\ndan takdir secara tiba-tiba mendorongnya ke jalan yang lain, tanpa ada pilihan yang tersisa.\n\nDia pernah membaca dari gulungan tulisan kuno tentang adanya senjata yang cukup kuat untuk melawan kekuatan jahat di antara peninggalan naga kuno.\nUntuk mencegah rekan-rekannya mati sia-sia, dia meninggalkan penelitian lamanya dan mendedikasikan sisa hidupnya untuk mengejar sebuah misi baru.\nDengan menggali mesin-mesin misterius dari reruntuhan yang jarang dijamah manusia, dan melakukan perombakan serta modifikasi, dia dapat menciptakan alat bantu bagi para pejuang.\nMungkin karena pengetahuan yang sudah terakumulasi sejak lama, atau seolah-olah ada orang bijak yang memberikan arahan di balik layar, proyek ini berjalan dengan luar biasa lancar.\nHingga akhirnya dia menemukan rahasia atau kutukan yang telah disembunyikan selama ribuan tahun di kedalaman reruntuhan kota kuno.\n\nLegenda mengatakan bahwa raja ular yang menguasai Ochkanatlan di zaman kuno pernah membuat sebuah kapal harta karun yang terbang di angkasa,\nDi dalam kapal harta itu terdapat sebuah harta rahasia yang dapat mengusir Abyss dari dunia ini.\nLegenda ini menjadi suatu penghiburan bagi orang-orang yang hidup di era yang penuh dengan keputusasaan ini.\nDan di saat yang sama, legenda ini mendorong para petualang memulai perjalanan panjang untuk menyelamatkan dunia.\n\nTidak ada satu pun dari para petualang yang kembali. Para pelajar pun menjadi sasaran kritikan publik.\nTapi dia yakin kalau legenda itu bukanlah kebohongan. Legenda itu adalah kenyataan yang dia saksikan dengan mata kepalanya sendiri.\nMungkin untuk membuktikannya, atau mungkin hanya untuk mengakhiri semua ini,\nsang pelajar keliling akhirnya bergabung dengan tim petualang dan berangkat menuju kota di atas awan."
	},
	"circlet": {
		"name": "Demon-Warrior's Feather Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topeng berbulu yang menyerupai elang, ada banyak legenda yang menceritakan tentang benda ini.",
		"story": "Suku yang berdiri di puncak gunung akan mengadakan kompetisi bela diri secara rutin. Para pejuang yang berpartisipasi akan menyiapkan topeng khusus.\nTopeng ini digunakan untuk menakut-nakuti lawan, tapi sekaligus menjadi simbol untuk setiap kontestan.\nSetiap kali seorang pejuang bertopeng muncul, para pendukungnya akan berteriak dengan antusias. Sementara lawannya akan mendapat ejekan dan cemoohan.\nHanya saat pria yang mengenakan topeng berbulu seperti elang memasuki arena, suasana di atas dan bawah panggung langsung hening seketika.\n\nSebelum menjadi petualang, Taika adalah pejuang terkuat di Bunga Bersayap. Dia selalu menjadi pemenang di serangkaian kompetisi.\nTerkadang dia merasa jenuh, dan mungkin seumur hidupnya akan seperti ini. Dia belum tahu bahwa sebuah bencana akan segera datang.\nAwalnya hanya ada awan gelap yang menggelayut di langit, kemudian diikuti dengan laporan tentang orang hilang di dalam Jagat Malam. Saat iblis itu muncul di depan mata,\nsemua orang tidak tahu cara menghadapinya.\n\nSelalu ada orang yang harus menanggung tanggung jawab, dan orang yang kuat itu harus menanggung tanggung jawab yang lebih besar.\nSetelah menyaksikan peperangan yang sebenarnya, dia baru merasakan beban tanggung jawab dari takdir untuk pertama kalinya.\nLalu dia berpisah dengan istri dan anaknya yang belum lahir, kemudian menjadi iblis di medan perang.\nKarena jika ingin menumpas iblis dan monster, satu-satunya cara adalah menjadi lebih ganas dari mereka.\n\nItu adalah pertempuran terakhir dalam hidupnya. Dia tergeletak dalam genangan darah di puncak Kota Cinder. Berbagai gambar terus berganti di depan matanya.\nDia melihat api merah kuno berkobar kembali untuk mereka, seperti ribuan bunga yang pernah bermekaran di padang rumput.\n\"Pintu gerbang neraka akan diwarnai dengan darah para pemberani. Aku bersedia mengorbankan darahku, dan akan meninggalkan kunci gerbang untuk anakku.\"\nMungkin karena dia melihat cahaya redup yang bersinar dari celah pintu. Dia teringat kembali pada kata-kata yang pernah diucapkannya saat berpisah dengan istri tercinta.\n\"Kalau dia seorang perempuan, kita sebut saja dia Bona. Dia pasti akan menjadi pejuang yang hebat.\""
	}
}