{
	"name": "Shimenawa's Reminiscence",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATK +18%.",
	"4pc": "Saat melancarkan Elemental Skill, jika Karakter mempunyai 15 Energy atau lebih, maka akan kehilangan 15 Energy dan Normal/Charged/ Plunging Attack DMG meningkat sebesar 50% selama 10 detik. Efek ini tidak bisa terpicu lagi selama durasinya masih aktif.",
	"flower": {
		"name": "Entangling Bloom",
		"relictype": "Flower of Life",
		"description": "Jimat indah yang terbuat dari tali kertas yang dipilin. Orang mengatakan bahwa di dalam benda ini terkandung sebuah kekuatan untuk mewujudkan keinginan-keinginan menjadi kenyataan.",
		"story": "Ilmu menenun Omamori dikenal dengan nama Mizuhiki,\nyang katanya dapat mengikat keinginan orang dengan takdirnya.\n\nDulu, aku belajar mengurus urusan-urusan di kuil di bawah bimbingan Kitsune yang hebat.\nKetika itu, aku hanyalah seorang Miko naif yang datang ke Narukami dari sebuah desa nelayan.\nAku yang dulunya lugu, keras kepala, terburu-buru dan selalu ingin tahu bak anak kecil,\naku adalah anak naif yang selalu skeptis terhadap kata-kata Nona Saiguu yang elegan tetapi tidak dapat dipahami.\n\n\"Semua hal di dunia saling berkaitan, ilusi pun tercipta dari kenyataan konkret.\"\n\"Omamori tidak bisa mengabulkan keinginan, namun ia mengabadikannya dalam tenunan.\"\n\nSetelah melihat ekspresi wajahku yang bingung dan tidak bisa mengerti, Nona Kitsune tidak bisa menahan tawanya, \nDia lalu mengetuk kepalaku dengan pipa tembakau di tangannya, dan dengan cerdik mengubah topik pembicaraan.\n\n\"Hibiki, kamu pasti sudah ketemu orang yang ditakdirkan untukmu ya?\"\n\n\"Takdir apa yang ada antara aku dan orang yang kasar seperti dia!\"\n\n\"Ah, begitukah?\"\n\nNamun pada akhirnya, gelapnya malam menelan segalanya.\nDemikian pula dengan \"takdir\" itu."
	},
	"plume": {
		"name": "Shaft of Remembrance",
		"relictype": "Plume of Death",
		"description": "Panah pembunuh iblis yang agak kuno. Benda ini tampaknya telah benar-benar dirawat dengan sangat apik, bahkan sampai saat ini.",
		"story": "Panah ajaib yang digunakan kuil untuk memohon berkah dan mengusir bala,\nyang katanya mampu mengejar dan menghancurkan semua iblis.\n\nPanah pembasmi iblis sering dipakai untuk mengusir kejahatan, namun kejahatan sesungguhnya bukanlah sebuah objek.\nKejahatan datang dari hati, lahir dari hati manusia yang kosong dan dingin karena ketakutan dan kebingungan.\nNona Saiguu sudah lama pergi, dan aku juga bukan lagi seorang Miko muda yang sedang berlatih di Kuil Agung Narukami.\nSetiap kali memegang pipa tembakau kosong itu, rasa sakit dan hampa selalu muncul menghantui.\n\nMemiliki dia yang layak untuk dirindukan, kehilangan dia yang tidak dapat dilupakan, demikianlah waktu terus berlalu layaknya roda yang tak berhenti berputar.\nTenang dan damai, sosok putih Nona Saiguu yang tersembunyi di kegelapan masih terukir jelas dalam mimpi sang Miko.\nTengu Agung pergi mengasingkan dirinya sendiri, marah kepada dirinya sendiri yang tidak becus sebagai pelindung dari Nona Saiguu, meninggalkan Teruyo sendirian.\nHarunosuke pergi ke negeri yang jauh dalam kesedihan dan kemarahan, sementara Nagamasa bergabung dengan Shogunate untuk membersihkan nama Mikoshi.\nAdapun pria yang mengajariku memanah, yang mendengarkan dengan sabar sumpah naifku di bawah pohon Sakura,\nPada akhirnya, dia akan kembali padaku, bahkan jika percikan darah membutakannya, dan kegelapan serta kebusukan mengubahnya menjadi binatang buas...\n\nBusur dan panah kita yang akan menolongnya, menggenapi janji yang ditakdirkan untuk hilang.\nBusur dan panah kita yang menghancurkan kejahatan, menyingkirkan delusi dan keterikatan yang tidak berarti.\n\n\"Tukang judi bodoh, kemari dan temui aku.\"\n\"Jangan tersesat lagi kali ini, Konbumaru.\"\n\nTapi siapa ya yang menang taruhan terakhir...\nDia membelai busur yang indah itu sambil memikirkan sesuatu yang tak penting."
	},
	"sands": {
		"name": "Morning Dew's Moment",
		"relictype": "Sands of Eon",
		"description": "Jam saku perunggu yang dihiasi dengan kabel kertas yang dipilin dan sebuah lonceng. Tangannya membeku abadi pada awal hari musim gugur tertentu.",
		"story": "Sebuah jam berhiaskan lonceng kuil,\nyang jarumnya selalu berada di waktu embun pagi sebelum menghilang.\n\nEmbun yang menguap seiring fajar yang menyingsing.\nRibuan warna menghiasi pemandangan, begitu indah, begitu singkat.\n\nNyanyian jangkrik dan terang bulan di musim gugur yang pernah kukagumi bersama Nona Saiguu.\nAku yang kala itu hanyalah seorang miko desa, muda dan keras kepala.\nSeperti burung yang berkicau, bersikukuh pada pemahamannya.\nSeutas senyum terlintas di wajah Nona Kitsune, membuatku terpesona, tetapi kata-katanya — tetap tidak dapat dipahami:\n\n\"Ingin menahan saat-saat penuh keindahan untuk selamanya, itu tak ubahnya mencoba menggenggam erat embun dengan telapak tangan.\"\n\"Aku pergi seperti embun pagi, kesanmu padaku tak lebih dari penglihatan yang tersisa, yang terlahir dari harapanmu.\"\n\nSamar-samar dalam ingatanku, dia terus mengutarakan kata-kata yang sukar dipahami, dan wajahnya sedih bagiakan bulan yang redup, dan tiba-tiba...\nDia mengetuk kepalaku dengan pipa tembakaunya, dan ekspresi wajahnya berubah seperti mengolok-olok:\n\n\"Hibiki, matahari sudah mau terbit.\"\n\"Kita harus kembali.\""
	},
	"goblet": {
		"name": "Hopeful Heart",
		"relictype": "Goblet of Eonothem",
		"description": "Tabung ramalan khusus. Mekanisme di bagian bawahnya memungkinkan orang dengan mudah untuk membuang semua stik permohonan yang tidak diinginkan.",
		"story": "Tabung ramalan khusus yang digunakan kuil untuk meramal,\nyang katanya mengandung nasib baik para Kitsune.\n\nRamalan diperuntukkan bagi mereka yang kebingungan. Baik maupun buruk, keduanya dapat membantumu menentukan masa depan.\nDengan kata lain, mereka adalah orang yang kebingungan, dan tidak ada ramalan yang tidak tepat.\nBanyak ilmu yang bisa dipelajari dari kuil. Bahkan orang bodoh seperti aku pun jadi mampu berbicara seperti Kitsune yang agung.\nPada masa ini, bahkan makhluk bukan manusia seperti Yougou Tengu saja punya seorang putri.\nBahkan Konbumaru yang bodoh saja bisa jadi pasukan Hatamoto yang mengabdi langsung di bawah Shogun, dan akan segera menikah dengan putri samurai kelas atas...\n\n\"Anak itu lucu sekali, bahkan sampai bisa mengeluarkan sifat keibuan seorang Tengu yang tahunya cuma ribut soal membunuh dan bermain sepanjang hari...\"\n\"Tapi... Kuil ini memang kurang keceriaan dari anak-anak, dan itu tidak bagus. Hei, Kanade, mau tidak jadi anak kecil lagi?\"\n\nSeperti biasa, Nona Kitsune ini suka bercanda kelewatan. Dengan diselimuti aroma Sakura Wine, dia pun mendekat.\n\n\"Aw, Kanade, kenapa cemberut begitu? Bagaimana kalau begini saja. Aku, Nona Saiguu ini akan meramalmu!\"\n\"Haha, lihat! Lihat! Keberuntungan Besar! Kamu tahu apa artinya?\"\n\"Artinya, Anda sudah membuang semua slip nasib sial itu. Tolong jangan mengolok-olok aku lagi, Nona Saiguu...\"\n\"Salah... itu berarti orang yang kamu rindukan akan beruntung dan menjadi kenangan abadimu.\"\n\nJadi, kamu harus kuat dan terus hidup di dunia ini untuk waktu yang lama.\nBahkan ketika semua yang kamu sayangi sudah pergi, selama kamu masih hidup,\nsaat-saat yang kamu lalui bersama mereka tak akan pernah sirna..."
	},
	"circlet": {
		"name": "Capricious Visage",
		"relictype": "Circlet of Logos",
		"description": "Topeng upacara berwajah rubah yang terawat dengan apik. Senyuman kecil yang penuh teka-teki menghiasi bibirnya.",
		"story": "Topeng upacara yang bersih dan elegan, yang pernah menjadi milik seorang Miko,\nSenyum tipis tergambar di sudut bibirnya, tetapi tidak ada cahaya nyata di matanya.\n\nAku telah belajar di Kuil Agung sekian lama, dan merasa sudah jauh lebih dewasa.\nTak lagi polos seperti ketika muda dulu, aku sudah semakin mandiri sekarang.\nTapi entah mengapa, semakin aku tumbuh dewasa, semakin murung pula wajah Nona Saiguu.\nEkspresinya bukan menunjukkan kekhawatiran, bukan pula ketakutan, namun kesedihan yang mendalam...\n\n\"Di dunia ini tidak ada yang tetap. Cinta cepat berlalu, dan bahkan kenangan yang abadi mungkin akan hilang.\"\n\"Kehilangan ingatan sama saja kehilangan nyawa, bagaikan mati dalam kegelapan abadi.\"\n\nKali ini, bahkan senyum kecilnya tak bisa menyembunyikan ekspresi kesedihannya.\nFestival yang seharusnya meriah, malah seperti hari perpisahan...\n\n\"Oh iya. Bagaimana kalau kamu menceritakan padaku tentang si bodoh Konbumaru?\"\n\"Ada apa? Apa kamu masih takut kalau wanita tua sepertiku akan merebutnya darimu?\""
	}
}