{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Silken Moon's Serenade",
	"effect2Pc": "Energy Recharge +20%.",
	"effect4Pc": "Saat mengakibatkan Elemental DMG, akan mendapatkan efek Gleaming Moon: Devotion selama 8 detik. Gleaming Moon: Devotion: Saat Moonsign milik party adalah Nascent Gleam/Ascendant Gleam, maka Elemental Mastery seluruh Karakter dalam party +60/120 poin. Efek di atas tetap dapat terpicu meskipun Karakter yang mengenakan berada di dalam party namun tidak berada di medan pertempuran. Untuk setiap efek Gleaming Moon berbeda yang dimiliki Karakter di dalam party, DMG reaksi Lunar yang diakibatkan seluruh Karakter dalam party +10%. Efek yang dihasilkan oleh Gleaming Moon tidak dapat ditumpuk.",
	"flower": {
		"name": "Crystal Tear of the Wanderer",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga yang murni tanpa noda, konon katanya dapat mempertahankan keindahan abadinya karena angin dingin.",
		"story": "Itulah tahun-tahun ketika cahaya lembut dan dingin masih belum hancur bagaikan cermin perak, dan bangsa emas sudah runtuh.\nDalam satu malam saja, menara emas yang berkilauan runtuh bak pohon tak berbunga. Dari Kota Suci hingga kota kuno,\nDi dataran paling utara, setiap kota yang berdarah akan dihancurkan oleh paku kristal berwarna biru.\nEntah itu orang suci yang dipuji atau utusan suci awal, semuanya menghilang tanpa jejak setelah bencana.\nSementara orang-orang yang beruntung selamat karena jauh dari kota hanya bisa meringkuk di dalam badai salju,\nMenunggu akhir dari kehancuran di dalam kegelapan yang tandus, karena mereka sudah tidak punya tempat untuk kembali.\n \nIni adalah masa kehancuran yang disebutkan dalam doa generasi selanjutnya. Kejayaan di masa lalu seperti butiran salju yang tersebar,\nPermintaan dan permohonan, kutukan dan hinaan, para dewa yang diam seribu bahasa mengabaikan segalanya.\nDi tengah kesunyian malam, satu-satunya penguasa di atas langit meneteskan air mata untuk kesengsaraan para manusia,\nDia adalah Ratu Bulan Embun, penguasa kereta langit dan cahaya, utusan dari sumber yang sama dengan dunia,\nDia menanggapi doa para penyintas atas dasar belas kasihan dan keinginan rahasia.\n \nLegenda mengatakan bahwa dia menenun benang sutra dengan cahaya putih keperakan miliknya, dan membimbing para pengungsi untuk keluar dari dataran salju,\nTetesan air mata yang mengandung kerinduan itu jatuh ke tanah yang membeku di ujung utara, dan berubah menjadi bunga lili abadi yang terbang tertiup angin es.\nDemikian, keturunan Hyperborea yang sombong mulai menyebut dirinya sebagai \"Bani Bulan Embun\",\nTidak peduli apa tujuan awalnya, mereka adalah dewa yang memberikan kehidupan baru pada semua orang."
	},
	"plume": {
		"name": "Pristine Plume of the Blessed",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Ornamen bulu yang murni tanpa noda, konon katanya ditempa langsung oleh Pelantun Rembulan pertama.",
		"story": "Itulah tahun-tahun ketika cahaya lembut dan dingin telah lama hancur bagaikan cermin perak, dan bulan baru masih belum terbit.\nKisah dua saudara perempuan yang lahir sebagai produk cacat dan tidak ditakdirkan untuk diberkati.\n \nCahaya rembulan pun menjadi tempat suci nan sunyi bagi orang asing, tempat jiwa-jiwa rapuh berbagi napas yang sama,\nDi sela-sela kesedihan yang selayaknya diisi kegembiraan, mereka berpelukan untuk menyerap kehangatan satu sama lain yang tak berarti.\nTanpa pernah melihat wajah orang tuanya, juga tak pernah mendengar bisikan angin yang berembus melalui hutan,\nHanya nenek yang menemani mereka berdua, satu-satunya hal yang mereka ketahui tentang dunia hanyalah buku cerita yang sudah memudar.\n \nDi halaman yang sudah menguning dan robek itu, tergambar langit dan bumi yang belum pernah mereka lihat sebelumnya,\nBurung putih yang terbang anggun dalam buku bergambar itu mengepakkan sayapnya yang murni di bawah cahaya sinar rembulan tak ternoda,\nSambil mengagumi makhluk-makhluk bebas dalam dongeng, kedua anak muda itu berjanji,\nBerjanji pada suatu hari nanti, mereka akan terbang bersama menuju angkasa luas layaknya burung putih itu.\n \n\"Karena sejak lahir, hanya kami berdua yang menemani satu sama lain\"\n\"Sudah saatnya kami pergi dari tempat ini, tetap bersama dan terus hidup\"\n \nBertahun-tahun kemudian, salah satu dari mereka mengingkari sumpah yang mereka ucapkan dan pergi ke tempat yang jauh sendirian,\nBukan menuju ke langit cerah yang jernih, tapi malah masuk ke dalam kegelapan yang lebih dalam.\nYang menemaninya pergi adalah setengah mimpinya, dan setengah penderitaan yang seharusnya dipikul bersama,\nAila, yang kemudian dihormati sebagai Pelantun Rembulan pertama, menderita siksaan dua kali lipat sejak saat itu.\n\n\"Jadi kamu juga cuma bohong ... satu-satunya orang yang pernah kupercaya, kakakku tersayang\"\n\"Tapi aku tidak membencimu ... karena aku sudah lama kehilangan harapan untuk melihat dunia luar\""
	},
	"sands": {
		"name": "Frost Devotee's Delirium",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Penunjuk waktu yang murni tanpa noda. Kini telah berhenti berdetak bersama dengan ilusi pemilik sebelumnya.",
		"story": "Itulah tahun-tahun ketika cahaya lembut dan dingin telah lama hancur bagaikan cermin perak, dan bulan baru masih belum terbit.\nSejak hari kehancuran, rancangan yang diturunkan dari generasi demi generasi akan segera mencapai akhirnya.\n \nDarah murni yang telah disucikan selama ribuan tahun akhirnya melahirkan \"yang terpilih\" yang ditakdirkan untuk memerintah Utopia.\nTujuh cahaya palsu di langit tinggi akan tersungkur di depan kakinya, dan bahkan tulang-belulang di bumi akan bangkit untuk mengikutinya.\nDialah sumber penyatuan dengan dunia, dan dirinyalah yang akan membangun kembali amanat agung yang pertama.\nDemikianlah tugas paling suci yang diwariskan oleh anak-anak wanita dari ujung utara, atau setidaknya begitulah seharusnya ....\n \nSampai gadis yang seharusnya melahirkan penerus kudus bertemu dengan anak laki-laki dari bangsa utara pada suatu malam bersalju tanpa bulan,\nDan di dalam biji matanya yang jernih bak musim dingin itu, dia melihat refleksi dirinya yang belum pernah dia ketahui sebelumnya.\nHanya karena denyut tak dikenal yang menghampiri hatinya, gadis suci itu meninggalkan misinya demi bintara muda dari luar,\nMenggergaji tanduk yang berlumuran darah dan melemparkannya ke debu dan lumpur di bawah gelombang salju, dengan emosi rendahan yang disebut cinta.\n \nOrang yang jatuh dan mengkhianati kaumnya pada akhirnya gagal memenuhi tugas yang ditakdirkan kepadanya,\nDia ditangkap oleh mata-mata pertapa gila dan hendak disambut kembali ke kampung halamannya yang tercinta,\nMelihat sersan di bawah kakinya dan warna merah tua yang meluap dari bawah tubuhnya, ia pun mengarahkan belati ke lehernya untuk satu gerakan terakhir.\n \nBegitulah, wanita yang gagal melahirkan penerus kudus dikubur dengan cepat, dan nubuatan itu pun tertunda penggenapannya.\nBeruntungnya, para pemimpin dari generasi sebelumnya telah membuat persiapan yang matang untuk menghadapi kematian mendadak orang suci yang diberkati itu.\nLovia, Penghulu Utama pada zaman itu, dengan cepat memilih cabang dari darah keturunan lain yang lebih rendah,\nAkan tetapi, saudara kembar yang lahir dari keturunan cadangan jauh lebih rendah kualitasnya dari gadis suci.\n \nOleh karena itu, mungkin diperlukan waktu ratusan tahun sebelum anak yang begitu murni dapat dilahirkan sekali lagi.\nKarena tak sanggup menerima kenyataan bahwa pencapaian yang mungkin diraihnya lenyap dalam sekejap, bak embun di malam musim dingin,\nPenghulu Utama yang bermahkotakan tanduk di kepalanya, dalam kegilaan dan obsesinya, merencanakan sesuatu yang mengerikan dan kejam.\nToh mereka tidak cukup murni, daging dan darah mereka yang lemah tidak mungkin bisa menampung cahaya bulan yang murni,\nTubuh dan darah mereka terlalu lemah untuk menerima kilauan bulan yang sejati ... Apakah berkat Bulan Embun mengalir di ██ setiap orang?\nMaka gunakanlah ███ untuk membersihkan ███ mereka, mengapa harus menunggu ribuan angin bertiup selama beberapa generasi?\n \nMaka, atas nama bulan yang murni, sang penghulu telah melakukan kejahatan yang tak termaafkan,\nBahkan Ratu Bulan Embun yang menyaksikannya pun merasa ngeri dengan penghujatan itu ...."
	},
	"goblet": {
		"name": "Joyous Glory of the Pure",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Cawan perak murni dan bersih, konon katanya pernah digunakan sebagai wadah suci dalam ritual Bani Bulan Embun. Upacara saat ini sudah tidak menggunakan cawan perak seperti ini lagi.",
		"story": "Itulah tahun-tahun ketika cahaya lembut dan dingin telah lama hancur bagaikan cermin perak, dan bulan baru masih belum terbit.\nKeturunan ujung utara tidak dapat lagi mendengar perintah para dewa, seperti masa kuno yang terbakar dalam amarah.\n \nTidak seorang pun yang tahu cara menempa lagi keajaiban yang telah ditunjukkan tokoh suci Kota Emas kepada leluhur mereka.\nNamun ambisi orang yang diasingkan, ambisi manusia biasa, selalu lebih kuat daripada ambisi para dewa sendiri.\nJika kita kehilangan kotak suci yang dapat mengolah ribuan hektar lahan subur di lautan es yang luas dalam semalam,\nMaka biarlah banteng digiring ke alur bajak, dan dengan api, cangkul, serta sabit, seseorang dapat menaklukkan tundra ini inci demi inci.\nJika kita kehilangan anak panah yang dapat menembak jatuh para dewa dan menembus langit palsu,\nMaka biarlah kita mengubah mata bajak menjadi pedang, cangkul dan arit menjadi tombak, dan memakai darah sebagai pelita untuk mengusir kegelapan.\n \nDan jika kekuatan penciptaan yang diberikan oleh malaikat paling mulia juga telah dipatahkan,\nMaka gunakanlah cara yang paling kasar dan purba, dan dengan hukum leluhur, kuasailah kelangsungan hidup selama ratusan generasi.\nSampai garis keturunan yang semakin menipis akibat bencana dan pengasingan itu dimurnikan menjadi benih yang paling suci,\nHingga suatu hari, kehidupan sempurna yang menyatu dengan dunia lahir di antara keturunan manusia.\nKegigihan dan tekad semua makhluk hidup pada akhirnya akan mengatasi semua bencana, setidaknya itulah yang mereka yakini dengan teguh.\nBagaimanapun, mereka yang merencanakan masa depan suatu tidak perlu merasakan sendiri penghinaan mereka.\n \n\"Minumlah cahaya bulan yang murni ini, wahai anakku sayang, yang paling kucintai\"\n\"Biarlah cahaya itu menjadi daging dan darah kalian, sehingga kalian juga layak menerima kasih karunia dewa\"\n\"Seperti halnya orang suci dari Kota Emas yang meminum anggur pahit untuk memenangkan kebebasan bagi rakyatnya yang dicintainya\"\n\"Kalian juga hendak bersukacita dalam penderitaan yang mulia ini, karena dari penderitaan akan terlahir kesempurnaan\"\n \nApa sebenarnya isi cawan perak kuno itu? Mereka berdua tidak dapat membedakannya pada saat itu.\nTapi kalau nenek yang baik dan lembut itu berkata demikian, itu pastilah kehendak dewa.\nBenar, benar, semuanya demi kesempurnaan, semuanya demi memenuhi keinginan yang sudah berusia seribu tahun.\nUntuk memperoleh Utopia yang dijanjikan dalam nubuat dan raja yang akan datang ke dunia ini, seseorang harus mengatasi kenajisan dan penderitaan lebih dulu ...."
	},
	"circlet": {
		"name": "Holy Crown of the Believer",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Hiasan kepala yang murni tanpa noda. Bentuknya sepertinya dibuat menyerupai tanduk utusan hutan.",
		"story": "Itu adalah tahun-tahun ketika cahaya lembut dan dingin telah lama hancur bagaikan cermin perak, dan bulan baru masih belum terbit\nBerkat kuno yang dianugerahkan oleh para dewa akhirnya redup, bagaikan percikan api di padang rumput,\nBumi yang tidak menjadi bulan pun mulai mengering, seiring dengan hilangnya bulan yang menggantung tinggi di langit.\n \nKarya hebat yang dulunya dilakukan oleh orang-orang pada masa lalu telah berubah menjadi nyanyian doa yang samar, dan doa itu berubah menjadi kekhawatiran orang-orang,\nBahkan jika dia adalah gadis suci yang terpilih dan memiliki darah murni, di malam tanpa bulan yang rusak,\nSulit pula baginya untuk mengubah kecemerlangan yang mengalir itu menjadi sebuah lagu yang mengguncang dunia, sebagaimana yang dilakukan leluhurnya.\n \nMeskipun leluhur dari ujung utara pernah bersumpah untuk mengikuti dewa yang telah tiada selamanya,\nKeturunan mereka, manusia biasa yang hidup di dunia di bawah rembulan, kehidupan mereka pendek bak api yang mengalir.\nPada zaman sebelum masa berganti masa, ketika perempuan suci dan Penghulu Utama masih menyalurkan anugerah dari para dewa,\nOrang-orang masih bersedia percaya bahwa pada suatu hari, bulan baru akan muncul kembali dari cahaya yang hancur berkeping-keping,\nPada hari-hari ketika anugerah terakhir juga sudah sirna, dan tak ada seorang pun yang bisa menyaksikan keajaiban itu,\nBatas antara kepercayaan dan kebohongan menjadi semakin tipis seperti kabut pagi.\n \nLegenda mengatakan bahwa tanduk yang dipakai oleh Pelantun Rembulan adalah hadiah dari Bulan Embun di masa kehancurannya.\nSetelah pohon perak patah, para penghulu yang mencari dahan putih itu tidak menemukannya lagi, dan memohon mahkota upacara yang baru.\nRatu Bulan merasa kasihan pada mereka, dan menenun mahkota suci untuk mereka dari sinar rembulan tak bernoda.\n \nKarena itulah, Penghulu Utama yang terakhir menempa mahkotanya dari besi murni yang dingin.\nPada saat itu, dia masih seorang gadis muda bernama Lovia, penghulu muda yang masih belum pernah menyaksikan berkat cahaya bulan.\nMereka memiliki impian untuk menipu diri sendiri dan orang lain dengan kebohongan ini, supaya dapat mempertahankan kepercayaan para pengikut yang tidak bermoral.\n \nSampai puluhan tahun kemudian, mahkota palsu itu jatuh ke genangan darah yang kotor dan terpantul di mata,\nMasih bukan cahaya bulan yang murni, melainkan malam dingin yang ditelan oleh bayangannya sendiri."
	}
}