{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "Song of Days Past",
	"effect2Pc": "Bonus pemulihan +15%.",
	"effect4Pc": "Saat Karakter yang mengenakan memberikan pemulihan kepada Karakter di dalam party, akan memberikan efek Yearning yang berlangsung selama 6 detik, dan mencatat dan mengakumulasi jumlah pemulihan yang dilakukan (termasuk pemulihan yang berlebih). Setelah durasinya berakhir, efek Yearning akan dikonversi menjadi efek \"Waves of Days Past\": Saat Normal Attack, Charged Attack, Plunging Attack, Elemental Skill, atau Elemental Burst Karakter aktif diri sendiri di dalam party mengenai musuh, DMG yang diakibatkan akan meningkat sebesar 8% dari semua jumlah pemulihan yang tercatat oleh efek Yearning. Efek \"Waves of Days Past\" akan dihapus setelah terpicu sebanyak 5 kali atau setelah 10 detik. Maksimum jumlah pemulihan yang dapat tercatat oleh satu kali Yearning adalah 15.000 poin. Hanya satu efek Yearning yang dapat muncul dalam waktu bersamaan, tapi saat ada lebih dari 1 Karakter pengguna yang memberikan efek pemulihan, efek pemulihan ini akan dicatat secara bersamaan. Efek tetap dapat terpicu saat Karakter yang mengenakan ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"flower": {
		"name": "Forgotten Oath of Days Past",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga tak layu yang dibentuk batu larimar dan perak bergemilangan. Konon katanya hingga sekarang masih tetap dianggap sebagai simbol pemberontak.",
		"story": "Pada masa ketika air belum menyatu, otoritas keemasan pernah bergelora layaknya ombak yang mengamuk. Ke mana pun legiun besi pergi, suku barbar pasti tunduk.\nMasa keemasan seolah-olah tidak berujung, seperti para Harmost yang sangat percaya kalau manusia zaman dahulu yang rapuh pada akhirnya akan menyerah pada simfoni orde baru ....\nSeharusnya memang seperti itu. Melodi agung yang menyimbolkan peradaban dan keteraturan, yang tidak bisa disaingi oleh manusia, justru menemui halangan di padang belantara wilayah utara.\nSuku-suku yang awalnya malas akhirnya bersatu di bawah komando penerus muda, Aremorica, mengobarkan api pemberontakan di perbatasan kekaisaran yang lemah ....\n\nInilah orang yang dipuja sebagai \"Lochknight\" oleh generasi selanjutnya. Dengan tubuh yang terdiri dari darah dan daging yang lemah, dia berniat melawan otoritas keemasan yang mahakuasa.\nPenyanyi wanita yang memimpin banyak suku ini tidak pernah mengaku sebagai raja, melainkan mengaku sebagai hamba yang sudah mendengar wahyu dari Ratu Segala Perairan dan melakukan kehendaknya.\nDi Capitolium yang jauh, orang-orang bijak mencibir pernyataan-pernyataan absurd ini, seolah-olah tidak lebih dari sekadar ocehan bocah yang mengigau.\nAkan tetapi, pasukannya masih seperti angin ribut yang menelan banyak suku yang sedang berperang, dan menggunakan mata pedang untuk membujuk para kompatriotnya supaya membuat perjanjian dengan Ratu Segala Perairan.\nDalam puisi dan drama generasi berikutnya, sumpah kesatria terbagi menjadi beberapa versi. Tapi tidak peduli versi yang mana pun, selalu ada dua sumpah yang mutlak diperlukan:\nPertama, tidak boleh menghunus pedang terhadap pengikut Egeria. Kedua, tidak boleh berkompromi dengan pengikut kejahatan (dengan kata lain: Tidak boleh ada toleransi terhadap kejahatan walau sedikit pun).\n\n\"Aku bersumpah demi bunga perak abadi, untuk mengusir tiran keemasan dari laut tinggi, serta membersihkan ketidakadilan dengan darah dan air mata.\"\n\"Bersumpah untuk melindungi jiwa yang berasal dari air murni, bersumpah untuk melindungi anugerah yang diwariskan oleh Ratu Segala Perairan, sampai mata air jernih kembali mengalir seperti semula.\"\n\nBeginilah, api perang tanpa henti menyebar layaknya wabah, membakar emas kesombongan dan juga perak tanpa noda.\nHasrat Harmost yang berniat menghapus perselisihan pada akhirnya berubah menjadi kegagalan. Kebencian layaknya ombak yang mengamuk, mengalir menuju akhir yang tak bisa diubah.\nSampai secercah cahaya penebusan akhirnya muncul di cakrawala nan jauh, namun tak lagi tercermin di mata mereka yang mendambakan penebusan."
	},
	"plume": {
		"name": "Recollection of Days Past",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Aksesoris bulu berbentuk kupu-kupu yang terbuat dari perak dan kristal biru langit. Konon katanya, pada zaman dulu sekali, melambangkan sumpah tak terpisahkan.",
		"story": "Pada zaman perairan belum menyatu, di suatu suku yang berumur pendek layaknya rumput laut, pernah ada angin sepoi-sepoi di malam hari yang membelai sinar rembulan.\nTanpa tahu tentang hukum Raja Dewa ataupun jalan yang ditetapkan langit, remaja itu menempelkan bulu sayap kupu-kupu ke daun telinganya.\nDalam warisan manusia zaman dahulu, kupu-kupu yang menari adalah pengantar jiwa yang menyimbolkan janji dan sumpah yang tidak akan berubah sampai mati.\nPara pejuang pemberani yang saat itu belum bisa menjadi musisi percaya kalau masa depan pada akhirnya akan sama seperti masa lalu, layaknya tarian pusaran yang berputar di momen yang tidak terlupakan ....\n\nAkan tetapi, aliran takdir pada akhirnya bermuara kepada penderitaan, seperti harapan yang melayang di masa lalu pada akhirnya lenyap dalam ratapan darah dan api.\nSaat bertemu kembali, mereka sudah berada di kota yang berjauhan, dari banyak suku yang pada awalnya saling berperang kini sudah disatukan.\nMusisi muda menyamar sebagai pengembara yang berkelana, lalu mengalahkan banyak sekali jagoan terkenal yang dipuji generasi selanjutnya dalam turnamen bela diri. \nPada akhirnya dia menjadi juara dan bisa menemui raja seorang diri. Dia menjelaskan idealisme tentang keselarasan dan kejayaan, dengan niat menghapuskan perang dan kebencian yang tak berujung.\n\nBahkan musisi paling brilian pun tidak pernah menyangka, pada saat identitasnya terungkap, satu-satunya yang menyambutnya adalah pedang tajam layaknya cahaya danau.\nTubuh buatan pun terbelah. Sebelum kesadarannya kembali, hal terakhir yang didengar sang musisi adalah bisikannya saat dia dipeluk ....\n\n\"████, ████ku ... tidak perlu memaksakan diri mengucapkan sesuatu yang kamu tidak ingin ucapkan.\"\n\"Aku tahu, tiran terkutuk itulah yang menodai jiwamu dan mengurungmu di penjara batu.\"\n\"Tidak perlu khawatir, ████ku ... aku tidak sekali pun pernah melupakan janji yang kubuat waktu itu.\"\n\"Tidak peduli pengorbanan apa yang harus dilakukan, aku pasti akan menyelamatkanmu dari belenggu dingin keabadian itu.\"\n\"Sampai kita saling berpelukan lagi dalam dekapan Ratu Segala Perairan, kita tidak perlu lagi mengkhawatirkan penderitaan.\"\n\"Sampai kupu-kupu pucat ini kembali menari, menuntun jiwa kita melewati tepian perairan.\""
	},
	"sands": {
		"name": "Echoing Sound from Days Past",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam pasir dengan bentuk yang aneh, dibentuk dari batu lazurite dan giok biru air. Konon katanya inspirasi desainnya datang dari menara jam di Desa Petrichor.",
		"story": "Pada masa ketika perairan belum menyatu, suku manusia zaman dahulu pernah memiliki tradisi membunyikan lonceng.\nLonceng dibunyikan pada saat matahari terbit, matahari terbenam, kelahiran, dan kematian.\nAkhirnya, pada momen terakhir selimut emas menutupi angkasa, lonceng dibunyikan sebagai tanda kehancuran.\n\nSuku-suku yang namanya sejak awal tidak diketahui orang pun dihapus dari peta oleh legiun besi.\nTak disangka, beberapa puluh tahun kemudian kerajaan yang makmur ini menghadapi takdir yang sama.\nIstana keemasan berubah menjadi reruntuhan dalam semalam, melodi kemuliaan runtuh dalam ambisi dan pengkhianatan.\nHasrat sang Raja Dewa pun berakhir, tapi gema melodi emas masih terngiang di hati manusia.\nAda yang masih tenggelam dalam kejayaan masa lalu, berusaha memainkan simfoni itu lagi dengan segala cara.\nAda yang berinisiatif menanggalkan nama lamanya. Demi hari depan yang damai, mereka memburu bayangan yang masih mengintai di dalam hutan.\nAda yang malah menyimpan nama masa lalu mereka, dengan membawa legenda yang samar tersembunyi di dalam lagunya ....\n\n\"Wadah suci yang bisa mengabulkan semua keinginan ... huh, kalaupun utusan Oceanid mengatakan seperti itu, kedengarannya tidak masuk akal.\"\n\"Tidak seorang pun bisa menghapus dosa, sama seperti tidak seorang pun bisa menghapus darah di dalam air. Sekalipun telah dilupakan sama sekali, dosa tetaplah dosa.\"\n\"Tidak seorang pun bisa menebus masa lalu, sama seperti tidak seorang pun bisa memulihkan cahaya siang hari. Masa lalu sudah lama hilang, bahkan aku pun tahu.\"\n\"....\"\n\"Akan tetapi, kalau wadah suci itu sungguh ada di dunia yang konyol ini, kalau sungguh bisa mewujudkan segala permohonan.\"\n\"Kalau sungguh bisa menghapus semua air mata di masa depan, supaya keturunan laut tinggi tidak lagi menderita karena kesedihan dan kesakitan dari masa lalu.\"\n\"Biarkan aku tenggelam dalam ilusi ini untuk terakhir kalinya.\"\n\nTangisan dan ratapan yang sudah puluhan tahun terngiang di telinganya, ilusi orang-orang yang sudah meninggal dunia.\nOrang yang mati untuknya, orang yang mati karenanya, segalanya menjadi tidak penting lagi.\nMomen sebelum berjalan masuk sendirian ke lembah, seolah-olah dia mendengar lagi lonceng malam hari seperti di masa lalu ....\nJelas-jelas matahari terbenam, tapi selalu ada orang yang melihatnya sebagai cahaya fajar."
	},
	"goblet": {
		"name": "Promised Dream of Days Past",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Wadah indah yang dibuat berdasarkan bentuk Cawan Kemurnian di dalam legenda. Konon katanya dapat mewujudkan harapan orang yang paling murni.",
		"story": "Pada masa ketika segala perairan belum menyatu, pernah beredar legenda tentang \"Cawan Kemurnian\" di antara suku manusia zaman kuno.\nSepanjang sejarah, tidak seorang pun yang pernah melihat tampilan sebenarnya dari cawan pusaka ini, cuma ada satu dua kata dari para peri sejak zaman kuno.\nHal ini dapat membuktikan kalau \"cawan emas yang penuh dengan air purbakala\" itu bukan cuma sekadar ilusi yang lahir dari imajinasi manusia.\nKonon ciptaan maha suci itu bisa menyembuhkan segala luka yang mengerikan, bahkan bisa membuat orang kembali menjadi muda dan membangkitkan orang dari kematian.\nKonon cuma orang yang paling murni yang bisa menyaksikan kemuliaannya, serta mendapatkan kehidupan abadi dan kebijaksanaan yang tanpa batas.\n\nSeperti kata para filsuf kuno, pasang surut silih berganti, tidak ada yang abadi. Dalam satu malam, melodi yang awalnya megah mendadak usai begitu saja.\nDiiringi ratapan orang-orang yang mengaku beradab yang tak terhitung jumlahnya, kota emas yang menyandang nama keabadian binasa dalam gelombang pasang yang tak berujung.\nSeperti kata para filsuf kuno, pasang surut silih berganti, tidak ada yang tetap. Dalam satu malam, sumpah balas dendam yang awalnya berdiri kokoh mendadak hancur.\nPenyanyi wanita yang bersumpah akan membasuh musuh dengan darah dan air mata, bangun dari mimpi buruk seperti biasanya. Yang terlihat olehnya di seberang cuma gelombang kemarahan ....\n\n\"Oh anak-anak laut tinggi yang menanggung dosa awal, saudara-saudariku yang sudah meminum dari penderitaan.\"\n\"Kamu sudah tahu ramalan buruk yang ditakdirkan, kamu sudah melihat bencana yang akan datang pada akhirnya.\"\n\"Teguhkan hatimu, jangan takut ataupun gelisah.\"\n\"Hanya perlu mencari air primordial dan cawan primordial yang bisa mengabulkan permohonan.\"\n\"Katakan saja permohonanmu padanya, semua dosa pada akhirnya akan diampuni.\"\n\nBegitulah, demi memenuhi janji sang peri, penyanyi itu pun memulai perjalanan mencari \"Cawan Kemurnian\".\nBegitulah, mitos \"Cawan Kemurnian bisa mengabulkan segala permohonan\" beredar luas di masyarakat.\nSampai di ujung senja, dia baru tahu benda apakah \"cawan primordial\" itu ...."
	},
	"circlet": {
		"name": "Poetry of Days Past",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topi tinggi yang pernah populer di antara para pencipta opera di Fontaine. Konon katanya desain ornamen bulu ini mengambil referensi dari helm Lochknight yang legendaris.",
		"story": "Pada masa ketika seluruh perairan mengalir menjadi satu, melintasi reruntuhan masa lampau, penguasa wanita yang penuh cinta membangun kota yang baru.\nMalam hari sudah berakhir, siang hari segera tiba. Masa lalu sudah menjadi bayangan dan jejak mimpi, dan pada akhirnya akan lenyap bersama gelapnya malam.\nInilah masa keemasan yang sebenarnya, tidak lagi ada tiran yang mabuk kekuasaan, tidak lagi ada suku barbar yang terobsesi dengan balas dendam.\nSimfoni yang megah tidak akan terulang, hanya tersisa puisi yang memuja cinta dan kebenaran, mengiringi angin pagi yang berembus ke segala arah di laut tinggi ....\n\nBeberapa subjek di antaranya tidak lekang oleh waktu. Bahkan sampai ribuan tahun kemudian, yaitu saat ini, orang-orang masih saja senang membicarakannya.\nSebagai contoh, petualangan Lochknight, diadaptasi oleh banyak penyair dan penulis, bahkan sudah lama terkenal di antara para penduduk.\nKonon, mereka pernah bersumpah dengan zirah peraknya, akan bertempur bersama para Oceanid, untuk melindungi embun murni yang belum tercemar.\nKonon mereka telah melalui cobaan yang tak terhitung jumlahnya, dan pada akhirnya menemukan Cawan Kemurnian yang legendaris, demi menyambut kembalinya Ratu Segala Perairan ....\n\n\"Istana raja yang megah mengumpulkan para pahlawan, kesatria bermandikan darah naga.\"\n\"Wanita bangsawan dan penyihir yang terkurung di menara, dalam perjalanan untuk mencari wadah suci.\"\n\nPesta dan sumpah, cinta tragis dan perpisahan, kebanyakan hanyalah puisi indah yang termasuk dalam ilusi, yang terungkap dengan kesaksian \"Erinnyes\".\nBagaimanapun, pahlawan dengan nama yang sama itu pada akhirnya tidak ada hubungannya dengannya. Lagu-lagu yang mengatasnamakan masa lalu, pada akhirnya juga tidak lebih daripada sekadar mimpi di hari ini."
	}
}