{
	"id": 10009,
	"rarityList": [
		3,
		4
	],
	"name": "The Exile",
	"effect2Pc": "Energy Recharge +20%.",
	"effect4Pc": "Penggunaan Elemental Burst memulihkan 2 Energy seluruh anggota party (tidak termasuk diri sendiri) setiap 2 detik selama 6 detik. Efek ini tidak dapat ditumpuk.",
	"flower": {
		"name": "Exile's Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga layu yang harus dikenakan di baju oleh orang yang diasingkan, sepertinya mengandung makna yang mendalam.",
		"story": "Itu semua terjadi sebelum bangsawan yang terasingkan itu terlibat dalam perselisihan keluarga,\nBunga ini mekar bahkan sebelum tetes darah pertama tumpah.\nSetelah menyaksikan sendiri kekejaman manusia, bangsawan yang terasingkan itu meninggalkan kebaikan dan kelembutannya di masa lalu,\nNamun bunga dan senyum kepolosannya yang dulu akan selalu ada dalam ingatannya."
	},
	"plume": {
		"name": "Exile's Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Aksesori yang terbuat dari bulu seekor burung liar yang tidak sengaja tertancap saat beterbangan.",
		"story": "Melalui dataran dan hutan, dalam pengasingannya dia berjalan sendirian di alam liar,\nMelalui lapisan tebal awan gelap, bulu biru jatuh di bahunya.\nBulu itu berasal dari burung yang panik karena kabur dari seekor elang, sama seperti dia.\nBulu itu melambangkan kekuatan dari jiwa tanpa sarang, burung bebas, sama seperti dirinya."
	},
	"sands": {
		"name": "Exile's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam saku dengan kaca kristal yang sudah pecah, tetapi pemiliknya tidak juga sampai hati untuk melepaskannya.",
		"story": "Bangsawan memperoleh jam saku di masa mudanya.\nBarang yang kecil ini merekam seluruh kenangan masa kecilnya,\nNamun sebuah tragedi mengakhiri hari-hari bahagianya,\nDia dipaksa menjalani pengasingan yang panjang sendirian."
	},
	"goblet": {
		"name": "Exile's Goblet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Gelas yang terbuat dari logam berat. Nampak sebelumnya pernah tertanam batu perhiasan di dalamnya, tetapi dicabut secara paksa.",
		"story": "Piala perak ini adalah warisan dari bangsawan yang terasingkan. Tampilannya dulu dihiasi permata yang diukir dengan lambang keluarga.\nNamun setelah pengasingan membuat keluarganya malu, dia melucuti lambang yang dulu dia banggakan. \nSebagai hasilnya, piala tersebut pecah dan tidak bisa lagi menampung cairan.\nNamun pengasingan itu masih terbawa terus olehnya sampai akhir perjalanannya."
	},
	"circlet": {
		"name": "Exile's Circlet",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Sebuah mahkota kehormatan, lencana kerajaan di atasnya telah dikerik sampai hilang, dan bentuknya yang megah tidak lagi terlihat.",
		"story": "Saat kecil, dia tinggal di rumah megah. Masa kecilnya penuh kebebasan, dan tempat bermainnya bagai istana yang terbuat dari perak.\nDi masa lalu, mahkota ayahnya adalah simbol kaum keagungan dan kemuliaan bangsawan.\nNamun, beberapa tahun kemudian, perseteruan dalam keluarga mewarnai rumah tersebut dengan warna merah darah.\nMahkota tersebut menjadi bukti kriminalitas dirinya dan sejak itu, dia selalu membawanya."
	}
}