{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Tiny Miracle",
	"effect2Pc": "Elemental RES +20%.",
	"effect4Pc": "Saat menerima DMG elemen tertentu, meningkatkan 30% Elemental RES terhadap elemen tersebut selama 10 detik. Dapat terpicu setiap 10 detik.",
	"flower": {
		"name": "Tiny Miracle's Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga yang tumbuh di atas sebuah batu. Tekad di dalamnya memampukannya untuk menembus batu yang keras untuk mencapai secercah cahaya.",
		"story": "Bunga biru kecil yang tumbuh di antara celah kerak batu nisan.\nPahatan pada batu nisan adalah warisan kematian, namun apa yang tumbuh dari celah keraknya adalah keajaiban hidup."
	},
	"plume": {
		"name": "Tiny Miracle's Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Sehelai bulu yang berasal dari seekor unggas agresif yang kecepatannya tidak dapat dilihat oleh mata telanjang.",
		"story": "Elang yang terbang secepat angin. Keberadaannya saja sudah merupakan suatu keajaiban.\nDiberkahi dengan penglihatan dan cakar yang tajam,\nDengan sayapnya yang lebar, kecepatannya sungguh tak tertandingi."
	},
	"sands": {
		"name": "Tiny Miracle's Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Terlihat seperti jam pasir biasa. Pasir yang kering di dalamnya mengalir bagaikan air saat jam diputar balik.",
		"story": "Sering dikatakan bahwa seseorang mungkin bisa mendapatkan keajaiban dengan bertahan, namun menerima keajaiban hanya dengan menunggu.\nNamun bukankah juga suatu keajaiban bahwa pasir pun dulunya adalah sebuah batu yang keras?\nBukankah sebuah keajaiban juga bahwa kita bertemu satu sama lain?"
	},
	"goblet": {
		"name": "Diviner's Goblet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Gelas yang biasa digunakan untuk meramal masa depan. Tentunya juga dapat digunakan untuk minum air.",
		"story": "Piala yang berkilauan cahaya bintang.\nDi masa lalu digunakan untuk meramal,\nAirnya dipercaya merefleksikan lautan berbintang."
	},
	"circlet": {
		"name": "Tiny Miracle's Earrings",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Perhiasan yang dijual dengan murah, tetapi sebenarnya anting ini terbuat dari mineral dari meteorit kuno yang sangat langka.",
		"story": "Sepasang anting murah yang terbuat dari logam yang bersinar bagai bintang.\nSang penjual tidak tahu bahwa sinar dari anting ini berasal dari bintang jatuh di zaman kuno."
	}
}