{
	"id": 10013,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Traveling Doctor",
	"effect2Pc": "Efek pemulihan yang diterima meningkat 20%.",
	"effect4Pc": "Menggunakan Elemental Burst memulihkan 20% HP.",
	"flower": {
		"name": "Traveling Doctor's Silver Lotus",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bahan obat-obatan yang sangat berharga, namun telah kehilangan khasiatnya setelah disimpan untuk waktu yang lama.",
		"story": "Dokter itu berkeliling untuk mencari tanaman obat langka, dengan semangat seorang petualang.\nDi jurang yang curam dan bebatuan licin, dia menemukan lotus perak itu.\nLotus tersebut tidak pernah menjadi obat, namun wanginya memberinya tenaga dan semangat baru sejak hari itu."
	},
	"plume": {
		"name": "Traveling Doctor's Owl Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Bulu burung hantu yang keras dan kaku. Dapat memberikan semangat pada dokter yang mengunjungi pasien di saat larut malam.",
		"story": "Bahkan malam yang gelap pekat itu tidak bisa menahan dokter keliling itu untuk mengunjungi pasiennya,\nBahaya mengintai di setiap penjuru malam. Barang siapa yang bepergian malam hari harus waspada bagai burung hantu.\nNamun tidak seperti burung hantu, malam panjang tanpa istirahat akhirnya membuat sang dokter letih dan jatuh sakit."
	},
	"sands": {
		"name": "Traveling Doctor's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Jam saku yang dapat menunjukkan waktu dengan tepat, setiap detik sangat berharga bagi seorang dokter dan pasien.",
		"story": "Saat merawat pasien yang kritis, setiap detik berharga.\nKeakuratan dari jam itu selalu membantunya.\nTetapi ketika dia berbaring sendirian di ranjang sakit di hari-hari terakhirnya, yang bisa dia lakukan hanyalah menikmati suaranya, setiap detik adalah salah satu momen berharga dari kehidupan yang akan dia tinggalkan.\nYang sebelumnya adalah benda untuk menyelamatkan nyawa kini seolah menyanyikan sebuah lagu perpisahan bagi sang pemilik."
	},
	"goblet": {
		"name": "Traveling Doctor's Medicine Pot",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Guci yang digunakan untuk menampung ramuan yang sangat kuat. Meskipun isinya sudah dikosongkan, aroma yang pekat tidak kunjung hilang.",
		"story": "Obatnya sudah lama mengering, tetapi bau pahitnya masih melekat di pot ini.\nDengan obat pahit itulah, dokter keliling ini menyelamatkan banyak nyawa.\nDan saat dia benar-benar jatuh sakit, tidak ada satu pun yang merawatnya kecuali pot obat di tungku."
	},
	"circlet": {
		"name": "Traveling Doctor's Handkerchief",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Sapu tangan yang biasa digunakan untuk mengikat rambut dokter saat merawat pasien. Juga bisa digunakan untuk mengikat kaki atau tangan yang terpelintir dan memerlukan perawatan darurat.",
		"story": "Dulu saat dokter berkeliling mengunjungi satu tempat ke tempat lain, hari-harinya selalu sibuk dari janji ke janji yang lain.\nWalau matahari terik dan hujan turun, tidak ada yang dapat menahannya dari bekerja.\nSapu tangan ini tidak hanya menjaga rambutnya yang berantakan, namun juga sebagai bandana.\nDia telah menjadi saksi semua kesulitannya dan menjadi teman sejati dalam perjalanannya."
	}
}