{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Unfinished Reverie",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "3 detik setelah meninggalkan medan pertempuran, DMG yang diakibatkan meningkat 50%. Dalam kondisi bertempur, jika tidak ada musuh yang berada dalam status Burning di sekitar selama lebih dari 6 detik, maka efek peningkatan DMG di atas akan berkurang 10% setiap detiknya, hingga mencapai 0%; Jika ada musuh yang berada dalam status Burning di sekitar, maka Damage meningkat 10% setiap detiknya, hingga mencapai 50%. Efek ini akan tetap terpicu saat Karakter yang mengenakan Artefak ini ada di dalam party namun sedang tidak berada di medan pertempuran.",
	"flower": {
		"name": "Dark Fruit of Bright Flowers",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Bunga berlapis emas yang diukir dari batu abu-abu. Menurut legenda, saat perang berlangsung, ini digunakan untuk membedakan musuh dan teman.",
		"story": "Itu adalah masa-masa saat bendera para suku telah tertutup oleh debu tebal dan warnanya mulai memudar.\nDan yang berdiri di depan singgasana, adalah setengah manusia yang memegang cincin rusak di tangannya, sambil memainkan kekuasaannya.\nDi bawah perintah ketat, tidak ada yang bisa meninggalkan perintah yang ditinggalkan oleh utusan malam, leluhur jauh, dan dewa manusia pertama,\nmuncul dari dalam tanah busuk di akar pepohonan, api unggun, maupun pantulan bayangan di kedalaman hutan.\n\nDemikianlah, kekelaman dari masa lalu, saat-saat yang menutupi jutaan kegelapan, akhirnya tiba,\nLayaknya noda darah di gulungan kuno yang bisa memudar, tetap menyisakan bau besi.\nDemikian jugalah, saat kegelapan sudah cukup untuk menyelimuti dasar kedalaman itu,\nPemuda bermata merah, sejak bencana yang sudah tak terhitung jumlahnya, kembali dari bangsa di mana air mengalir layaknya cahaya ke puncak bukit kota terlarang.\n\nSaat dia menapaki taman terapung, peringatan serak wanita tua buta dan bungkuk masih terdengar samar-samar di telinganya:\n\"Layaknya bunga bermekaran di antara tanaman merambat yang lebat,\nCarilah, di sini, di tanah mati yang ditumpuk oleh tengkorak para monster raksasa,\nCarilah orang-orang adil yang masih bersedia membakar diri mereka di malam yang dingin dan kejam,\nJangan mengecewakan gairah, kebencian, ketamakan, dan ambisi mereka. Ingat ini!\nJangan mengecewakan mata orang-orang yang masih bersedia memancarkan nyala api membara.\"\n\nYang pertama tiba adalah gadis muda yang memegang aksesori bulu yang redup. Dia mencari informasi pemuda itu bagaikan burung kukuk yang bergerak di antara tenda-tenda tinggi.\nYang tiba kemudian adalah pahlawan kembar, kakak laki-laki dengan bibir dan gigi yang sangat tajam, lalu adiknya dengan punggung yang sudah menanggung siksaan dari sang tiran.\nSaat mendengar tentang kisah pemuda bermata merah yang menyelamatkan Saurian, pemberani yang tak banyak bicara itu juga bersedia untuk memberikan kekuatannya untuknya.\n\n\"Tapi kita masih perlu satu orang lagi, dia yang lebih jelas tentang struktur kota ini lebih dari siapa pun,\nYang bisa menunjukkan semua jalan yang terbuka dan tersembunyi, bermain dengan segala jenis mekanisme seperti mainan di telapak tangannya.\"\nDemikianlah kata pemuda bermata merah itu, setelah keheningan yang panjang, pahlawan yang biasanya diam dan bisa diandalkan itu,\nPahlawan kuat yang berharap manusia dan Saurian bisa hidup bersama dalam kedamaian, mengingat sebuah rumor dan menyebutkan nama seorang pengrajin."
	},
	"plume": {
		"name": "Faded Emerald Tail",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Hiasan ekor yang sudah memudar. Dikatakan bahwa ukiran di atasnya dibuat oleh seorang pengrajin di masa lampau.",
		"story": "\"Siapa pun yang melihat ukiran bunga yang dihiasi dengan batu berwarna toska, akan kehilangan jiwanya karena kecantikan desainnya,\nSiapa pun yang melihat goresan emas yang rumit akan tersentuh oleh seni pengrajinnya yang luar biasa.\"\n\nGadis itu mengikuti perintah pemuda yang sangat terikat dengannya itu, dan mencari sosok pengrajin terkenal di antara rumor-rumor para penduduk.\nNamun dalam bayangan di halaman yang tinggi, di tengah api pesta para bangsawan, dia tidak menemukan apa-apa.\nPada saat sedang kebingungan inilah, dia mengeluarkan aksesori bulu emasnya, menatap ke cahaya remang-remang sambil mengenang kembali wajah mendiang ayahnya.\nDi sampingnya, ada pemabuk yang wajahnya tertutup oleh setengah mantelnya, dia membuka mulutnya dengan dingin, dan menghitung asal-usul pola yang ada di bulu itu dengan cermat.\n\nSiapa yang sangka, pencipta dari aksesori seindah ini adalah pengemis wajah mengerikan, yang menghabiskan hari-harinya di Tavern yang bobrok?\nSetengah wajah yang tersembunyi itu memiliki bekas luka bakar, kulit dan dagingnya bersatu bagai lumpur darah yang meleleh.\nTapi gadis itu tidak takut. Setelah terhentak sesaat, dia menyerahkan aksesori itu kepadanya.\nPada malam itu, sambil menghadap ke hasil karya yang cahayanya sudah memudar, dia menceritakan kisah-kisah yang sudah lama punah ini di tempat ini,\nKisah tentang burung zamrud dengan ekor panjang. Saat itu, dia dimintai tolong untuk membuatkan sesuatu untuk seseorang yang dihormati oleh semuanya ...\n\n\"Itu ayahku, tapi dia kehilangan nyawanya karena melindungi para Saurian milik suku.\"\nSuara gadis itu dingin. Pengrajin itu bisa melihat api kebencian yang sama dengan miliknya dari kedua bola matanya.\n\nDia berkata, \"Kalau begitu, aku bersedia ... melayani tuanmu ....\", bahkan sebelum dia mengungkapkan tujuan kedatangannya.\nSebenarnya dia bersedia melayani wanita itu, begitu pikir pengrajin itu dalam hatinya. Tapi tidak perlu terucap dari mulutnya.\nKarena pada saat itu, dia bisa melihat bayangan orang lain yang menetap di dalam hati gadis itu."
	},
	"sands": {
		"name": "Moment of Attainment",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Sebuah jam matahari kuno yang digunakan untuk menghitung waktu. Jika diperhatikan baik-baik, terdapat tanda-tanda kecil pada benda tersebut.",
		"story": "Satu hal yang membingungkan para peneliti reruntuhan adalah,\nDari berbagai jam matahari yang digali dari reruntuhan kota kuno yang tertutup debu,\nEntah kenapa, mereka menemukan ukiran yang dibuat dengan menggunakan jarum lukis di satu tempat yang sama.\n\nOrang-orang yang datang dari ngarai percaya kalau itu adalah masa-masa bagi orang yang kepercayaannya telah hancur untuk menyalakan pilar obsidian sekali lagi,\nPada hari itu, Sakkuk, putri dari gunung dan wali pemimpin suku, meminta jiwa yang tersesat untuk kembali ke tanah malam.\nOrang-orang yang berasal dari Hutan Kesendirian percaya bahwa ini adalah saat-saat ketika orang yang telah meninggalkan kontrak dapat menyetujui kontrak baru dengan Saurian dari keenam suku.\nPada hari itu, Yupanqui, pahlawan yang dipercaya para prajurit, membebaskan para Saurian dari belenggu di leher mereka.\nOrang yang berasal dari sumber mata air, percaya bahwa momen saat orang yang pernah terlupakan mendengarkan gema ombak,\nPada hari itu, Atawallpa si kembar yang lebih tua yang pandai berbicara, menyalakan kembali keinginan semua orang untuk mengenang kemuliaan masa lalu.\nOrang-orang yang berasal dari tanah yang subur percaya bahwa ini adalah momen ketika orang-orang yang tertindas akhirnya bangkit kembali.\nPada hari itu, Waskar si pahlawan kembar yang lebih muda, memimpin para prajurit untuk menahan banjir kegelapan.\nOrang-orang yang datang dari puncak gunung percaya bahwa ini adalah saat ketika seseorang yang pernah terkurung kembali ke sarang kebebasan,\nPada hari itu, sang pahlawan bermata merah memanggil api kemarahan para dewa dan membakar kota yang terkena korosi, mengembalikan suku tersebut kembali ke suku.\n\nHanya ada orang yang datang dari dalam teka-teki asap. Pemuda yang mengetahui rahasia itu diam tak bergeming,\nMengingat-ingat sendirian pemandangan yang digambarkan di gulungan tulisan. Dikatakan bahwa itu adalah saat kegelapan menutupi matahari.\nPara pahlawan yang telah lama mempersiapkan ini mengambil kesempatan untuk menumbangkan raja yang kehilangan akal sehat di depan singgasana.\nDalam versi sejarah yang tidak banyak diketahui, seorang pengrajin yang cerdik namun tidak pernah meninggalkan namanya merancang rencana ini.\n\n\"Tapi pengrajin tidak pernah meninggalkan sepatah kata pun dalam pertempuran untuk mengembalikan kekuasaan klan.\"\n\"Setelah itu, semua jejak tentang kisah masa lalu yang disembunyikan di balik tirai perlahan menghilang.\"\n\nPemuda itu menggunakan tangannya untuk membelai goresan yang sama pada jam matahari itu.\nDia membayangkan, sebelum matahari terbenam yang tak terhitung jumlahnya, setelah tanggal pertemuan diputuskan, tangan yang mungkin tidak ada itu,\ndan meninggalkan bekas di jam matahari pemiliknya."
	},
	"goblet": {
		"name": "The Wine-Flask Over Which the Plan Was Hatched",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Cangkir berkaki tiga. Dulunya banyak pahlawan mengangkat cangkir mereka untuk bersulang dan minum di samping api unggun sambil berbincang mengenai ambisi dan harapan masing-masing.",
		"story": "Dia bercerita kepada si pemuda bermata merah dan kepada para pahlawan tentang penderitaannya di masa lalu.\nKonon sang raja kota terlarang pernah mengumpulkan para pengrajin berbakat dari suku-suku,\nDi bawah tanah, dia menggali monster-monster ciptaan raksasa, yang sayapnya berkibar bagai bendera, demi memenuhi ambisinya.\nNamun tindakan raja yang kacau itu sudah diketahui oleh orang banyak sejak lama. Jadi pada hari dia berhasil menguak seluruh misteri,\nDia menyalakan api besar dan berusaha untuk membakar semuanya, mengubur orang-orang yang tahu bersama dengan reruntuhan di belakang gerbang batu ....\n\nDalam bara api yang melahap semuanya, pengrajin yang sekarat itu setengah sadar,\nsetetes air mata emas yang terjatuh dari kepala batu ke dalam matanya, membuatnya melihat banyak hal.\nDia menceritakan tentang ciptaan raksasa yang dia lihat dalam kebingungan, dan mesin rumit yang dilihatnya.\nDia melihat bayangan yang digerakkan oleh api, naik dari cakrawala langit yang jauh ke atas bulan penuh di langit.\n\n\"Jadi, air mata emas itu ...\" \"Kamu adalah sumber segala inspirasi yang mengalir?\"\nDemikianlah, kedua pahlawan kembar itu yang tertarik karena kisah itu bertanya sambil tertawa.\nDia bisa mendengar ejekan dan perasaan tidak percaya dalam nada bicara mereka. Mereka selalu begitu, pria itu sudah terbiasa.\nSaat gadis itu menatapnya dengan penasaran, dia tertawa licik, otot pada setengah bagian mukanya sedikit sakit.\n\nSebenarnya, dalam bara api yang hampir menelan nyawanya, dia melihat lebih banyak lagi, seperti pola emas yang mengalir,\nJalan lain untuk melarikan diri dari reruntuhan, dan bagaimana berbagai peraturan ketat untuk membangun kerajaan yang besar.\nTapi yang kedua sepertinya sedikit terlalu jauh untuk para pemuda ....\nDia meletakkan cangkir anggur yang masih tersisa satu lapisan tipis.\n\nMungkin, mungkin setelah semuanya beres, setelah fondasi lama dibangun ulang,\nKetika semuanya lebih maju, dia akan menceritakan semuanya, dan dia juga akan senang melakukannya.\nUntuk menghormati pikirannya yang luar biasa, tembok kerajaan yang baru dibangun dibuat dengan indah."
	},
	"circlet": {
		"name": "Crownless Crown",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Mahkota emas dihiasi dengan batu toska dan bulu-bulu zamrud. Tidak pernah muncul dalam upacara mana pun dan hanya berdiri di atas bantal merah beludru.",
		"story": "Pernah ada orang yang memenuhi keinginannya. Setelah kerajaan kuno hancur, mereka membuat ulang aksesori bulu yang sudah lama memudar itu untuknya.\nJadi dia membuat janji yang sama untuk orang-orang yang memenangkan rasa hormatnya, bahwa pada saat itu, dia akan menghadiahkan mahkota batu toska sebagai gantinya.\nHanya saja, setelah melihat mayat yang menderita di bawah pedang monster hitam itu, gadis itu jadi mengerti,\nMahkota indah yang sudah lama ditempa dan dihias olehnya sendiri, hanya akan menunggu pemiliknya yang tidak akan pernah muncul dalam upacara pemahkotaan.\n\nBertahun-tahun kemudian, dari antara enam suku, ada cerita tentang kesukaan aneh milik ratu tua tambang yang tersebar.\nKonon katanya, wanita tua ini menyukai berbagai aksesori mewah, banyak di antaranya yang sudah tidak bisa dibuat dengan teknik seni yang ada sekarang.\nDari semuanya, terutama untuk hasil karya yang ditanda tangani oleh pengrajin tertentu. Jika ada yang bersedia menghadiahkannya kepada dia,\nDia akan bersedia menukarnya, berapa pun batu permata yang harus dia tukarkan.\nMeski barang palsu sekalipun, dia tetap akan menerimanya.\n\nSaat orang-orang di suku membujuknya untuk tidak memberi hadiah pada orang-orang tamak itu,\nDia mengatakan: \"Ah, justru karena itu, aku tidak akan membiarkan barang-barang palsu ini menodai reputasinya!\"\nTerlebih lagi, dia secara pribadi tidak pernah melepaskan penipu-penipu itu kabur dengan segala tindak kecurangan mereka.\n\nDibandingkan dengan rekan-rekannya yang berani mati, sisa kehidupannya sepertinya terlalu panjang. Jadi,\nDia gunakan sisa waktunya untuk mengumpulkan semua benda yang ditinggalkan para pahlawan yang dia rindukan.\nPemuda bermata merah yang dicintainya kembali ke api suci setelah menyelesaikan misinya, dengan hanya menyisakan sisa kehangatan.\nDan saat pahlawan yang diam itu terjatuh ke dalam api raja, dunia baru yang terpantul di dalam matanya yang tersisa sudah menjadi imbalan yang terbaik untuknya.\nPahlawan kembaran yang lainnya pernah melihat saudaranya gugur di tangan musuhnya. Dia yang tidak pernah berhenti bercerita juga menjadi bisu karena terus menangis dalam sedih.\n\n\"Akhirnya Atawallpa juga meninggal duluan sebelum aku ... Siapa yang mengira, aku yang paling lemah ini bisa bertahan sampai akhir?\nKebijaksanaan orang bijak di suku sering mengatakan, orang yang sudah pernah melewati badai pasti akan merasa bosan di daratan yang rata. Begitu juga denganku.\nTahun-tahun tanpa kalian di sini ... benar-benar membosankan.\"\n\nTapi akan ada saatnya bisa bertemu kembali dengan teman-teman yang sudah lama pergi, saat-saat firasat yang sudah lama ditunggu akan tiba.\nDia memilih semua benda asli yang pernah dibuat oleh pengrajin dari berbagai perhiasannya, dan membandingkannya dengan yang palsu, jumlahnya terlalu sedikit,\nDan dengan semua benda yang berukirkan namanya, dia berjalan ke dalam kegelapan, dan tidak pernah kembali lagi.\n\nMenurut legenda, pada hari kedua, orang-orang berdiri di bawah pohon tempatnya meletakkan mahkota batu toska,\nMereka bersumpah untuk mengikuti perintah terakhirnya, melupakan nama pengrajin hebat yang dibawa pergi olehnya dari sejarah."
	}
}