{
	"id": 15023,
	"rarityList": [
		4,
		5
	],
	"name": "Vermillion Hereafter",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "Setelah melancarkan Elemental Burst, Karakter tersebut akan mendapatkan efek Nascent Light yang akan meningkatkan 8% ATK-nya selama 16 detik. Saat HP Karakter tersebut berkurang, akan meningkatkan lagi 10% ATK-nya. Peningkatan yang bisa didapat dengan cara ini maksimum 4 kali. Efek dapat terpicu setiap 0,8 detik. Nascent Light akan hilang saat Karakter meninggalkan medan pertempuran. Jika Elemental Burst dilancarkan lagi saat durasi efeknya masih ada, maka efek Nascent Light awal akan hilang.",
	"flower": {
		"name": "Flowering Life",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Sebuah barang yang sudah kuno. Tapi masih terlihat hidup seperti sebuah kehidupan yang pernah melestarikannya beberapa abad yang lalu.",
		"story": "Tebing-tebing batu raksa tua pernah menjadi peraduan bunga-bunga.\nDi masa darah hitam bebas mengalir, tak satupun dari mereka yang tercemar noda hitam.\n\nSelama Millelith tetap tak gentar, keadilan tetap berdiri tegak. Iblis dan kegelapan boleh menghadang, namun hal ini tak akan berubah.\nPenghuni gunung yang diam seribu bahasa dan bulan keperakan menjadi tempat berkemah yang damai.\n\n\"Wahai putri tebing permata pasir, janganlah engkau meratapi aku.\"\n\"Aku lahir dalam naungan Tianheng, dan aku berjuang demi membalas karunia Rex Lapis.\"\n\"Nyawa ini kupercayakan kepada sang Yaksha berlengan empat, dan bersama-sama kami kan menuju ke kedalaman.\"\n\"Jalan-jalan kelam dan jurang-jurang tak berdasar kan kami tapaki, aula permata yang dingin kan kami temui.\"\n\"Demikian kami hadapi pencemaran yang datang dari kedalaman, dan segala binatang buas yang diam di dalamnya.\"\n\"Aku tidak takut dan tidak gentar menghadapi ketakutan dan segala keanehan.\"\n\nAngin malam berembus menyela sang Millelith. Dirinya tak lagi dapat menyelesaikan kalimatnya.\nDitinggalkannyalah bunga mungil untuk sang putri suku pegunungan, agar dirinya tiada dapat dilupakan.\n\n\"Satu-satunya yang kutakuti adalah ... menjadi hilang dan terlupakan.\"\n\"Apabila takdir menentukan diri ini gugur di wilayah tanpa nama, kiranya diriku tidak dilupakan.\""
	},
	"plume": {
		"name": "Feather of Nascent Light",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Sebuah bulu yang samar-samar berkilauan dan berisikan kenangan yang kuat.",
		"story": "Konon di tebing tertinggi di Chasm, seorang pahlawan pernah mencabut bulu elang dengan tangannya sendiri.\nAda juga yang mengatakan, orang dengan kecakapan seperti memenuhi syarat untuk bisa mati bersama para Adeptus.\n\n\"Menyerahkan nyawa demi membela sesama. Betapa mulianya.\"\n\"Tapi jika dipikir lebih lanjut, ini seperti ikan yang tenggelam ke perairan dalam, atau burung yang jatuh ke lembah terjal.\"\n\"Ambisi memang terpenuhi, tapi tidak akan dikenang sampai selama-lamanya.\"\n\"Manusia fana ibarat bulu yang terperangkap dalam angin puyuh, berputar dan hilang di angkasa luas.\"\n\"Apa itu keselamatan? Apa itu keteguhan? Semua itu tidak lebih dari sebuah kepalsuan tanpa makna.\"\n\nSuara bisikan suram menyelinap melalui telinga, diam-diam menggoyahkan hati mereka yang tidak mampu menggoreskan namanya di jejak dunia.\n\nKetika pertempuran usai, dan banyak serdadu yang terlelap di gua-gua kolong bumi.\nTeriakan pilu kuasa kegelapan pun dibungkam layaknya riak yang berlalu ....\nKefanaan akan sirna, namun tanah ini selamanya mengingat."
	},
	"sands": {
		"name": "Solar Relic",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Sebuah jam kuno dengan tampilan yang kuat dan tidak rapuh. Kilauannya dihasilkan oleh sand crystal.",
		"story": "Alkisah ketika Rex Lapis masih muda, matahari adalah sebuah kereta kuda yang mengelilingi dunia.\nKetika malapetaka menimpa ketiga saudari penghuni angkasa malam, kereta kuda ini jatuh ke kedalaman.\nPara penduduk gunung melihat pertanda. Mereka memperbaikinya dan sekali lagi menjadikannya terang yang mengusir kegelapan.\nKereta telah melanjutkan perjalanan abadinya, namun ada satu pecahan yang tertinggal.\nPenduduk gunung pindah ke kota dan mengubah pecahan itu menjadi kristal, untuk dijual kepada mereka mengetahui nilainya ....\n\n\"Wah, yang benar saja? Masih ada yang percaya dongeng nenek tua seperti itu ya?\"\n\"Para pedagang di Shenglu Hall telah lama melupakan masa lalu mereka.\"\n\"Lagi pula, kristal pasir tidak cocok dibuat perabot pernis, dan tidak cocok pula dijadikan cat untuk melukis.\"\n\"Menurut cerita para penambang di Chasm (yang tentu saja jangan ditelan mentah-mentah) ...\"\n\"Jam dan kristal pasir ini milik prajurit Millelith yang hidup lima ratus tahun yang lalu.\"\n\nDi kedalaman gua yang gelap, di tempat cahaya dan kegelapan bertarung, di tempat kekuatan Yaksha sekali pun tidak sanggup bertahan.\nMaka makhluk fana memerlukan cahaya agar tidak tersesat di gelapnya malam.\nPrajurit Millelith pun mengumpulkan pasir bercahaya, warna putihnya mirip sekali dengan cahaya rembulan.\nJam ini adalah penanda waktu yang berlalu dalam kegelapan, sekaligus bukti bahwa tugas mereka terus dilanjutkan oleh generasi penerus."
	},
	"goblet": {
		"name": "Moment of the Pact",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Cangkir tua yang terbuat dari sand crystal. Entah bagaimana namun kilauannya tidak redup oleh usia tuanya.",
		"story": "Tanah yang dikenal dengan nama \"Chasm\", memancarkan kilau berwarna merah sejak jaman dahulu.\nLegenda tentang Yaksha masih diceritakan turun-temurun di antara para penambang dan pedagang permata ....\nLegenda mengatakan seorang pengelana dengan empat tangan di pundaknya pernah datang ke tempat di mana langit yang runtuh pada masa itu.\nKetika penduduk pegunungan mengetahui bahwa seorang pengelana, dalam perjalanannya untuk mengusir kejahatan, telah mencapai wilayah mereka, mereka semua datang satu demi satu ke:\n\n\"Wahai pengunjung dari negeri yang jauh, terimalah anggur kami dan dengarkan cerita kami.\"\n\"Anggur dari pegunungan mungkin asam dan pahit, tidak sebaik anggur i Gunung Tianheng yang dipuji oleh Rex Lapis.\"\n\"Namun kami, orang gunung, menggunakan permata dan batu giok yang dianugerahkan oleh dewa sebagai harta yang luar biasa, dan melubangi tebing terjal sebagai mata pencaharian kami.\"\n\"Hidup kami tidak sempurna, tetapi berkat Rex Lapis, hidup kami menjadi lebih nyaman tanpa kekhawatiran.\"\n\"Namun, situasinya tidak lagi sama, dan bayangan gelap telah menutupi berkah yang dibawa bintang itu.\"\n\"Hari ini, meskipun kami tidak memiliki pengorbanan yang sepadan untuk membuat perjanjian, kami dengan berani meminta bantuan dari Anda.\"\n\nPengelana itu dengan serius mendengarkan permintaan para tetua, lalu dengan tenang menghabiskan secangkir anggur pahit.\nSang tamu tak berjanji, tidak pula menegur kelancangan manusia fana. Dia menuju ke timur tanpa menghiraukan ajakan yang memintanya untuk tetap tinggal.\n\nKisah yang terjadi setelahnya pun tak ada yang tak tahu ....\n\nNamun, gelas anggur kristal pasir yang pernah digunakan untuk minum bersama tetua desa, masih ada dan menjadi saksi perjanjian antara mereka."
	},
	"circlet": {
		"name": "Thundering Poise",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Topeng ini ini dibuat oleh suku penghuni pegunungan untuk Yaksha. Buatannya sederhana, tapi permukaannya masih tetap mengkilap.",
		"story": "Sang Yaksha pernah menghuni dataran Tianqiu, ia yang bertangan empat dan gagah perkasa.\nDatanglah dirinya ke Chasm, diiringi lagu pujian suku bangsa.\nPerjamuan diadakan, berlimpah-limpah santapan disediakan.\nBilah pedangnya diacungkan, menuju ke kedalaman, demi menjinakkan malapetaka.\nGanas bagaikan iblis, matanya menyala dengan kobaran ungu tua.\nSambaran kilat mengoyakkan bayangan maut, dan gemuruh nyaring melarutkan kegelapan.\nAwan-awan menutupi jurang maut, menganga menelan cakrawala.\nAngin ribut melolong tiada henti, batu raksa menyapu kegelapan.\nGunung-gunung pun gentar, dan lembah-lembah beruntuhan.\nTanah pun meraung-raung, dan seketika itu semua senyap.\nAwan tebal berkumpul mengaburkan cahaya senja, burung-burung bertengger dan meratap:\n\"Sudahkah engkau mendengar? Tabuh gendang dari utara telah tiada, sang pahlawan telah hilang ditelan pusaran.\"\n\"Sudahkah engkau mendengar? Sang Yaksha yang berjuang demi datangnya fajar, telah terbaring menemui ajal.\""
	}
}