{
	"id": 15030,
	"rarityList": [
		4,
		5
	],
	"name": "Vourukasha's Glow",
	"effect2Pc": "HP +20%.",
	"effect4Pc": "DMG yang diakibatkan Elemental Skill dan Elemental Burst meningkat 10%. Jika Karakter yang mengenakan menerima DMG, efek peningkatan DMG di atas akan meningkat 80% selama 5 detik. Efek peningkatan ini dapat ditumpuk hingga 5 lapis dan durasi setiap lapis dihitung terpisah. Efek ini tetap dapat terpicu meski Karakter yang mengenakan berada di dalam party, namun tidak berada di medan pertempuran.",
	"flower": {
		"name": "Stamen of Khvarena's Origin",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Sebuah lencana berbentuk bunga kecil yang indah, pernah dikenakan oleh para peziarah di masa lampau.",
		"story": "\"Putriku yang tak berdosa, Khvarena-ku ....\"\n\"Aku akan mempercayakanmu pada ibu lain. Cintailah dia dan setialah padanya.\"\n\"Kebijaksanaannya tidak kalah dariku, dan cahayanya jauh lebih terang dariku.\"\n\"Mimpi buruk tak berwajah pernah menghampiri tidurku dan menghantui diriku ....\"\n\"Maka aku memisahkanmu dari tubuhku, dan memintamu untuk mencegahnya mendatangiku.\"\n\n\"Khvarena-ku, cahaya dari mataku ....\"\n\"Aku memperingatkannya tentang gelombang kegelapan yang akan datang, dari sinilah takdirmu diciptakan.\"\n\"Jangan takut dan jangan lari. Jangan biarkan Khvarena-mu memudar dan jangan permalukan ibumu.\"\n\"Seperti takdirku untuk mengorbankan diriku demi makhluk fana, pengorbanan adalah awal terindah untuk kelahiran baru ....\"\n\"Pergilah dan rebahkan dirimu ke dalam pelukan ibu rerumputan. Kamu akan menemukan takdirmu di alamnya.\"\n\n\"Khvarena-ku, putriku yang murni ....\"\n\"Kamu akan berubah sepenuhnya dan menghadapi ujian perpisahan dan kematian.\"\n\"Beginilah caramu mendapatkan keabadian. Tapi ini adalah jalan yang penuh kesulitan ....\"\n\"Penguasa Amrita bersama penguasa rerumputan dan pepohonan akan mendahuluimu dalam hilangnya wujud suci mereka ....\"\n\"Mereka akan dilupakan, dan hanya pengorbananmu yang akan diingat.\"\n\n\"Khvarena-ku, putri bunga ....\"\n\"Bila kamu memiliki tekad untuk tidak menyerah pada rasa takut ....\"\n\"Maka, tenggelamkanlah dirimu dalam pelukan pemilikmu yang baru.\""
	},
	"plume": {
		"name": "Vibrant Pinion",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "Dekorasi berbentuk bulu yang sangat indah, memancarkan warna cerah dari dedaunan hijau dan bunga harum.",
		"story": "Di malam berbulan yang terlupakan, malam sebelum badai pasir tragedi menyapu taman kebahagiaan ....\nBunga dan pepohonan pernah berbicara mengenai dunia fana, harapan, dan masa depan mereka yang suram.\nMereka yang tidak boleh didekati membawa kematian suram, dan ombak kegelapan menghancurkan tepian sungai.\nTumbuhan dan hewan yang baru lahir bersatu dengan manusia untuk mendorong kembali ombak kegelapan yang berkecamuk.\n\nDi tahun-tahun sunyi yang dia lewatkan setelah memutuskan hubungan dengan penguasa padang pasir, ratu rerumputan dan pepohonan membentuk Khvarena menjadi seekor burung dewa,\ndan mempercayakan padanya perlindungan dua dunia, yaitu perbatasan antara kelahiran dan kematian.\nDi lingkungan pohon pinus, cemara, dan saussurea yang tumbuh, burung dewa memimpikan masa-masa saat perjanjian masih berlaku ....\nHanya ketika bencana melanda barulah dia terbangun dari tidurnya untuk menghadapi kematiannya yang tak terhindarkan.\nAkhirnya, seperti yang diramalkan oleh orang itu, keheningan kelam dan mematikan menyelimuti hutan hujan ....\nSeperti yang diperingatkan sahabatnya, gerombolan monster hitam berkecamuk dan menyapu habis hutan yang baru lahir ....\n\nPenguasa lama bangsa air binasa dalam pergolakan, dan tubuhnya berubah menjadi lautan embun murni yang disebut Amrita.\nNamun lautan paling murni sekali pun akan mengering di tanah gersang yang dihancurkan oleh Abyss.\nWalaupun begitu ratu rerumputan dan pepohonan tidak punya waktu untuk meratapinya sebab pohon induk dari ribuan benih membutuhkan perlindungannya ....\nUntuk membersihkan noda kegelapan dan memastikan kemurnian Amrita, Simurgh pun menghancurkan wujud sucinya—\n\n\"Segala ciptaan indah yang terlahir dari Khvarena Bunga harus menghadapi takdirnya — menjadi layu dan terjatuh ke dalam lumpur.\"\n\"Dan setelah mereka layu, terlahirlah kembali mereka di bawah naungan Amrita sebagai makhluk lautan bunga, yang tak lagi mengkhawatirkan 'kematian'.\""
	},
	"sands": {
		"name": "Ancient Abscission",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Sebuah jam saku kuno yang memancarkan cahaya Khvarena. Bagian dalamnya berisi cairan murni yang terlihat hidup.",
		"story": "\"Ambillah sepotong Khvarena ini, temanku, dan simpan dengan baik-baik.\"\n\"Dia berasal dari kebijaksanaan bunga dan nadi langit. Dalam dirinya berdiam esensi kehidupan yang paling murni.\"\n\"Khvarena adalah inti dalam hati bunga, setetes cahaya di dalam lautan Amrita.\"\n\"Hargailah anugerahku, sampai abyss kegelapan datang menelan semua kehidupan ....\"\n\nDongeng asing beredar di antara bunga dan dedaunan, dan dikenang oleh bebuahan dan biji-bijian.\nKetika Ratu Bunga memudar menjadi debu, dan ketika mimpi palsu menyesatkan penguasa padang pasir ....\nKetika para tiran terkubur di bawah bukit pasir yang terus berubah dan ambisi mereka akhirnya padam ....\nKetika segala sesuatu yang berasal dari tanah kembali ke pasir keemasan, dan semua yang berasal dari embusan angin kembali ke hutan hujan ....\nRatu rerumputan dan pepohonan menyaksikan perubahan dunia dengan diam, mengenang sumpah tulusnya dengan mereka yang telah tiada.\n\n\"Lindungilah Khvarena ini untukku, rekanku, sahabatku tersayang.\"\n\"Setelah kami tiada, makhluk fana akan tersesat seperti bayi yang baru saja terlepas dari bedungannya.\"\n\"Rapuh namun cukup kuat untuk mengatasi deru angin, kobaran api, dan ketidaksempurnaannya sendiri.\"\n\"Tapi yang kuratapi bukanlah bencana yang dapat kuprediksi, melainkan kegelapan dari kekacauan.\"\n\"Hanya kebencian yang muncul dari kegelapan ini dan ancaman 'kematian' yang mampu menghancurkan tunas.\"\n\nKetika tanah kebahagiaan masa lalu akhirnya ditelan oleh pasir berlapis emas, ratu rerumputan dan pepohonan akan bangkit untuk memenuhi janji lamanya.\nMengikuti kehendak Khvarena, dia menciptakan sebuah tubuh yang menawan untuknya dan mengubahnya menjadi sebuah kehidupan yang teramat indah—\nMaka lahirlah Simurgh sang burung dewa, yang sosoknya memancarkan warna-warni ribuan burung, dan nyanyiannya mewakili lagu ribuan bunga ....\nMimpi terakhir oasis terkumpul dalam satu tubuh, berubah menjadi lautan bunga murni dan berbinar yang membentang luas, yang tersembunyi di dalam tubuh sang burung dewa."
	},
	"goblet": {
		"name": "Feast of Boundless Joy",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Gelas anggur mewah yang dulu diisi dengan nektar dan melon, namun kini hanya kekosongan yang mengisinya.",
		"story": "Ketika ratu taman bunga meninggal, ratu rerumputan dan pepohonan memutuskan semua ikatan dengan lautan pasir.\nMelepaskan cinta buta dan kekuasaan, dia memutuskan untuk kembali ke hutan hujan untuk melindungi kehidupan ....\nKehidupan baru pun muncul dari hutan. Berbahagialah para Sage, dan demikianlah rumah dibangun.\nKhayalan fantasi mengarah pada kematian yang tak terelakkan, dan ajaran kematian adalah sebuah peringatan yang selalu ada bagi makhluk fana.\n\nDari pesta paling mewah dan kesenangan paling murni, lahirlah Khvarena Bunga.\nDalam dirinya tidak ditemukan kepahitan penderitaan ataupun otoritas yang busuk.\nTakdirnya pada akhirnya akan membawanya menuju kematian, menjadi layu dan kering ....\nHanya Penguasa Kebijaksanaan yang dapat mengerti, melindunginya, dan menggunakannya dengan benar.\n\n\"Tapi jangan lupakan ramalan ratuku, karena dialah yang mengirimku padamu.\"\n\"Kebodohan tidak cukup untuk membunuh makhluk fana, tapi gelombang kegelapan dunia luar mampu menyapu segalanya.\"\n\"Akulah peninggalan terakhir ratuku. Akulah sari bunga yang membersihkan segalanya.\"\n\"Jika aku bersatu dengan air termurni, maka bagaikan seribu mata delima yang memantulkan cahaya, begitu pula aku bersinar.\"\n\nDemikianlah burung dewa Simurgh terlahir dari Khvarena Bunga.\nDia tinggal di sisi tuannya untuk sementara sebelum terbang menuju lautan bunga ...."
	},
	"circlet": {
		"name": "Heart of Khvarena's Brilliance",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Anting-anting berwarna-warni yang dibuat dengan indah, serasa ada kilau ratusan bunga yang mengalir di atasnya.",
		"story": "\"Sahabatku, yang begitu bijaksana namun meninggal begitu muda ....\"\n\"Dalam legenda agung yang selalu berubah, tersembunyi kegelapan yang terlupakan.\"\n\"Seperti kehidupan dan kematian yang selalu berdampingan, melupakan adalah buah hati ingatan.\"\n\"Tanpa ancaman kematian, maka tidak akan ada makna dalam kehidupan.\"\n\"Tanpa landaan gelombang kelupaan, maka tidak akan ada sejarah yang layak dikenang ....\"\n\nDahulu kala, ratu rerumputan dan pepohonan melaksanakan yang dipercayakan sahabatnya padanya,\nyaitu menganugerahkan wujud burung dewa dan tugas melindungi sebagian hutan hujan kepada Khvarena Bunga.\nSeperti bunga yang ditakdirkan untuk layu, takdir Simurgh adalah menjadi pengorbanan.\nPelindung segala sesuatu yang hijau sudah mengetahuinya sejak malam dia tidur di sisi ratu bunga ....\n\n\"Demikianlah burung dewa hijau zamrud merekah menjadi Khvarena Bunga yang tak terhitung jumlahnya dan menyebar ke seluruh penjuru seperti burung hudhud.\"\n\"Khvarena jatuh di atas jasad murni Penguasa Amrita, dan dengan demikianlah lautan bunga yang berkilauan terbentuk.\"\n\"Banyak roh yang berdiam di lautan bunga. Mereka membawa keinginan rumput, pohon, dan embun untuk membersihkan semua kekotoran.\"\n\"Banyak peri yang berdiam di lautan bunga. Mereka menyanyikan tentang tiga ibu — Rumput, Amrita, Bunga.\"\n\nSuatu malam, sang putri harus meninggalkan pelukan ketiga ibu\ndan mengorbankan dirinya untuk membersihkan kekotoran yang sudah meruak di dunia ...."
	}
}