{
	"name": "«Искушение Адепта»",
	"rarity": "5",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для атаки",
	"foodcategory": "Atk_Add",
	"effect": "Увеличивает силу атаки на 260-372 ед. и шанс крит. попадания на 8%-12% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Сложное, но очень популярное блюдо Ли Юэ. Тщательно отобранные ингредиенты опускаются в бульон и долго томятся на медленном огне. Хватило всего лишь по памяти записанного рецепта, чтобы Адепты снова вернулись в мир людей.",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 260 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Сложное, но очень популярное блюдо Ли Юэ. Суп, приготовленный человеком, не умеющим обращаться с кастрюлей, больше похож на пересоленное рыбное рагу. Но вспомнив, сколько стоили ингредиенты для этого блюда, вы через силу продолжаете есть эту кашу."
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 316 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Сложное, но очень популярное блюдо Ли Юэ. Тщательно отобранные ингредиенты опускаются в бульон и долго томятся на медленном огне. Хватило всего лишь по памяти записанного рецепта, чтобы Адепты снова вернулись в мир людей."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 372 ед. и шанс крит. попадания на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Сложное, но очень популярное блюдо Ли Юэ. В одном ароматном горшочке собрано редкое, но изысканное сочетание деликатесов моря и суши. Каждая ложка этого супа незабываема, именно этот вкус соблазнил Адептов спуститься со своей небесной обители."
	},
	"ingredients": [
		{
			"name": "Ветчина",
			"count": 4
		},
		{
			"name": "Краб",
			"count": 3
		},
		{
			"name": "Мясо креветки",
			"count": 3
		},
		{
			"name": "Мацутакэ",
			"count": 3
		}
	]
}