{
	"id": 3016,
	"name": "Яблочный рулет",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Блюдо для приключений",
	"effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 16%-20% HP и даёт ещё 600-1200 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Традиционный яблочный десерт. Тонкое тесто - вот секрет его восхитительного вкуса и хрустящей корочки. Говорят, что лучшие кондитеры Мондштадта умеют делать настолько тонкое тесто, что сквозь него можно даже читать, если положить его поверх страницы.",
	"suspicious": {
		"effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 16% HP и даёт ещё 600 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционный яблочный десерт. Яблоки - это яблоки, а тесто - это тесто. Принудительное объединение яблок и теста создаёт неуклюжую смесь, которую не спасёт даже самое вкусное масло."
	},
	"normal": {
		"effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 18% HP и даёт ещё 900 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционный яблочный десерт. Тонкое тесто - вот секрет его восхитительного вкуса и хрустящей корочки. Говорят, что лучшие кондитеры Мондштадта умеют делать настолько тонкое тесто, что сквозь него можно даже читать, если положить его поверх страницы."
	},
	"delicious": {
		"effect": "Оживление Окаменевшего дерева, активация артерий земли или открытие сундука восстанавливает 20% HP и даёт ещё 1200 ед. HP всем членам отряда. Эффект может возникнуть один раз в 5 сек. и длится 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционный яблочный десерт. Один только аромат яблок создаёт ощущение, словно вы стоите перед тёплым очагом. Ещё до того, как вы успеваете насладиться им, ваши руки, будто по чьему-то велению, тянутся к ножу и вилке, чтобы взять следующий кусок."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Яблоко",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Яйцо",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Сливочное масло",
			"count": 1
		}
	]
}