{
	"id": 3009,
	"name": "Солянка Архонта",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Блюдо для приключений",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Простой суп с богатой историей. Анемо Архонт завещал людям готовить это блюдо только из простых ингредиентов. Где бы вы ни находились, эта горячая солянка придаст вам ощущение настоящего, неподдельного удовольствия.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Простой суп с богатой историей. Считается, что Анемо Архонт символизирует собой свободу, но это блюдо явно слишком свободно относится к своему качеству. Тут было бы более уместно название «Солянка, по которой прошёлся ураган»."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Простой суп с богатой историей. Анемо Архонт завещал людям готовить это блюдо только из простых ингредиентов. Где бы вы ни находились, эта горячая солянка придаст вам ощущение настоящего, неподдельного удовольствия."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Простой суп с богатой историей. После тщательного тушения ароматы трёх разных овощей смешались в идеальных пропорциях. Попробовав одну ложку этой солянки, вы тут же осознаете, почему говорят: «Попробовать солянку Анемо Архонта и умереть»."
	},
	"ingredients": [
		{
			"id": 100013,
			"name": "Морковь",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Картофель",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Лук",
			"count": 4
		}
	]
}