{
	"name": "Ягодный мидзу мандзю",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Восстанавливающее блюдо",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Восстанавливает выбранному персонажу 18%-22% от макс. HP.\nВосстанавливает 300-470 HP каждые 5 сек. в течение 30 сек.",
	"description": "Блестящий полупрозрачный десерт. Сквозь прозрачную оболочку видна жёлтая начинка. Говорят, что некоторые торговцы кладут его в фарфоровую чашу и погружают в воду, чтобы сохранить его свежий вкус. Это блюдо выглядит прозрачным, как вода, но не растворяется в ней, что может объяснить происхождения названия этого десерта.",
	"suspicious": {
		"effect": "Восстанавливает 18% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 300 HP в течение 30 сек.",
		"description": "Блестящий полупрозрачный десерт. Он выглядит бесцветным и безвкусным, как вода. На самом деле он таковым и является. Что пошло не так при его приготовлении?"
	},
	"normal": {
		"effect": "Восстанавливает 20% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 390 HP в течение 30 сек.",
		"description": "Блестящий полупрозрачный десерт. Сквозь прозрачную оболочку видна жёлтая начинка. Говорят, что некоторые торговцы кладут его в фарфоровую чашу и погружают в воду, чтобы сохранить его свежий вкус. Это блюдо выглядит прозрачным, как вода, но не растворяется в ней, что может объяснить происхождения названия этого десерта."
	},
	"delicious": {
		"effect": "Восстанавливает 22% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 470 HP в течение 30 сек.",
		"description": "Блестящий полупрозрачный десерт. Его идеальная круглая форма напоминает ручей, свернувшийся на тарелке. Под прозрачным внешним слоем лежит мерцающая начинка, словно жемчужина в воде. В жаркий летний день один только вид этого прекрасного творения позволяет почти почувствовать его вкус. Когда вы едите его, тонкая сладость обволакивает ваш рот и прогоняет все заботы без следа."
	},
	"ingredients": [
		{
			"name": "Рис",
			"count": 2
		},
		{
			"name": "Ягода",
			"count": 2
		},
		{
			"name": "Сахар",
			"count": 1
		}
	]
}