{
	"id": 4901,
	"name": "Пухленевое мороженое",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает защиту на 215-308 ед. и эффективность лечения на 6%-10% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Мороженое голубого цвета. Лучший способ скоротать знойный день - насладиться освежающим мороженым. Оно охлаждает тело и душу, даря ощущение, сходное с прыжком в море, позволяя всем заботам рассеяться вместе с жаром во рту, после чего остаётся лишь чистая радость.",
	"suspicious": {
		"effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мороженое голубого цвета. Большие кусочки морской соли атаковали ваши вкусовые рецепторы, заставив вас на мгновение замереть... Когда вы решились попробовать снова, десерт уже превратился в нечто похожее на молочный коктейль..."
	},
	"normal": {
		"effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мороженое голубого цвета. Лучший способ скоротать знойный день - насладиться освежающим мороженым. Оно охлаждает тело и душу, даря ощущение, сходное с прыжком в море, позволяя всем заботам рассеяться вместе с жаром во рту, после чего остаётся лишь чистая радость."
	},
	"delicious": {
		"effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мороженое голубого цвета. Изображение простодушного, милого пухленя на стаканчике вызывает улыбку, а сливочный аромат переплетается с лёгкими нотками солоноватости. Кажется, что ваши чувства приглашены в незабываемое подводное путешествие, которому, как вы надеетесь, не будет конца!"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Молоко",
			"count": 4
		},
		{
			"id": 110006,
			"name": "Сахар",
			"count": 4
		},
		{
			"id": 100075,
			"name": "Соль",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Сметана",
			"count": 2
		}
	]
}