{
	"name": "Чёрный яблочный пудинг",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для приключений",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Традиционное блюдо Фонтейна. Куски яблок и кровяную колбасу обжаривают отдельно, выкладывают на тарелку и подают с соевым соусом. Многие иностранные туристы принимают это блюдо за десерт из-за его названия, но на самом деле «чёрный пудинг» - это ещё одно название кровяной колбасы.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционное блюдо Фонтейна. Видимо, в блюдо было случайно добавлено слишком много масла, в результате чего получился очень жирный продукт, с которого буквально капает масло. Если вы придумаете, как избавиться от масла, то это блюдо можно будет есть."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционное блюдо Фонтейна. Куски яблок и кровяную колбасу обжаривают отдельно, выкладывают на тарелку и подают с соевым соусом. Многие иностранные туристы принимают это блюдо за десерт из-за его названия, но на самом деле «чёрный пудинг» - это ещё одно название кровяной колбасы."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционное блюдо Фонтейна. Жирность кровяной колбасы отлично нейтрализует сладкое яблоко, создавая завораживающий карамельный аромат, от которого ваши глаза загорятся от восхищения."
	},
	"ingredients": [
		{
			"name": "Яблоко",
			"count": 2
		},
		{
			"name": "Сырое мясо",
			"count": 1
		},
		{
			"name": "Сливочное масло",
			"count": 1
		}
	]
}