{
	"name": "Благополучие и процветание",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для атаки",
	"foodcategory": "Atk_Add",
	"effect": "Увеличивает силу атаки на 224-320 ед. и шанс крит. попадания на 6%-10% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Изысканное сашими. Рыбу нарезают тонкими ломтиками и укладывают в форме цветка, а вокруг неё помещают гарнир. Обычно перед употреблением гарнир смешивают с сырой рыбой. Считается, что это действие символизирует благополучие и процветание в будущем.",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Изысканное сашими. Неравномерно перемешанные рыба и приправы лежат на тарелке так, словно они были выброшены на берег бушующими волнами, и совсем не вызывают аппетита. И всё же было бы слишком расточительно не съесть их. Непростой выбор."
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Изысканное сашими. Рыбу нарезают тонкими ломтиками и укладывают в форме цветка, а вокруг неё помещают гарнир. Обычно перед употреблением гарнир смешивают с сырой рыбой. Считается, что это действие символизирует благополучие и процветание в будущем."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Изысканное сашими. Ломтики рыбы тонкие, словно крылья цикад, лёгкие, словно дым. Белые прослойки нежной текстуры напоминают покрывший землю иней. Вам не терпится попробовать, как нежная, гладкая рыба сольётся со вкусом гарнира и специй у вас во рту. Ни с чем не сравнимое удовольствие."
	},
	"ingredients": [
		{
			"name": "Рыба",
			"count": 4
		},
		{
			"name": "Морковь",
			"count": 4
		},
		{
			"name": "Лук",
			"count": 2
		},
		{
			"name": "Стеклянные колокольчики",
			"count": 1
		}
	]
}