{
	"id": 3905,
	"name": "Молочный пирог с пузырьками",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает защиту всех членов отряда на 165-235 на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Новаторский десерт с начинкой. Хрустящее слоёное тесто, нежный крем и неожиданная игра пузырьков, лопающихся один за другим... Это лакомство после трапезы удовлетворит все вкусовые рецепторы. Успейте насладиться, пока он ещё тёплый!",
	"suspicious": {
		"effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Новаторский десерт с начинкой. Лопающиеся пузырьки вызывают волны боли на языке. А в сочетании с хрустящей зелёной оболочкой кажется, будто во рту взрывающиеся Дендро ядра..."
	},
	"normal": {
		"effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Новаторский десерт с начинкой. Хрустящее слоёное тесто, нежный крем и неожиданная игра пузырьков, лопающихся один за другим... Это лакомство после трапезы удовлетворит все вкусовые рецепторы. Успейте насладиться, пока он ещё тёплый!"
	},
	"delicious": {
		"effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Новаторский десерт с начинкой. Всё начинается с хруста золотистой корочки, за которым следует тёплая начинка, растекающаяся по нёбу. Воздушные пузырьки лопаются на зубах, создавая бесконечное разнообразие текстур. Идеальное завершение любого застолья!"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Молоко",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Сливочное масло",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Сахар",
			"count": 1
		}
	]
}