{
	"id": 5502,
	"name": "Запечённый краб в сырном соусе",
	"rarity": 5,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "На 300 сек. увеличивает макс. HP всех членов отряда на 20%-30%, а восстановление энергии на 14%-20%.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Золотистое яство в горшочке. Предварительно обжаренные ингредиенты выкладываются в горшочек, а затем отправляются в духовку, пока золотистый сыр не начнёт пузыриться. Будь то семейный ужин или праздничный сбор, подача такого классического роскошного блюда заставит всех присутствующих ликовать от восторга.",
	"suspicious": {
		"effect": "Увеличивает макс. HP всех членов отряда на 20% и восстановление энергии на 14% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Золотистое яство в горшочке. Обугленные кусочки прилипли ко дну. Приложив нечеловеческие усилия, вы наконец смогли зачерпнуть ложечку. Вы лишь немного попробовали - пробирает до дрожи. За вами будто следит некая магмовая сущность - ваши инстинкты кричат «беги»..."
	},
	"normal": {
		"effect": "Увеличивает макс. HP всех членов отряда на 25% и восстановление энергии на 17% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Золотистое яство в горшочке. Предварительно обжаренные ингредиенты выкладываются в горшочек, а затем отправляются в духовку, пока золотистый сыр не начнёт пузыриться. Будь то семейный ужин или праздничный сбор, подача такого классического роскошного блюда заставит всех присутствующих ликовать от восторга."
	},
	"delicious": {
		"effect": "Увеличивает макс. HP всех членов отряда на 30% и восстановление энергии на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Золотистое яство в горшочке. Сладость крабового мяса подобна первому лучу рассвета, пробивающемуся сквозь облака. Густой, насыщенный аромат сыра окутывает язык теплом утреннего солнца, наполняя рот мягким золотым сиянием. Волна блаженства согревает изнутри, прокладывая путь от языка к желудку и разнося по всему телу восторг."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Краб",
			"count": 6
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 5
		},
		{
			"id": 100078,
			"name": "Молоко",
			"count": 4
		},
		{
			"id": 110009,
			"name": "Сыр",
			"count": 4
		}
	]
}