{
	"id": 3901,
	"name": "Комбо с хрустящим круассаном",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Блюдо для приключений",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время карабканья и спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Комбо кофе с выпечкой. Тесто раскатывается, скручивается, затем смазывается взбитым яйцом и ставится в печь. Получается изысканный круассан, исходящий паром. Говорят, что смазывание теста взбитым яйцом - это своего рода подпись пекаря, и, похоже, у этого мастера прекрасный почерк.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Комбо кофе с выпечкой. Каменное хлебобулочное изделие плохо поддаётся вашим зубам, как будто его полностью высушили. А горький напиток с кисловатым привкусом настолько странный, что можно подумать, будто это какое-то лекарство. Единственное утешение - это не основное блюдо..."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Комбо кофе с выпечкой. Тесто раскатывается, скручивается, затем смазывается взбитым яйцом и ставится в печь. Получается изысканный круассан, исходящий паром. Говорят, что смазывание теста взбитым яйцом - это своего рода подпись пекаря, и, похоже, у этого мастера прекрасный почерк."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Комбо кофе с выпечкой. Два хрустящих кусочка теста скрывают нежную, воздушную сердцевину, а ароматное масло идеально сочетается с насыщенным ароматом кофе, создавая гармоничную пару. Будь то ранним утром или в короткий перерыв, этот чудесный дуэт способен утешить даже самую усталую душу."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Мука",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Сливочное масло",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Кофейные зёрна",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Сахар",
			"count": 2
		}
	]
}