{
	"id": 2114,
	"name": "Жареные свиные потроха и куриная печень",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает шанс крит. попадания всех членов отряда на 6%-12% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Одно из популярных в Ли Юэ блюд. Готовится на сильном огне в кипящем масле с постоянным перемешиванием ингредиентов. Отличная проверка умения контролировать температуру. Если недодержать, то блюдо получится сырым, а если передержать - чёрствым. Это блюдо часто выбирают опытные повара Ли Юэ, чтобы продемонстрировать своё мастерство.",
	"suspicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Одно из популярных в Ли Юэ блюд. Одно неосторожное движение - и яркий огонь безжалостно уничтожит всё хрустящее и нежное, оставив после себя лишь обугленные, почерневшие куски."
	},
	"normal": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Одно из популярных в Ли Юэ блюд. Готовится на сильном огне в кипящем масле с постоянным перемешиванием ингредиентов. Отличная проверка умения контролировать температуру. Если недодержать, то блюдо получится сырым, а если передержать - чёрствым. Это блюдо часто выбирают опытные повара Ли Юэ, чтобы продемонстрировать своё мастерство."
	},
	"delicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Одно из популярных в Ли Юэ блюд. Красно-белое мясо, словно цветок, распускается на кончике языка. Вы просто обязаны попробовать это нежное, хрустящее, солёное, вкусное блюдо. Вы не перестанете делать ему комплименты, даже вылизывая тарелку."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Мясо птицы",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Сырое мясо",
			"count": 2
		}
	]
}