{
	"id": 3219,
	"name": "Лапша «Борода дракона»",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает силу атаки всех членов отряда на 160-228 на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Тонкая, как волоски в бороде дракона, лапша. Мелко нарезанный зелёный лук обжаривают в воке, затем добавляют бульон и овощи. Последней кладут лапшу, после чего всё содержимое вока выкладывают на тарелку. Только правильно приготовив тесто, можно сделать такую тонкую лапшу. Техника её приготовления одна из самых сложных в кухне Ли Юэ.",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Тонкая, как волоски в бороде дракона, лапша. Чрезмерные попытки сделать лапшу как можно тоньше привели к тому, что она стала ломаться в процессе приготовления. Приготовить её сложнее, чем кажется. Вам нужно усердно тренироваться..."
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Тонкая, как волоски в бороде дракона, лапша. Мелко нарезанный зелёный лук обжаривают в воке, затем добавляют бульон и овощи. Последней кладут лапшу, после чего всё содержимое вока выкладывают на тарелку. Только правильно приготовив тесто, можно сделать такую тонкую лапшу. Техника её приготовления одна из самых сложных в кухне Ли Юэ."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Тонкая, как волоски в бороде дракона, лапша. Тончайшая струящаяся лапша похожа на водопад, который ниспадает в бульон. Отражает саму суть гор. Когда вы начинаете есть эту мягкую и нежную лапшу, вы уже не можете остановиться."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Мука",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Мясо птицы",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Гриб",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ветчина",
			"count": 1
		}
	]
}