{
	"id": 4105,
	"name": "Фаршированная «восемью драгоценностями» утка",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает прочность щита на 25%-35% и защиту на 165-235 ед. всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Проверенное блюдо для настоящих мастеров. Молодую утку избавляют от костей и начиняют «восемью драгоценностями» из мяса и овощей. Утке придают форму тыквы-горлянки, как символа удачи и счастья. Для приготовления этого блюдо требуются качественные ингредиенты, высокое мастерство владения ножом и умение точно контролировать огонь. Только тогда получится блюдо, которое сможет занять почётное место в центре любого праздничного стола.",
	"suspicious": {
		"effect": "Увеличивает прочность щита всех членов отряда на 25% и защиту на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Проверенное блюдо для настоящих мастеров. Ваши глаза успеют заболеть, пока вы закончите удалять все кости. Похоже, это блюдо станет испытанием не только для вашего мастерства владения ножом, но и для вашей физической выносливости и терпения. Жаль только, что утка, так аккуратно уложенная, распалась на части в сковороде... Не мучайте себя снова. Просто закройте глаза и отдохните немного."
	},
	"normal": {
		"effect": "Увеличивает прочность щита всех членов отряда на 30% и защиту на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Проверенное блюдо для настоящих мастеров. Молодую утку избавляют от костей и начиняют «восемью драгоценностями» из мяса и овощей. Утке придают форму тыквы-горлянки, как символа удачи и счастья. Для приготовления этого блюдо требуются качественные ингредиенты, высокое мастерство владения ножом и умение точно контролировать огонь. Только тогда получится блюдо, которое сможет занять почётное место в центре любого праздничного стола."
	},
	"delicious": {
		"effect": "Увеличивает прочность щита всех членов отряда на 35% и защиту на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Проверенное блюдо для настоящих мастеров. Упитанная сочная утка неотразима сразу, как её сняли с огня. Добавьте к этому ароматную подливку и румяный блеск, и можно сказать, что это блюдо - идеальное сочетание цвета, вкуса и формы. Каждый кусочек поразит вас своим вкусом и надолго останется в памяти."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Мясо птицы",
			"count": 4
		},
		{
			"id": 100084,
			"name": "Рыба",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Мацутакэ",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ветчина",
			"count": 1
		}
	]
}