{
	"id": 3505,
	"name": "Фрикадельки из креветок с фасолью",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает прочность щита всех членов отряда на 20%-30% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Закуска во фритюре. Сначала во фритюре обжаривают шарики из фасолевой муки, затем наполняют их овощами, жареными креветками и соусом. Возможно, они немного сложны в приготовлении, но зато очень вкусные.",
	"suspicious": {
		"effect": "Увеличивает прочность щита всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Закуска, приготовленная во фритюре. Масло в кастрюле безжалостно лишило креветки какой-либо влаги, оставив их ссохшимися и жёсткими. Хорошо, что таких блюд всего два... С этим легко справиться."
	},
	"normal": {
		"effect": "Увеличивает прочность щита всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Закуска во фритюре. Сначала во фритюре обжаривают шарики из фасолевой муки, затем наполняют их овощами, жареными креветками и соусом. Возможно, они немного сложны в приготовлении, но зато очень вкусные."
	},
	"delicious": {
		"effect": "Увеличивает прочность щита всех членов отряда на 30% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Закуска, приготовленная во фритюре. После волшебного процесса жарки блюдо приобретает золотистый блеск с хрустящей корочкой, которая защищает сок и дарит хрустящее наслаждение. Увы, блюдо состоит всего из двух штук! А хочется ещё!"
	},
	"ingredients": [
		{
			"id": 100096,
			"name": "Голые бобы",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Мясо креветки",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Лук",
			"count": 3
		}
	]
}