{
	"id": 3511,
	"name": "Благодатный сок",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Восстанавливающее блюдо",
	"effect": "Восстанавливает выбранному персонажу 26%-30% от макс. HP.\nВосстанавливает 450-790 HP каждые 5 сек. в течение 30 сек.",
	"description": "Свежий сок из самых разных ингредиентов, обладает ярко выраженным вкусом. Не только освежает, но и полезен для здоровья, поэтому многие любители спорта в Уделе Благодатных Земель выпивают стакан-другой почти каждый день.",
	"suspicious": {
		"effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек.",
		"description": "Свежий сок с любопытным вкусом, приготовленный из самых разных ингредиентов. Кислый какауатль, волокнистый злакофрукт, горькие ягоды квенепа и вязкие яйца... Все они сражаются за внимание ваших вкусовых рецепторов, но вам не хватает терпения дождаться исхода этой битвы. Срочно нужен стакан воды, чтобы запить это безумие."
	},
	"normal": {
		"effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек.",
		"description": "Свежий сок из самых разных ингредиентов, обладает ярко выраженным вкусом. Не только освежает, но и полезен для здоровья, поэтому многие любители спорта в Уделе Благодатных Земель выпивают стакан-другой почти каждый день."
	},
	"delicious": {
		"effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек.",
		"description": "Свежий сок, приготовленный из лучших ингредиентов. Его неземной аромат переносит вас во фруктовый сад, залитый мягким утренним светом, где покрытые росой плоды тают во рту, словно мёд, поднимая настроение и наполняя тело энергией... Постойте, а почему ноги сами идут в спортзал?"
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Какауатль",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Злакофрукт",
			"count": 2
		},
		{
			"id": 101249,
			"name": "Ягода квенепа",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Яйцо",
			"count": 1
		}
	]
}