{
	"name": "Фруктовое трио",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для приключений",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время карабканья и спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Романтичный десерт. Сначала готовят тарталетки, затем наполняют их вареньем из пузыринов, накрывают слоем теста, украшают сверху безе и запекают в духовке. В одном блюде вы можете насладиться тройным ароматом фруктов. Отличная альтернатива десерту после ужина.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Десерт с романтическим настроением. После нескольких неудачных попыток, в результате которых образовались подозрительные подгоревшие комочки, безе всё же удалось испечь, придав ему приемлемую форму. К сожалению, приготовление заняло так много времени, что ломтики пузырина стали похожи на гримасы разочарования и утратили сладкий вкус."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Романтичный десерт. Сначала готовят тарталетки, затем наполняют их вареньем из пузыринов, накрывают слоем теста, украшают сверху безе и запекают в духовке. В одном блюде вы можете насладиться тройным ароматом фруктов. Отличная альтернатива десерту после ужина."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Десерт с романтическим настроением. Хрустящая и рассыпчатая тарталетка и освежающая фруктовая начинка тают во рту. Гармоничное сочетание безе коричневых и белых цветов напоминает растянувшееся позолоченное облако в тёплых лучах солнца. Поистине приятный сюрприз для ваших вкусовых рецепторов."
	},
	"ingredients": [
		{
			"name": "Маркот",
			"count": 2
		},
		{
			"name": "Пузырин",
			"count": 1
		},
		{
			"name": "Варенье",
			"count": 1
		},
		{
			"name": "Яйцо",
			"count": 1
		}
	]
}