{
	"name": "Хаггис",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для защиты",
	"foodcategory": "Def_Add",
	"effect": "Увеличивает защиту на 215-308 ед. и эффективность лечения на 6%-10% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Блюдо с очень насыщенным вкусом. Бараньи потроха мелко нарезают и вместе с овсом укладывают в бараний желудок с различными приправами. Перед подачей на стол желудок снимают, оставляя только начинку, которую едят с пюре из редьки и картофеля. Это блюдо с яркой местной спецификой жители Фонтейна часто готовят для встречи почётных гостей.",
	"suspicious": {
		"effect": "Увеличивает защиту всех членов отряда на 215 ед. и эффективность лечения на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо с насыщенным вкусом. Сухая, крупнозернистая текстура словно режет язык так, что вы начинаете сомневаться в съедобности этого блюда. И пока вы с силой пережёвываете, задумываетесь: не могли ли во время готовки случайно добавить в блюдо осколки?"
	},
	"normal": {
		"effect": "Увеличивает защиту всех членов отряда на 261 ед. и эффективность лечения на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо с очень насыщенным вкусом. Бараньи потроха мелко нарезают и вместе с овсом укладывают в бараний желудок с различными приправами. Перед подачей на стол желудок снимают, оставляя только начинку, которую едят с пюре из редьки и картофеля. Это блюдо с яркой местной спецификой жители Фонтейна часто готовят для встречи почётных гостей."
	},
	"delicious": {
		"effect": "Увеличивает защиту всех членов отряда на 308 ед. и эффективность лечения на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо с насыщенным вкусом. После первого знакомства с ним мягкий густой вкус потрохов и калейдоскоп специй начнёт слой за слоем будоражить ваши вкусовые рецепторы. Но когда вы его распробуете, то обнаружите насыщенный аромат мяса с долгим послевкусием. Неудивительно, что одного поэта, отведавшего это блюдо, переполнила гамма чувств, не удержался и написал в его честь целую поэму."
	},
	"ingredients": [
		{
			"name": "Сырое мясо",
			"count": 4
		},
		{
			"name": "Картофель",
			"count": 3
		},
		{
			"name": "Редис",
			"count": 3
		},
		{
			"name": "Маркот",
			"count": 2
		}
	]
}