{
	"id": 3204,
	"name": "Птица по-заморски",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает шанс крит. попадания всех членов отряда на 10%-20% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Мясное блюдо, обильно сдобренное соусом. Мясо птицы мариновалось и обмакивалось в кляр, жарилось и поливалось густым соусом. Овощи для гарнира местные, но способ мариновки и соус иностранные, отсюда и название - «птица по-заморски».",
	"suspicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мясное блюдо, обильно сдобренное соусом. На первый взгляд всё в порядке, но со временем вы осознаете всю трагическую глубину провала. Излишки масла не слиты, и мясо слишком жирное. Оно не станет съедобным, даже если его перемешать с овощами."
	},
	"normal": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мясное блюдо, обильно сдобренное соусом. Мясо птицы мариновалось и обмакивалось в кляр, жарилось и поливалось густым соусом. Овощи для гарнира местные, но способ мариновки и соус иностранные, отсюда и название - «птица по-заморски»."
	},
	"delicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мясное блюдо, обильно сдобренное соусом. Предварительное маринование придало мясу птицы несколько слоёв вкуса, умерив его жирность. Откусите кусок мякоти под хрустящей корочкой и почувствуйте, как соки заполняют рот, разжигая ваш аппетит."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Мясо птицы",
			"count": 4
		},
		{
			"id": 101211,
			"name": "Фиалковая дыня",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Яйцо",
			"count": 2
		}
	]
}