{
	"name": "Бодрящее кошачье лакомство",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Восстанавливающее блюдо",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Восстанавливает выбранному персонажу 26%-30% от макс. HP.\nВосстанавливает 450-790 HP каждые 5 сек. в течение 30 сек.",
	"description": "Довольно милое основное блюдо. Благодаря Киминами Анне это блюдо было приготовлено с учётом вкусов временной главной жрицы Нэко. Хотя оно не совсем соответствует предпочтениям Хибики, леди Нэко, похоже, довольна вашей работой. Из-за отсутствия специй это блюдо может показаться пресноватым.",
	"suspicious": {
		"effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек.",
		"description": "Довольно милое основное блюдо. Однако его внешний вид говорит о недостатке опыта в приготовлении, в связи с чем ингредиенты были наспех перемешаны. Кто знает, примет ли это блюдо временная главная жрица Нэко..."
	},
	"normal": {
		"effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек.",
		"description": "Довольно милое основное блюдо. Благодаря Киминами Анне это блюдо было приготовлено с учётом вкусов временной главной жрицы Нэко. Хотя оно не совсем соответствует предпочтениям Хибики, леди Нэко, похоже, довольна вашей работой. Из-за отсутствия специй это блюдо может показаться пресноватым."
	},
	"delicious": {
		"effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек.",
		"description": "Довольно милое основное блюдо. Простая технология, использованная для приготовления, позволила максимально сохранить аромат ингредиентов. Даже кошки, которые обычно не обращают внимания на людей, прибегут, когда почувствуют запах этого лакомства. Погодите-ка, оно не должно было привлечь собак!"
	},
	"ingredients": [
		{
			"name": "Рыба",
			"count": 4
		},
		{
			"name": "Сырое мясо",
			"count": 2
		},
		{
			"name": "Морская водоросль",
			"count": 2
		},
		{
			"name": "Рис",
			"count": 1
		}
	]
}