{
	"id": 3115,
	"name": "Яшмовый фруктовый суп",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает бонус лечения всех членов отряда на 15%-20% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Традиционный десерт Ли Юэ. В кипящую воду добавляют все ингредиенты и некоторое время тушат на медленном огне, затем добавляют леденцовый сахар и на маленьком огне варят до тех пор, пока бульон не станет прозрачным. Благодаря долгой варке суп получается очень нежным, а фрукты просто тают во рту. Подходит для всех возрастов.",
	"suspicious": {
		"effect": "Увеличивает бонус лечения всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционный десерт Ли Юэ. Если наспех положить все ингредиенты в котелок, то получившееся блюдо будет больше напоминать концентрат слайма... Хм, хотя вкус немного снизил аппетит, но ведь сами по себе ингредиенты полезные?"
	},
	"normal": {
		"effect": "Увеличивает бонус лечения всех членов отряда на 17% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционный десерт Ли Юэ. В кипящую воду добавляют все ингредиенты и некоторое время тушат на медленном огне, затем добавляют леденцовый сахар и на маленьком огне варят до тех пор, пока бульон не станет прозрачным. Благодаря долгой варке суп получается очень нежным, а фрукты просто тают во рту. Подходит для всех возрастов."
	},
	"delicious": {
		"effect": "Увеличивает бонус лечения всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Традиционный десерт Ли Юэ. Большие куски фруктов погружаются в прозрачный бульон, словно лодочки в бегущий горный ручей, а цветочно-фруктовый аромат подобно дуновению ветерка обволакивает язык."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Закатник",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Сахар",
			"count": 1
		},
		{
			"id": 100031,
			"name": "Цветок цинсинь",
			"count": 1
		},
		{
			"id": 100034,
			"name": "Стеклянные колокольчики",
			"count": 1
		}
	]
}