{
	"id": 3112,
	"name": "Мясные рулетики с мятой",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Блюдо для приключений",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Кисло-острое блюдо. Листья мяты закручены в хорошенько промаринованные тонкие ломтики мяса и политы соусом из заоблачного перчика. Особая нежность мяты - украшение этого блюда, как никогда подходящее ему.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Кисло-острое блюдо. Солёный соус полностью перебивает вкус самих ингредиентов. Если вы не хотите разбавлять его водой, то вам просто придётся заедать его большим количеством риса."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Кисло-острое блюдо. Листья мяты закручены в хорошенько промаринованные тонкие ломтики мяса и политы соусом из заоблачного перчика. Особая нежность мяты - украшение этого блюда, как никогда подходящее ему."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Кисло-острое блюдо. Мясо и мята прекрасно уравновешивают друг друга: ингредиенты нежные и нежирные, вкус тонкий, не имеющий горечи. Тонкие острые нотки пробуждают этот лиричный дуэт, вспыхивают во рту, становясь ярким финалом этой кулинарной истории."
	},
	"ingredients": [
		{
			"id": 100016,
			"name": "Мята",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Сырое мясо",
			"count": 3
		},
		{
			"id": 100027,
			"name": "Заоблачный перчик",
			"count": 1
		}
	]
}