{
	"name": "Лунный пирог",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для защиты",
	"foodcategory": "Def_Add",
	"effect": "Увеличивает прочность щита на 25%-35% и защиту на 165-235 ед. всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Мондштадтское традиционное блюдо. Маринованное мясо не только обладает терпким вкусом, но и, поджаренное на огне вместе со слоёным тестом, становится ещё более насыщенным и отдаёт влагу. Это обязательное яство на мондштадтских праздниках.",
	"suspicious": {
		"effect": "Увеличивает прочность щита всех членов отряда на 25% и защиту на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мондштадтское традиционное блюдо. Пожелтевшее слоёное тесто выглядит более-менее съедобно. Лучше не показывать это блюдо коренным жителям Мондштадта, иначе... Они заставят вас учиться готовить его до тех пор, пока у вас не получится идеально."
	},
	"normal": {
		"effect": "Увеличивает прочность щита всех членов отряда на 30% и защиту на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мондштадтское традиционное блюдо. Маринованное мясо не только обладает терпким вкусом, но и, поджаренное на огне вместе со слоёным тестом, становится ещё более насыщенным и отдаёт влагу. Это обязательное яство на мондштадтских праздниках."
	},
	"delicious": {
		"effect": "Увеличивает прочность щита всех членов отряда на 35% и защиту на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мондштадтское традиционное блюдо. Отрежьте кусочек этого пирога, и умопомрачительные запахи сливочного масла и мяса накроют вас с головой. Сладкий и ярко выраженный вкус напомнит вам сцены праздников урожая, а ощущение счастья заставит невольно улыбнуться."
	},
	"ingredients": [
		{
			"name": "Сырое мясо",
			"count": 4
		},
		{
			"name": "Яйцо",
			"count": 4
		},
		{
			"name": "Сливочное масло",
			"count": 3
		},
		{
			"name": "Мука",
			"count": 2
		}
	]
}