{
	"id": 4404,
	"name": "Тортик «Дебор»: Особый",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает силу атаки на 224-320 ед. и шанс крит. попадания на 6%-10% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Маленькая версия знаменитого торта «Дебор». Необыкновенные приключения, что вы пережили вместе, даже более ценны и достойны воспоминаний, чем большой тёзка тортика, которого в день готовят на продажу всего шестнадцать кусочков. Возможно, когда Эскофье записывала этот рецепт, она думала о том же...",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Миниатюрная версия знаменитого торта «Дебор». Маленький десерт похож на щепку, затерянную в бескрайнем океане, а густой шоколадный соус - на стремительную волну, накрывающую не только сам торт и половину тарелки, но и последние следы голода в вашем животе."
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Маленькая версия знаменитого торта «Дебор». Необыкновенные приключения, что вы пережили вместе, даже более ценны и достойны воспоминаний, чем большой тёзка тортика, которого в день готовят на продажу всего шестнадцать кусочков. Возможно, когда Эскофье записывала этот рецепт, она думала о том же..."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Миниатюрная версия знаменитого торта «Дебор». Бархатный соус, подобный нежнейшему шёлку, тает на языке, а в воздухе звучат мягкие мелодии дневного чаепития, наполняя сердце теплом. Кто знает, может, сегодня ночью это лакомство заглянет в ваши сны..."
	},
	"ingredients": [
		{
			"id": 101233,
			"name": "Ромарин",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Яйцо",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Сметана",
			"count": 2
		}
	]
}