{
	"id": 3407,
	"name": "Суп де Пуассон",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Восстанавливающее блюдо",
	"effect": "Восстанавливает выбранному персонажу 26%-30% от макс. HP.\nВосстанавливает 450-790 HP каждые 5 сек. в течение 30 сек.",
	"description": "Суп из морепродуктов, возникший в рыбацкой деревне Пуассон. Изначально рыбаки варили эту рыбную похлёбку из разных рыбёшек, которые не удалось продать. Блюдо стало популярным в Фонтейне благодаря своему приятному аромату. В него можно добавить любые морепродукты из улова.",
	"suspicious": {
		"effect": "Восстанавливает 26% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 450 HP в течение 30 сек.",
		"description": "Суп из морепродуктов. Запах рыбы - единственное, чем он обладает. Если вы до сих пор не потеряли обоняние, значит, с супом что-то не так... Постойте, а что это застряло в зубах - рыбья чешуя или гравий?"
	},
	"normal": {
		"effect": "Восстанавливает 28% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 620 HP в течение 30 сек.",
		"description": "Суп из морепродуктов, возникший в рыбацкой деревне Пуассон. Изначально рыбаки варили эту рыбную похлёбку из разных рыбёшек, которые не удалось продать. Блюдо стало популярным в Фонтейне благодаря своему приятному аромату. В него можно добавить любые морепродукты из улова."
	},
	"delicious": {
		"effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 790 HP в течение 30 сек.",
		"description": "Суп из морепродуктов. Маслянистый суп напоминает позолоченные волны под ярким солнцем, а насыщенные вкусы морепродуктов тают во рту. Дары океана образуют гармоничный шедевр. Быстро опустошив миску, нельзя не обмакнуть хлеб в то, что осталось, - упустить хоть каплю супа было бы огромной потерей!"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Рыба",
			"count": 4
		},
		{
			"id": 100079,
			"name": "Помидор",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Мята",
			"count": 2
		},
		{
			"id": 101231,
			"name": "Маркот",
			"count": 2
		}
	]
}