{
	"name": "«Сельская услада»",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для атаки",
	"foodcategory": "Atk_Add",
	"effect": "Увеличивает силу атаки всех членов отряда на 160-228 на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Это блюдо готовят на большом огне. Говорят, что изначально считалось повседневной едой в деревне Цинцэ. Каждый от мала до велика знал, как его готовить. Но неожиданно острое и хрустящее блюдо понравилось людям из разных мест, и его рецепт распространился по всему Ли Юэ.",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Это блюдо готовят на большом огне. Это было неудачное тестовое испытание, неприятно горькое и некомфортно острое. Вы можете попробовать смешать получившееся блюдо с рисом. С таким же успехом можно выкинуть всё это и есть простой рис."
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Это блюдо готовят на большом огне. Говорят, что изначально считалось повседневной едой в деревне Цинцэ. Каждый от мала до велика знал, как его готовить. Но неожиданно острое и хрустящее блюдо понравилось людям из разных мест, и его рецепт распространился по всему Ли Юэ."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Это блюдо готовят на большом огне. Достаточно только уловить аромат этого блюда, как разгорается неуёмный аппетит. Острый перчик пробуждает вкусовые рецепторы на языке, и теперь вы готовы поглотить десять тарелок этого блюда за один присест."
	},
	"ingredients": [
		{
			"name": "Гриб",
			"count": 3
		},
		{
			"name": "Чашечка лотоса",
			"count": 2
		},
		{
			"name": "Заоблачный перчик",
			"count": 1
		},
		{
			"name": "Капуста",
			"count": 1
		}
	]
}