{
	"id": 2207,
	"name": "Рагу из редиса и рыбы",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает шанс крит. попадания всех членов отряда на 6%-12% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Блюдо из рыбы и овощей. Сначала в кастрюлю отправляется очищенный от кожицы редис, а затем к нему присоединяются крупные куски рыбы и приправы. Затем всё это тушится на медленном огне. Большие порции еды, которые лучше всего подавать с рисом, дают всем присутствующим чувство удовлетворения.",
	"suspicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо из рыбы и овощей. Оно выглядит завершённым, но при тщательной дегустации выясняется, что у редиса совсем нет вкуса рыбы... Минуточку, а что в редисе делают рыбные кости?"
	},
	"normal": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо из рыбы и овощей. Сначала в кастрюлю отправляется очищенный от кожицы редис, а затем к нему присоединяются крупные куски рыбы и приправы. Затем всё это тушится на медленном огне. Большие порции еды, которые лучше всего подавать с рисом, дают всем присутствующим чувство удовлетворения."
	},
	"delicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо из рыбы и овощей. Мигрирующая рыба прошла множество испытаний лютым холодом, высокими волнами и бурными штормами, прежде чем попасть в кастрюлю, где она вместе с редисом напитывается восхитительным бульоном. Эта тонкая сладость подобна сверкающему факелу посреди бескрайнего снежного поля. Утешительное наслаждение для сердца."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Рыба",
			"count": 2
		},
		{
			"id": 100014,
			"name": "Редис",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Соль",
			"count": 1
		}
	]
}