{
	"id": 3220,
	"name": "Радужная астра",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Блюдо для приключений",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Особенный напиток, который упоминается в романе «Пожалуйста, Кицунэ Гудзи». Его придумали «Ветер дальнего плавания» совместно с издательским домом Яэ для воссоздания волшебного вкуса. Поскольку в нём не содержится сои. Хоть он и отличается от специальных напитков праздника Иродори, не стоит беспокоиться об аллергии на бобовые.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Особенный напиток. Из-за цвета может показаться, что напиток этот совсем не плох. Его ещё можно было бы пить, если бы он не был таким терпким из-за фиалковой дыни..."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Особенный напиток, который упоминается в романе «Пожалуйста, Кицунэ Гудзи». Его придумали «Ветер дальнего плавания» совместно с издательским домом Яэ для воссоздания волшебного вкуса. Поскольку в нём не содержится сои. Хоть он и отличается от специальных напитков праздника Иродори, не стоит беспокоиться об аллергии на бобовые."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время полёта и спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Особенный напиток. Лилия калла из Мондштадта и диковинка Инадзумы, фиалковая дыня, прошли горы и моря, чтобы соединиться с нежным молоком и фруктовой свежестью. Неудивительно, что он так ободрил заболевшего сёгуна из книги. Это нисколько не преувеличение!"
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Молоко",
			"count": 3
		},
		{
			"id": 101211,
			"name": "Фиалковая дыня",
			"count": 2
		},
		{
			"id": 100056,
			"name": "Лилия калла",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Мята",
			"count": 1
		}
	]
}