{
	"id": 3207,
	"name": "Суп одзони",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает защиту всех членов отряда на 165-235 на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Распространённая городская еда. Ингредиенты напитались бульоном, что сделало их крайне аппетитными. Говорят, что изначально суп был очень простым, но со временем в него добавляли всё больше новых ингредиентов, и он стал таким, каким мы видим его сейчас.",
	"suspicious": {
		"effect": "Увеличивает защиту всех членов отряда на 165 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Распространённая городская еда. Суп разварился настолько, что придётся ещё долго пробовать ложку за ложкой, чтобы разобрать, где какой ингредиент."
	},
	"normal": {
		"effect": "Увеличивает защиту всех членов отряда на 200 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Распространённая городская еда. Ингредиенты напитались бульоном, что сделало их крайне аппетитными. Говорят, что изначально суп был очень простым, но со временем в него добавляли всё больше новых ингредиентов, и он стал таким, каким мы видим его сейчас."
	},
	"delicious": {
		"effect": "Увеличивает защиту всех членов отряда на 235 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Распространённая городская еда. Свежий лёгкий бульон прекрасно подчёркивает оригинальный вкус ингредиентов, воскрешая дух и аромат древней Инадзумы. Морозной тёмной ночью это простое блюдо согреет тело и душу."
	},
	"ingredients": [
		{
			"id": 110011,
			"name": "Сосиска",
			"count": 2
		},
		{
			"id": 100088,
			"name": "Тофу",
			"count": 1
		},
		{
			"id": 100084,
			"name": "Рыба",
			"count": 1
		},
		{
			"id": 101211,
			"name": "Фиалковая дыня",
			"count": 1
		}
	]
}