{
	"name": "Рагу отшельника",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для приключений",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Простое рыбацкое блюдо. Свежевыловленную рыбу очищают от кожи и нарезают кусочками. Затем её измельчают вместе с львиным зевом, смешивают с мисо и солью. Полученной массе придают форму блинов и готовят на гриле. Вы чувствуете прекрасный аромат задолго до того, как еда попадает в рот. Даже съев три порции подряд, вы будете готовы идти за добавкой.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Простое рыбацкое блюдо. Пересоленное, со специфическим запахом рыбы оно проносится ураганом по вкусовым рецепторам. В следующий раз постарайтесь не пересолить..."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Простое рыбацкое блюдо. Свежевыловленную рыбу очищают от кожи и нарезают кусочками. Затем её измельчают вместе с львиным зевом, смешивают с мисо и солью. Полученной массе придают форму блинов и готовят на гриле. Вы чувствуете прекрасный аромат задолго до того, как еда попадает в рот. Даже съев три порции подряд, вы будете готовы идти за добавкой."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Простое рыбацкое блюдо. Вкусное и питательное. Слегка подрумяненное, хрустящее снаружи и очень сочное внутри. Каждый кусочек - это двойное удовольствие. Сама по себе измельчённая рыба не является деликатесом, но после приготовления на углях она приобретает восхитительный вкус."
	},
	"ingredients": [
		{
			"name": "Рыба",
			"count": 2
		},
		{
			"name": "Львиный зев",
			"count": 2
		},
		{
			"name": "Соль",
			"count": 1
		}
	]
}