{
	"id": 4905,
	"name": "Пряные куриные наггетсы",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Восстанавливающее блюдо",
	"effect": "Восстанавливает выбранному персонажу 30-35% от макс. HP.\nВосстанавливает 510-930 HP каждые 5 сек. в течение 30 сек.",
	"description": "Жареная курица в зелёной хрустящей корочке. Кусочки курицы обваливают в кляре с добавлением пряностей, а затем обжаривают в масле. Говорят, что стоит только съесть это блюдо, как тут же загорается желание усердно учиться... Неужели оно действительно настолько волшебное?",
	"suspicious": {
		"effect": "Восстанавливает 30% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 510 HP в течение 30 сек.",
		"description": "Жареная курица с хрустящей зелёной корочкой. Но едва вы подносите кусочек ко рту, как обилие специй сбивает дыхание... После такого сытного обеда вы собирались заняться учёбой, но, похоже, сначала стоит выпить стакан воды."
	},
	"normal": {
		"effect": "Восстанавливает 32% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 730 HP в течение 30 сек.",
		"description": "Жареная курица в зелёной хрустящей корочке. Кусочки курицы обваливают в кляре с добавлением пряностей, а затем обжаривают в масле. Говорят, что стоит только съесть это блюдо, как тут же загорается желание усердно учиться... Неужели оно действительно настолько волшебное?"
	},
	"delicious": {
		"effect": "Восстанавливает 35% от макс. HP выбранному персонажу, затем каждые 5 сек. восстанавливает 930 HP в течение 30 сек.",
		"description": "Жареная курица с хрустящей зелёной корочкой. Откусите, пока горячая. Острая пряность мгновенно пробуждает вкусовые рецепторы, а обильный сок, брызнувший на язык, освежает разум. В таком состоянии, кажется, будто можно выучить что угодно!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Мясо птицы",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 3
		},
		{
			"id": 110014,
			"name": "Пряность",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Мята",
			"count": 2
		}
	]
}