{
	"name": "Деликатесы скалистой гавани",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для атаки",
	"foodcategory": "Atk_CritRate",
	"effect": "Увеличивает шанс крит. попадания всех членов отряда на 6%-12% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Вегетарианское блюдо, обжаренное в масле. В нём - три основных для района Ли Юэ ингредиента. Хотя способ приготовления простой, он полностью раскрывает богатый вкус ингредиентов, от чего блюдо становится ничуть не хуже изысканных яств.",
	"suspicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Вегетарианское блюдо, обжаренное в масле. Из-за безответственного отношения к его температуре все ингредиенты только маслом теперь и воняют. Одна ложка этого блюда заставит любого человека рыдать, оплакивая напрасную гибель редких стеклянных колокольчиков."
	},
	"normal": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 9% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Вегетарианское блюдо, обжаренное в масле. В нём - три основных для района Ли Юэ ингредиента. Хотя способ приготовления простой, он полностью раскрывает богатый вкус ингредиентов, от чего блюдо становится ничуть не хуже изысканных яств."
	},
	"delicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 12% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Вегетарианское блюдо, обжаренное в масле. Благоухание земли, прохлада тени, влажность тумана - всё соединилось в свежести этого блюда. Вместе с миской обычного риса оно наполнит ваше тело и душу простым домашним удовольствием."
	},
	"ingredients": [
		{
			"name": "Картофель",
			"count": 2
		},
		{
			"name": "Стеклянные колокольчики",
			"count": 1
		},
		{
			"name": "Мацутакэ",
			"count": 1
		}
	]
}