{
	"name": "Супервеликолепная пицца",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для атаки",
	"foodcategory": "Atk_Add",
	"effect": "Увеличивает физ. урон на 25%-45% и шанс крит. попадания на 6%-10% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Необычайно роскошная пицца. На щедрую основу из ветчины выкладывается мелко рубленное мясо. Такое мясное изобилие обеспечивает ни с чем не сравнимое чувство удовлетворения. После огня дровяной печи комбинация поджаренного ароматного мяса и нежного сливочного сыра сведёт с ума любого.",
	"suspicious": {
		"effect": "Увеличивает физ. урон всех членов отряда на 25% и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Необычайно роскошная пицца. Если не обращать внимание на жирность, то остывшие мясные кусочки ещё можно проглотить, а вот зачерствевшее тесто станет настоящим вызовом... Кажется, что такой пиццей можно оглушить хиличурла."
	},
	"normal": {
		"effect": "Увеличивает физ. урон всех членов отряда на 35% и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Необычайно роскошная пицца. На щедрую основу из ветчины выкладывается мелко рубленное мясо. Такое мясное изобилие обеспечивает ни с чем не сравнимое чувство удовлетворения. После огня дровяной печи комбинация поджаренного ароматного мяса и нежного сливочного сыра сведёт с ума любого."
	},
	"delicious": {
		"effect": "Увеличивает физ. урон всех членов отряда на 45% и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Необычайно роскошная пицца. Если потянуть за хрустящий краешек пиццы, которую только что достали из горячей печи, вас окутает густой аромат сыра и мяса. Такая пицца очень сытная и вкусная."
	},
	"ingredients": [
		{
			"name": "Сырое мясо",
			"count": 2
		},
		{
			"name": "Ветчина",
			"count": 2
		},
		{
			"name": "Мука",
			"count": 2
		},
		{
			"name": "Сыр",
			"count": 2
		}
	]
}