{
	"id": 3118,
	"name": "«Богатство и роскошь»",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает макс. НР всех членов отряда на 20%-25% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Утончённое ароматное блюдо Ли Юэ. Очищенные креветки посыпают крахмалом и обжаривают с густой крабовой икрой. В результате получается блюдо из сверкающей, словно золото, крабовой икры и белоснежных, словно нефрит, креветок. За это оно и получило своё название «Богатство и роскошь».",
	"suspicious": {
		"effect": "Увеличивает макс. HP всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Утончённое ароматное блюдо Ли Юэ. Грубо обработанные креветки и недоваренная крабовая икра издают странный запах, как после жестокой схватке между крабами и креветками. Учитывая, что сами сырые ингредиенты ещё совсем свежие, этот кошмар можно отнести к еде... Если, конечно, не обращать внимания на вонь."
	},
	"normal": {
		"effect": "Увеличивает макс. HP всех членов отряда на 22% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Утончённое ароматное блюдо Ли Юэ. Очищенные креветки посыпают крахмалом и обжаривают с густой крабовой икрой. В результате получается блюдо из сверкающей, словно золото, крабовой икры и белоснежных, словно нефрит, креветок. За это оно и получило своё название «Богатство и роскошь»."
	},
	"delicious": {
		"effect": "Увеличивает макс. HP всех членов отряда на 25% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Утончённое ароматное блюдо Ли Юэ. Мягкое и гладкое мясо краба, покрытое нежной и упругой мякотью креветок, напоминает роскошное сокровище, к которому неосознанно тянутся люди. После небольшого укуса вы ощутите во рту целую гамму вкусов и вслед за приливами ощущений на вкусовых рецепторах отправитесь в плавание по реке деликатесов, переполненной креветками и крабами."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Мясо креветки",
			"count": 3
		},
		{
			"id": 100074,
			"name": "Крабовая икра",
			"count": 1
		},
		{
			"id": 100015,
			"name": "Львиный зев",
			"count": 1
		},
		{
			"id": 100075,
			"name": "Соль",
			"count": 1
		}
	]
}