{
	"id": 4904,
	"name": "Толсто нарезанный бургер «Дуэлянт»",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает силу атаки на 224-320 ед. и шанс крит. попадания на 6%-10% всем членам отряда на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Бургер с толстым стейком в качестве основного ингредиента. Мягкое тесто после гриля слегка отдаёт ароматом жареного, дополняя насыщенный соус, которым щедро полит толстый стейк. Разнообразие дополнительных ингредиентов придаёт блюду более насыщенный вкус и повышает его пищевую ценность.",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 224 ед. и шанс крит. попадания на 6% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Бургер с толстым стейком в качестве основного ингредиента. Стейк оказался слишком толстым и пересушенным на гриле. Такое ощущение, будто жуёшь странное мясо, а овощи как будто пролежали слишком долго... Вместо того чтобы дополнять друг друга, ингредиенты конфликтуют, словно сражаются прямо у вас на языке..."
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 272 ед. и шанс крит. попадания на 8% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Бургер с толстым стейком в качестве основного ингредиента. Мягкое тесто после гриля слегка отдаёт ароматом жареного, дополняя насыщенный соус, которым щедро полит толстый стейк. Разнообразие дополнительных ингредиентов придаёт блюду более насыщенный вкус и повышает его пищевую ценность."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 320 ед. и шанс крит. попадания на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Бургер с толстым стейком в качестве основного ингредиента. С мыслью «сразить вкусом наповал!» был создан этот аппетитный бургер. Толстый стейк радует плотной, насыщенной текстурой, а разнообразные добавки подчёркивают вкус мяса. Стоит сделать всего один укус - и вас моментально накрывает волна удовольствия от вкусового «нокаута»..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Сырое мясо",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Яйцо",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Сыр",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Мука",
			"count": 2
		}
	]
}