{
	"id": 3412,
	"name": "Фаршированные помидоры по-набонэски",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает силу атаки всех членов отряда на 160-228 на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Блюдо из мяса и овощей. Берут круглые помидоры, проделывают в них отверстие, ровно заполняют рубленым мясом и жарят до готовности. Это кисло-сладкое нежное блюдо - постоянный гость на столе в Фонтейне.",
	"suspicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 160 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо из мяса и овощей. Неровные бледные помидоры словно плачут, широко открыв рты. Но хуже то, что фарш внутри буквально напоминает опилки. Как быть с четырьмя такими тарелками с помидорами?"
	},
	"normal": {
		"effect": "Увеличивает силу атаки всех членов отряда на 194 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо из мяса и овощей. Берут круглые помидоры, проделывают в них отверстие, ровно заполняют рубленым мясом и жарят до готовности. Это кисло-сладкое нежное блюдо - постоянный гость на столе в Фонтейне."
	},
	"delicious": {
		"effect": "Увеличивает силу атаки всех членов отряда на 228 ед. на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Блюдо из мяса и овощей. Сочные аппетитные помидоры с сытной мякотью обладают подвижным, чарующим ароматом, который взрывается великолепным вкусом после одного укуса. После этого любое уныние развеется от восхитительного удовольствия на кончике языка."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Сырое мясо",
			"count": 3
		},
		{
			"id": 100079,
			"name": "Помидор",
			"count": 3
		},
		{
			"id": 110010,
			"name": "Бекон",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Лук",
			"count": 1
		}
	]
}