{
	"id": 3119,
	"name": "«Трепет струн и шелест тростника»",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Блюдо для атаки",
	"effect": "Увеличивает шанс крит. попадания всех членов отряда на 10%-20% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Мясное блюдо с уникальным вкусом. Несколько видов мяса нарезают мелкими полосками и разминают так, чтобы оно полностью пропиталось, а затем обжаривают в масле до готовности. Многообразие ингредиентов и вкусов этого блюда становится настоящей проверкой мастерства повара. Редко встречается даже в известных старинных ресторанах.",
	"suspicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 10% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мясное блюдо с уникальным вкусом. Разные виды измельчённого мяса слиплись в комок от слишком высокой температуры, превратив блюдо в мясную кашу. Один укус - и буйство вкусов приведёт ваши вкусовые рецепторы в полное смятение."
	},
	"normal": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мясное блюдо с уникальным вкусом. Несколько видов мяса нарезают мелкими полосками и разминают так, чтобы оно полностью пропиталось, а затем обжаривают в масле до готовности. Многообразие ингредиентов и вкусов этого блюда становится настоящей проверкой мастерства повара. Редко встречается даже в известных старинных ресторанах."
	},
	"delicious": {
		"effect": "Увеличивает шанс крит. попадания всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Мясное блюдо с уникальным вкусом. Каждый вид измельчённого мяса играет свою роль в оркестре вкуса, а нежный соус добавляет блюду множество вкусовых оттенков. Как сказал один критик, вкус подобен музыке, где существуют мириады ладов, нотных сочетаний и сложных композиционных соответствий. Оказавшись на пике вкусовых ощущений, вы даже можете перенестись в другой мир..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Сырое мясо",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ветчина",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Мясо птицы",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Перец",
			"count": 1
		}
	]
}