{
	"id": 3216,
	"name": "Унаги тядзукэ",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Блюдо для защиты",
	"effect": "Увеличивает бонус лечения всех членов отряда на 15%-20% на 300 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Лёгкое и вкусное основное блюдо. Рис с унаги заливают заваренным чаем и дают настояться, пока зерна риса не впитают аромат чая. Благодаря тягучему сладкому послевкусию унаги можно одномоментно съесть целую чашку этого изумительного блюда.",
	"suspicious": {
		"effect": "Увеличивает бонус лечения всех членов отряда на 15% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Лёгкое и вкусное основное блюдо. Пресный чайный суп почти вытеснил вкус унаги, но вы, вероятно, всё ещё можете это съесть, если добавите в какую-нибудь кашу."
	},
	"normal": {
		"effect": "Увеличивает бонус лечения всех членов отряда на 17% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Лёгкое и вкусное основное блюдо. Рис с унаги заливают заваренным чаем и дают настояться, пока зерна риса не впитают аромат чая. Благодаря тягучему сладкому послевкусию унаги можно одномоментно съесть целую чашку этого изумительного блюда."
	},
	"delicious": {
		"effect": "Увеличивает бонус лечения всех членов отряда на 20% на 300 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Лёгкое и вкусное основное блюдо. Чай и суп сплетаются в элегантной, ароматной мелодии, подчёркнутой чистыми белыми зёрнами риса, в то время как унаги, пожаренный на углях, нежно дополняет блюдо. Ароматы угря, чая и лёгкой сладости риса сочетаются на языке в нечто поистине возвышенное. Наверное, никто не сможет устоять перед тройным соблазном."
	},
	"ingredients": [
		{
			"id": 100095,
			"name": "Угорь",
			"count": 4
		},
		{
			"id": 100092,
			"name": "Рис",
			"count": 3
		},
		{
			"id": 101210,
			"name": "Морская водоросль",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Соль",
			"count": 1
		}
	]
}