{
	"name": "Требуха «Чжун Юань»",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Блюдо для приключений",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Уменьшает потребление выносливости всеми членами отряда во время карабканья и спринта на 15%-25% на 900 сек.\nВ совместном режиме этот эффект применяется только к вашим персонажам.",
	"description": "Шашлычки из не очень приятных ингредиентов. Куски мяса и рыбы настолько мелко порублены и так щедро приправлены ароматными специями, что сложно сказать, из чего это блюдо приготовлено. На местном языке название блюда звучит весьма двусмысленно.",
	"suspicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 15% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Это блюдо должно быть вкусным, но почему-то оно таковым не является. Даже самые дешёвые лавки общественного питания не возьмутся продавать такое."
	},
	"normal": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 20% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Шашлычки из не очень приятных ингредиентов. Куски мяса и рыбы настолько мелко порублены и так щедро приправлены ароматными специями, что сложно сказать, из чего это блюдо приготовлено. На местном языке название блюда звучит весьма двусмысленно."
	},
	"delicious": {
		"effect": "Уменьшает потребление выносливости всеми членами отряда во время спринта и карабканья на 25% на 900 сек. В совместном режиме этот эффект применяется только к вашим персонажам.",
		"description": "Шашлычки из не очень приятных ингредиентов. «Аутентичный» вкус Ли Юэ делает это блюдо популярным среди людей «золотого поколения», они даже могут пустить слезу."
	},
	"ingredients": [
		{
			"name": "Сырое мясо",
			"count": 3
		},
		{
			"name": "Рыба",
			"count": 3
		},
		{
			"name": "Мука",
			"count": 3
		},
		{
			"name": "Соль",
			"count": 2
		}
	]
}