{
	"id": 140012,
	"name": "Wings of Merciful, Wrathful Waters",
	"description": "รูปแบบหนึ่งของเครื่องร่อนเวหา ของขวัญที่ได้มาจาก การเป็นที่ยอมรับและยกย่องใน Fontaine",
	"rarity": 4,
	"story": "ในตำนานนั้นกล่าวว่า องค์ประกอบของทะเลยุคแรกเริ่มนั้นมีความคล้ายคลึงกับเลือด สิ่งมีชีวิตที่อาศัยอยู่ในทะเลยุคแรก ไม่อาจแยกจากกันได้ เพื่อที่จะก้าวขึ้นสู่บนผืนดินและอากาศ สิ่งมีชีวิตจึงได้วิวัฒนาการหลอดเลือด เพื่อที่จะรักษาทะเลดั้งเดิมไว้ในร่างกาย และหัวใจที่ปกครองท้องทะเลแห่งเลือดของทะเลยุคแรกเริ่มนี้ ก็คือมังกรวารีแห่งยุคแรกเริ่ม ทุกครั้งที่เกิดความปั่นป่วน สิ่งมีชีวิตทั้งปวงจะลุกขึ้นบูชาซ้ำแล้วซ้ำเล่า\n...แน่นอนว่าสิ่งเหล่านี้เป็นเพียงเรื่องราวที่เผยแพร่ในหมู่มังกรวารีเท่านั้น จึงไม่ได้น่าเชื่อถือแต่อย่างใด บางทีเรื่องราวในหมู่ Vishap อาจจะไม่เหมือนกันก็ได้ และเรื่องราวที่แพร่สะพัดในหมู่ Oceanid ก็ได้บันทึกเรื่องราวที่เกิดขึ้นหลังจากนั้นไว้ว่า:\n\nหลังจากที่หัวใจเดิมถูกถอดออก ผู้ส่งสาสน์แห่ง Celestia และผู้นำที่ได้รับมอบหมายให้สร้างสิ่งมีชีวิต ก็ได้สร้างหัวใจอีกดวงขึ้นในทะเลยุคแรกเริ่ม ซึ่งสูงส่งดั่งมังกร แต่รูปลักษณ์กลับไม่ใช่ และยิ่งใหญ่ราวกับเทพ แต่ไร้ซึ่งหน้าที่อันศักดิ์สิทธิ์ แม้ว่าจะถูกสร้างขึ้นโดยฝีมือมนุษย์ แต่วัสดุและพื้นฐานนั้น ล้วนเป็นสิ่งดั้งเดิมของโลกใบนี้ ที่ไม่มีองค์ประกอบแปลกปลอมใด ๆ อื่นเลย\nเธอเป็นหยาดน้ำตาที่ไหลลงสู่ทะเลบรรพกาล ซึ่งแสวงหาการสื่อสารและความเข้าใจ เหตุนี้เองที่ทำให้เธอต้องร่ำไห้ และเป็นเพราะความเมตตาเช่นนี้ เธอจึงได้กระทำปฐมบาทที่ซึ่งสิ่งมีชีวิตน้ำบริสุทธิ์ทั้งมวลไม่กล้าเอื้อนเอ่ย\n\nเรื่องราวภายหลังนั้น เป็นรูปแบบที่แพร่หลายกันในหมู่มนุษย์ แม้ว่าจะเผยแพร่เฉพาะในหมู่นักวิจัยเท่านั้นก็ตาม:\nRemus ผู้ยิ่งใหญ่ได้มาถึงยัง Fontaine ในนิมิตของเขา มีเมืองที่ยิ่งใหญ่และเป็นนิรันดร์ ชื่อว่า Remuria เขาได้สอนสิ่งมีชีวิตทั้งปวง และในที่สุดก็สัมผัสถึงมุมความฝันของตัวเอง และสิ่งที่ตามมาหลังจากนั้น คือคำประกาศที่ไร้ซึ่งพิษภัยแต่น่าหวาดหวั่นของนักพยากรณ์: บทเพลงสีทองจะจบลงในที่สุด และ Remuria จะสูญสลายไปเช่นกัน\nกล่าวกันว่า: \"วีรบุรุษที่กลับสู่บ้านเกิดโดยไม่ตาย เขาจะกลายเป็นผู้เผด็จการ\" ความยุติธรรมที่ Remuria มอบให้เพื่อหลีกหนีจากโชคชะตา สุดท้ายแล้วก็กลายเป็นระบบเผด็จการเพราะความมีน้ำใจมากเกินไป และการปกครองแบบเผด็จการก็ได้ก่อให้เกิดคลื่นแห่งการต่อต้านที่โหมกระหน่ำ Remus ผู้ยิ่งใหญ่ Remus ผู้โง่เขลา Remus ผู้มองการณ์ไกล และ Remus ผู้โดดเดี่ยว ได้หายตัวไปในที่สุด\n\n...\n\nผู้คนเฝ้ารอการพิจารณาคดีเพราะความผิดที่ได้ก่อ ผู้คนเฝ้ารอการอภัยเพราะความปรารถนาในจิตใจ ผู้คนมักจะต้องการพระเจ้าเสมอ ด้วยเหตุนี้ หัวใจของทะเลบรรพกาล Egeria ที่เปี่ยมด้วยความเมตตาของจึงได้รับชิ้นส่วนจากยุคแรกเริ่มนั้น อีกทั้งยังได้รับสถานะเทพอสูรและภารกิจศักดิ์สิทธิ์ในภายหลังอีกด้วย สุดท้ายแล้วนี้ มันคือความปรารถนาที่ผู้คนต้องการส่งไปยังสวรรค์ชั้นฟ้า หรือเป็นจุดเริ่มต้นของการวางแผนกันอีกครั้งกันแน่?\n\nนี่เป็นเรื่องราวที่มีแต่เธอเท่านั้นที่รู้ เมื่อเธอตื่นขึ้นอีกครั้ง ปีกคู่นี้จะปรากฏขึ้นบนเตียงของเธอ พร้อมกับเรื่องราวข้างต้น เธอสามารถพิสูจน์กับทุกคนได้ว่า เรื่องราวที่แพร่สะพัดในหมู่พวกเขานี้ ใช่เรื่องจริงหรือไม่ แต่จะไม่มีใครเชื่อเธอหรอก เพราะเครื่องร่อนเวหาจะปรากฏขึ้นกลางอากาศ พร้อมกับเรื่องเล่าได้ยังไงล่ะ?",
	"source": [
		"ได้รับเมื่อระดับชื่อเสียงประจำเมือง Fontaine ถึงเลเวลที่กำหนด"
	]
}