{
	"id": 140008,
	"name": "Wings of the Stormstrider",
	"description": "เครื่องร่อนเวหารูปแบบหนึ่ง ของขวัญที่ได้มาจาก การเป็นที่ยอมรับและยกย่องใน Inazuma",
	"rarity": 4,
	"story": "\"เท็งงุน่ะ นอกจากจะเป็นทายาทของเท็งงุ Yougou ที่เก่าแก่แล้ว พวกเราก็มักนำมาใช้เปรียบเปรยผู้ที่มีความว่องไว, ร่องรอยค่อนข้างเร้นลับ ดูสิ เท็งงุก็มีปีกใช่ไหม\"\nตอนแรก เธอก็ไม่ค่อยเชื่อประโยคนี้นัก\n\n\"สิ่งที่สำคัญลำดับแรกของ 'เท็งงุ' ก็คือ จะต้องติดต่อกับเทพเจ้าบนท้องฟ้าได้ก่อน ท่านสามารถล่องไปบนอากาศ โลดแล่นไปทั่ว Inazuma ได้ น่ากลัวว่าอาจจะบินเก่งกว่าอีกาด้วยซ้ำ\"\n\"ในอดีต พวกเรา Inazuma ก็มี 'ชาวลัทธิเท็งงุ' ที่ชอบเลียนแบบเท็งงุเหมือนกัน พวกเขานั่งบนหลังคาของ Tenshukaku, ต้นไม้สูงใหญ่, ศาลเจ้าวิหค เยาะเย้ย ดูถูกประชาชน และขุนนางทั้งหลายที่อยู่ต่ำกว่า และยังทิ้ง 'หนังสือเท็งงุพิทักษ์สวรรค์' ไว้ ถือเป็นการลบหลู่ศาลเจ้าและ Shogunate ยิ่งนัก\"\n\"พวกมันหยิ่งผยองมาก แต่ต่อมา เมื่อพวกมันได้ถูกเท็งงุที่แท้จริงจับไปสั่งสอน\"\n\"อ่า ใช่แล้ว ท่านเป็นผู้เคารพกฎหมายบ้านเมือง และปฏิบัติตามธรรมเนียม ไม่จำเป็นต้องกังวลสิ่งเหล่านี้อยู่แล้ว\"\nเพราะเธอก็เคยปีนป่ายบนที่สูง ดังนั้นจึงไม่สามารถพูดอะไรมากนักได้\n\n\"นอกจากนี้ เท็งงุก็เป็นชื่อที่ใช้เรียกนักดาบที่มีวิชาดาบล้ำเลิศ นอกจากสำนักดาบที่สืบทอดมาจาก Narukami โดยตรง แล้ว 'Mistsplitter' และวิชาสำนัก 'Meikyou Shisui' ที่ปรากฏในเวลาอันสั้น ก็ยังมีการสืบทอดจนถึงปัจจุบันอย่างวิชาดาบของ 'Iwakura' ด้วย ปกติแล้ว Iwakura จะไม่สอนเทคนิคดาบ Tengu Sweeper ให้ศิษย์ทั่วไป ว่ากันว่ามันมีการวาดดาบที่ค่อนข้างประหลาด และมีความเร็วที่น่ากลัว เอาชนะได้แม้แต่กับเท็งงุ Yougou ผู้เก่งกาจ ส่วนความสามารถของท่าน ฉันคิดว่าไม่จำเป็นที่จะต้องพูดถึงแล้ว\"\n\"สุดท้ายแล้ว เท็งงุมักสามารถควบคุมลม และสายฟ้าได้ ว่ากันว่า สมบัติที่สืบทอดมาหลายต่อหลายรุ่นของเท็งงุ Yougou มี \"พัดวายุอสนีบาต\" อันหนึ่ง ที่สามารถเรียกลม และสายฟ้าได้ ท่านสามารถใช้พลังของธาตุลม และสายฟ้า จึงถูกเรียกว่าเท็งงุได้อย่างแน่นอน! นอกจากนี้ พัดอันนั้นเป็นเพียงการตบตาเท่านั้นเอง ปกติแล้ว เท็งงุที่สามารถเรียกลม จะออกเดินทางไปด้วยกันกับอีกตนที่เรียกสายฟ้าได้ เพื่อไม่ให้ความจริงถูกเปิดเผย\"\nเห็นได้ชัดว่า Sara ที่ยืนอยู่ข้างๆ ทำตัวไม่ถูกยิ่งกว่าเธออีก\n\n\"ศาลเจ้าตอบแทนที่ท่านทำเพื่อ Inazuma ด้วยการมอบเครื่องร่อนเวหานี้ให้ท่าน\"\nปีกของเท็งงุมีที่มาแบบนี้เองเหรอ?\nเมื่อเห็นสายตาที่เต็มไปด้วยความสงสัยของเธอ Sara จึงรีบตอบทันที:\n\"ไม่ใช่อยู่แล้วสิ!\"",
	"source": [
		"ได้รับเมื่อระดับชื่อเสียงประจำเมือง Inazuma ถึงเลเวลที่กำหนด"
	]
}