{
	"name": "Wings of Feasting",
	"description": "เครื่องร่อนเวหาสำหรับงานเลี้ยงที่ระลึกอันใหญ่โตหรือมื้ออาหารค่ำอันแสนจะธรรมดา ความเพลิดเพลินในระดับงานเฉลิมฉลอง ที่มาพร้อมกับราคาของมื้ออาหารค่ำที่ธรรมดาทั่วไป",
	"rarity": "4",
	"story": "นี่คือสิ่งที่ล่องลอยมาจากต่างโลก มันเป็นสัญลักษณ์ของงานเลี้ยงสุดท้ายของโลก และการมาถึงของสุดสัปดาห์\n\nโลกในยุคสมัยนั้นถูกปกครองโดยมังกร\nแต่มันไม่ใช่มังกรบินที่อยู่ในเรื่องเล่า รูปร่างเหมือนกับจิ้งจกตัวใหญ่ที่ผสมกับไก่เสียมากกว่า\n\nสำหรับ Klee แล้ว เรื่องนี้มันค่อนข้างเหลือจินตนาการไปซักหน่อย ณ ตอนนั้นโลกที่เห็นคือ ในน้ำมีอิกทิโอซอรัสตัวใหญ่ยักษ์ บนฟ้ามีไซนอร์นิโตซอรัสที่มีปีกขนาดใหญ่บินรวมกันเป็นฝูง\nพวกมันเป็นสิ่งมีชีวิตที่แข็งแกร่งและทรงพลัง ดังนั้นพวกมันจึงดูแคลนสิ่งมีชีวิตอื่น ๆ\nในโลกนั้นพวกมันเป็นราชาท่ามกลางหมู่สรรพสัตว์\n\nต่อมาเหล่ามนุษย์ก็ปรากฏขึ้นมาบนโลก\nไม่มีใครรู้ว่าพวกเขาปรากฏขึ้นได้อย่างไร พวกเขาอาจมาพร้อมกับอุกกาบาต พวกเขามีความเคยชินแปลก ๆ นั่นคือ \"อาหารเย็นวันอาทิตย์\"\nใช้เวลาไม่นานวันนั้นก็มาถึง งานเลี้ยงได้เริ่มต้นขึ้นแล้ว\nเนื้อขามังกรและปีกมังกรที่ถูกห่อด้วยแป้งสาลี ถูกแผดเผาด้วยไฟที่แสนทุกข์ทรมานจากนรกที่สร้างขึ้นโดยเหล่าผู้คน\nแปรเปลี่ยนพวกมันเป็นอาหารและเสิร์ฟให้สำหรับทุกคน ว่ากันว่าเนื้อมังกรอร่อยมากจนใคร ๆ ก็อดไม่ได้ที่จะดูดนิ้ว\nงานเลี้ยงที่เดิมจัดขึ้นสัปดาห์ละครั้ง เฉพาะในวันอาทิตย์เท่านั้น แต่หลังจากนั้นก็จัดขึ้นทุกวันเพราะเนื้อที่อร่อยมากจนเกินห้ามใจ\n\"เยี่ยมไปเลย!\"\n\"พวกเราจะกินอาหารเย็นวันอาทิตย์เจ็ดวันต่อสัปดาห์กันไปเลย!\"\nพวกเขาประกาศเช่นนี้\nเรื่องก็เป็นแบบนี้ ยุคสมัยของ \"มังกร\" ได้สิ้นสุดลงแล้ว\n\nปีกแห่งสายลมนี้เป็นของที่ระลึกของเหตุการณ์การสูญพันธุ์ครั้งใหญ่นี้ และเดิมทีมันไม่ได้มีสีนี้ แต่เดิมมันเป็นสีฟ้าและสีขาว\nแม่ของ Klee ได้เปลี่ยนสีเครื่องร่อนเวหานี้ให้เป็นสีประจำตระกูลของเธอ มันเลยกลายเป็นอย่างทุกวันนี้ เมื่อตอนที่กลับบ้านในช่วงเวลาสั้น ๆ นั้น ก็ได้ทิ้งเครื่องร่อนเวหานี้ไว้ และเริ่มออกเดินทางอีกครั้ง\n\"แม่ไม่ว่างซะแล้ว พรมแดนของ Teyvat นั้นเปราะบางมากขึ้นเรื่อย ๆ ในช่วงสองปีที่ผ่านมา\"",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"ได้รับจากกิจกรรมโหมดเล่นหลายคน"
	]
}