{
	"id": 140014,
	"name": "Wings of Delicacies",
	"description": "เครื่องร่อนเวหาที่กางออกอีกครั้ง ในงานเลี้ยงที่ระลึก ถึงจะไม่ได้เห็นมาหลายปี ก็ยังคงสวยงามไม่เปลี่ยนเลย",
	"rarity": 4,
	"story": "นี่เป็นเรื่องราวที่เกิดขึ้นในศูนย์กลางการขนส่งระหว่างดวงดาว ที่นักเดินทางที่สัญจรไปมาอาจได้พบกับช่วงเวลาพักผ่อนภายในร้านค้าเล็ก ๆ ของนักผจญภัยอาวุโสคนหนึ่ง เจ้าของร้านสูงวัยเบื่อหน่ายกับการเป็นกัปตัน ที่ต้องล่องลอยอยู่ท่ามกลางดวงดาว และล่องเรืออย่างกล้าหาญไปยังสถานที่ที่ไม่มีใครเคยไปมาก่อน เขาจึงเปลี่ยนยานอวกาศที่เป็นสนิมเขรอะ ให้เป็นร้านอาหารสำหรับนักเดินทางได้พักผ่อน\n\nลูกค้ารายแรกคือเทพที่ดาวเคราะห์บ้านเกิดของตนถูกทำลาย จึงต้องระเหเร่ร่อนไปทั่ว เธอพูดคุยกับเจ้าของร้านเกี่ยวกับความไม่เที่ยงของจักรวาล และความรักที่เธอมีต่อชีวิตบนดาวดวงนี้\n\"ฉันเคยจำทุกช่วงเวลาแห่งความรุ่งโรจน์ของอารยธรรม ตั้งแต่การค้นพบทฤษฎีบทพีทาโกรัส ไปจนถึงความสำเร็จของลิฟต์วงโคจร จากภาพเขียนสีบนหินชิ้นแรกไปจนถึงภาพโฮโลแกรมห้าสิบสามมิติที่ประกอบเป็นฉากต่าง ๆ ของกาแล็กซีได้อย่างสมบูรณ์\"\nเจ้าของร้านนิ่งเงียบ จนกระทั่งอาหารจานใหญ่ที่ลูกสั่งเสร็จเรียบร้อยแล้ว จึงยกมาเสิร์ฟตรงหน้าเธอ:\n\"คุณยังสามารถทำอะไรเพื่อพวกเขาได้อีกไม่ใช่เหรอ? กินเสร็จแล้วก็ลองไปทำดูสิ\"\nแท้จริงแล้วเทพองค์นี้คือปัญญาประดิษฐ์ที่สร้างขึ้นโดยเผ่าพันธุ์ทรงปัญญาของดาวดวงนี้ ซึ่งมีไว้ใช้วางแผนและจัดสรรทรัพยากรที่เหมาะสมที่สุดในระดับดาวเคราะห์ เจ้าของร้านพูดถูก ยังมีอีกเรื่องหนึ่งที่เธอทำได้\n\nลูกค้ารายที่สองคือปีศาจที่ทำลายล้างโลกมามากมาย พอมันเข้ามาก็สั่งอาหารเยอะมากจนเจ้าของร้านอดไม่ได้ที่จะถามว่า:\n\"คุณกินหมดจริง ๆ เหรอ?\"\n\"พูดมากชะมัด ถ้ากินไม่หมดแล้วฉันเอามันกลับไปด้วยไม่ได้หรือไง?\" ปีศาจเลียปาก จริง ๆ แล้วการเลียปากของปีศาจก็เหมือนกับการที่งูแลบลิ้น เป็นแค่พฤติกรรมเพื่อสำรวจเท่านั้น\nปีศาจกินอาหารเลิศรสที่เสิร์ฟอย่างเอร็ดอร่อย พร้อมทั้งอวดอ้างความสำเร็จของเขาต่อเจ้าของร้านที่เคยเป็นกัปตัน แต่สุดท้ายก็ไม่สามารถกินอาหารที่ตัวเองสั่งมาให้หมดได้\n\"ทำไมยังไม่กินหมดอีกล่ะ ไม่อร่อยเหรอ?\"\nปีศาจไม่เคยถูกถามแบบนี้มาก่อน มีแวบหนึ่งที่มันอยากจะบอกว่า \"ไม่อร่อย\" แต่เมื่อเห็นกัปตันในตำนานคนนั้นกำลังจะหยิบปืนคาบศิลาของตัวเองขึ้นมา ก็เลยยอมให้เขาห่อกลับบ้านให้แต่โดยดี\nปีศาจหารู้ไม่ว่าตัวเองรอดมาได้อย่างหวุดหวิด ตอนที่ได้รับตำแหน่ง \"รองกัปตันกิตติมศักดิ์\" มา เขาก็ได้รับอนุญาตให้จัดการกับพวกที่ก่อความวุ่นวายในร้านได้ด้วย ปืนคาบศิลาโบราณที่แขวนอยู่ใต้นาฬิกานั้นทอดถอนใจที่ไม่มีโอกาสได้แสดงฝีมือ\n\n...\n\nลูกค้ารายที่สามสิบเป็นแม่มดคนหนึ่ง พอเห็นหน้าเธอ เจ้าของร้านก็รู้ทันทีว่าเธอจะสั่งอะไร\nเขาและแม่มดต่างนิ่งเงียบตลอดเวลา\nในที่สุดแม่มดก็เงยหน้าขึ้น ปากของเธอเลอะคราบน้ำมัน แก้มป่องเพราะกำลังเคี้ยวอาหารอยู่ในปาก\n\"คุณไม่มีเรื่องราวอะไรเลยเหรอ?\" กัปตันผู้เคยเห็นเรื่องราวมามากมายเอ่ยถามขึ้น\n\"ฉันเล่าเรื่องไปหมดแล้วตั้งแต่มาครั้งแรก\" แม่มดดื่มเครื่องดื่มอึกใหญ่ ก่อนจะพูดต่อว่า \"ของอร่อย ๆ แบบนี้ ฉันมากินบ่อย ๆ ไม่ได้รึไง?\"\n\"ก็ถูกของคุณ\" เจ้าของร้านยื่นกระดาษเช็ดปากให้แม่มด",
	"isHidden": true,
	"source": [
		"ได้รับจากกิจกรรมความร่วมมือ"
	]
}