{
	"id": 140010,
	"name": "Wings of the Forest",
	"description": "รูปแบบหนึ่งของเครื่องร่อนเวหา ของขวัญที่ได้มาจาก การเป็นที่ยอมรับและยกย่องใน Sumeru",
	"rarity": 4,
	"story": "เนื่องจาก Sumeru เคยเป็นดินแดนที่ไม่ค่อยมีความฝัน ทุกคนจึงมีความเชื่อท้องถิ่นว่า: หากเห็นภาพต่าง ๆ ที่ประกอบขึ้นในจิตขณะนอนหลับ สิ่งนั้นจะต้องเป็นการเปิดเผยและการตรัสรู้ของเทพแห่งพฤกษา เบื้องหลังอาจจะมีความจริงลึกลับบางอย่างซ่อนอยู่ หรือบางทีอาจเป็นเพราะตำนานนี้ \"Akasha\" จึงถือกำเนิดขึ้นมา\nอดีตปรมาจารย์ Firnas ซึ่งไม่ใช่ศาสตราจารย์คนปัจจุบันของสถาบัน เขาอ้างว่าตนเองนั้นมีความฝันมากมายและจดบันทึกเก่ง ดังนั้นเขาจึงมีชื่อเสียงในฐานะนักกวีหรือนักช่างฝันมากกว่าในฐานะนักวิชาการและนักประดิษฐ์เสียอีก เพราะชาว Sumeru ไม่ค่อยฝันกัน ถ้าหากเขาสามารถฝันจริง ๆ งั้นเขาอาจจะเป็นผู้ที่ได้รับเลือกให้อยู่ต่อหน้าเทพแห่งพฤกษาในทุกวัน สำหรับคนที่อิจฉาเขาต่างพูดได้แค่ว่า ฝันกลางวันไม่นับเป็นความฝันหรอก\n\nในตำนานเล่าว่า เขาเคยเห็นเครื่องร่อนเวหาจากดินแดนอันไกลโพ้น หลักการทำงานของมันขัดกับกฎฟิสิกส์โดยสิ้นเชิง หากไม่ใช่เพราะพรของเทพแห่งลมที่กระจายไปทั่วเครื่องร่อนเวหาแต่ละอัน ของสิ่งนี้แม้จะสวมใส่ให้กับนกอินทรี ก็อาจจะทำให้มันตกลงมาจากท้องฟ้าสูงและกระแทกกระดองเต่าที่อยู่ด้านล่างให้แตกได้เลย\nด้วยเหตุนี้ ปรมาจารย์ Firnas... ย้ำอีกครั้งว่าไม่ใช่ศาสตราจารย์ Firnas คนปัจจุบัน... ตัดสินใจสร้างเครื่องร่อนเวหาที่ไม่มีพรของเทพแห่งลม ซึ่งมันจะต้องสามารถโบยบินได้ด้วยความงดงามของมันเองและกฎเกณฑ์ของสรรพสิ่งแน่นอน\n\nดังนั้นเขาจึงกลับไปทำงานหามรุ่งหามค่ำ จนในที่สุด วันหนึ่งเขาก็ผล็อยหลับไป และตำนานเล่าว่าเขาได้พบกับเทพแห่งพฤกษาในขณะหลับใหลอีกครั้ง\nผู้ปกครองแห่งสิ่งมีชีวิตฟังความทุกข์ของปรมาจารย์ Firnas ก่อนจะหัวเราะและเล่าเรื่องหนึ่งให้ฟังว่า:\n\nเรื่องราวเกี่ยวกับลมที่แปลงร่างเป็นมนุษย์และหินพูดได้ แล้วก็เอ่อ... ไม้ที่มีธาตุไฟฟ้า ทั้งสามพูดคุยกันถึงองค์ประกอบของโลก แต่ละคนก็ต่างเชื่อว่าตนเป็นหนึ่งธาตุพื้นฐานที่สุด หินบอกว่า \"ฉันแบกรับทุกสิ่ง\" ทุกคนก็เห็นด้วย ไม้บอกว่า \"สมองของมนุษย์มีความคิดนับพันหมื่น ซึ่งทั้งหมดเป็นผลจากไฟฟ้า\" ทุกคนรู้สึกว่ามันฝืนชอบกล แต่ก็ยากที่บอกว่าไม่ถูกต้อง พอถึงตาของลม เขาก็เล่าเรื่องหนึ่งให้ฟังว่า:\n\nในตำนานอีกโลกหนึ่ง สวรรค์มีบุตรแห่งอากาศนับหลายคน พวกเขาทั้งหมดเป็นภูตแห่งลม ภูตตนอื่น ๆ สามารถผ่าผ่านภูเขาและหินก้อนใหญ่ หรือไม่ก็สามารถเรียกพายุหมุนขนาดใหญ่เพื่อเคลื่อนเมฆและน้ำด้วยพลังที่หาที่เปรียบไม่ได้ มีเพียงคนสุดท้องเท่านั้นที่ถูกผู้อื่นดูถูก เพราะพลังลมหายใจแห่งชีวิตของตนนั้นอ่อนแรง เขาจึงซ่อนกายของตนเองไว้ เหล่าดอกไม้ที่ผสมเกสรด้วยสายลมนั้นเจ็บปวด เพราะไม่มีใครผสมเกสรดอกไม้ให้ ดอกแดนดิไลออนที่กล้าหาญที่สุดได้ค้นพบลมหายใจแห่งชีวิต และเพื่อให้กำลังใจแก่เขา ดอกแดนดิไลออนจึงได้เล่าเรื่องหนึ่งให้ฟังว่า:\n\nกาลครั้งหนึ่งมีอาณาจักรอันไกลโพ้น มีราชินีผู้ทรงพลังและงดงามราวกับดวงอาทิตย์ที่สาดส่องอาศัยอยู่ แต่น้องชายของเธอเป็นอัศวินที่ขี้เล่น... (ละเว้น)... สาวใช้ของราชินีต้องการให้กำลังใจเธอ จึงได้เล่าเรื่องหนึ่งให้ฟังว่า:\n\n...\n\nหลังจากคืนนั้น ปรมาจารย์ Firnas ก็ได้ทำเครื่องร่อนเวหาอันหนึ่งขึ้น และขอให้เทพแห่งลมอวยพร แม้ว่าสุดท้ายมันจะมีผลลัพธ์เหมือนกับเครื่องร่อนเวหาที่เคยประดิษฐ์มาก่อนแล้ว แต่ทางสถาบันกลับบอกว่าความคล้ายคลึงกันนี้เป็นเพียงเรื่องบังเอิญเท่านั้น\nตำนานเล่าว่า คำแรกที่ปรมาจารย์พูดหลังจากตื่นขึ้นมาก็คือ \"ฉันรู้แล้ว! คำตอบอยู่ตรงหน้าฉันนี่เอง\"\nความจริงแล้ว ประโยคแรกของเขาก็คือ \"ปล่อยฉันไปเถอะ ฉันรู้แล้ว! คำตอบอยู่ตรงหน้าฉันนี่เอง พรแห่งเทพก็คือกฎของโลกใบนี้ ได้โปรดหยุดพูดเถอะนะ\"\n\nนิทานเรื่องนี้สอนให้รู้ว่า: ความจริงอันสูงสุดของโลกนั้นน่านับถือ แต่อย่าได้แสวงหากฎฟิสิกส์ในจินตนาการ\nว่าไง เธอจะรับเครื่องร่อนเวหาของปรมาจารย์ Firnas ไว้มั้ย?",
	"source": [
		"ได้รับเมื่อระดับชื่อเสียงประจำเมือง Sumeru ถึงเลเวลที่กำหนด"
	]
}