{
	"id": 140018,
	"name": "Wings of Leisurely Moments",
	"description": "ดีไซน์ของเครื่องร่อนเวหา ทำขึ้นมาเพื่อระลึกถึงมื้ออาหารในยามว่าง เป็นหนึ่งในช่วงเวลาแห่งความสุข ที่แสนจะเรียบง่าย",
	"rarity": 4,
	"story": "ชายหนุ่มคนนั้นไม่ต้องออกไปทำงานในวันนี้ เขาเอนกายอยู่บนเก้าอี้พร้อมกับพลิกเปิดตำราอาหารในมือ\nตรงโต๊ะเล็ก ๆ ด้านข้างมีแป้งกับเกล็ดขนมปังวางเอาไว้อยู่ มันเป็นของที่มีมูลค่าอย่างมากใน Khaenri'ah ส่วนอาณาจักรใต้ดินนั้นเพราะมีศาสตร์แห่งการเล่นแร่แปรธาตุอยู่ จึงสามารถเพาะพันธุ์สิ่งมีชีวิตที่อาศัยอยู่ใต้ดิน และเติบโตด้วยการกินเห็ดเพียงอย่างเดียวได้ ดังนั้นจึงไม่ได้ขาดแคลนเนื้อสัตว์ ส่วนผัก ผลไม้และธัญพืชที่ต้องอาศัยแสงแดดในการเจริญเติบโตนั้น กลับขาดแคลนอย่างมาก เนื่องจากการปกครองอย่างเผด็จการของกษัตริย์ Irmin ที่นับวันยิ่งเริ่มรุนแรงมากขึ้น ผนวกกับการความสัมพันธ์ระหว่าง Khaenri'ah ที่เริ่มตึงเครียดขึ้นเรื่อย ๆ จึงทำให้ราคาพืชผักและธัญพืชมีราคาสูงขึ้น\n\nทว่าแหวนที่วางอยู่ข้าง ๆ แป้งและเกล็ดขนมปังนั้น กลับเป็นสิ่งที่มีมูลค่ามากยิ่งกว่า มันคือเครื่องยืนยันของหัวหน้านักพยากรณ์แห่ง Khaenri'ah แต่ชายหนุ่มคนนั้นกลับไม่ชอบแหวนวงนี้ เขารับรู้ได้ถึงโชคชะตาอันหนักอึ้งที่ต้องแบกรับ\n\nเสียงประตูบ้านที่ถูกผลักให้เปิดออกได้ดังขึ้น ชายหนุ่มรีบเก็บแหวนวงนั้นใส่ลงในกระเป๋า เพราะว่าน้องชายเขาอยากได้แหวนวงนี้มาตลอด ตั้งแต่สมัยยังเด็ก น้องชายเขารู้สึกแค่ว่าแหวนวงนี้เท่มาก แม้ว่าตอนนี้น้องชายเขาจะเป็นอัศวินสำรองที่กำลังฝึกเป็นอัศวินฝึกหัด แต่เขาก็ยังไม่ไว้วางใจอยู่ดี\n\n\"ทำไมกลับมาช้าจัง?\" ชายหนุ่มหันไปถาม\n\"ก็ตาแก่ Haden นั่นน่ะสิ บอกว่าทักษะดาบของเราสองคนห่วยแตก เลยลงโทษให้พวกเราทำความสะอาดห้องฝึกซ้อม และห้องเก็บอาวุธหลังจากเลิกเรียน ทั้ง ๆ ที่ไม่เคยมีใครเอาชนะพวกเราสองคน ในการฝึกซ้อมได้เลยแท้ ๆ\" น้องชายผู้ร่าเริงของเขายกนิ้วโป้ง แล้วชี้ไปทางเพื่อนของเขาด้านหลัง \"ขอแนะนำหน่อยละกัน คนนี้ Surtalogi เพื่อนสนิทฉันเอง ส่วนนี่ก็ Vedrfolnir พี่ชายแท้ ๆ ของฉันเอง\"\n\"Dain เป็นคนลากฉันมาเอง ฉันไม่ได้กะจะมาฝากท้องกินอาหารหรู ๆ ขนาดนี้หรอกนะ\"\n\"นายจมูกดีมากเลยนะ\" Vedrfolnir ค่อย ๆ ลุกขึ้น \"โชคชะตาคงลิขิตไว้แล้วว่านายต้องมา งั้นก็มากินด้วยกันเถอะ\"\n\nปีกทอดนั้นอร่อยมาก ทั้งขนมปัง ผัก และเนื้อสับ ทุกอย่างล้วนอร่อยไม่แพ้กันเลย โดยเฉพาะมันฝรั่งแท่งทอดกรอบ ทำเอาอยากกินจนอดใจไม่อยู่เลย\n\nทว่าในเวลาต่อมาหลังจากนั้น ทุกคนต่างก็ลืมช่วงเวลาอันเงียบสงบและมีความสุขนี้ไปเสียแล้ว\nในตอนสุดท้ายของทุกสิ่ง เด็กหนุ่มได้ร่ายเวทมนตร์คืนสภาพร่างกายลงบนแหวน ซึ่งอัดแน่นไปด้วยพลังที่ไม่อาจบอกได้ว่าเป็นคำสาปหรือพร\nในที่สุด Dain ก็ได้แหวนที่เขาต้องการมาตั้งแต่เด็ก และเขาเองก็ต้องแบกรับชะตากรรมอันหนักอึ้งไว้ด้วยเฉกเช่นเดียวกัน\nแต่มันเกี่ยวอะไรกันล่ะ?\n\nVedrfolnir ที่กำลังเก็บกวาดเศษอาหารอยู่นั้น จู่ ๆ ก็หันไปมองจุดหนึ่ง โดยที่เขาไม่รู้เลยว่า ตัวเองได้ก้าวข้ามผ่านกาลเวลา และระยะทางมาไกลแค่ไหนแล้ว\n\"นายกำลังคาดหวังอะไรอยู่?\"\nทั้งหมดนี้คือความทรงจำแสนสุขในช่วงเวลาหนึ่งของเขา ก่อนที่ทุกอย่างจะไม่อาจย้อนคืนได้อีก",
	"isHidden": true,
	"source": [
		"ได้รับจากกิจกรรมความร่วมมือ"
	]
}