{
	"id": 140016,
	"name": "Wings of Fate's Course Intertwined",
	"description": "รูปแบบหนึ่งของเครื่องร่อนเวหา ที่สื่อถึงความสัมพันธ์สองขั้วของโชคชะตา ทั้งการแยกจาก และการพานพบกันอีกครั้ง",
	"rarity": 4,
	"story": "เมื่อราชาผู้ยิ่งใหญ่ประกาศว่าราชาคนใหม่จะขึ้นสู่บัลลังก์ เขาก็มองเห็นผมสีบลอนด์นั้นมาแต่ไกล บรรยากาศที่เต็มไปด้วยความยินดีและคึกคักนั้นไม่ได้เกี่ยวข้องอะไรกับเขาเลย ดอกไม้ทั้งของจริงและของปลอมที่โปรยปรายนั้น สุดท้ายก็ยังต้องให้เขาช่วยเก็บกวาดอยู่ดี เขาเหลียวหลังกลับมามองจากข้างหลัง และรักษาความเป็นระเบียบเรียบร้อยภายในจัตุรัสด้านหน้าพระราชวังต่อไป ตอนนี้เขาเป็นเพียงอัศวินหนุ่มธรรมดา ๆ คนหนึ่งเท่านั้น\n\nรัชทายาทผมบลอนด์มองดูผู้คนมากมายที่อยู่ตรงหน้าด้วยความสงสัย เมื่อก่อน{M#เธอ}{F#เขา}เคยพำนักอยู่ในวังชั่วคราว แต่เพิ่งจะรู้ตอนนี้ว่าอาณาจักรใต้ดินแห่งนี้มีผู้คนมากมายแบบนี้ เดิมที{M#เธอ}{F#เขา}เป็นผู้รอดชีวิตจากอาณาจักรแห่งแสงสว่างที่ล่มสลาย และแบกรับหน้าที่ค้ำจุนโลกเอาไว้ แต่ในช่วงชีวิตอันแสนสั้น {M#เธอ}{F#เขา}กลับรับรู้ถึงความปรารถนาดีของผู้คนที่นี่ จึงยอมรับหน้าที่เป็นเสาหลักของโลก เปลี่ยนจากผู้ปกครองของโลก กลายมาเป็นความหวังของอาณาจักรเพียงหนึ่งเดียว\n\nแม้ว่าอัศวินหนุ่มจะไม่ได้มีชาติกำเนิดอันต่ำต้อย แต่ในภาพรวมแล้วก็ไม่ได้ควรค่าให้กล่าวถึง ส่วนรัชทายาทผมบลอนด์นั้นเดิมทีเคยมีชะตากรรมอันสูงส่งกว่านี้ แต่ตอนนี้กลับสูญเสียโลกไป และอาลัยอาวรณ์ในอาณาจักรเดียวเท่านั้น\n\nต่อมาอัศวินหนุ่มได้รับการเลื่อนขั้น และได้รับฉายาว่า \"ดาบแห่งแสงสุดท้าย\" ส่วนรัชทายาทผมบลอนด์ก็ถูกราชา Vinster ล่อลวงให้เดินลงไปยังส่วนลึกที่สุดของอาณาจักรทีละนิด เดิมทีอัศวินหนุ่มนั้นเพียงเพื่อช่วยพี่ชายของเขาที่ถูกคุมขังไว้ในคุกหลวง และตาบอดทั้งสองข้างเพราะบอกคำทำนาย จึงได้รวบรวมเหล่าเด็กหนุ่มผู้หลักแหลมแห่งยุคขึ้นมา การกระทำอันชอบธรรมของพวกเขาในการกอบกู้อาณาจักรเป็นเพียงการทำตามกระแสเท่านั้น ส่วนรัชทายาทผมบลอนด์กลับถูกใช้เป็นภาชนะเพื่อดูดซับพลังของ Abyss อย่างไม่มีที่สิ้นสุด และได้กลายเป็นกุญแจสำคัญที่เกือบจะทำลายล้างโลก\n\nนี่ก็คือช่วงเวลาที่ผู้สูงศักดิ์ร่วงหล่นจากแสงสว่างสู่ห้วงเหว และเส้นทางที่ผู้ต่ำต้อยปีนขึ้นมาจากความมืดมิด... ช่วงเวลาที่พวกเขาเดินสวนกัน\nการสังหารราชา ความชอบธรรม จิตสังหาร และการทรยศ จนกระทั่งทุกอย่างแปรเปลี่ยนเป็นรกร้าง หลังจากนั้น เวลาที่คนสองคนที่เข้าใจกันเพราะประสบชะตากรรมเดียวกัน ก็ได้ร่วมเดินทางไปด้วยกัน เมื่อเทียบกับชีวิตอันยาวนานและค่อย ๆ ไกลห่างกันออกไปของคนทั้งสองแล้ว เรื่องเหล่านี้แทบจะเป็นเพียงจุดตัดเล็ก ๆ เท่านั้น",
	"isHidden": true,
	"source": []
}