{
	"id": 140013,
	"name": "Wings of Transient Dreams",
	"description": "รูปแบบเครื่องร่อนเวหา เมื่อบรรเลงเพลงก็สามารถเข้าสู่ความฝันในอดีตได้อย่างในชั่วพริบตาราวกับภวังค์",
	"rarity": 4,
	"story": "นี่เป็นเพียงเรื่องเล่าเล็กน้อยที่เกี่ยวข้องกับ บทเพลงที่มีชื่อว่า \"ปีกแห่งแมลงเม่าเฝ้าฝัน\"\nบทเพลงนี้ไม่ใช่เพลงที่น่าทึ่งอะไร แม้ว่าครั้งหนึ่งมันจะเคยเป็นที่นิยมอย่างมาก เพราะเสียงดนตรีของมันก็ตาม\nแต่ \"ความนิยม\" ก็เป็นแบบนี้แหละ มีเพลงใหม่ปรากฏขึ้น เพลงเก่า ๆ ก็จะค่อย ๆ เลือนหายไปเอง\nจนสุดท้าย แม้แต่ชื่อของผู้เขียนเพลง ก็ไม่มีใครรู้ซะแล้ว\nทุกคนต่างพูดกันว่า คนคนนั้นก็แค่หนึ่งในนักเขียนเพลง ที่มีพรสวรรค์ชั่วครั้งชั่วคราวเท่านั้น\n\n\"ก็แค่หนึ่งในนักเขียนเพลง ที่มีพรสวรรค์ชั่วครั้งชั่วคราว\"\nขณะที่พูดถึงความคิดเห็นของผู้คน เธอก็มองไปที่พี่สาวที่นั่งอยู่ข้างทางเดินของลาน\nพี่สาวของเธอหันหลังให้ โดยถือพิณไว้ในมือ พร้อมกับดีดสายพิณอยู่สองสามที\n\"ผู้คนยังกล่าวอีกว่า ชีวิตของแมลงเม่านั้นช่างสั้นนัก ซ้ำยังอยากดื่มด่ำกับความฝัน เห็นทีจะมากเกินไป\"\nตั้งแต่ที่จำความได้ พี่สาวเอาแต่หันหลังให้เธอเสมอมา และไม่เคยตอบสนองต่อคำพูดใด ๆ ของเธอเลย พี่สาวคอยแต่บรรเลงบทเพลงที่ค่อย ๆ ถูกลืมเลือนซ้ำไปซ้ำมาอยู่เช่นนั้น\nเพราะยังไงแล้ว ผู้แต่งเพลงก็ย่อมชอบบทเพลงที่ตัวเองแต่เสมอ\nแต่หลังจากนั้น พี่สาวของเธอก็ไม่ค่อยมีเวลาว่างแบบนั้นแล้ว จนต่อมา... เธอก็สูญเสียโอกาสที่จะฟังอีกฝ่ายบรรเลงเพลงนี้ไปตลอดกาล\nแต่เมื่อเทียบกันแล้ว เธอไม่ได้สนใจเรื่องเหล่านี้เหมือนกับพี่สาวสักเท่าไหร่ ดังนั้นเธอจึงค่อย ๆ ลืมเลือนมันไปเช่นกัน\n\nและเธอก็ได้ยินมันอีกครั้งในตอนที่ออกเดินทางเป็นการส่วนตัว และไปหลบฝนใต้ชายคาร้านอาหาร\nนักเล่นพิณตาบอดได้เล่นเพลงนี้ให้กับเจ้านายที่ร่ำสุรา แม้ว่าทักษะของคนแก่จะไม่ได้วิเศษวิโส แต่เท่านี้ก็เพียงพอมากแล้ว\nเมื่อบรรเลงเพลงจบ และดื่มสุราเข้าไป นักเล่นพิณขี้เมาก็เอ่ยขึ้นอย่างมั่นใจว่า เดิมทีบทเพลงนี้แต่งขึ้นโดยคนชั้นสูงที่สูงศักดิ์มากคนหนึ่ง\nก็แค่คำพูดของคนพเนจรที่เตร็ดเตร่ไปมา และมักจะพร่ำอวดความรู้ของตนก็เท่านั้น จะมีสักกี่คนที่เชื่อได้ลงกัน\nท่ามกลางเสียงหัวเราะนั้น มีเพียงเธอที่ทันใดนั้นก็นึกขึ้นได้\nจู่ ๆ ก็นึกถึงลานกว้างที่มีแสงแดดสดใสในยามบ่าย นึกถึงสายลมอันอบอุ่นของสระน้ำ นึกถึงร่มเงาของต้นไม้ที่สั่นไหวเล็กน้อย นึกถึงเสียงดีดพิณที่ดังขึ้นสองสามที...\nและเงาที่ไม่ได้เจอมานานนม กำลังนั่งอยู่ริมทางเดินพร้อมกับพิณในมือ\nกำลังจะหันหน้ามาแล้ว กำลังจะหันมาแล้ว...\n\nแมลงเม่าไม่ดีเหรอ? ทุกสิ่งล้วนมีเกิดและมีดับ แม้ดื่มด่ำน้ำค้างในยามเช้าและฝุ่นในยามเย็น ก็สามารถมีฝันอันแรงกล้าได้เช่นกัน\nดอก Udumbara ไม่ดีเหรอ? ดอกไม้บานและร่วงโรยในชั่วข้ามคืน เป็นฉากที่ผู้ชมไม่อาจลบออกจากใจได้ เมื่อได้เห็นมัน\nและสิ่งที่เรียกว่าความทรงจำ ก็ยังเป็นความทรงจำ\nความทรงจำไม่ใช่สิ่งที่เกิดขึ้นชั่วพริบตาในอดีตเท่านั้นไม่ใช่หรือ?\n\n\"...ว่ากันว่าเครื่องร่อนเวหานี้ ถูกสำนัก Yashiro พบอยู่ข้างพิณที่มีฝุ่นเขรอะ ขณะกำลังจัดระเบียบของเก่า ซึ่งมันไม่ได้มีประโยชน์อะไรสำหรับฉันแล้ว งั้นขอยกให้เธอก็แล้วกันนะ\"\nในตอนที่หญิงสาวพูดเช่นนั้น พิณเก่าในมือของเธอได้ถูกย้อมด้วยสีใหม่เอี่ยม แต่ท่าทางของคนถือพิณดูจะไม่คุ้นมือเอาเสียเลย\nดูเหมือนเธอจะสังเกตเห็นสายตาที่ตั้งตารอของคุณ เธอจึงถอนหายใจออกมาเบา ๆ\n\"ขอบอกก่อนนะ ทักษะการเล่นพิณของฉันไม่ได้ดีเท่าทักษะการต่อสู้หรอก\"\nเธอหวนคิดถึงอดีต และเริ่มบรรเลงบทเพลงหนึ่งเดียวที่เธอรู้",
	"isHidden": true,
	"source": []
}