{
	"id": 140011,
	"name": "Wings of the Starlit Feast",
	"description": "รูปแบบหนึ่งของเครื่องร่อนเวหา ของขวัญที่ได้มาจาก การเป็นสักขีพยานในเทศกาลแห่งโลกอันไกลโพ้น",
	"rarity": 4,
	"story": "\"และอุปกรณ์มหัศจรรย์ที่นำมาให้ท่านได้เห็นคราวนี้ก็คืออออ...\"\n\nขณะที่คิดจะบอกเล่าความเป็นมาของนวัตกรรมใหม่ให้เจ้าของวัง Alcazarzaray ฟังนั้น ตัวแทนส่งสารก็ค้นพบว่า ความสนใจของอีกฝ่ายกำลังถูกดึงดูดไปที่สิ่งของอีกอย่างด้านข้าง\n\n\"...อ๊ะ ไม่ใช่อันนั้น! นั่นมันอาหารเที่ยงของผม อุปกรณ์มหัศจรรย์คือเครื่องร่อนเวหาต่างหากเล่า เครื่องร่อนเวหาน่ะ!\"\n\"แต่ว่า... ถ้าลองคิดดูให้ดี เรื่องที่กำลังจะเล่าต่อไปนี้ ก็ใช่ว่าจะไม่เกี่ยวกับอาหารเลยซะทีเดียว...?\" \n\"จากที่คุณ Alice พูดมา สะ สรุปแล้วก็คือว่า เครื่องร่อนเวหาชิ้นนี้ไม่ใช่สิ่งที่สร้างขึ้นใน Teyvat แต่เป็นสิ่งของที่ลอยละล่องมาถึงที่นี่จากสถานที่อันห่างไกล...\"\n\nณ สถานที่อันห่างไกลแห่งนั้น เคยมีคนกล่าวเอาไว้ว่า...\n\"ชีวิตที่ไร้งานรื่นเริงก็เปรียบเหมือนการเดินทางอันยาวไกลที่ไม่มีโรงแรม\"\nอาหารเลิศรส ดนตรีเสนาะหู บรรยากาศชื่นมื่น ช่วงเวลาอันผ่อนคลาย และที่สำคัญกว่านั้น ยังมีความทรงจำที่ทุกคนสร้างร่วมกันอีกด้วย\nในเมื่อมีงานเลี้ยงที่สมบูรณ์แบบ พร้อมทั้งได้สร้างความทรงจำอันงดงามแล้ว งั้นย่อมต้องมีของที่ระลึกที่งดงามเช่นเดียวกันสิ\nเพียงแต่ว่า หากมีเพียงแค่ความในใจที่เขียนลงบนกระดาษ แบบนั้นก็จะดูเศร้าไปหน่อย\nเพราะอย่างไรแล้ว กระดาษเพียงไม่กี่ใบกับประโยคแค่ไม่กี่คำ คงจะไม่พอต่อการเขียนความคิดลงไปทั้งหมด\nสุดท้าย ทุกคนจึงระดมสมองจนได้ข้อสรุปที่เห็นพ้องต้องกัน\n\"เมื่อเงยหน้าขึ้นในยามที่งานเลี้ยงจบลง พวกเราจะเห็นท้องฟ้าที่เต็มไปด้วยดวงดาวสุกสกาว งั้นก็ใช้แสงดาวมาสลักความปรารถนาในขณะนี้เอาไว้เถอะ!\"\nอย่างไรเสีย ความคิดก็เป็นประกายแสงที่ไร้รูปลักษณ์อยู่แล้ว มีเพียงความทรงจำเท่านั้นที่จะมอบรูปร่างไม่เหมือนใครให้แก่มันได้\nครั้นผสมผสานความทรงจำของทุกคนไว้ด้วยกัน ความคิดทั้งหมดก็จะกลายเป็นฝนดาวตกพร่างพราว กระจายไปทั่วท้องฟ้าราตรีอันไร้ขอบเขต\n\n\"บินไปเถอะ บินไปเถอะ เพราะว่าทั้งการเฝ้าหวังและความปรารถนา รวมถึงเสียงเพลงและงานเลี้ยงรื่นเริง ทั้งหมดทั้งมวลนี้จะจรดสู่อีกฟากของหมู่ดาวและความฝันในวันพรุ่งนี้ พร้อมกับความคิดของพวกเรา...\"\n\nยามเมื่อทอดสายตามองท้องฟ้าค่ำคืน บางทีดาวตกที่วาดผ่านฟากฟ้าในบางครั้ง อาจเป็นความปรารถนาที่มาจากโลกอันแสนห่างไกลก็ได้นะ\nเป็นเช่นเดียวกันกับที่พวกเด็กน้อยเชื่อ ขอแค่หลับตาลงและอธิษฐานต่อดาวตก ก็จะได้รับห้วงฝันอันแสนงดงาม\nไม่แน่ ความปรารถนาที่อธิษฐานในตอนนี้ อาจกลายเป็นดาวตกส่องประกาย ซึ่งส่งความปรารถนาที่เป็นจริงไปให้คนแปลกหน้าในที่ห่างไกลก็เป็นได้\n\nและเครื่องร่อนเวหาชิ้นนี้ ก็คือลำแสงที่มุ่งมั่นที่สุด ท่ามกลางดาวตกนับไม่ถ้วนที่วาดผ่านฟ้าในยุคเริ่มแรก\nไม่ว่าจะเวลาไหนหรือที่ใด แม้จะต้องฟันฝ่าทะเลดาวนับหมื่นนับพัน มันก็ยังโหยหาที่จะบินพร้อมไปกับคนอื่น\n\n\"เพราะฉะนั้นคุณ Alice จึงตอบรับความปรารถนาของมัน และทำให้มันกลายมาเป็นสภาพในแบบปัจจุบันนี้\"\n\n\"...เรื่องแบบนี้เอาไปเล่าให้ลูกค้าฟังได้ที่ไหนกันเล่า! บอกแค่ว่ามันร่วงจากฟ้าตอนกำลังจัดงานเลี้ยงก็แล้วกัน!\"\nแม้จะกล่าวเช่นนั้น ยามที่นายท่าน Sangemah Bay ผู้โด่งดังมอบเครื่องร่อนเวหาชิ้นนี้ให้คุณนั้น เจ้าตัวก็เล่าเรื่องราวทั้งหมดที่ได้ยินจากคนจัดหาสินค้าให้คุณฟังทั้งหมดอยู่ดี",
	"isHidden": true,
	"source": [
		"ได้รับจากกิจกรรมโหมดเล่นหลายคน"
	]
}