{
	"id": 8,
	"name": "Особое положение",
	"rules": [
		{
			"title": "Блюдо",
			"titleraw": "{SPRITE_PRESET#3101}Блюдо",
			"content": "Когда эффект от карты еды действует на персонажа, он переходит в состояние сытости.\nКогда персонаж в состоянии сытости, он не может стать целью для других карт еды или подвернуться их эффектам.\nСостояние сытости снимается, когда заканчивается ход или когда персонаж оказывается повержен.\nКроме того, если в этом ходу использовалась карта еды с эффектом воскрешения, то другую карту с этим эффектом в течение этого хода применить нельзя.",
			"contentraw": "Когда эффект от {SPRITE_PRESET#3101}карты еды действует на персонажа, он переходит в состояние сытости.\\nКогда персонаж в состоянии сытости, он не может стать целью для других {SPRITE_PRESET#3101}карт еды или подвернуться их эффектам.\\nСостояние сытости снимается, когда заканчивается ход или когда персонаж оказывается повержен.\\nКроме того, если в этом ходу использовалась {SPRITE_PRESET#3101}карта еды с эффектом воскрешения, то другую карту с этим эффектом в течение этого хода применить нельзя."
		},
		{
			"title": "Щит",
			"titleraw": "{SPRITE_PRESET#4007}Щит",
			"content": "Некоторые эффекты дают щит, который защищает персонажа от определённого вида урона.\nКогда щит поглощает урон, расходуется определённое количество единиц щита.",
			"contentraw": "Некоторые эффекты дают щит, который защищает персонажа от определённого вида урона.\\nКогда щит поглощает урон, расходуется определённое количество единиц щита."
		},
		{
			"title": "Тайное знание",
			"titleraw": "{SPRITE_PRESET#3007}Тайное знание",
			"content": "Во время дуэли можно использовать только одну карту Тайного знания.\nКарта Тайного знания обязательно будет в стартовой руке. Если у вас в колоде больше карт Тайного знания, чем карт в стартовой руке, карты Тайного знания для стартовой руки будут выбраны случайным образом.",
			"contentraw": "Во время дуэли можно использовать только одну карту {SPRITE_PRESET#3007}Тайного знания.\\nКарта {SPRITE_PRESET#3007}Тайного знания обязательно будет в стартовой руке. Если у вас в колоде больше карт {SPRITE_PRESET#3007}Тайного знания, чем карт в стартовой руке, карты Тайного знания для стартовой руки будут выбраны случайным образом."
		},
		{
			"title": "Техника",
			"titleraw": "{SPRITE_PRESET#3008}Техника",
			"content": "Когда у вашего активного персонажа экипирована карта техники, он может использовать соответствующую технику.\nИспользование техники считается боевым действием. Если персонаж не может использовать навыки из-за таких состояний, как Заморозка, Окаменение или Нокаут, он также не может использовать технику.\nИспользование техники не считается применением навыка. Не могут быть вызваны такие эффекты, как «Когда ваш персонаж использует навык» или «Когда персонаж вызывает элементальную реакцию». Урон, нанесённый с использованием техники, не считается уроном, который наносит персонаж.",
			"contentraw": "Когда у вашего активного персонажа экипирована карта {SPRITE_PRESET#3008}техники, он может использовать соответствующую {SPRITE_PRESET#3008}технику.\\nИспользование {SPRITE_PRESET#3008}техники считается боевым действием. Если персонаж не может использовать навыки из-за таких состояний, как Заморозка, Окаменение или Нокаут, он также не может использовать {SPRITE_PRESET#3008}технику.\\nИспользование {SPRITE_PRESET#3008}техники не считается применением навыка. Не могут быть вызваны такие эффекты, как «Когда ваш персонаж использует навык» или «Когда персонаж вызывает элементальную реакцию». Урон, нанесённый с использованием {SPRITE_PRESET#3008}техники, не считается уроном, который наносит персонаж."
		},
		{
			"title": "Применения",
			"titleraw": "Применения",
			"content": "Некоторые карты можно применить ограниченное кол-во раз.\nКаждый раз, когда активируется эффект этой карты, расходуется одно применение.\nКогда кол-во применений достигнет 0, карта будет выброшена.",
			"contentraw": "Некоторые карты можно применить ограниченное кол-во раз.\\nКаждый раз, когда активируется эффект этой карты, расходуется одно применение.\\nКогда кол-во применений достигнет 0, карта будет выброшена."
		},
		{
			"title": "Продолжительность",
			"titleraw": "Продолжительность",
			"content": "У некоторых карт есть ограниченная продолжительность.\nВ финальной фазе продолжительность такой карты уменьшается на 1 раунд.\nКогда раунды у карты закончатся, карта автоматически сбрасывается.",
			"contentraw": "У некоторых карт есть ограниченная продолжительность.\\nВ финальной фазе продолжительность такой карты уменьшается на 1 раунд.\\nКогда раунды у карты закончатся, карта автоматически сбрасывается."
		},
		{
			"title": "Проникающий урон",
			"titleraw": "Проникающий урон",
			"content": "Некоторые эффекты могут наносить проникающий урон.\nТакой урон не усиливается бонусами других эффектов, но в то же время он не ослабляется щитом.",
			"contentraw": "Некоторые эффекты могут наносить проникающий урон.\\nТакой урон не усиливается бонусами других эффектов, но в то же время он не ослабляется щитом."
		},
		{
			"title": "Боевое действие (карта действия)",
			"titleraw": "Боевое действие (карта действия)",
			"content": "Некоторые карты действий следуют правилу боевого действия.\nВ таком случае, это действие будет рассматриваться как боевое действие, а не как быстрое действие.",
			"contentraw": "Некоторые карты действий следуют правилу боевого действия.\\nВ таком случае, это действие будет рассматриваться как боевое действие, а не как быстрое действие."
		},
		{
			"title": "Заряженная атака",
			"titleraw": "Заряженная атака",
			"content": "Если перед началом хода ваше число дайсов чётное, то обычные атаки будут считаться заряженными атаками.",
			"contentraw": "Если перед началом хода ваше число дайсов чётное, то обычные атаки будут считаться заряженными атаками."
		},
		{
			"title": "Атака в падении",
			"titleraw": "Атака в падении",
			"content": "Если следующим действием в текущем раунде, после того как персонаж стал активным, является обычная атака, она будет считаться атакой в падении.",
			"contentraw": "Если следующим действием в текущем раунде, после того как персонаж стал активным, является обычная атака, она будет считаться атакой в падении."
		}
	]
}