{
	"id": 11515,
	"name": "Absolution",
	"description": "A rapier once wielded by a deceiver who had forsaken everything. In the past, it was primarily used as a tool when he had to disguise his identity.",
	"descriptionRaw": "A rapier once wielded by a deceiver who had forsaken everything. In the past, it was primarily used as a tool when he had to disguise his identity.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "\"Sincerity and diligence will surely be rewarded. That's what you always taught us, Mother.\"\n\"But those who favor sincerity are often liars, and the diligent will be exploited by others.\"\n\"Mother, it turns out you were a liar too. Why else would you be buried here?\"\n\"And so, I must thank you. I now finally understand your true teachings...\"\nBefore a piece of wood becomes an axe's haft, it can neither be picky about methods nor too fastidious about dignity.\nWhether cumbersome formal attire or rags stained with grease and blood, all are costumes required to move upwards.\n\nIn those times — nay, perhaps even were a thousand, or ten thousand years to pass since then—\nThere will always be young people who grow up all too soon, who rise up in society under the banner of the so-called \"survival of the fittest,\"\nWho will feed upon sincerity, gorge upon hope, and devour dreams, metamorphosing into a magnificent monster of the city above ground,\nFor whom the two cities, whether touched or untouched by sunlight, were both bountiful hunting grounds.\n\n\"Oh my. Whose daughter might you be, gentle lady, and what brings you to our Fleuve Cendre?\"\nAs for the noble girl who had stumbled into the Fleuve Cendre, she was, naturally, quarry most worthy of being hung upon the mantlepiece...\nHow the fear dims her beautiful visage, like clouds choking the moon, thought the monster.\nShe recognized the face of a monster, but what slipped out instead was a question as to how her disguise had been discovered.\n\"Well, you're a terrible liar, for one. You've as much as admitted to being an outsider now, haven't you?\"\n\"...And my dear lady, your clothes lack either soot or machine oil, nor have they ever been stained by blood...\"\n\nYes, yes — this was a wondrous opportunity, not to be missed, he thought, as he reached out his hand to her.\nThe threads of spider's silk silently hanging down from the clouds above. I shall use this to enter that greatest of houses,\nThis ladder unto the skies, this key unto the gates of pearl.\nI must not let her leave me... I must never leave her...\n\n\"Leticia, your noble soul is one I adore.\"\nA peculiar foreboding struck him as he spoke these words, but nevertheless, he continued to speak...\n\n...\nAll things have their portents, and that was the night before the storm,\nAnd strangely, he was uncharacteristically nattering on about his selfish wishes:\n\"Leticia, have you ever imagined a world—\"\n\"One with three times the sunshine and boundless fertile lands,\"\n\"One where people are free as birds, free of segregation, free from deception and despoiling,\"\n\"Where we may fly across boundless plains, or rivers and lakes, mountains and valleys,\"\n\"Until we find a tree to call our own, roost there, and build our home,\"\n\"With no one to disturb us, and nothing to trouble us...\"\n\nPerhaps by then, he already believed that the once ephemeral hope had now vanished like smoke,\nOr had already been buried in silence and blood alongside their comrades.\n\n\"Dear Leticia, think of the children, of those newly sprouted trees,\"\n\"Surely they should not be born amidst cannon fire, or grow up amidst the mud and filthy waters.\"\n\"Are we to nurture them with wrathful tears and hateful oaths?\"\n\"Shall we leave them to inherit confused dreams or a mission with its outlook yet unknown?\"\n\nBut no, there is no need to worry, he thought. Everything has already been arranged.\nOur future... My future... It is assured.\nAnd again, he felt a bout of that now-familiar, peculiar foreboding.\n\n...\nBy then, he had not walked amongst nobles for some time already. When asked the reason for his betrayal,\n\"To be rewarded with a position higher still.\" \"To win peace for her and the children.\"\nHe no longer remembered which was the pretext, and which was the truth.\nFor when a liar tells a lie ten thousand times, even they themselves may believe it.\n\nSo when his wife asked him that same question at the last, he still had not figured it out.\nBut he remembered the promise he had made to her. If nothing else, they two alone could keep their initial contract.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9.6%",
	"effectName": "Deathly Pact",
	"effectTemplateRaw": "CRIT DMG increased by <color=#99FFFFFF>{0}</color>. Increasing the value of a Bond of Life increases the DMG the equipping character deals by <color=#99FFFFFF>{1}</color> for 6s. Max 3 stacks.",
	"r1": {
		"description": "CRIT DMG increased by 20%. Increasing the value of a Bond of Life increases the DMG the equipping character deals by 16% for 6s. Max 3 stacks.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "CRIT DMG increased by 25%. Increasing the value of a Bond of Life increases the DMG the equipping character deals by 20% for 6s. Max 3 stacks.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "CRIT DMG increased by 30%. Increasing the value of a Bond of Life increases the DMG the equipping character deals by 24% for 6s. Max 3 stacks.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "CRIT DMG increased by 35%. Increasing the value of a Bond of Life increases the DMG the equipping character deals by 28% for 6s. Max 3 stacks.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "CRIT DMG increased by 40%. Increasing the value of a Bond of Life increases the DMG the equipping character deals by 32% for 6s. Max 3 stacks.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}