{
	"id": 12416,
	"name": "Akuoumaru",
	"description": "The beloved sword of the legendary \"Akuou.\" The blade is huge and majestic, but is surprisingly easy to wield.",
	"descriptionRaw": "The beloved sword of the legendary \"Akuou.\" The blade is huge and majestic, but is surprisingly easy to wield.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "This blade was once used by a mighty general of Watatsumi.\nIt is said that he only knew as much of swordsmanship as the \"Getsumouun\" and \"Yuushio\" styles he taught himself,\nAnd yet by their grace was he never vanquished by any mortal in a duel or on the field of battle.\n\nIt is often said that snakes and fish are both cold-blooded. But cold-blooded creatures ever seek the promised land of warmth.\nTo see his people's dreams fulfilled, Omikami challenged the gathering storm clouds to war.\nAmongst the people of Watatsumi bent upon conquest, a young man stood out from the rest.\nHis fearless valor won him great love in Watatsumi, and they named him Touzannou.\nBut after many years passed, his kingly name was forgotten, only to be replaced by the epithet by which his foes knew him:\n\"Akuou,\" the wicked fangs and claws of the Great Serpent, the savage, demonic invader of Yashiori Island...\n\nThe slaughter had hardened the young man into a warrior. But to him,\nOnly the wish he made before departing, a wish made upon the moon reflected in the waters beside the shrine, was eternal.\n\n\"One day, I shall set myself above Mt. Yougou, overlooking the palace of the Lord of Thunder.\"\n\"I will have a joyful showdown against the legendary Great Tengu of Yougou upon the roof of Tenshukaku.\"\n\"...And then I'll bring that tengu's mask back to Ayame and Mouun as a souvenir!\"\n\nAt last, the tides washed all their dreams away like towers in the sand.\nThe tengu's mask, shining like a crimson star, was shattered like seashore gravel amidst the chaotic battle,\nNor would the shrine maiden who shone like moonlight into the young man's soul ever return again,\nWhile the Akuou himself would face the blinding ray of lightning alongside the Great Serpent.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>{0}</color>. A maximum of <color=#99FFFFFF>{1}</color> increased Elemental Burst DMG can be achieved this way.",
	"r1": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.12%. A maximum of 40% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.15%. A maximum of 50% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.18%. A maximum of 60% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.21%. A maximum of 70% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.24%. A maximum of 80% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}