{
	"id": 15410,
	"name": "Alley Hunter",
	"description": "An intricate, opulent longbow. It once belonged to a gentleman thief who was never caught.",
	"descriptionRaw": "An intricate, opulent longbow. It once belonged to a gentleman thief who was never caught.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "This fine bow has been painted black, all the better to blend perfectly into the deepest night.\nThis was once the first choice of an opulent noble house in their hunting games.\nTill one day, it fell into the hands of a gentleman thief who was never caught.\n\nIts user shot the crowns from the heads of the nobles in utter silence.\nIt shot through many a tightened bond, and disarmed many a pursuing soldier.\nIt once vowed to bring light to a darkened age.\nTo bring justice, riches and gladness to the oppressed.\n\nIn the past, he did indeed bring justice, riches and gladness to the oppressed, and he brought fear unto those in power, giving them countless sleepless nights in their impotent rage.\nHe brought light footsteps like rain to the roofs and terraces, and he brought song to the bards in the squares.\nHe even once pried a sapphire from a noble's regalia to give to a blue-eyed witch, who hunted the vile with spear in hand.\n\nBut even to the last, he was unable to bring a single smile to the lips of the witch whom his soul loved, who was as cold as the sapphire he gave her.\nIn the end, seeking death, her flower-like face was marked with a criminal's brand, and none knew where she went thereafter.\nIn the end, the noble thief listened to the advice of his brothers. Abandoning his vow, he sailed into the ocean that belonged to no one.\n\"Pray tell, does she still recall my song? Does she remember those years that pursue me even now, of the wine-scented streets and the songs sung of her?\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Oppidan Ambush",
	"effectTemplateRaw": "While the character equipped with this weapon is in the party but not on the field, their DMG increases by <color=#99FFFFFF>{0}</color> every second up to a max of <color=#99FFFFFF>{1}</color>. When the character is on the field for more than 4s, the aforementioned DMG buff decreases by <color=#99FFFFFF>{2}</color> per second until it reaches 0%.",
	"r1": {
		"description": "While the character equipped with this weapon is in the party but not on the field, their DMG increases by 2% every second up to a max of 20%. When the character is on the field for more than 4s, the aforementioned DMG buff decreases by 4% per second until it reaches 0%.",
		"values": [
			"2%",
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "While the character equipped with this weapon is in the party but not on the field, their DMG increases by 2.5% every second up to a max of 25%. When the character is on the field for more than 4s, the aforementioned DMG buff decreases by 5% per second until it reaches 0%.",
		"values": [
			"2.5%",
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "While the character equipped with this weapon is in the party but not on the field, their DMG increases by 3% every second up to a max of 30%. When the character is on the field for more than 4s, the aforementioned DMG buff decreases by 6% per second until it reaches 0%.",
		"values": [
			"3%",
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "While the character equipped with this weapon is in the party but not on the field, their DMG increases by 3.5% every second up to a max of 35%. When the character is on the field for more than 4s, the aforementioned DMG buff decreases by 7% per second until it reaches 0%.",
		"values": [
			"3.5%",
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "While the character equipped with this weapon is in the party but not on the field, their DMG increases by 4% every second up to a max of 40%. When the character is on the field for more than 4s, the aforementioned DMG buff decreases by 8% per second until it reaches 0%.",
		"values": [
			"4%",
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}