{
	"name": "Amenoma Kageuchi",
	"description": "A blade custom made for a famed samurai who could strike down a tengu warrior, known for their incredible agility, in midair.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "One of the \"kageuchi\" copies of the famed sword \"Hakuen Michimitsu Amenoma.\"\nIt was gifted to the Saimon Clan by Douin, the founding patriarch of the Iwakura Clan.\nThis gift was given in thanks for the care that he received from them when he was living in seclusion in Konda Village.\n\nIt is said that Iwakura's secret blade technique, Tengu Sweeper, can only be performed when there is not a single trace of confusion in one's heart.\nIn the past, the name \"Tengu Sweeper\" sounded the same as \"Tengu Victor,\" and it was a sword strike that could cut a Tengu soaring in the sky down.\nFor centuries, the swordsmen of Iwakura, they who inherited the name \"In,\" would use this secret blade to destroy countless evils throughout the Inazuman archipelago.\n\nLegend has it that the Tengu Sweeper was first created in the courtyard of a small shrine where incense no longer burned.\nThe technique was so powerful that it destroyed the building, and Iwakura Douin's sword was broken in two.\nAfter that, he founded the Iwakura Art with his swordsmanship skills and became the instructor of the Kujou Clan.\nHe would also have the Amenoma master of that time craft the sword that would be passed down through the \"In\" line — the \"Hakuen Michimitsu Amenoma.\"\n\nLegends abound concerning the deeds done using that blade. It is said that its edge was so sharp that it might even cut through mortal fate.\nAs for the overly lengthy name, it is said that Iwakura Douin specified to Amenoma that it be called as such.",
	"baseatk": 41,
	"substat": "ATK",
	"subvalue": "12",
	"effectname": "Iwakura Succession",
	"effect": "After casting an Elemental Skill, gain 1 Succession Seed. This effect can be triggered once every 5s. The Succession Seed lasts for 30s. Up to 3 Succession Seeds may exist simultaneously. After using an Elemental Burst, all Succession Seeds are consumed and after 2s, the character regenerates {0} Energy for each seed consumed.",
	"r1": [
		"6"
	],
	"r2": [
		"7.5"
	],
	"r3": [
		"9"
	],
	"r4": [
		"10.5"
	],
	"r5": [
		"12"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"name": "Chaos Gear",
				"count": 3
			},
			{
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"name": "Chaos Gear",
				"count": 12
			},
			{
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"name": "Chaos Axis",
				"count": 6
			},
			{
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"name": "Chaos Axis",
				"count": 12
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"name": "Chaos Oculus",
				"count": 9
			},
			{
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"name": "Chaos Oculus",
				"count": 18
			},
			{
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}