{
	"name": "Amos' Bow",
	"description": "An extremely ancient bow that has retained its power despite its original master being long gone. It draws power from everyone and everything in the world, and the further away you are from that which your heart desires, the more powerful it is.",
	"weapontype": "Bow",
	"rarity": "5",
	"story": "In a barren ancient time, when the now-verdant land was still but a wasteland,\nA maiden, barefoot in the snow, followed the footsteps of the Lord of the Tower.\n\nHe once was her love, but the unforgiving winds could never understand the softness of mortal flesh.\nHe once was her foe, but her hunt was for more than simple vengeance.\n\n\"I dreamt of ocean waves and sand, of lush forests and land.\"\n\"I dreamt of boars playing in berry bushes, of a towering spire.\"\nThese words she spoke to the God King in a soft tone, but they were left unheard.\n\nAwoken from blind love, she realized she was the only one who spoke with sincerity.\nFor he spoke of love, but was only accompanied by razor winds.\nHe looked down at the bent backs of his subjects in the howling wind,\nBelieving it to be a sign of their adoration and unwavering obedience.\n\nIt was the era when the Tyrant of the North Wind warred with the Lord of the Tower.\nThe huntress thought herself loved by the slavemaster.\nAt the end of the war, and when the wind of resistance first blew,\nIn the company of a nameless young man, elf, and knight,\nShe scaled the towering spire and challenged the eccentric Lord.\n\n\"Finally, I shall hold his gaze.\"\n\nBut it was not until the moment when her arrow flew toward him,\nAnd when the piercing wind was about to rip her asunder,\nThat she finally realized their distance apart.",
	"baseatk": 46,
	"substat": "ATK",
	"subvalue": "10.8",
	"effectname": "Strong-Willed",
	"effect": "Increases Normal and Charged Attack DMG by {0}. After a Normal or Charged Attack is fired, DMG dealt increases by a further {1} every 0.1s the arrow is in the air for up to 5 times.",
	"r1": [
		"12%",
		"8%"
	],
	"r2": [
		"15%",
		"10%"
	],
	"r3": [
		"18%",
		"12%"
	],
	"r4": [
		"21%",
		"14%"
	],
	"r5": [
		"24%",
		"16%"
	],
	"weaponmaterialtype": "Dandelion Gladiator",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"name": "Chaos Device",
				"count": 5
			},
			{
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"name": "Chaos Device",
				"count": 18
			},
			{
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Shackles of the Dandelion Gladiator",
				"count": 5
			},
			{
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Shackles of the Dandelion Gladiator",
				"count": 9
			},
			{
				"name": "Chaos Core",
				"count": 14
			},
			{
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"name": "Chaos Core",
				"count": 27
			},
			{
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}