{
	"id": 15508,
	"name": "Aqua Simulacra",
	"description": "This longbow's color is unpredictable. Under the light, it takes on a lustrous, watery blue.",
	"descriptionRaw": "This longbow's color is unpredictable. Under the light, it takes on a lustrous, watery blue.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "It is said that water has no fixed color or form, and can either serve brilliantly as blade or bow.\nOut of all the substances in the world, water alone is the gentlest, and also the keenest.\nAmong the many curious weapons of the world, this fine bow has the inscrutable ability to summon water.\n\n\"It can envelop all that is impure, wash away all filth, while maintaining its own purity.\"\n\"It can change into any form, imitate any life, capricious, yet never losing its true self.\"\n\"Divided, it is as streams uncounted, close yet untangled. United, it is as a giant wave, inexorable and unstoppable.\"\n\"Many secrets that no light may penetrate hide beneath the azure translucence.\"\n\"This is the mystery of water, that even a thousand brilliant minds may fail to grasp its myriad shifts.\"\n\nBefore she began working for the noble mistress of the Jade Chamber, she once heard an elderly senior expound on this teaching.\nHidden reefs and storms ever stalk the world of mercantile schemes and plays for power, and the skeletons of ships dot the seabed.\nThose whose hearts brim with great ambition and sit on vast hoards of resources can often sail skillfully through in safety,\nAvoiding the ever-ubiquitous competition and malice, soaring through the turbulent currents.\n\n\"That's what they say, but I lack the spirit that these big shots have, nor have I the patience for the necessary tedium.\"\n\"I'd much prefer enjoying the ambiance and aroma of a roomful of tea, and remain fascinated by the infinite possibilities that stem from the throw of six-sided dice.\"\n\"I have infiltrated many a crook's hiding place by night, and broke the schemes of enemies from faraway lands upon my knee.\"\n\"But I did not do these things to help the powerful and mighty get rid of dissident forces, but because water, too, has its source.\"\n\nIt is in defense of the purity of the source that water's gentleness can also become as blade and bow.\nConspiracy and coded language are interwoven with ease under the pale blue full moon — this is the wisdom of water's shape.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19.2%",
	"effectName": "The Cleansing Form",
	"effectTemplateRaw": "HP is increased by <color=#99FFFFFF>{0}</color>. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by <color=#99FFFFFF>{1}</color>. This will take effect whether the character is on-field or not.",
	"r1": {
		"description": "HP is increased by 16%. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by 20%. This will take effect whether the character is on-field or not.",
		"values": [
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "HP is increased by 20%. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by 25%. This will take effect whether the character is on-field or not.",
		"values": [
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "HP is increased by 24%. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by 30%. This will take effect whether the character is on-field or not.",
		"values": [
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "HP is increased by 28%. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by 35%. This will take effect whether the character is on-field or not.",
		"values": [
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "HP is increased by 32%. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by 40%. This will take effect whether the character is on-field or not.",
		"values": [
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}