{
	"id": 14427,
	"name": "Ash-Graven Drinking Horn",
	"description": "A ritual vessel passed down amongst the Meztli. They say that this was once a treasure much-valued, yet never used, by the hero \"Giant\" Tupac.",
	"descriptionRaw": "A ritual vessel passed down amongst the Meztli. They say that this was once a treasure much-valued, yet never used, by the hero \"Giant\" Tupac.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Often do I hear people sing, hear them tell tales,\nAt this joyous banquet, when they gather together.\nMy heart spurs me on to recite a new song for you:\nI shall strum my strings, weave my melody,\nStart my song, begin my tale,\nOf an ancient ancestor, the valiant giant Tupac.\n...\nThe young, heroic Tenoch would be enraged to hear this,\nLike a fierce gator, a prideful stag.\nHe would have raised his stick high and said to Tupac:\nWhy did you come out to sea? Why did you cross the waves?\nYour ancestor Uenuku would not have been so audacious.\nIf you dare oppose me, I shall make sure you end up as fish food!\n\nTupac, built like a mountain, would have laughed upon hearing this,\nLike a fierce rhino, a majestic emu.\nGrasping his drinking horn tightly, he would have replied:\nHow could a weakling like you harm me in the slightest?\nBy right, this drinking horn belongs to me, to the kin of my homeland.\nIf you dare to seize it from me, come wrestle me first!\n\nTupac, built like a mountain, had always been a heroic figure:\nOnce, in a fit of rage, he had broken mountains with his bare hands,\nThrust rocks into the earth to make hot springs bubble up.\n(The hot springs that can now be seen in the southwest,\nAre his legacy, still visible to this day.)\nAlone he once set out to sea to battle a giant two-tailed whale,\nTore off the fierce beast's teeth to carry with him.\nLike the springs of that era, his heart was fervent and untamed,\nHow could the young, heroic Tenoch possibly hope to impress him?\n...\nTupac, built like a mountain, recalled the events of decades past,\nWhen he contended with Tenoch for the drinking horn.\nAnd so he spoke before the lord of the blazing flames,\nTupac, built like a mountain, would offer up the drinking horn.\nHe would present it, revealing his final hope,\nRevealing his final hope, thus holding the flame high,\nThus holding the flame high, even till his final breath,\nEven till his final breath, he had not betrayed his oath.\n...\nThis is where my story ends; may the youth remember well,\nRemember the words I spoke, the legends of the ancients.\nMy father once sang, in a golden sea breeze,\nMy mother taught me too, when I was young and naive.\nThe years of darkness have long passed, the calamities subsided.\nThere is always singing above the flowing springs; always feasts when dusk begins to fall.\nBut let the new generation remember, lest they forget this warning:\nAbove all else, there are two things that must never be forsaken — unity and promises.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Tupac's Grip",
	"effectTemplateRaw": "When an attack hits an opponent, deal AoE DMG equal to <color=#99FFFFFF>{0}</color> of Max HP at the target's location. This effect can be triggered once every 15s.",
	"r1": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 40% of Max HP at the target location. This effect can be triggered once every 15s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 50% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 60% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 70% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 80% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}