{
	"id": 15514,
	"name": "Astral Vulture's Crimson Plumage",
	"description": "An ancient longbow crested with red feathers, a sacred relic of the Flower-Feather Clan that has been passed down from generation to generation.",
	"descriptionRaw": "An ancient longbow crested with red feathers, a sacred relic of the Flower-Feather Clan that has been passed down from generation to generation.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "That was in the distant past, in a time now known as legend, when the transgressor who dared name himself \"Sacred Lord\" turned his back on the alliance for the only god he loved.\nThen, the oaths between humans and Saurians had faded like dying bonfires, and the lone shadow of Cinder City had buried the deep Night under naught but fearful whispers,\nHarmony waned and the warm sunlight grew distant, for only a chilling night wind remained of the Python King's great, crazed dreams.\n\nIn those days, on the high cliffs that had descended into turmoil due to the loss of their master, the Flower-Feather Clan elder, who only ostensibly obeyed the King, banished a young man from the tribe,\nThat he, who desired to protect the Saurians, might escape the usurper's capture. Thus did this hero, valiant as a bird of prey, embark on a pilgrimage from that night on,\nHis red eyes burning like a sun in the gloom as they reflected only the cold, aqua-colored moon ring that hung high up in the sky above.\n\nPoets in later days would strum the eight-stringed nyatiti, extolling the legend of the red-eyed liberator with countless lovely songs,\nSuch poems born of fantasy are numerous as the bright stars, tales of adventure woven together over the ages on which all have a differing opinion—\n\n\"Come and hear my words, hark as I sing of the hero, our red-eyed savior, and of the old friend who went with him\"\n\"For the one who guided him on his journey was a noble scion who had once served the dragonlord, a red vulture whose eyes reflected the deep skies and the many stars\"\n\"I shall tell of how that holy bird was moved by his noble ideals, and gave of its flesh and blood to make this keenest of bows\"\n\"I shall sing of how it used its feathers to direct the blessed hero, leading him to meet our noble ancestor, Sakkuk.\"\nThus did the poets who did not believe that the young man's pilgrimage had been undertaken alone conceive of a guide who had never existed.\n\n\"The legend of which I shall sing differs from that of the Children of Echoes, for why would the crimson-eyed hero follow birdsong aimlessly through the forest?\"\n\"Surely he was never a mere mortal, but rather a thread of thought that came from the One Entombed With the Primal Fire, returning from the Night Realm to save the oppressed\"\n\"This longbow is proof that he came back from that taboo land which none can reach, for how could a mere mortal raze the accursed Cinder City?\"\n\"When Natlan faces crisis once more, he shall emerge from the Flame, to right this world's wrongs and guide us onward.\"\nThus did the lyricists who believed not that the young man was of mortal flesh opine, tying him back to that first human god.\n\nAnd it is because there are so many versions of the legend that there is no one song that all acknowledge as that hero's definitive tale.\nCountless years have passed like flowing moonlight, and yet the only consensus is that the red-eyed young man did once ascend to divinity.\nTo this day, the idea that \"humans can become gods\" has become accepted across the blazing plains, inscribed upon every Natlanese heart that aspires to heroism—\n\"There is no need to place your faith in so-called noble names, no need to offer futile prayers unto any but yourself\"\n\"Please erase my name, Sakkuk, such that all may know that every human can become the god that guides us\"\n\n\"You won't take me with you into the Flame... You won't even let my name accompany yours into history...\"\n\"...Everyone here sure likes making selfish decisions, huh? You and that fellow both.\"\n\"Hmph... In that case, let me do something out of my own insatiable greed, ■■■■■\"\n\"This feather you gave me — I shall cause it to be passed down in that homeland you could never return to, and so shall it be for a thousand years.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14.4%",
	"effectName": "The Moonring Sighted",
	"effectTemplateRaw": "For 12s after triggering a Swirl reaction, ATK increases by <color=#99FFFFFF>{0}</color>. In addition, when 1/2 or more characters in the party are of a different Elemental Type from the equipping character, the DMG dealt by the equipping character's Charged Attacks is increased by <color=#99FFFFFF>{1}</color> and Elemental Burst DMG dealt is increased by <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "For 12s after triggering a Swirl reaction, ATK increases by 24%. In addition, when 1/2 or more characters in the party are of a different Elemental Type from the equipping character, the DMG dealt by the equipping character's Charged Attacks is increased by 20%/48% and Elemental Burst DMG dealt is increased by 10%/24%.",
		"values": [
			"24%",
			"20%/48%",
			"10%/24%"
		]
	},
	"r2": {
		"description": "For 12s after triggering a Swirl reaction, ATK increases by 30%. In addition, when 1/2 or more characters in the party are of a different Elemental Type from the equipping character, the DMG dealt by the equipping character's Charged Attacks is increased by 25%/60% and Elemental Burst DMG dealt is increased by 12.5%/30%.",
		"values": [
			"30%",
			"25%/60%",
			"12.5%/30%"
		]
	},
	"r3": {
		"description": "For 12s after triggering a Swirl reaction, ATK increases by 36%. In addition, when 1/2 or more characters in the party are of a different Elemental Type from the equipping character, the DMG dealt by the equipping character's Charged Attacks is increased by 30%/72% and Elemental Burst DMG dealt is increased by 15%/36%.",
		"values": [
			"36%",
			"30%/72%",
			"15%/36%"
		]
	},
	"r4": {
		"description": "For 12s after triggering a Swirl reaction, ATK increases by 42%. In addition, when 1/2 or more characters in the party are of a different Elemental Type from the equipping character, the DMG dealt by the equipping character's Charged Attacks is increased by 35%/84% and Elemental Burst DMG dealt is increased by 17.5%/42%.",
		"values": [
			"42%",
			"35%/84%",
			"17.5%/42%"
		]
	},
	"r5": {
		"description": "For 12s after triggering a Swirl reaction, ATK increases by 48%. In addition, when 1/2 or more characters in the party are of a different Elemental Type from the equipping character, the DMG dealt by the equipping character's Charged Attacks is increased by 40%/96% and Elemental Burst DMG dealt is increased by 20%/48%.",
		"values": [
			"48%",
			"40%/96%",
			"20%/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}