{
	"id": 11518,
	"name": "Athame Artis",
	"description": "A precious sword gifted by the Day King to the brave hero in the little witch's story, only for the witch to take it and defeat the hero herself.",
	"descriptionRaw": "A precious sword gifted by the Day King to the brave hero in the little witch's story, only for the witch to take it and defeat the hero herself.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "By the time the little witch arrived at the Day King's palace, twilight had already taken hold.\nHad she come any later, the kingdom would have already passed beyond the Day King's rule.\nBefore the night curtain descended, the Day King received her in what remained of his fleeting hours.\n\n\"O witch who has traversed the vast cosmos, kindler of time's eternal flame... what brings you to this lonely planet?\"\n\"I did not come of my own accord. It was the planet's cry that found me through the void. Answering its call, I crossed the gate of stars forgotten by time.\"\n\"In a universe nearing its quiet end, every world that yet glimmers is a treasure beyond compare...\"\n\"Who would have thought that in a region long considered dark and inhospitable, a living world would still endure?\"\n\nBut this was not the whole story. In truth, the little witch had caught wind of whispers from this dark expanse — whispers that had flown to her on the eve of the Night Carnival.\nUnder ordinary circumstances, she would likely have dismissed such strange signals as just another error from the scryglass.\nBut as the message reached her, she was fretting over the next day's festivities, desperately trying to find a way to avoid her nemesis, who would also be there.\nSo she seized the opportunity to hide away in her workshop — spending considerable effort deciphering this distant missive.\n\"Hmm... So this peculiar message means that some unknown planet has been feeling unwell?\"\n\n\"No matter what, the righteous Kingdom of Day would never do anything to harm the planet,\" the Day King said solemnly.\n\"Perhaps you should ask the wicked Night King. This very morning I sent my army to vanquish him, alas...\"\nBut before he could finish, the last rays of the setting sun vanished into night, and the king's apparition melted away like cream.\nWith the curtain of darkness descending, the court itself vanished too. The ground boiled like a raging sea, and black smoke rose from the earth.\nThe entire planet became a vast black ocean. Fortunately, the little witch had remembered her broom — otherwise, she may well have plunged into the water.\nRiding her broom beneath the blood-red moon, she traveled far before finally spying a lonely castle, glowing with firelight.\n\n\"Vanquish the Night King? That's the easy part. What we have to do is far more important.\"\nThe castle seemed to have been built by the Day King's army. For unknown reasons, it had escaped dissolution by the sea of mist.\nThe leading warrior, carrying a sword on his back, was not at all surprised by the little witch's arrival. Instead, he met her with an invitation.\n\"Even if we defeat the Night King, it changes nothing. As soon as the sun sets anew, the dark tides will swallow the land once more.\"\n\"To break this endless cycle, we built this castle. From here, we can search for a solution.\"\n\nAt his invitation, the little witch descended to the deepest level of the castle, where — beyond its fragile boundaries — stretched a sea of pure darkness.\nSustaining this boundary was a massive mechanism that spat out an endless stream of smoke. Countless pipes were continuously drawing thick seawater into its core.\n\"This is the perpetual motion machine, or you may call it the Holy Grail. By burning the seawater, it generates light and heat.\"\n\"Since all tangible things on this planet are merely shadows cast by light, so long as we can create a fire that never goes out...\"\n\"But doing this will only make the planet burn out even faster...\" the little witch sighed.\n\"Once the sea's been drained, this place will be finished. There's nothing 'holy' about this so-called grail...\"\n\"Now I know why the planet's been feeling unwell.\"\n\nBefore the warrior could react, the little witch drew the sword from his back and hurled it into the \"perpetual motion machine.\"\nThe warrior reached out to retrieve it, but the moment the blade touched the black sea mist, both he and the fading light vanished into nothingness.\nThe entire planet was once again swallowed by darkness. When daylight finally returned, it was as if everything from the previous night had been nothing more than a deep and distant dream.\n\n\"I suppose that's a temporary fix, at least,\" the little witch murmured, glancing back one last time before leaving the planet on her broom.\nIn the morning light, the warrior — his shadow trailing long behind him — took up the sword bestowed by the Day King and set out on his journey once more.\n\"This cycle may go on for a long, long time... until the day you too become nothing but an empty shell.\"\n\"But no matter what, you must keep going. At least... you must live until we meet again.\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "7.2%",
	"effectName": "Day King's Splendor Solis",
	"effectTemplateRaw": "CRIT DMG from Elemental Bursts is increased by <color=#99FFFFFF>{0}</color>. When an Elemental Burst hits an opponent, gain the Blade of the Daylight Hours effect: ATK is increased by <color=#99FFFFFF>{1}</color>. Nearby active party members other than the equipping character have their ATK increased by <color=#99FFFFFF>{2}</color> for 3s.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, the effects of Blade of the Daylight Hours are increased by an additional 75%. This effect can be triggered even if the equipping character is off-field.",
	"r1": {
		"description": "CRIT DMG from Elemental Bursts is increased by 16%. When an Elemental Burst hits an opponent, gain the Blade of the Daylight Hours effect: ATK is increased by 20%. Nearby active party members other than the equipping character have their ATK increased by 16% for 3s.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, the effects of Blade of the Daylight Hours are increased by an additional 75%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "CRIT DMG from Elemental Bursts is increased by 20%. When an Elemental Burst hits an opponent, gain the Blade of the Daylight Hours effect: ATK is increased by 25%. Nearby active party members other than the equipping character have their ATK increased by 20% for 3s.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, the effects of Blade of the Daylight Hours are increased by an additional 75%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "CRIT DMG from Elemental Bursts is increased by 24%. When an Elemental Burst hits an opponent, gain the Blade of the Daylight Hours effect: ATK is increased by 30%. Nearby active party members other than the equipping character have their ATK increased by 24% for 3s.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, the effects of Blade of the Daylight Hours are increased by an additional 75%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "CRIT DMG from Elemental Bursts is increased by 28%. When an Elemental Burst hits an opponent, gain the Blade of the Daylight Hours effect: ATK is increased by 35%. Nearby active party members other than the equipping character have their ATK increased by 28% for 3s.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, the effects of Blade of the Daylight Hours are increased by an additional 75%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "CRIT DMG from Elemental Bursts is increased by 32%. When an Elemental Burst hits an opponent, gain the Blade of the Daylight Hours effect: ATK is increased by 40%. Nearby active party members other than the equipping character have their ATK increased by 32% for 3s.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, the effects of Blade of the Daylight Hours are increased by an additional 75%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 18
			}
		]
	}
}