{
	"name": "A Thousand Floating Dreams",
	"description": "This lamp illuminates the dreams that float up over a thousand nights, and in its emerald-green light flows a song of ancient days.",
	"weapontype": "Catalyst",
	"rarity": "5",
	"story": "\"There is an appointed time for all things to live and die, just like the ceaseless cycles of night and dawn.\"\n\"May the stories within this lamp grant you dreams worth looking forward to.\"\n\nAt the moment the palace crumbled, the girl who had never known \"light\" heard her whisper inside a dream.\nThrough a mist of tears, the child who had long decided to depart in dreams caught sight of her gentle benevolence.\n\nIn the reflection of the serene moonlight, the verdant lamp told of the silhouette of the stars and an everlasting melody—\nA dancer with emerald eyes planting light kisses onto silk dripping with nectar, brightly colored fish pirouetting in pearly clear waters,\nA moonlight musician guiding the Jinn's torches, singing songs of the gilded fortress in a sea of sand and pomegranate-colored strings,\nAn astute sailor setting off on a grand voyage, seeking nothing else but the singing voice from a dream and the blooming gardens on the far shore.\n\nThe fallen palace illuminated by silent light, encircled by breathtaking dreamscapes from a thousand worlds,\nThe soft forest breeze clearing away the dust gathered on the homeward path, guiding lost children away from the palace, no longer tranquil as it had been.\nAs the dawning light filtered through fragmented spaces between leaves, that verdant lamp which had told stories of a thousand nights' dreams began to fade:\nIt was only when she looked back, standing between dreams and reality, that the blind girl realized that there was no return, for dawn had broken.\n\nThereafter, the lamp inside the dream never flickered again, and the flow of time swallowed up the dreams of bygone nights,\nBut the birds still sang as they embraced the break of dawn. They sang of the stories that blossomed brilliantly like a field of flowers,\nBringing courage, hope, and happiness to the children who had never had the chance to witness a dream,\nWeaving a never-ending song of a thousand nights, lighting up the moments before the long-awaited daybreak.\n\nAfter traversing a thousand dreams, until the nightingale no longer sang, until the fading sun fell beneath the horizon once again,\nThe traveler saw at journey's end that verdant lamp, that faraway homeland of old,\nWhere the dew-covered rose still swayed softly in the moonlit breeze, waiting for her to tell a new story:\n\"Though the memories of past nights have all but faded, we shall continue to sing songs of praise for the sweet dreams that have yet to unfold.\"",
	"baseatk": 44,
	"substat": "Elemental Mastery",
	"subvalue": "58",
	"effectname": "A Thousand Nights' Dawnsong",
	"effect": "Party members other than the equipping character will provide the equipping character with buffs based on whether their Elemental Type is the same as the latter or not. If their Elemental Types are the same, increase Elemental Mastery by {0}. If not, increase the equipping character's DMG Bonus from their Elemental Type by {1}. The aforementioned effects can have 3 stacks. Additionally, all nearby party members other than the equipping character will have their Elemental Mastery increased by {2}. Multiple such effects from multiple such weapons can stack.",
	"r1": [
		"32",
		"10%",
		"40"
	],
	"r2": [
		"40",
		"14%",
		"42"
	],
	"r3": [
		"48",
		"18%",
		"44"
	],
	"r4": [
		"56",
		"22%",
		"46"
	],
	"r5": [
		"64",
		"26%",
		"48"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"name": "Damaged Prism",
				"count": 5
			},
			{
				"name": "Fungal Spores",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"name": "Damaged Prism",
				"count": 18
			},
			{
				"name": "Fungal Spores",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"name": "Turbid Prism",
				"count": 9
			},
			{
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"name": "Turbid Prism",
				"count": 18
			},
			{
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"name": "Radiant Prism",
				"count": 14
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"name": "Radiant Prism",
				"count": 27
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}