{
	"name": "Ballad of the Fjords",
	"description": "A polearm used by those seeking to catch fish in the tundra. It lets none escape.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "Legends say the winter comes from Hyperborea, and the fjords and auroras there are curved and sharp as the fangs of wolves,\nAnd the glaciers and snowfields are always fissuring forth new crevices, or filling them in, creating an ever-changing land.\nUntil at long last, the frozen earth cut itself from the umbilical cord of the continent, as though it had its own will or dreams,\nLeaving behind only the legend of young Ajax, who discovered the country of gold and white stone in the depths of the frozen sea.\nAmidst the frozen air slowly drifting from the thick layers of ice, the story of the young hero brings forth a sliver of warmth and light.\nThe stories about him are many. Sailed he a ship into the belly of a great whale, and fought he a dragon upon the frozen plains for seven days.\nHe and Snegurochka once fell in love, yet lost each other due to the wicked tricks of the changelings — a truly tragic tale.\n\nThe last story worth telling goes something like this.\nThe boy born to hunt fish beneath the ice with harpoons fell into a hitherto-undiscovered kingdom.\nThis ancient capital had sunk into the depths of the earth due to some ancient disaster, but despite being buried underground, it was still as bright as the dawn.\nThe solemn and silent king yet sat upon his massive chiseled white throne, the scepter in his hands not yet eaten away by insects,\nAnd the silver-white trees in the courtyard were like the arms of a mother or a lover, holding the virtuous and wise priest in their embrace.\nBeautiful yet treacherous life, twisted and violent monsters, one by one awakened from their thousand-year slumber...\n\nA voice, seemingly from a faraway place...\n\"...Father! Father! Hey! We got a bite!\"\n\n\"...Oh. Sorry.\"\n\n\"So what happened? What happened next?\"\n\n\"Oh, right... Finally, the boy defeated the dragon that slept deep within the kingdom.\"\n\"The dragon's treasure was an infinite hoard of gold. But the boy was kind and brave, and knew that gold was the true cause of calamity and chaos, and so only took a small amount, enough for his own needs, and to cure his sick friends.\"\n\n\"Huh? Is that the end of the story?\"\n\n\"The end.\"\n\n\"Really...? Then tell me another story!\"\n\n\"Another story... Next time, alright? Let's stop here today, or even the fish will be scared away.\"",
	"baseatk": 42,
	"substat": "CRIT Rate",
	"subvalue": "6",
	"effectname": "Tales of the Tundra",
	"effect": "When there are at least 3 different Elemental Types in your party, Elemental Mastery will be increased by {0}",
	"r1": [
		"120."
	],
	"r2": [
		"150."
	],
	"r3": [
		"180."
	],
	"r4": [
		"210."
	],
	"r5": [
		"240."
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}