{
	"name": "Beacon of the Reed Sea",
	"description": "A large, flat-tipped sword designed in to fit as the weapon of an ancient king or some ceremonial instrument.",
	"weapontype": "Claymore",
	"rarity": "5",
	"story": "In the times when kingdoms sprang up like the mushrooms and collapsed like castles in the sand, when heroes rose like stars and fell like comets,\nAfter the Lord of Sand sank into the desert with dreams in his embrace, the blind wandering poet, of the once-privileged origin,\nTraveled across the vast sea of desert, and gathered its ballads from the scattered people of the desert.\n\nHe heard of the fall of his homeland, of the prince who blinded his eyes finally crushing the overwhelmed throne.\nHe heard of the legends of how the dancer aided one after another in becoming the king and made them obliterated by the sandstorm.\nHe heard the elegy of the clear springs that were replaced by flowing sands and the ancient cries of nations that collapsed into villages and tribes.\nHe heard of the story depicting the homeless prince's death, the fate of his swords, and the killer that traversed deep into the forest...\nNow, the ballads, uncontrollable like water yet intriguing like the flowing sand, had all been embedded in his heart.\nIn the searing sandstorms came forth the long-departed dream of the desert from the shards of ballads—\n\n\"On the other side of the sea of sand dunes once stood King Deshret's abode.\"\n\"The many streets and alleys were nothing less than paths of gold, converging towards the only throne.\"\n\"Like the eye that shone with a golden light and the noble heart, King Deshret was once the destination of all paths...\"\n\"But the searing dreams of gold were broken at last, and the great eye was dazzled by the sun and the sand.\"\n\"Fate sank like the sands of the ages into the dark depths, and the kingdom of flowing sands was crushed into golden dust.\"\n\nThe clock of fate never ceased for half-a-second for the folly of the king and the ordinary,\nThe trivial nations, the despicable king, were all finally devoured by the flowing sand...\nOnce, the paranoid prince built up forts outside the forest line to uphold the honor of the sand.\nBut eventually his soldiers and people scattered, and his name was lost in the desert wind.\nOn top of the ruins of the pool where the regalia of past executions of offenders was excavated,\nThose who had lost the dream of the desert, yet were unwilling to give up their vast sea of sand gathered.\nIn the name of the Reed Sea that never existed, they connected with the dream that was promised to them...",
	"baseatk": 46,
	"substat": "CRIT Rate",
	"subvalue": "7.2",
	"effectname": "Desert Watch",
	"effect": "After the character's Elemental Skill hits an opponent, their ATK will be increased by {0} for 8s. After the character takes DMG, their ATK will be increased by {1} for 8s. The 2 aforementioned effects can be triggered even when the character is not on the field. Additionally, when not protected by a shield, the character's Max HP will be increased by {2}.",
	"r1": [
		"20%",
		"20%",
		"32%"
	],
	"r2": [
		"25%",
		"25%",
		"40%"
	],
	"r3": [
		"30%",
		"30%",
		"48%"
	],
	"r4": [
		"35%",
		"35%",
		"56%"
	],
	"r5": [
		"40%",
		"40%",
		"64%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"name": "Desiccated Shell",
				"count": 5
			},
			{
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"name": "Desiccated Shell",
				"count": 18
			},
			{
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"name": "Sturdy Shell",
				"count": 9
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"name": "Sturdy Shell",
				"count": 18
			},
			{
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"name": "Marked Shell",
				"count": 14
			},
			{
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"name": "Marked Shell",
				"count": 27
			},
			{
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}