{
	"id": 14433,
	"name": "Blackmarrow Lantern",
	"description": "A lantern that emits a faint, ghostly glow, contained by a midnight-black alloy that resembles interlocking bones. It is said to have once been revered as a precious treasure by a certain secret organization.",
	"descriptionRaw": "A lantern that emits a faint, ghostly glow, contained by a midnight-black alloy that resembles interlocking bones. It is said to have once been revered as a precious treasure by a certain secret organization.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "If power were a majestic edifice, how many bricks are needed to build it?\nBricks alone do not make a building. So, who decides which bricks will form the foundation, and which will become the spire?\nBeneath the facade of strict order lies the truth: sheer chance alone arbitrarily decides the fate of every brick.\nA towering building can be brought down by a single crucial brick, one that will not obey this false order.\n\n\"The Godfather's secret treasure lies deep within the black market.\" The feast meant to shatter the old order had begun, and hungry thieves were now gathering for the prize.\nThis was a battle of all against all. The most mortal threat came not from the Godfather's guards, but one's fellow ruthless thieves.\nA fae was the first to enter the treasure vault. The world had taught him to seek out gain, shun personal harm, and keep a distance from the schemes of others.\nHe was cunning beyond measure, able to read people's minds like maps and navigate the safest paths through the most tangled of intrigues.\nThe next to make an attempt was a young lady for whom winning against the fae mattered more than the Godfather's riddles.\nWith her blade, she adroitly cut through every lock, outwitting the supposedly intricate mechanisms with the simplest of solutions.\nThe last to face the challenge was a hunter, who saw the maze not as a riddle, but as a hunting ground more cruel than one wrapped in frigid winter, demanding every last drop of caution.\nPatience is a poisoned trap, and sharpness a bloodthirsty blade. Guided by his raw, primal methods, the hunter met the challenge head-on.\n\nYet all were defeated by the vault — the fae, the young lady, and the hunter alike.\nA butler in black bound the three and led them, one by one, into an inner chamber.\n\"Esteemed Godfather, your guests have been seated and now await your command.\"\nZaytun Peach in hand, the Godfather chewed leisurely, saying to each of the guests brought in by the butler thus:\n\n\"You have shown no regard for the world's order and dared to take what was not yours. And for that, I intend to reward you.\"\n\"Order, as it is known, exists only to serve its architects. I find this unacceptable, which is why I shall need your assistance.\"\n\"What this world calls order is naught but the rich getting richer and the poor being left with less. I have concluded that thievery, then, is the only way to restore balance.\"\n\"Should you choose to uphold the thief's code from this day forward, eat this fruit in the presence of the master thief's remains.\"\nHaving longed since childhood to escape the hollow luxury of noble life, the fae was moved by the Godfather's words and ate the Bulle Fruit, accepting his offer.\nThe young lady, who had never bowed to the arrogance of those above her in station, swallowed the Wolfhook without hesitation, for her philosophy was fully in line with that of the Godfather.\nThe last to swallow the fruit, the Valberry, was the hunter, who had once retreated into the cold forest precisely out of refusal to live in compromise with a corrupt world.\n\"Excellent. The pact is sealed. From this day forward, you are the backbone of the resistance against injustice.\"\n\nAfter watching his guests leave one by one, the Godfather gently ran a hand along the vault's bare walls, lost in reflection.\nHe had removed the most crucial brick from the edifice of order, yet he could not foresee an unexpected turn of events:\nWatching the Godfather clutch his pained abdomen with a frown, the butler beside him give an elegant smile.\nWith utmost calm, she took up the master thief's black spine bone, leaving the Calla Lily behind to be used as an antidote as she swiftly exited.\n\n\"What you just said to the gathered thieves illuminated the master thief's ideals to them. For that reason, I shall spare your life.\"\n\"But true justice lies not in order itself, but in the fact that no single person can ever impose it on others.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "48",
	"effectName": "Token of Covenant",
	"effectTemplateRaw": "Bloom DMG is increased by <color=#99FFFFFF>{0}</color>, and Lunar-Bloom DMG is increased by <color=#99FFFFFF>{1}</color>. Moonsign: Ascendant Gleam: Lunar-Bloom DMG is increased by an additional <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Bloom DMG is increased by 48%, and Lunar-Bloom DMG is increased by 12%. Moonsign: Ascendant Gleam: Lunar-Bloom DMG is increased by an additional 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Bloom DMG is increased by 60%, and Lunar-Bloom DMG is increased by 15%. Moonsign: Ascendant Gleam: Lunar-Bloom DMG is increased by an additional 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Bloom DMG is increased by 72%, and Lunar-Bloom DMG is increased by 18%. Moonsign: Ascendant Gleam: Lunar-Bloom DMG is increased by an additional 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Bloom DMG is increased by 84%, and Lunar-Bloom DMG is increased by 21%. Moonsign: Ascendant Gleam: Lunar-Bloom DMG is increased by an additional 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Bloom DMG is increased by 96%, and Lunar-Bloom DMG is increased by 24%. Moonsign: Ascendant Gleam: Lunar-Bloom DMG is increased by an additional 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}