{
	"id": 12408,
	"name": "Blackcliff Slasher",
	"description": "An extremely sturdy greatsword from the Blackcliff Forge. It has a dark crimson color from the blade to pommel.",
	"descriptionRaw": "An extremely sturdy greatsword from the Blackcliff Forge. It has a dark crimson color from the blade to pommel.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "A broadsword wrought from rare blackcliff. Weighty as a boulder, it has enough brute force to carve its way through a mountain.\nThe blade is forged from a combination of blackcliff crystal and a crimson ore. It is pitch black like a pool of ink, with red flames leaping from within.\n\nBlackcliff weaponry has its roots in the ancient \"prototype\" series. Blackcliff blades possess three distinguishing features: hard as bedrock, shimmer like ice, fierce as the blood that gives us life.\nThough the Slasher is a broadsword, it has a uniquely sharp blade, barely thicker than a thread of silk.\nThe join between the red and black crystals is seamless, and each blade segment interlocks perfectly with the next to form a single cohesive body.\nWith the flame motif and red jade stones that adorn the hilt, the sword has a dark and foreboding presence when viewed from afar, like bright-red blood oozing from a bottomless pit of black ink.\n\nMaster craftsman Han Wu once embarked on a quest to find the finest ore with which to cast a blackcliff blade. He searched everywhere, until he became involved in a mining accident.\nWhile trapped in the cave, his eyes perceived nothing but an all-engulfing and profoundly disorienting darkness. His ears rang with the thunderous crashing of rocks, as if the foundations of the world itself were caving in.\nIn the aftermath of this ordeal, the craftsman's furnace lay unused. Where flames once burned bright, frigid dust now gathered as the forgotten fantasies of the forge dwindled and died.\nHan Wu's son, Han Ce, read that the earth's core had been sealed off due to a monster infestation, and rushed to inform his father.\nHan Wu was racked with guilt upon hearing the news. He was certain that it was his trip into the mine that had disturbed the dragon from underground and the meteorite from the heavens. He forced himself up from his sickbed, lit the fires of the furnace once more and forged a mighty broadsword.\nWhen it was ready, Han Ce took the sword into the mine shaft. There, on instructions from his father, he erected a shrine as tall as himself and placed the sword inside to ward off evil and rebuke the dragon.\n\nHan Wu died peacefully in his sleep several years later.\nAt the moment of Han Wu's death, a traveler passing by the mine shaft at Mt. Tianheng saw a crimson light shining out from somewhere within the rocks. As the traveler watched on, a hidden shrine appeared and slowly opened.\nThe broadsword inside the shrine shone faintly, as if weeping with bereavement.\nHan Ce went into the mountains that very night to retrieve the blade.\nThe Tianshu of that age personally engraved an inscription upon the blade:\n\"Carves open mountains and tears through the seas, shreds apart clouds and splits the moon.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "12%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>{0}</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
	"r1": {
		"description": "After defeating an opponent, ATK is increased by 12% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "After defeating an opponent, ATK is increased by 15% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "After defeating an enemy, ATK is increased by 18% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "After defeating an enemy, ATK is increased by 21% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "After defeating an enemy, ATK is increased by 24% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}