{
	"name": "Blackcliff Pole",
	"description": "A weapon made of blackcliff and aerosiderite. There is a dark crimson glow on its cold black sheen.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "A sharp-tipped polearm wrought from rare blackcliff. It zaps through the air like lightning, unimpeded by the wind.\nMade from blackcliff crystal from head to tip, the body is inlaid with red jade stones for decoration.\nViewed in the moonlight, the swirling of blood-red light can be discerned within.\n\nLiyue master craftsman Han Wu had a son with his first wife. The son's name was \"Han Ce, the Cold and Calculating.\" Cold, because his father wished him to be cool-headed and rational. Calculating, because his father wished him to be precise in his craft, that he might inherit the family business.\nBut Han Ce had other ambitions. During his days as a student, Han Ce idled away his study time on martial arts fiction, while spending his free time practicing the art of the polearm up in the mountains. He was consumed by the desire to become a martial nomad, roaming the world with his pole for protection.\nWhen he scoured the lands in search of Aerosiderite, he sought not the rare ore itself but the thrill of adventure. And when he ascended the highest peaks to commune with the adepti, he desired not the wisdom of the sages but the tale of his travels.\nHan Ce cared not for the flames of the furnace and the working of weaponry. His father scolded him, but it was to no avail. Eventually, Han Ce left home one day without bidding his father farewell.\n\nIn his later years, Han Wu was involved in a mining accident that profoundly changed his temperament. Han Ce caught wind of the ordeal and hurried home to see his father, traveling through the night.\nPreviously hot-tempered and never short of something to say, Han Wu was now calm and quiet. He no longer held any animosity towards his son for his reluctance to take over the forge.\nFinally, father and son grew close for the first time in their lives. Han Ce was ashamed of his past actions, but knew not how to redeem himself.\nSeveral years later, Han Wu breathed his last. Thus ended the life of the master craftsman of a generation. Per his father's will, Han Ce retrieved an archive of weapon designs from the study — they were the fabled prototypes.\nThe archive was sealed inside a wooden chest along with a letter addressed to Han Ce.\n\"To my dear son, Han Ce. The world is vast and filled with many marvels. May you always see the wonder in the world, wherever your journey takes you.\"\n\nThe designs were covered in comments penned by his father. Han Ce was overjoyed at the sight and proceeded to peruse them all night long.\nAs Han Ce stepped outside the door of the study at the first light of dawn, he watched in wonder as a meteorite fell from the sky. It crashed down right before him in front of the Han residence, landing perfectly vertical.\nA host of emotions flooded Han Ce's heart. Tears both of joy and sorrow streamed down his face as he cried, \"The heavens have spoken! The heavens have spoken!\"\nHan Ce took the pitch-black aerosiderite and added it to the blackcliff that remained in the forge. Following his late father's designs to the letter, he crafted a pointed pole with a sharp tip that shimmered like ice and a body hard as bedrock.\nHan Ce could have traveled the world with this trusty weapon in hand, but he chose not to. For Han Ce vowed that starting that day, never again would the flames of the furnace die out, and never again would the working of weaponry cease.",
	"baseatk": 42,
	"substat": "CRIT DMG",
	"subvalue": "12",
	"effectname": "Press the Advantage",
	"effect": "After defeating an enemy, ATK is increased by {0} for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "Mist Veiled Elixir",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}