{
	"id": 11408,
	"name": "Blackcliff Longsword",
	"description": "A sword made of a material known as \"blackcliff.\" It has a dark crimson glow on its black blade.",
	"descriptionRaw": "A sword made of a material known as \"blackcliff.\" It has a dark crimson glow on its black blade.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "A longsword wrought from a rare kind of stone known as \"blackcliff.\" Its sharp blade can cut through gold and jade with ease.\nOn a clear moonlit night a strand of dark crimson, about the length of an outstretched hand, becomes visible along the center of the blade.\nIts blood-red glow faintly flickers in the dark, as if the blade is howling out into the night, announcing its desire to tear through the earth.\n\nAfter designs for the new prototypes came into being, the master craftsman Han Wu overhauled his entire weapon catalog.\nThis particular design used a rare substance, crystallized blackcliff, to produce a superior-quality blade.\nWhen forging a blackcliff sword, subtle differences in temperature and in the type of water used for cooling can influence the final hardness and durability of the blade.\nThis presents a major challenge to manufacturers of blackcliff weaponry. But it is one that the bladesmith must overcome if he is to free himself from the shackles that bind him and reach new heights of competency in his trade.\nHan Wu struggled to see beyond the limits of his casting techniques. Thanks to a contact of his good friend in the house of Yun, he was able to go with a crew to the Chasm to personally procure the materials for his new weapon.\nBut a cave-in trapped the crew in the mine shaft for four days.\n\nImprisoned within the impenetrable rock walls of the cave, the crew found their mining tools to be of no use.\nDeprived of all natural light and thus of all knowledge as to the time of day, one by one the trapped crew succumbed to madness and despair.\nJust when they thought all hope was lost, Han Wu thought he saw a faint flickering emanate from the corner of the cave, where lay the prototype sword he had brought with him into the mine.\nWith that sword he carved their way to freedom, and the survivors emerged from the pits of the earth into glorious bright sunlight. But the moment that the first ray of sunlight made contact with the blade, it shattered into a million pieces.\nAll strength left the master craftsman's legs and he collapsed on the ground. Months later, he remade the sword and declared, \"This sword shall be named the Blackcliff Longsword, for it is made of blackcliff.\"\nAll who beheld the Blackcliff Longsword were bewitched by its beauty, spellbound by its sharpness, and transfixed by its tenacity.\nBut the crew spoke not a word of what they had witnessed during their ordeal in the mine...\n\nDeep in the all-consuming darkness, when the master craftsman struck his blade against the cave wall with all his might, the sword released a deafening roar, like thunder sweeping across the plains.\nPerhaps the crew knew that the sword's cry was to foreshadow an earthquake years into the future...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "8%",
	"effectName": "Press the Advantage",
	"effectTemplateRaw": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>{0}</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
	"r1": {
		"description": "After defeating an opponent, ATK is increased by 12% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "After defeating an opponent, ATK is increased by 15% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "After defeating an opponent, ATK is increased by 18% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "After defeating an opponent, ATK is increased by 21% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "After defeating an opponent, ATK is increased by 24% for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}