{
	"id": 13516,
	"name": "Bloodsoaked Ruins",
	"description": "A long spear tainted black by unrelenting battle, it shines with an ethereal glow beneath the ghostly blue light of lantern-fire.",
	"descriptionRaw": "A long spear tainted black by unrelenting battle, it shines with an ethereal glow beneath the ghostly blue light of lantern-fire.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "A folk tale from the northern lands tells of two brothers: the King of Summer Oak, who once brought warmth to the world, and his elder brother, the King of Winter Holly, who loved him dearly.\nBut a sudden, tragic quarrel led to the elder accidentally slaying the younger, and ever since, the world has been ruled by unrelenting winter.\nPerhaps it would be impossible for people to explain why their benevolent king is forever shrouded in wind and snow, if such a tragedy were not involved.\nBut only the long-lived fae know that the unmelting permafrost has endured far longer than the reign of the Tsar.\nThe White Emperor, who ruled the fae from the lofty throne of the Pale Star, had been silent since returning from the ruins of the far north.\nHe lingered in the birch forest, deep in thought, before finally opening the door to the humans he had once turned away.\nA labyrinthine palace rose at the edge of the frozen earth, built alongside the giant furnaces of Snezhnograd.\nTo this place were summoned the wisest of humans and fae, and here, the first seeds of a grand delusion were sown.\nFor countless days and nights, the Tsar's most loyal and valiant retainers stood guard over this court of audacious transgression.\nAmong them were fae who had followed their ruler from the beginning, as well as mortals from a lineage that had proven its unwavering loyalty to the Tsar.\nThe two brothers belonged to the clan's younger generation. The elder, having inherited the nightingale's emblem, took up the duty of guarding the sacred chariot.\nThe younger son, who had always admired his elder brother, had no choice but to forsake his family name and resign himself to a life of obscurity on the frontier.\nThen, a calamity, born of selfishness, shattered their ideals and changed their destiny forever...\nThe loyal guard was consumed by \"beasts,\" creature of pure darkness bereft of intellect, for the crime of glimpsing the secret of the philosophers.\nHis younger brother, who had left to quell distant unrest, returned to a world already covered in deep snow.\nBut instead of its customary silver-white feathers, the spear he found now wore the black stain of noble blood.\nYears later, the general who had inherited the family name forsook his homeland, journeying into the wild borderlands on a quest for vengeance.\nEvery time his fingers traced the spear, he was transported back to that long, snowy night outside the ancient palace gates.\nThe memory was one that was soaked in sorrow, the words of his old friend — words spoken as he stood before the guillotine — echoing in his mind.\nBeneath the sublunary sphere, the world lay shackled by tragic fate, its lost citizens wandering aimlessly through the lands they once called home.\nThe Torchforger, bathed in the moon's eternal light, lit the everlasting flame and began his watch.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4.8%",
	"effectName": "Mournful Tribute",
	"effectTemplateRaw": "For 3.5s after using an Elemental Burst, the equipping character's Lunar-Charged DMG dealt to opponents is increased by <color=#99FFFFFF>{0}</color>. Additionally, after triggering a Lunar-Charged reaction, the equipping character will gain Requiem of Ruin: CRIT DMG is increased by <color=#99FFFFFF>{1}</color> for 6s. They will also regain <color=#99FFFFFF>{2}</color> Elemental Energy. Elemental Energy can be restored this way once every 14s.",
	"r1": {
		"description": "For 3.5s after using an Elemental Burst, the equipping character's Lunar-Charged DMG dealt to opponents is increased by 36%. Additionally, after triggering a Lunar-Charged reaction, the equipping character will gain Requiem of Ruin: CRIT DMG is increased by 28% for 6s. They will also regain 12 Elemental Energy. Elemental Energy can be restored this way once every 14s.",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "For 3.5s after using an Elemental Burst, the equipping character's Lunar-Charged DMG dealt to opponents is increased by 48%. Additionally, after triggering a Lunar-Charged reaction, the equipping character will gain Requiem of Ruin: CRIT DMG is increased by 35% for 6s. They will also regain 13 Elemental Energy. Elemental Energy can be restored this way once every 14s.",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "For 3.5s after using an Elemental Burst, the equipping character's Lunar-Charged DMG dealt to opponents is increased by 60%. Additionally, after triggering a Lunar-Charged reaction, the equipping character will gain Requiem of Ruin: CRIT DMG is increased by 42% for 6s. They will also regain 14 Elemental Energy. Elemental Energy can be restored this way once every 14s.",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "For 3.5s after using an Elemental Burst, the equipping character's Lunar-Charged DMG dealt to opponents is increased by 72%. Additionally, after triggering a Lunar-Charged reaction, the equipping character will gain Requiem of Ruin: CRIT DMG is increased by 49% for 6s. They will also regain 15 Elemental Energy. Elemental Energy can be restored this way once every 14s.",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "For 3.5s after using an Elemental Burst, the equipping character's Lunar-Charged DMG dealt to opponents is increased by 84%. Additionally, after triggering a Lunar-Charged reaction, the equipping character will gain Requiem of Ruin: CRIT DMG is increased by 56% for 6s. They will also regain 16 Elemental Energy. Elemental Energy can be restored this way once every 14s.",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 18
			}
		]
	}
}