{
	"id": 11432,
	"name": "Calamity of Eshu",
	"description": "A ceremonial blade forged by Sanhaj, the great high priest of the Masters of the Night-Wind. In tales of bygone days, Sanhaj could use this curved blade to perform rituals, blurring the boundary between the Night Kingdom and the present world.",
	"descriptionRaw": "A ceremonial blade forged by Sanhaj, the great high priest of the Masters of the Night-Wind. In tales of bygone days, Sanhaj could use this curved blade to perform rituals, blurring the boundary between the Night Kingdom and the present world.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Just as a butterfly is nothing more than a shriveled green cocoon before its metamorphosis,\nThe graceful Red Flamingo is naught but an ash-ball of feathers in its infancy,\nAnd so it was with the great priest who bewitched the people with confounding words,\nWho spent much time silent after his birth.\n\nThe elder who oversaw the tribe's ritual fire claimed that half his soul had been lost in the night flames,\nAnd so, on his birthday, the silent child stepped into the barren lands of stone to seek his missing self.\nBut such a journey was full of perils, for the soul must cross seven curtain layers to gain audience with the Lord of Silence,\nAnd few return, even with the aid of Saurian companions who can traverse the two realms.\nOnly Mahamba, most enigmatic of the Iktomisaurs, was willing to accompany this boy into lands unknown.\n\nIn the long hall paved with obsidian, the boy was as a person whose eyes were opened for the first time.\nMemories of the ancient realm flowed like water through his pupils, and amidst the floating fluorescent lights,\nIt was as if he himself had truly lived through those years... When the first Pyro Archon made a vow to his forces before the volcano,\nHe stood in the shadow of many heroes, though he had never been in these past memories.\nWhen the city-sacking Sacred Lord, fallen into a haze, was beaten down by the crimson-eyed youth on the stairs before an empty throne,\nDown he gazed, and saw the face of the one who had fallen into dark mud above the city that was set ablaze.\n\nAll that had happened in the past granted him comprehension of all words, their syllabic structures, and the meaning behind them,\nAnd that also allowed him to see further and for longer into the skeins of time,\nUntil he realized that night's master had arranged for all this to be shown to him.\nAt that time, the now-grown child saw a shadow that would soon cover the whole of Natlan, and the monsters from beyond.\nHe saw the black shadow that enveloped the lonely isle, burrowing at all boundaries like a tarsal maggot, ravaging like a fire.\nWhere the dark shadow lay, the deceased and the soon-to-die alike would weep aloud.\n\nWhen the dark fog was about to touch the tribes of Natlan, he could not help but cry: \"Stop!\"\nAnd with his first words, he suddenly awoke, finding himself lying by a blue bonfire.\nHe saw Mahamba's eyes flash with a dim light, then the elder gave him a ceremonial staff.\n\nFrom that day on, Sanhaj, who knew all things about the past,\nWould use those ancient words to censure the fools who would make light of future dangers.\nFrom that day on, Sanhaj, who knew all stories, would weave a great net of lies,\nTo turn the stacks of woven scroll into a veil, so as to hide a past that should not again be touched.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Diffusing Boundary",
	"effectTemplateRaw": "While characters are protected by a Shield, DMG dealt by Normal and Charged Attacks is increased by <color=#99FFFFFF>{0}</color>, and Normal and Charged Attack CRIT Rate is increased by <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "While characters are protected by a Shield, DMG dealt by Normal and Charged Attacks is increased by 20%, and Normal and Charged Attack CRIT Rate is increased by 8%.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "While characters are protected by a Shield, DMG dealt by Normal and Charged Attacks is increased by 25%, and Normal and Charged Attack CRIT Rate is increased by 10%.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "While characters are protected by a Shield, DMG dealt by Normal and Charged Attacks is increased by 30%, and Normal and Charged Attack CRIT Rate is increased by 12%.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "While characters are protected by a Shield, DMG dealt by Normal and Charged Attacks is increased by 35%, and Normal and Charged Attack CRIT Rate is increased by 14%.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "While characters are protected by a Shield, DMG dealt by Normal and Charged Attacks is increased by 40%, and Normal and Charged Attack CRIT Rate is increased by 16%.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}