{
	"id": 14513,
	"name": "Cashflow Supervision",
	"description": "A floating device that can monitor certain phenomena. It was picked up and modified to serve other purposes following its abandonment.",
	"descriptionRaw": "A floating device that can monitor certain phenomena. It was picked up and modified to serve other purposes following its abandonment.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "The circulation of money traces the very arteries of the world.\nCountless lives would flow alongside the tides of blood, until they are swept away and swallowed up.\nOf course, everything should have been counted among the accomplishments of humanity.\nJust as numbers and mathematics were born to calculate measures of money,\nThere would be written records to chronicle debts, and laws to determine the transfer of wealth.\n\nHumanity should have been the master of currency, and not its slave.\nAnd the heart of gold should beat for the world of humanity.\n—Of course, no one can truly own money.\nIt has merely been borrowing the hands of humanity,\nTo flow from one corner of the world towards the end of time.\n\nA certain person has found this fact most difficult to comprehend,\nThat this so-called \"corner of the world\" could have been deliberately selected and defined.\nThat same person has also found this fact most impossible to accept,\nThat the great achievement that should have belonged to humanity,\nHas been proposed and constrained by that so-called \"god.\"\nAnd this is why the system must be overhauled.\nSince the heart of money has been seized by a god from a distant land,\nThen they now hold the power to enslave everyone at their whim.\nEven if becoming the master of the heart of gold may be an impossible task to accomplish,\nThe control of money should still be given equally to all.\n\n\"It may be difficult for you to imagine this with words alone, so allow me to show you how it'd look like in the world.\"\n\"We'll start by creating a new currency to replace the dependence on Mora.\"\n\"As for the location, it should be a micro-economy isolated from the rest of the world.\"\n\"I've set my sights on a nation within a nation with minimal interference from the divine.\"\n\"Infiltrating it shouldn't take too much time.\"\n\n\"And what should I name the new currency? Hmm, I am really not a fan of naming things. Oh, I've got just the word.\"\n\"In honor of the credit you've given me to run this experiment, I will call it the Credit Coupon.\"\n\nThe overseer made of precision machinery rumbles as it observes the monetary flow of the tiny nation,\nTirelessly recording the movement of every amount of money, the savings and spending of all,\nThe changes in value, and the number of times each piece of currency is circulated over a specific period.\nThe only law present is the private law of the hoarder, and the only sanctions are poverty or death.\nEither to become a rentier and gain power and control, or to be subjected to control and work to death. The rules are always fair.\n\nThus, humanity will stand on equal ground with the Gods by virtue of their inherent ambitions and wealth,\nAnd the weak who failed to prevail shall be swallowed by the flood that is the mortal world.\nThe power of the Gods shall no longer intervene to embellish the power of the wealthy before the poor,\nNor shall the wealth of the Gods descend, to rescue the dignity of the poor from the feet of the rich.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4.8%",
	"effectName": "Golden Blood-Tide",
	"effectTemplateRaw": "ATK is increased by <color=#99FFFFFF>{0}</color>. When current HP increases or decreases, Normal Attack DMG will be increased by <color=#99FFFFFF>{1}</color> and Charged Attack DMG will be increased by <color=#99FFFFFF>{2}</color> for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the wielder has 3 stacks, ATK SPD will be increased by <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "ATK is increased by 16%. When current HP increases or decreases, Normal Attack DMG will be increased by 16% and Charged Attack DMG will be increased by 14% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the wielder has 3 stacks, ATK SPD will be increased by 8%.",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "ATK is increased by 20%. When current HP increases or decreases, Normal Attack DMG will be increased by 20% and Charged Attack DMG will be increased by 17.5% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the wielder has 3 stacks, ATK SPD will be increased by 10%.",
		"values": [
			"20%",
			"20%",
			"17.5%",
			"10%"
		]
	},
	"r3": {
		"description": "ATK is increased by 24%. When current HP increases or decreases, Normal Attack DMG will be increased by 24% and Charged Attack DMG will be increased by 21% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the wielder has 3 stacks, ATK SPD will be increased by 12%.",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "ATK is increased by 28%. When current HP increases or decreases, Normal Attack DMG will be increased by 28% and Charged Attack DMG will be increased by 24.5% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the wielder has 3 stacks, ATK SPD will be increased by 14%.",
		"values": [
			"28%",
			"28%",
			"24.5%",
			"14%"
		]
	},
	"r5": {
		"description": "ATK is increased by 32%. When current HP increases or decreases, Normal Attack DMG will be increased by 32% and Charged Attack DMG will be increased by 28% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the wielder has 3 stacks, ATK SPD will be increased by 16%.",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Old Operative's Pocket Watch",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Operative's Standard Pocket Watch",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Operative's Constancy",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}