{
	"id": 15426,
	"name": "Cloudforged",
	"description": "A prototype for a standard-issue weapon the Yuheng commissioned from Blackcliff Forge after having analyzed the ancient mechanisms that protected the adeptal abode upon Tianheng.",
	"descriptionRaw": "A prototype for a standard-issue weapon the Yuheng commissioned from Blackcliff Forge after having analyzed the ancient mechanisms that protected the adeptal abode upon Tianheng.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "The ancients say that the mountains of Mt. Tianheng are filled with gems, and the depths of The Chasm are rich with jade. The nation of a thousand hills has long been known for its abundance,\nAnd its most critical mining and smelting facilities are located in Blackcliff Forge, carved into Mt. Tianheng itself.\n\nThe Forge was constructed by excavating the mountains, with countless workshops, furnaces, and connecting tunnels blasted black by dust.\nIn the tumultuous years when the fires of war dyed the land red, this place was also where the ancestors of the mountain tribes sought shelter.\nIt is even said that long-forgotten passages are within, tunnels to an ancient underground realm that lies in the deep places beneath the earth...\n\nAccording to the Stone Tablet Compilations, the first to carve the darkened paths through the mountains was the founder of the famous Yun family of Liyue.\nFrom that time hence, their clan, a house of smiths, has taken its place on the stage of history, regarded as honored progenitors by countless generations of artisans thereafter.\n\nAs for the stories of that person, the annals of history leave but a scant few lines—\n\"Such was Yun's ingenious craft that wood and bamboo might be carved into birds who would fly for three days without landing. Such were the works considered the apex of artisanry.\"\n\nThe study of mechanisms and the art of forging were all initially inextricably intertwined with the adepti.\nAs such, the founder was oft regarded as an apprentice of the adepti, and the techniques employed by said founder considered adepti teachings.\nThe tale most widely known today is that this personage once fought alongside Rex Lapis on campaign,\nAnd having accomplished much, was acknowledged by three adepti, one after the other, and was granted instruction in secret mechanical arts.\n\nLegend has it that these divine techniques were such that even clouds could be plucked from the skies with which manses might be molded,\nAnd even the rotting, wasting wood could be fashioned into moving birds and beasts, so alike to life as to confound the observing eye.\nAs such, the phrase \"The Blackcliff, forged from clouds\" has long been widely known in Liyue,\nAnd poets and storytellers have long delighted in the contrast between the two images.\nThough the legend of \"cloud-forging\" is a fanciful latter-day play on the family name \"Yun\" meaning \"cloud,\"\nNone dispute that the rest of the founder's life was dedicated to the Blackcliff Forge and the teaching of craftsmanship.\n\nAt life and legend's end, the founder ascended in heavenly light, becoming the guardian star of artisanry.\nStill, legends are naught but legends. It was no adeptal art that built the Forge, nor was it woven of whisps of wind and cloud.\nInstead, it was chiseled out one flake and one hammerstroke at a time, by the pouring sweat of countless ordinary artisans' brows over long centuries.\nDeus Auri's contract never stipulated that mortal resolve could never surpass adeptal miracles, after all.\n\n\"Such was Yun's ingenious craft that wood and bamboo might be carved into birds who would fly for three days without landing. Such were the works considered the apex of artisanry.\"\n\"Yet Yun's life and career were spent working rock into workshops, and molding clouds into manses. Thus was the Blackcliff forged in Tianheng, that the well-being of all the people might be served.\"\n\"For thus Yun said: What is clever? And what is clumsy? That which benefits the people is clever, and that which does otherwise is clumsy.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Crag-Chiseled Forge",
	"effectTemplateRaw": "After Elemental Energy is decreased, the equipping character's Elemental Mastery will increase by <color=#99FFFFFF>{0}</color> for 18s. Max 2 stacks.",
	"r1": {
		"description": "After Elemental Energy is decreased, the equipping character's Elemental Mastery will increase by 40 for 18s. Max 2 stacks.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "After Elemental Energy is decreased, the equipping character's Elemental Mastery will increase by 50 for 18s. Max 2 stacks.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "After Elemental Energy is decreased, the equipping character's Elemental Mastery will increase by 60 for 18s. Max 2 stacks.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "After Elemental Energy is decreased, the equipping character's Elemental Mastery will increase by 70 for 18s. Max 2 stacks.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "After Elemental Energy is decreased, the equipping character's Elemental Mastery will increase by 80 for 18s. Max 2 stacks.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Ruined Hilt",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Splintered Hilt",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Still-Smoldering Hilt",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}