{
	"id": 14515,
	"name": "Crane's Echoing Call",
	"description": "A fan carved from pure jade, around which swirls an ancient aura of adeptal energy.",
	"descriptionRaw": "A fan carved from pure jade, around which swirls an ancient aura of adeptal energy.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "This was in the distant past, before the prosperous port city was ever established.\nThen, even the abodes of the adepti were not spared from the flaming beacons of war.\nThe lords once worshipped as gods fought for reasons their own,\nBlood and fire, separation and betrayal. All the mortal world was stained.\n\nThose who lost everything in the tumult fled to the mountains, and there they begged for the adepti for shelter.\nDoggedly pursuing those survivors were countless monsters who had long since lost their senses.\nTheir names were unknown, their numbers uncountable, they came on like a flood, destroying all in their path.\nThe other master that they had once revered had fallen, and their fierce roaring was, in truth, a final mourning howl.\n\nBut the mortals then could not have known that the lord who once defended these mountains and waters had now passed,\nAnd that all that stood between them and the onrushing deluge of catastrophe were a few vigilant yaksha who dwelled there.\nAfter several days of fierce battle, white clothes had turned scarlet, and scarlet garments had been stained black. Still, the monsters came on like an endless horde...\n\nAs this tale dates to days ancient beyond memory, the tale thereafter has branched out into many versions. Some say that just as all hung in the balance,\nAn adeptus with azure and white feathers burst from the clouds like a descending gale,\nSolitary, solemn, silent, in proud majesty and dignity did this being defend and administer the forebears,\nTurning a hopeless cause around by vanquishing what had appeared a limitless tide of monstrosities...\n\nOthers say that as things appeared most perilous, two jade-carved cranes hurtled from the skies above,\nAnd in a hail of sigils did they subjugate countless evils as a chill wind disperses an expanse of cloud.\nBut when all turned to look, Lo! There were no cranes, but an adeptus airborne, folding fan in fair hand...\n\nStill others claim that so far above mortal reach was this adeptus's might that the ancestors but heard a crane's cry,\nAnd before them, the endless monsters were as ash in an instant, like dust that dissipates in the sunlight...\n\nNo matter which version of the tale, the people of Liyue thereafter would, when speaking of the adeptus Cloud Retainer,\nWould never fail choose their words with some respect. And as for what really happened back then...\n\n\"Interested in such distant matters? You truly are a person of some leisure.\"\n\"Well, what with a similar mood being upon oneself, one shall speak of it.\"\n\"Now, one believes this tale may be naught but eight or nine hours in the telling, but you should pull a chair up, still...\"\n\"...What? Were you trying to slink away while one was distracted!?\"",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "3.6%",
	"effectName": "Cloudfall Axiom",
	"effectTemplateRaw": "After the equipping character hits an opponent with a Plunging Attack, all nearby party members' Plunging Attacks will deal <color=#99FFFFFF>{0}</color> increased DMG for 20s. When nearby party members hit opponents with Plunging Attacks, they will restore <color=#99FFFFFF>{1}</color> Energy to the equipping character. Energy can be restored this way every 0.7s. This energy regain effect can be triggered even if the equipping character is not on the field.",
	"r1": {
		"description": "After the equipping character hits an opponent with a Plunging Attack, all nearby party members' Plunging Attacks will deal 28% increased DMG for 20s. When nearby party members hit opponents with Plunging Attacks, they will restore 2.5 Energy to the equipping character. Energy can be restored this way every 0.7s. This energy regain effect can be triggered even if the equipping character is not on the field.",
		"values": [
			"28%",
			"2.5"
		]
	},
	"r2": {
		"description": "After the equipping character hits an opponent with a Plunging Attack, all nearby party members' Plunging Attacks will deal 41% increased DMG for 20s. When nearby party members hit opponents with Plunging Attacks, they will restore 2.75 Energy to the equipping character. Energy can be restored this way every 0.7s. This energy regain effect can be triggered even if the equipping character is not on the field.",
		"values": [
			"41%",
			"2.75"
		]
	},
	"r3": {
		"description": "After the equipping character hits an opponent with a Plunging Attack, all nearby party members' Plunging Attacks will deal 54% increased DMG for 20s. When nearby party members hit opponents with Plunging Attacks, they will restore 3 Energy to the equipping character. Energy can be restored this way every 0.7s. This energy regain effect can be triggered even if the equipping character is not on the field.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "After the equipping character hits an opponent with a Plunging Attack, all nearby party members' Plunging Attacks will deal 67% increased DMG for 20s. When nearby party members hit opponents with Plunging Attacks, they will restore 3.25 Energy to the equipping character. Energy can be restored this way every 0.7s. This energy regain effect can be triggered even if the equipping character is not on the field.",
		"values": [
			"67%",
			"3.25"
		]
	},
	"r5": {
		"description": "After the equipping character hits an opponent with a Plunging Attack, all nearby party members' Plunging Attacks will deal 80% increased DMG for 20s. When nearby party members hit opponents with Plunging Attacks, they will restore 3.5 Energy to the equipping character. Energy can be restored this way every 0.7s. This energy regain effect can be triggered even if the equipping character is not on the field.",
		"values": [
			"80%",
			"3.5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Mist Veiled Lead Elixir",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Mist Veiled Mercury Elixir",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Mist Veiled Gold Elixir",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Mist Veiled Primo Elixir",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}