{
	"name": "Crescent Pike",
	"description": "An exotic weapon with an extremely long blade on the top and a crescent blade at the bottom. It found its way into Liyue through foreign traders. With practice, it can deal heavy damage.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "The whole world flocks to the commercial port of Liyue, much to the city's pride.\nWith the tides of people also come exotic treasures.\nThis spearhead is long and narrow like a needle, with a crescent-shaped blade extending from its base.\nOnce the bearer has grasped its elusive design concept, this weapon becomes far more destructive than its counterparts.\n\nUnlike the martial artists of Liyue, those from other lands are masters of the art of surprise, skilled at developing ingenious new tricks.\nThis weapon is designed to exploit fatal flaws. Like a needle, it slips between the gaps in an opponent's armor. Like the powers of music and love, it finds its way past people's defenses.\n\nThe designer of the Crescent Pike was said to be able to visualize the fatal flaws in life itself.\nAs if drawn by some mystical power, the pike would fly from her hand towards her opponents' fatal flaws.\n\"Perhaps all that lives waits willingly for death.\"\nSo thought the designer, who could see that which was fatally undefended in each living thing, yet had no such fatal flaws in her own life.\n\nThen she found music, and through music found love. And in love, she found her own fatal flaw.\nIn the end, the pain of finality, which pierced her heart like a needle, finally brought the witch to a realization:\n\"Fatal flaws are born of a fear of death. Fear of death is born of having things, and people, to care about.\"\n\n\"Oh, how I wish to see him but one more time, that thief who can neither be caught nor killed.\"\n\"Oh, how I wish to hear his song but one more time. If I should survive, I shall certainly treat him—\"",
	"baseatk": 44,
	"substat": "Physical DMG Bonus",
	"subvalue": "7.5",
	"effectname": "Infusion Needle",
	"effect": "After picking up an Elemental Orb/Particle, Normal and Charged Attacks deal additional DMG equal to {0} of ATK for 5s.",
	"r1": [
		"20%"
	],
	"r2": [
		"25%"
	],
	"r3": [
		"30%"
	],
	"r4": [
		"35%"
	],
	"r5": [
		"40%"
	],
	"weaponmaterialtype": "Guyun",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}