{
	"id": 14434,
	"name": "Dawning Frost",
	"description": "A silver-forged ritual vessel, pure and completely without blemish. It is said to be a sacred relic passed down for generations among the priestesses of the far north.",
	"descriptionRaw": "A silver-forged ritual vessel, pure and completely without blemish. It is said to be a sacred relic passed down for generations among the priestesses of the far north.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "\"Always remember, Avrelian, my dear child — the one precious gift that fate has granted me.\"\n\"A thousand-year-old curse runs through your veins, and my only wish is for you to live a life of peace and joy.\"\n\"No matter what happens, you must never set foot in Nod-Krai, and you must never be taken in by that fool's dream of 'Elysium.'\"\n\"No earthly paradise under the moon has ever been built for mortals. All that the Lord of the Sky has created has its boundaries.\"\n\nOn a snowy evening gently veiled in the aurora's light, the woman once worshipped as the Maiden had another glimpse of the dream foretelling the fate of her homeland.\nIt had been many years since she bade farewell to that place. Yet, like the creeping frost, those deliberately forgotten whispers always found their way into her warm, quiet dreams, nonetheless.\nPerhaps it was the new life growing within her that stirred the long-dormant visions, and now, those haunting, twisting phantoms grew ever clearer...\n\nAt first, they came to her as ceaseless nightmares, countless dreams that came and went endlessly in stifling, unyielding cycles.\nThe seeds of life, born not of natural evolution, fell from silver branches into the ruins of the desolate city.\nWhere featherless creatures, walking upright, enjoyed untold wisdom and the blessings it bestowed.\nThen came endless greed and selfish desire, masked behind noble-sounding names.\nAnd from these followed hatred, curses, betrayal, strife, plunder, slaughter, and kin turning against kin.\nThe cities scattered across the land pursued their own paths of good and evil while the divine envoys stood by in silence, watching all unfold.\nUntil the kings of the lands dared test the eternal heavens.\nAnd only then did the great towers fall in flame, burying the cries of the slaves.\n\nLike a fleeting shadow vanishing in a single breath, a dreamless dream stretched across a thousand years and then a thousand more.\nA mountain of crowns in a secret place, beneath a withered tree, forgotten by all.\nBut sometimes even the divine plan falters, and the golden city that rose from the earth...\nCould not satiate the hearts of mortals, aflame with desire.\nHearts swollen with ambition, drawn to the vacant throne of the world, longing to shatter the boundaries between man and god.\nBut like all tragic illusions, that boundless Elysium would crumble.\nThe draconic kings of flame plunged into the dark abyss, and the tides swallowed the white-stone empire whole.\nThe dying world was moving toward its end, with only the shadows of the past lingering in its halls.\n\nCountless dreams steeped in blood, tears, and sin... Countless dreams, forever out of reach...\nYears of division and hatred, carried across generations, cycling endlessly beneath the starless night.\nAnd then, a voice unheard, yet more familiar than any she had known...\nWhispered to her on the bitter end of darkness, with compassion soft and luminous as light.\n\n\"I shall bring an end to the warriors of this land and raise a boundless Elysium in their place.\"\n\"I do this not to be king, but so that no other can ever claim that role.\"\n\nHer dream would always shatter just as it reached the moment of promise, and she would be pulled back to the shores of reality.\nAccompanied by the pale morning light and the faint stirring of the life within her.\nThe young mother let out a quiet sigh as her fingers brushed against the silvery-white talisman resting against her chest.\nGazing upon the face of the one she loved beside her, the woman gently placed a hand over her belly and asked...\n\n\"My child, my dear child... why do you stir so?\"\n\"Is it because you sense your mother's heart — are you afraid?\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "12%",
	"effectName": "Nocturnal Dreams",
	"effectTemplateRaw": "For 10s after a Charged Attack hits an opponent, Elemental Mastery is increased by <color=#99FFFFFF>{0}</color>. For 10s after an Elemental Skill hits an opponent, Elemental Mastery is increased by <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "For 10s after a Charged Attack hits an opponent, Elemental Mastery is increased by 72. For 10s after an Elemental Skill hits an opponent, Elemental Mastery is increased by 48.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "For 10s after a Charged Attack hits an opponent, Elemental Mastery is increased by 90. For 10s after an Elemental Skill hits an opponent, Elemental Mastery is increased by 60.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "For 10s after a Charged Attack hits an opponent, Elemental Mastery is increased by 108. For 10s after an Elemental Skill hits an opponent, Elemental Mastery is increased by 72.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "For 10s after a Charged Attack hits an opponent, Elemental Mastery is increased by 126. For 10s after an Elemental Skill hits an opponent, Elemental Mastery is increased by 84.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "For 10s after a Charged Attack hits an opponent, Elemental Mastery is increased by 144. For 10s after an Elemental Skill hits an opponent, Elemental Mastery is increased by 96.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}