{
	"id": 13426,
	"name": "Dialogues of the Desert Sages",
	"description": "A caduceus symbolizing the glory of alchemy, made from special alloys to match its special status. It is exceedingly rigid and heavy, and would probably hurt pretty bad if used as a cudgel.",
	"descriptionRaw": "A caduceus symbolizing the glory of alchemy, made from special alloys to match its special status. It is exceedingly rigid and heavy, and would probably hurt pretty bad if used as a cudgel.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "The seven sages of King Deshret have long vanished, their deeds blown away by the winds, leaving behind only their names, carved in stone. Now, even these engravings have been eroded by the winds of time, turning into little more than golden grains of sand.\nThe right hand of King Deshret, the head of the Seven Sages, the minister of ministers — The Goat King;\nThe great bird winging skyward towards the sun, the King's soul — The saint Bennu;\nThe lioness with a human head, the King's will — The saint Shesepankh;\nAnd the dragon who obtained the flesh and blood of the King, who never counted itself among the Seven — Al-Apep.\nThe four named above have nothing to do with the story that follows.\n\nThe Crocodile King and Ibis King were arguing ceaselessly, as ever, and that day the subject of their debate was the changing of things.\nThe Crocodile King sought a person who possessed mystic arts. That person had been blessed by an Oceanid who was staying there, and any liquid that passed through his hands would transform itself into an exquisite wine, perfectly proportioned.\nThe Ibis King brought forth another rare being, one who had accidentally touched the tomb and remains of an ancient god, and been cursed. Due to the curse, anything touched by both his hands would slowly become pure silver — after all, from today, we know that transformation into gold and Mora is the sole province of Deus Auri.\nThe two of them bet on which effect would win out in the end. They also asked Hermanubis — who is the last of the Seven Sages to be mentioned — to make a conjecture as to the eventual result.\nHermanubis was a sage of the desert, and the leader of the priestly class. For this reason, he was both a warrior and a sage. And as the learning known as alchemy was passed down amongst humans, and he was well-versed in its secrets, asking him to judge was eminently reasonable.\n\n\"Both forms of power clash directly, as sharp spears striking sturdy shields,\" spake Hermanubis, \"And they must each yield unto the other, and take a step back. This is the principle of equilibrium.\"\nIn the end, the final result was that the cup became pure silver, while the silted water within became a fine liquor with suspended grains of silver.\n\nYet the Crocodile King and Ibis King did not understand Hermanubis's admonishment, instead continuing their battle. In the end, they invented a strange summoning magic. And now, the two of them have traversed millennia to continue their battle upon the field of Genius Invokation TCG...\nAll of this is part of this version of the story of \"King of Invokations.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Principle of Equilibrium",
	"effectTemplateRaw": "When the wielder performs healing, restore <color=#99FFFFFF>{0}</color> Energy. This effect can be triggered once every 10s and can occur even when the character is not on the field.",
	"r1": {
		"description": "When the wielder performs healing, restore 8 Energy. This effect can be triggered once every 10s and can occur even when the character is not on the field.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "When the wielder performs healing, restore 10 Energy. This effect can be triggered once every 10s and can occur even when the character is not on the field.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "When the wielder performs healing, restore 12 Energy. This effect can be triggered once every 10s and can occur even when the character is not on the field.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "When the wielder performs healing, restore 14 Energy. This effect can be triggered once every 10s and can occur even when the character is not on the field.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "When the wielder performs healing, restore 16 Energy. This effect can be triggered once every 10s and can occur even when the character is not on the field.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 12
			}
		]
	}
}