{
	"id": 13409,
	"name": "Dragonspine Spear",
	"description": "A spear created from the fang of a dragon. It is oddly warm to the touch.",
	"descriptionRaw": "A spear created from the fang of a dragon. It is oddly warm to the touch.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "He had a very, very long dream...\n\nHe dreamed that he and everyone else had gone on a long, long journey,\nInto a land where green grass grew, and where soulful songs were sung.\nHe dreamed that he sang along with the gentle people of this land,\nAnd danced in the skies with a dragon as beauteous as a jewel.\n\nWhen he opened his eyes, he was in the sky above a mountain swept by roaring snowstorms.\nThe green, tranquil land had already been painted crimson by fire and blood,\nAnd the song of that sky-blue bard's lyre was almost drowned in the howling tumult.\nAnd that bejeweled, lovely dragon, like a tender lover,\nHad now pierced his neck through with its sharp fangs.\n\n\"Farewell, Mother! My journey is ended.\"\n\"I shall sleep beneath this white, shining silver... and perhaps this, too, is good.\"\n\"Farewell, O lovely bard! And farewell, O lovely dragon!\"\n\"Would that we had met in a different time and place,\"\n\"To meet, to sing and dance together!\"\nSo he thought most sincerely as he lay dying.\n\n\"Now then, this great blessing that pulses through my veins,\"\n\"And the lovely sight of the dark universe that gave me birth...\"\n\"They are now yours to inherit.\"",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Physical DMG Bonus",
	"baseStatText": "15%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>{0}</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>{1}</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>{2}</color> of ATK. Can only occur once every 10s.",
	"r1": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 60% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 80% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 200% of ATK. Can only occur once every 10s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 70% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 95% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 240% of ATK. Can only occur once every 10s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Hitting an opponent with Normal and Charged Attacks has an 80% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 110% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 280% of ATK. Can only occur once every 10s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 90% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 125% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 320% of ATK. Can only occur once every 10s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 100% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 140% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 360% of ATK. Can only occur once every 10s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Recruit's Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Sergeant's Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Lieutenant's Insignia",
				"count": 12
			}
		]
	}
}