{
	"name": "Engulfing Lightning",
	"description": "A naginata used to \"cut grass.\" Any army that stands before this weapon will probably be likewise cut down...",
	"weapontype": "Polearm",
	"rarity": "5",
	"story": "The naginata was a lethal weapon by which scattered dross might be cut away.\nAnd the one who wielded that naginata was one who guarded the path to eternity.\n\nWhen the one who stood high above the storm clouds looked upon the mortal world, which she so loved,\nSeeing their shallow disputes and transient obsessions...\nSuch contentions stemmed from needless attachments and unchecked desire — both enemies of eternity.\nThe wild weeds that disturbed the unchanging world would be swept away by the lightning.\n\n\"Well then — what sort of Eternity would ███'s eyes reflect?\"\nSo asked the clergyperson who sloshed and drank wine with her under the sakura tree in that still-clear memory.\n\nWhat a pointless question.\nThough the answer she gave them was lost to the alcohol,\nShe had gained the answer countless times in those memories.\nOne must thin fruits to improve their quality, and plants used in dyes must have their flowers pruned.\nNot a single speck of dross could be permitted in an eternal paradise.\n\n\"Ah, but even so...\"\n\"Using that great blade of light to uproot all obsession and to eliminate the possibility for dreams to take root and wither by themselves...\"\n\"A tranquil world that brooks no dispute, no gain, or no loss... It shall be an amnesiac world, lost to itself.\"\nIn the heart of eternity, those old friends still appear so clear and the scent of the sakura remains so fresh.\n\nBut I will never forget you, just as I will not forget the things that were lost across the years.\nAfter all...\n\nHaving witnessed the pitch-dark annihilation consume those precious to her,\nHow could she not see the absurd nature of life and death, yes, incomprehensible destiny itself, as her mortal foe?\nBut since no one can overturn the impermanence of the world, and the barren nature of this game,\nThen let the eternal euthymia within her heart carry forth into the nation she loves.",
	"baseatk": 46,
	"substat": "Energy Recharge",
	"subvalue": "12",
	"effectname": "Timeless Dream: Eternal Stove",
	"effect": "ATK increased by {0} of Energy Recharge over the base 100%. You can gain a maximum bonus of {1} ATK. Gain {2} Energy Recharge for 12s after using an Elemental Burst.",
	"r1": [
		"28%",
		"80%",
		"30%"
	],
	"r2": [
		"35%",
		"90%",
		"35%"
	],
	"r3": [
		"42%",
		"100%",
		"40%"
	],
	"r4": [
		"49%",
		"110%",
		"45%"
	],
	"r5": [
		"56%",
		"120%",
		"50%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Mask of the Wicked Lieutenant",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 9
			},
			{
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 5
			},
			{
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 9
			},
			{
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Mask of the Kijin",
				"count": 6
			},
			{
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}