{
	"id": 14506,
	"name": "Everlasting Moonglow",
	"description": "A string of lovely jasper from the deep sea. It shines with a pure radiance like that of the moon, and just as ever-distant.",
	"descriptionRaw": "A string of lovely jasper from the deep sea. It shines with a pure radiance like that of the moon, and just as ever-distant.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "The \"pearl and waves\" emblem of the Sangonomiya is said to represent the waves that embrace Watatsumi,\nAnd the bright pearls that can be found there. But some also say that it shows the jeweled wheel of Watatsumi Omikami keeping eternal vigil over the land of coral like the moon.\n\nIn the dreams of the deep sea where sponges and coral dwell, in the depths where flowing clouds and ocean sands dance as one,\nUndying hope would pass from generation to generation of those descended from their god — they who dreamed the same dreams as Watatsumi.\nThe colors of the skies are ever-changing, and the lights and shadows cast deep beneath the waves are of forms ill-defined...\nThus did the brilliant compassion that the dark ocean could not conceal diffuse in tranquil bliss.\n\nIn those days, the first Divine Priestess once led her brethren with wisdom as precious as pearls,\nAnd she selected clergy from amongst the people newly introduced to the sun, who aided the offspring of their god in comforting those for whom the light of day brought terror.\nIn latter days, the \"Umigozen\" who made the navies of Narukami tremble would sing whale-songs alongside them,\nAnd it was this symbol that they drew as they danced with the airborne kurage.\n\nSome years later, a single bolt of lightning would reject the dream of the Watatsumi people.\nInto the storm slithered the serpent, the lightning's ruthless glow to surely face...\nBut the children of the god and the shrine maidens, who had hearts of pearl, would not forget.\nCountless tales, gratitude unnumbered, and that ring of ocean gems would forever be passed down,\nAnd they would shine ever brighter and more beautifully for it.\n\nWhether it be the histories of the jeweled branches being torn or the birth of precious pearls,\nOr the defeat of wicked creatures in the depths to bring sunlight to the pale nation beneath the waves,\nOr how the young man who dreamed of standing atop Mt. Yougou came to have the name of an \"evil king,\" and had his great duel against the tengu...\nAll these would light up the hearts of the children of Watatsumi, like pearls from the heavens, like waves under the moon's glow.\nThey will carry the pain of loss away into the churning, salty waters, storing them within radiant pearls.\nMay the stories and sacrifices of the age of gods forever be handed down, along with this emblem of \"pearl and waves.\"\n\nEven if the storm clouds should gather, and even if the violet lightning's ferocity be perilous and unpredictable,\nThe silver moon of Watatsumi shall still pierce through the clouds and scatter forth its light.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "10.8%",
	"effectName": "Byakuya Kougetsu",
	"effectTemplateRaw": "Healing Bonus increased by <color=#99FFFFFF>{0}</color>, Normal Attack DMG is increased by <color=#99FFFFFF>{1}</color> of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
	"r1": {
		"description": "Healing Bonus increased by 10%, Normal Attack DMG is increased by 1% of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
		"values": [
			"10%",
			"1%"
		]
	},
	"r2": {
		"description": "Healing Bonus increased by 12.5%, Normal Attack DMG is increased by 1.5% of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
		"values": [
			"12.5%",
			"1.5%"
		]
	},
	"r3": {
		"description": "Healing Bonus increased by 15%, Normal Attack DMG is increased by 2% of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
		"values": [
			"15%",
			"2%"
		]
	},
	"r4": {
		"description": "Healing Bonus increased by 17.5%, Normal Attack DMG is increased by 2.5% of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
		"values": [
			"17.5%",
			"2.5%"
		]
	},
	"r5": {
		"description": "Healing Bonus increased by 20%, Normal Attack DMG is increased by 3% of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
		"values": [
			"20%",
			"3%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}