{
	"id": 13407,
	"name": "Favonius Lance",
	"description": "A polearm made in the style of the Knights of Favonius. Its shaft is straight, and its tip flows lightly like the wind.",
	"descriptionRaw": "A polearm made in the style of the Knights of Favonius. Its shaft is straight, and its tip flows lightly like the wind.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "A spear of honor amongst the Knights of Favonius. It is used in a ceremonial role at parades and reviews, but it is also a keen and mortal foe of monsters.\nBy studying the arbor that held firm in the wind, the craftsmen and scholars of Mondstadt would learn much of elemental affinities.\nThis sturdy spear not only holds a place of special honor among the Knights — it is also a crystallization of the hard work and artistry of the city's defenders.\nWith it in hand, they shall always remember to be disciplined, and to defend Mondstadt's freedom.\n\nIndeed, many people have used polearms of a kind as their weapons, using the reach advantage to supplement their lack of martial skill.\nEven untrained plebeians could arm themselves with sharpened wooden sticks, and they would perhaps be a match for the steel of trained soldiers.\nTo celebrate the overthrow of the aristocracy, long stakes, flagpoles and pitchforks were stuck all over the greenery around the city.\n\nIt was once required of all nobles to study the art of the sword, that they might grow in stature and wisdom.\nIn those days, the art of the spear was reserved for foreign gladiators and traitors.\nBut there was once a noble scion who wielded a spear.\nThey said that Eberhart would enjoy the night breeze as he caught the first drops of dew with his spear tip.\n\nAn illegitimate child, Eberhart dreamed of recapturing the glory and pride of ancient nobility.\nYet, he needed greater power in order to destroy these rotten foundations. So—\nWhether it was instigate his legitimate brother to pursue his dream of becoming a phantom thief, before deceiving him and forcing him to flee,\nSo that he might usurp that legitimacy,\nOr whether it was pledging himself as a certain spear-wielding witch's disciple to learn the fatal loophole in her art,\nAll the better to slay her with...\n\n\"So what if those who came after should despise me? I will do anything to achieve my goals.\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6.7%",
	"effectName": "Windfall",
	"effectTemplateRaw": "CRIT Hits have a <color=#99FFFFFF>{0}</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>{1}</color>s.",
	"r1": {
		"description": "CRIT Hits have a 60% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 12s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "CRIT Hits have a 70% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 10.5s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "CRIT Hits have a 80% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 9s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "CRIT Hits have a 90% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 7.5s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "CRIT Hits have a 100% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 6s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}