{
	"id": 14401,
	"name": "Favonius Codex",
	"description": "A secret tome that belonged to the scholars of the Knights of Favonius. It describes the logic and power of elements and matter.",
	"descriptionRaw": "A secret tome that belonged to the scholars of the Knights of Favonius. It describes the logic and power of elements and matter.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "A secret tome that belonged to the scholars of the Knights of Favonius. It holds the collective knowledge of the scholars.\nIt is inlaid with crystallized elements, which is what makes the Favonius Codex such a rarity.\nNot only because the elemental crystals are precious, but also because each Favonius Codex is hand-made.\nOnly scholars who have mastered the control of the elements can create such elemental crystals.\n\nWhen the Knights of Favonius was founded, the Dawn Knight Ragnvindr turned the aristocrats' indoor baths into a library.\nIn time, countless contributions from bards, scholars and travelers turned the library into the largest collection of literature in the northern half of the continent.\nAfter all, songs are whisked away by the wind and wine's pleasure lasts but a fleeting moment. Only that which is committed to the page may sparkle and shine for eternity.\n\nEven so, the scale of the library's collection is now a fraction of what it was at its peak.\nFor sadly, the library once burned down in the \"Great Fire of Fall Equinox\" tragedy.\n\nThere is a large sturdy door made of poplar wood in the library basement.\nIt is said the door predates the founding of the library and stood firm against the smoke and flames.\nThe truth is this door stood there long before the Knights of Favonius was ever founded.\nThe Knights of Favonius officially states that the restricted section of the library is housed behind the door.\nBut tales tell of a far more profound secret hidden within.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Windfall",
	"effectTemplateRaw": "CRIT Hits have a <color=#99FFFFFF>{0}</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>{1}</color>s.",
	"r1": {
		"description": "CRIT Hits have a 60% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 12s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "CRIT Hits have a 70% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 10.5s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "CRIT Hits have a 80% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 9s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "CRIT Hits have a 90% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 7.5s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "CRIT Hits have a 100% chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every 6s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}