{
	"name": "Finale of the Deep",
	"description": "This longsword is as silent as the mysterious ocean depths. It is even more ancient than its stylings might imply.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "Legends have it that this ceremonial sword once belonged to a musician, whose name has long been forgotten.\nLayer upon layer of ostentatious decorations and shining gems prove this was no pedestrian instrumentalist.\n\nAccording to the legends, that musician was immensely proud of an ancient, grand symphony, but never played it in front of anybody else.\nFor that music would no longer inspire applause or lamentation in this chaotic world, nor would any trouble themselves to transcribe such a complex composition...\nThere is an opera in Fontaine that portrays his life — Though none know his origins, all understand his tragedy.\nJust like so many of humble origin, he decided his fate in the city to which all waterways lead.\n\n\"Students! We are the weavers of music, the harmonizers of authority, and the music will advance at our command!\"\n\"Our music is as the waves and the ripples, the rhythm of the truncheon and the caress of a lover, conquering all who hearken!\"\nIn the towering theater academy, the lecturers explained that magnificent music, imparting civilization and art to their ignorant pupils.\nThe notes on the scores and melodies were arranged in flawless order, and were played perfectly with absolute reason and wisdom...\n\n\"But, how can the will of order rely upon adherence to rigid convention? Musicians must be as those who transcend. They must become the voice of the sublime.\"\n\"The sublime must be powerful, like the cry of birds on a mountain summit, the frothing wrath of the stormy sea. Order must have boundless passion.\"\n\"And after, glory shall proceed from passion, passion shall create unity, and unity shall stabilize order — this must be the essential role of music and musicians.\"\n\"The passion from vanquishing one's foes, from loving one's comrades — these are the sublime emotions that separate humanity into masters and slaves.\"\nLater, just as the opera sang, this unique understanding and interpretation of the music elevated the musician to the loftiest of halls...\nIn that age, under the direction and sole authority of the musician, music became the scepter and shield of authority, conquering countless listeners.\n\nIn the golden era, the listeners were intoxicated with this sublime beauty, and shared joy and sorrow in pursuit of the same passion.\nBut when the people's sight is blocked by a mountainous wave, the wailing of those devoured will be silenced...\nAnd when that towering theater academy was finally destroyed amidst the tsunami, the people were terrified to discover—\nThe skeletal corpses of those burned away by the musician's passion, exposed at last, sticking up from beneath the foundations.",
	"baseatk": 44,
	"substat": "ATK",
	"subvalue": "6",
	"effectname": "An End Sublime",
	"effect": "When using an Elemental Skill, ATK will be increased by {0} for 15s, and a Bond of Life worth 25% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, a maximum of {1} ATK will be gained based on {2} of the total amount of the Life Bond cleared, lasting for 15s.",
	"r1": [
		"12%",
		"150",
		"2.4%"
	],
	"r2": [
		"15%",
		"187.5",
		"3%"
	],
	"r3": [
		"18%",
		"225",
		"3.6%"
	],
	"r4": [
		"21%",
		"262.5",
		"4.2%"
	],
	"r5": [
		"24%",
		"300",
		"4.8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}