{
	"id": 12432,
	"name": "Flame-Forged Insight",
	"description": "Tribal tales tell of a great blade forged by the People of the Springs to protect a child who would embark on a distant journey. This particular weapon appears to be a replica of that legendary sword.",
	"descriptionRaw": "Tribal tales tell of a great blade forged by the People of the Springs to protect a child who would embark on a distant journey. This particular weapon appears to be a replica of that legendary sword.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "According to ancient tribal traditions passed down by the fool who cried out to the night,\nThe flames within the chamber burned crimson, as the descendant who was about to begin their journey sat in the corner of the craftsman's home.\nThe blacksmith from the mountains waved his hammer, shattering crystal to a chorus of clinks.\nThe old man, who had trouble walking and was clutching a cane, reached into a basket with his free hand and withdrew a treasure from another time.\n\n\"Akamai, the time has come. We're sure to uncover some rich vein of ore or trove of treasure!\"\n\"Indeed, Kau Kau, and when we do, our deeds will be recorded on woven scrolls.\"\nOnce upon a time, these two youths from the People of the Springs had sworn to explore all of Natlan.\nTo them, adventures and victories were a duty bestowed by the Wayob,\nWhile stories of mysterious islands and heroes of yore filled their hearts and minds.\nAnd so the young adventurers set out on their journey to perform a pilgrimage on foot.\n\nBut legends of bygone heroes seldom record the troubles that afflict ordinary people,\nAnd the world contains far fewer treasures than it does intrepid explorers.\nThe ore they dug up was mostly ordinary, the crystals they uncovered, humdrum even amongst mundanities.\nBut what of it? Their joy remained undimmed, and by the light of their nighttime bonfires, they held up the rocks they had collected.\nThey recalled the scenes and the sentiments they had experienced when they found them.\nThis one was taken from beneath the claws of a giant Tepetlisaurus while they were passing through crystal-filled mountains.\nWhile this one was the vicious fiend that tripped them by the edge of a natural hot spring when they were drunk.\nThis stone, covered in ashes, had once stood lengthy vigil on the edge of an ancient city, burned to ash.\nThere it had remained until the two travelers passed by and took it for themselves, paying no mind to the gray sentinel's wishes.\n\nAnd now, as the forger of stone takes each one and melts it down, the past stirs once more — brought back to life with each memory spoken.\nWhen they learned that Akamai's descendant wished to emulate their forebear, they chose to use these rocks as materials.\nThey would forge a blade to protect the scion soon to travel, for they knew only too well the dangers that lurked within the world.\nWhen the great blade was forged, Akamai and Kau Kau handed it to the would-be wanderer as a parting gift.\n\n\"Let the memories of the past accompany you on your journey, in place of forebears who now lack the strength to...\"\n\"The past flows through the blood into each new generation, like an unquenchable fire passed down through rituals that never cease to burn.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Mind in Bloom",
	"effectTemplateRaw": "When Electro-Charged, Lunar-Charged, or Bloom is triggered, restore <color=#99FFFFFF>{0}</color> Elemental Energy and increase Elemental Mastery by <color=#99FFFFFF>{1}</color> for 15 seconds. This effect can be triggered once every 15s and can be triggered even when the equipping character is off-field.",
	"r1": {
		"description": "When Electro-Charged, Lunar-Charged, or Bloom is triggered, restore 12 Elemental Energy and increase Elemental Mastery by 60 for 15 seconds. This effect can be triggered once every 15s and can be triggered even when the equipping character is off-field.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "When Electro-Charged, Lunar-Charged, or Bloom is triggered, restore 15 Elemental Energy and increase Elemental Mastery by 75 for 15 seconds. This effect can be triggered once every 15s and can be triggered even when the equipping character is off-field.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "When Electro-Charged, Lunar-Charged, or Bloom is triggered, restore 18 Elemental Energy and increase Elemental Mastery by 90 for 15 seconds. This effect can be triggered once every 15s and can be triggered even when the equipping character is off-field.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "When Electro-Charged, Lunar-Charged, or Bloom is triggered, restore 21 Elemental Energy and increase Elemental Mastery by 105 for 15 seconds. This effect can be triggered once every 15s and can be triggered even when the equipping character is off-field.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "When Electro-Charged, Lunar-Charged, or Bloom is triggered, restore 24 Elemental Energy and increase Elemental Mastery by 120 for 15 seconds. This effect can be triggered once every 15s and can be triggered even when the equipping character is off-field.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}