{
	"name": "Fleuve Cendre Ferryman",
	"description": "A handy length of abandoned copper pipe that was once used as a weapon. It was famous — or infamous, depending — in some circles.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "Discarded components washed into the gutters can be used as a weapon in a dire emergency.\nThis one's first opponent was just a monster nourished by \"richly nutritious water.\"\nBut in any case, it broke the knees and jaws of countless \"livestock.\"\nBecause it sent so many who threatened his countrymen into the grey river which embraces all,\nIn Eduardo's hands, it was affectionately called the \"Ferryman.\"\n\nThe endpoint of improving the city of Fontaine was for the sewers to become an undercity beneath the city.\nNaturally, it was not the bureaucracy of the Court of Fontaine which could maintain order in the Fleuve Cendre.\nSo in the days that followed, the outlaw leader began his rise by picking up a bronze pipe to beat back the crocodiles,\nAnd then to protect the merchants from being extorted, harassed, and blackmailed by the gangs,\nResolving the disputes between Fleuve Cendre \"compatriots,\" and blessing the newly wedded.\nTill at last, it was said, \"Let all that the sun shines upon belong to them, and let the Fleuve Cendre belong to us.\"\n\nBut there is no end to improvement.\nThe positions of the people cannot be changed, but the coordinates of those positions can be changed for that purpose.\nAnd from a certain perspective, there is no difference between \"them \" and \"us,\"\nMerely places which may be developed, and trash which should be disposed of or \"moved.\"\n\nEduardo was among those arrested resisting the purge of the Fleuve Cendre, and while being escorted to exile in the desert,\nHe was rescued by his henchmen. Banding together with comrades active near Mont Automnequi, they occupied Poisson,\nAnd seizing the members of the Maison Gardiennage charged with transporting them as hostages, they made a series of unreasonable demands.\nThis incident was finally resolved by the active intervention of the Marechaussee Hunters.\n\nThe reporter who volunteered to deliver the negotiation demands, Karl Ingold, took this photo in Poisson before the situation deteriorated:\nIn the middle of the picture stands Eduardo Baker, leaning on his famous — or infamous — bronze pipe like a cane.\nEduardo's other hand is on his son Jakob's shoulder, who is nervously clutching the sleeve of Rene de Petrichor.\nTo their left is the Great Magician Parsifal, casually leaning on the railing, flashing her signature stage smile.\nTo Eduardo's right is the current mayor of Poisson, Renault de Petrichor. He dressed up quite formally for the occasion, though his collar is askew.\nHis son Rene stands in front of him, attracted by a marvel such as this new Kamera, with eyes wide and somewhat at a loss.\nThe woman to Parsifal's left holding an infant is Rosa Reed, with her husband Thompson, and on the far right of the picture is Tom Alter.\nThey are looking ahead, their faces washed pale by the Kamera's bulb. They seem to be focused not on Ingold, nor on the Kamera.\nBut on the future.",
	"baseatk": 42,
	"substat": "Energy Recharge",
	"subvalue": "10",
	"effectname": "Ironbone",
	"effect": "Increases Elemental Skill CRIT Rate by {0}. Additionally, increases Energy Recharge by {1} for 5s after using an Elemental Skill.",
	"r1": [
		"8%",
		"16%"
	],
	"r2": [
		"10%",
		"20%"
	],
	"r3": [
		"12%",
		"24%"
	],
	"r4": [
		"14%",
		"28%"
	],
	"r5": [
		"16%",
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}