{
	"id": 14425,
	"name": "Flowing Purity",
	"description": "A strangely-shaped anthology of scripts. All the scripts written by Coppelius are recorded within.",
	"descriptionRaw": "A strangely-shaped anthology of scripts. All the scripts written by Coppelius are recorded within.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "...\nFor reasons known to all and sundry, the script of \"Clockwork Coppelia\" has never been publicized or published. Of the survivors of that splendorous opera theater that day, some wrote down their memories of the parts and lines that were performed prior to the intermission.\nAfter obtaining consent from the family of the deceased Mr. Coppelius and the aforementioned parties, our company has collated and organized the relevant materials in an attempt to recreate a part of Mr. Coppelius's original work.\nThough perhaps it is merely speculation and misses the mark, we hope that our effort will get the ball rolling and attract more sophisticated efforts.\n...\nSynopsis: How Coppelius's plan was exposed before the Marechaussee Hunters, and how he said his final farewells to Coppelia before his punishment.\n...\nCoppelius: Sing for me, my Coppelia, my love, my sin, my soul! Sing for me, one last time!\nCoppelius: Wind a thread about my heart, and with it, bind me tightly! Lock me up in chains and fetters, and let me be destroyed in your eyes.\nCoppelius: For mine heart is decided, from today forth, I shall not seek those that make me happy, but bring happiness to those I choose.\nCoppelius: Even if you must mock all that I am, that does not make a mockery of my thoughts, but only of my foolish conduct.\nCoppelia: How would you have me sing? My beloved one, how would you have me sing of this sin and its inevitable punishment?\nCoppelia: All are content with fantastical, colorful facade, just as those of flesh and blood pursue gilded fruit, totally unaware of the lethal poison hidden within.\nCoppelia: Coppelius, my Coppelius, everything you pursue is as hollow as stage scenery, leaving not even a puff of smoke, for temptation will end the journey — this, every intelligent person understands.\n...\nSynopsis: Coppelia confesses the purpose of her journey to the youth traveling with her, and resolves to follow her creator, who in her eyes, has already passed on.\n...\nNathaniel: This is completely absurd, yet also absurdly commonplace. The wise always take orders from fools, and life is but a vulgar comedy.\nCoppelia: Precisely so, sir, so you needn't worry on my account. Soon, all of this terrible suffering shall be completely obliterated.\nCoppelia: The one who created me and gave me life has already bid an eternal farewell to this mortal coil, and when these rusted gears return to the same ash as his bones, all sin will be forgotten, and for flesh and blood, to be forgotten is to be forgiven.\nCoppelia: Never again need I see the sun, moon, or stars, never again need I hear the birds singing joyously in the forests, never again need I force this lonely heart of mine to continue beating on in a world that is already bereft of he who bestowed it upon me.\nNathaniel: What do you plan to do?\nCoppelia: This heart of mine, which beats as though it were ensconced in a vessel of flesh and blood, has already been stained with the same sin on this journey. This heart of mine, so tortured by the pain of regret — where could it ever hope to find peace?\n...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Unfinished Masterpiece",
	"effectTemplateRaw": "When using an Elemental Skill, All Elemental DMG Bonus will be increased by <color=#99FFFFFF>{0}</color> for 15s, and a Bond of Life worth 24% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, every 1,000 HP cleared in the process will provide <color=#99FFFFFF>{1}</color> All Elemental DMG Bonus, up to a maximum of <color=#99FFFFFF>{2}</color>. This effect lasts 15s.",
	"r1": {
		"description": "When using an Elemental Skill, All Elemental DMG Bonus will be increased by 8% for 15s, and a Bond of Life worth 24% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, every 1,000 HP cleared in the process will provide 2% All Elemental DMG Bonus, up to a maximum of 12%. This effect lasts 15s.",
		"values": [
			"8%",
			"2%",
			"12%"
		]
	},
	"r2": {
		"description": "When using an Elemental Skill, All Elemental DMG Bonus will be increased by 10% for 15s, and a Bond of Life worth 24% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, every 1,000 HP cleared in the process will provide 2.5% All Elemental DMG Bonus, up to a maximum of 15%. This effect lasts 15s.",
		"values": [
			"10%",
			"2.5%",
			"15%"
		]
	},
	"r3": {
		"description": "When using an Elemental Skill, All Elemental DMG Bonus will be increased by 12% for 15s, and a Bond of Life worth 24% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, every 1,000 HP cleared in the process will provide 3% All Elemental DMG Bonus, up to a maximum of 18%. This effect lasts 15s.",
		"values": [
			"12%",
			"3%",
			"18%"
		]
	},
	"r4": {
		"description": "When using an Elemental Skill, All Elemental DMG Bonus will be increased by 14% for 15s, and a Bond of Life worth 24% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, every 1,000 HP cleared in the process will provide 3.5% All Elemental DMG Bonus, up to a maximum of 21%. This effect lasts 15s.",
		"values": [
			"14%",
			"3.5%",
			"21%"
		]
	},
	"r5": {
		"description": "When using an Elemental Skill, All Elemental DMG Bonus will be increased by 16% for 15s, and a Bond of Life worth 24% of Max HP will be granted. This effect can be triggered once every 10s. When the Bond of Life is cleared, every 1,000 HP cleared in the process will provide 4% All Elemental DMG Bonus, up to a maximum of 24%. This effect lasts 15s.",
		"values": [
			"16%",
			"4%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 12
			}
		]
	}
}