{
	"id": 15430,
	"name": "Flower-Wreathed Feathers",
	"description": "A longbow that burns like a flame. The feathers that adorn it are said to have come from the ancient tyrant Ngoubou.",
	"descriptionRaw": "A longbow that burns like a flame. The feathers that adorn it are said to have come from the ancient tyrant Ngoubou.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "\"Hear my last words, O hero bearing the name 'Transcendence'\"\n\"The calamity that flows within its veins is more ancient still than your very name\"\n\"If you yet pity mortals like your ancestors once did\"\n\"Then sever its neck and grant it the joy of freedom\"\n\nThough the stooping old sage made known this oracle to him, the hero who had suffered so much turned a deaf ear to it.\nPerhaps he had endured too many partings up till then, but he simply bent down, holding the dying Saurian whelp in his embrace.\nHe touched the young Saurian's bloodstained feathers with precious elixir, utterly ignoring the sigh that marked the sage's departure.\n\n\"Whether tyrant or rampaging dragon, whether curse or fate\"\n\"The descendants of the Flower-Feather Clan bow to nothing, and to no one\"\n\"If this laughable curse is a chain he was born with\"\n\"Then let me break it, just as our glorious ancestors did\"\n\nAnd so, the warrior named Menilek and his loyal companion Ngoubou embarked on a pilgrimage,\nAnd many a song and scroll passed down to this day in the Flower-Feather Clan tell of those magnificent adventures undertaken by this human and Saurian:\nThey tell of how the hero tore the mountains apart with thunderous bowstrings, of how the whelp used cunning to pierce the wicked python's throat,\nHow they together fought a huge monster for forty days, and how they finally vanquished it using a single fish — a pike, to be precise...\nThe stories even tell of how Menilek contended against Tenoch, who had not yet been exiled from his tribe, beneath the rocks burned by countless leaping flames,\nAnd how Menilek came to admire the mighty warrior's heroism and bravery, later standing by his side many years later as they faced the tide of darkness...\nSuch are the legends now known by all who dwell on the scorching plains, whose strains and stanzas have been sung by countless poets for five hundred years.\n\nIt is often said that all unions must lead to fated partings,\nBut even so, some hold onto that which people call \"hope,\"\nBelieving that new flowers will bloom, even on fields barren and burning.\nYet, just as power uncontainable is the root of many a tragedy,\nSo too is well-intentioned hope the mold in which many worldly miseries are cast.\nTomorrow, and tomorrow, and tomorrow, he always comforted himself,\nUntil all hope turned into betrayal, and until tomorrow would never come again.\n\n\"Ngoubou, my loyal companion, please rest here for a while\"\n\"I'll be back as soon as I finish, so get a good night's rest\"\n\"Once the dark tide has subsided, I will hurry back to your side and wake you\"\n\"And once spring returns to the earth, I shall go with you to see the new flowers blooming on the high cliffs\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Inflorescence Unattainable",
	"effectTemplateRaw": "Decreases Gliding Stamina consumption by 15%. When using Aimed Shots, the DMG dealt by Charged Attacks increases by <color=#99FFFFFF>{0}</color> every 0.5s. This effect can stack up to 6 times and will be removed 10s after leaving Aiming Mode.",
	"r1": {
		"description": "Decreases Gliding Stamina consumption by 15%. When using Aimed Shots, the DMG dealt by Charged Attacks increases by 6% every 0.5s. This effect can stack up to 6 times and will be removed 10s after leaving Aiming Mode.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Decreases Gliding Stamina consumption by 15%. When using Aimed Shots, the DMG dealt by Charged Attacks increases by 7.5% every 0.5s. This effect can stack up to 6 times and will be removed 10s after leaving Aiming Mode.",
		"values": [
			"7.5%"
		]
	},
	"r3": {
		"description": "Decreases Gliding Stamina consumption by 15%. When using Aimed Shots, the DMG dealt by Charged Attacks increases by 9% every 0.5s. This effect can stack up to 6 times and will be removed 10s after leaving Aiming Mode.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Decreases Gliding Stamina consumption by 15%. When using Aimed Shots, the DMG dealt by Charged Attacks increases by 10.5% every 0.5s. This effect can stack up to 6 times and will be removed 10s after leaving Aiming Mode.",
		"values": [
			"10.5%"
		]
	},
	"r5": {
		"description": "Decreases Gliding Stamina consumption by 15%. When using Aimed Shots, the DMG dealt by Charged Attacks increases by 12% every 0.5s. This effect can stack up to 6 times and will be removed 10s after leaving Aiming Mode.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}