{
	"name": "Forest Regalia",
	"description": "A weapon you obtained from an Aranara tale. It has taken on the shape of a greatsword that shall cut down the foes of the forest.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "\"The forest used to be a giant maze many, many moons ago...\"\n\nThe last king of the forest had returned to Sarva, leaving one who once waited upon him to inherit the name \"Tiger.\"\nIn the past, wherever there was shade, there was the domain of the forest king. And as he wandered through his own territory,\nThe birds and beasts that depended on the jungle would bow their heads as he passed by to show their respect and reverence.\n\nAll Kings had their own palaces: as each successive king of the forest took the throne, the forest changed according to his image and vision.\nThe palace of the last king of the forest was hidden behind a fence of trees and vines, and beyond a network of water and cliffs,\nIt is the disc of pearls made by moonlight through leaves on still water. The king was at the water's edge, basking in the twice and much moonlight all by himself.\n\nThus did the forest maze come about. Legend has it that the forest king traced the path of a maze in his dazzling dappled stripes.\nEach generation of Kings' palaces piled on top of each other so that the paths would intertwine from tree to tree. Streams would break off or would give birth to new branches,\nThe forest paths growing ever more complex. Only the forest king, we Aranara, and the people from the king tree's sanctuary,\nCould freely go into the forest king's sanctuary and find their own way from tree to tree and stream to stream.\n\n...\nLater, the last king of the forest died protecting the forest. The forest would make no new palace, and the maze would disappear henceforth.\nOr perhaps it was a dark herd of beasts that, like a hurricane, brought down the trees like waves of wheat. Either way, the maze was dead, and so was the forest king.\n\nThe Aranara, who gave me this story, was very timid and did not want us to hear him sing, always seeking a place of solitude.\nOne night, he went through a maze in the forest, and found a bright reflection of the moon in the water. Thus did he hear the story of the last king of the forest. \nThen the current changed and the moon's reflection was scattered. Much has changed, and yet, much still remains the same.\nBut even if you, like me, have never met a king, you would still get the impression that Tiger was a noble and powerful king of the forest.",
	"baseatk": 44,
	"substat": "Energy Recharge",
	"subvalue": "6.7",
	"effectname": "Forest Sanctuary",
	"effect": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Consciousness will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character {0} Elemental Mastery for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field. The Leaf of Consciousness' effect cannot stack.",
	"r1": [
		"60"
	],
	"r2": [
		"75"
	],
	"r3": [
		"90"
	],
	"r4": [
		"105"
	],
	"r5": [
		"120"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Chaos Module",
				"count": 6
			},
			{
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Chaos Module",
				"count": 12
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}