{
	"id": 13515,
	"name": "Fractured Halo",
	"description": "A spinning mechanical blade produced by the Clink-Clank Krumkake Craftshop that seems to hide secrets from a bygone era...",
	"descriptionRaw": "A spinning mechanical blade produced by the Clink-Clank Krumkake Craftshop that seems to hide secrets from a bygone era...",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "That was an age unsung by even the most learned bards of today.\nOf the long-lived species of old, most were still wild beasts, chaos yet burning in their eyes.\nThe claws of the ruler who once held dominion over all had long since threaded their way through the pale, drifting dust.\nThe king who sought the world beyond set the moons aloft, to govern the cycles in their stead.\nAfter her revival, she couldn't help but feel that her scattered memories of that time had been stripped of all insight, like soil that had turned to dust.\nThey no longer seemed real, like thoughts flaring into being, then fading away in a trance.\n\nShe had once followed the Master of Light and Flame to visit the moon-dwelling wills on their three lunar thrones of jade.\nBy that time, the king's own throne sat vacant, and shadows poured over the sky, while each dragonlord acted as they pleased.\nThe Master of Light and Flame had sought their help, hoping to pick up the trail of the king who had stepped into the fog between stars.\nBut the only answer he received was three separate silences in three different palace halls.\nFrom that time on, even the endless snowfields turned to blackened earth, while the volcanoes became clogged with ice.\nAnd still they did not — or could not — speak.\nThough that was an age when three were still three.\n\nThe reaver from beyond the skies replaced the primordial creator, and gained possession of the vows upon which the three caused the world to turn.\nBut when the king returned — now corrupted by the darkness — his fury knew no bounds.\nAnd so, when the Master of Light and Flame answered his old master's call, waking from his long-feigned death.\nHe stopped the lords and the regent from their exploration of the stars and their attempts to replicate the great miracle of moon-forging.\nBut had the jade-crowned goddesses truly betrayed the dragonborn kingdom with such ease?\nUnfortunately, none who knew the answer would survive that war.\n\n\"These vague snapshots are all I can recall.\"\nShe explained to the girl who had refashioned her body and forged for her this weapon.\nBut the girl was cleverer than she had imagined, and suppressed her inquiring gaze.\nFrom that day forth, it was her secret to keep — that on the day the heavenly ring shattered, the jade plate fell from the sky.\nThe dragons cheered cruelly for the death of the moons that had once betrayed them, but to her, it was a reminder.\nShe recalled how the silent shadows in their palaces among the stars quietly concealed the Moon's remnant that fell before them.\nThe remnant now placed in the center of the cyclonic mechanism,\nHidden where no one else will ever know, kept safe to this very day.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14.4%",
	"effectName": "Purifying Crown",
	"effectTemplateRaw": "After an Elemental Skill or Elemental Burst is used, ATK is increased by <color=#99FFFFFF>{0}</color> for 20s. If the equipping character creates a Shield while this effect is active, they will gain the Electrifying Edict effect for 20s: All nearby party members deal <color=#99FFFFFF>{1}</color> more Lunar-Charged DMG.",
	"r1": {
		"description": "After an Elemental Skill or Elemental Burst is used, ATK is increased by 24% for 20s. If the equipping character creates a Shield while this effect is active, they will gain the Electrifying Edict effect for 20s: All nearby party members deal 40% more Lunar-Charged DMG.",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "After an Elemental Skill or Elemental Burst is used, ATK is increased by 30% for 20s. If the equipping character creates a Shield while this effect is active, they will gain the Electrifying Edict effect for 20s: All nearby party members deal 50% more Lunar-Charged DMG.",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "After an Elemental Skill or Elemental Burst is used, ATK is increased by 36% for 20s. If the equipping character creates a Shield while this effect is active, they will gain the Electrifying Edict effect for 20s: All nearby party members deal 60% more Lunar-Charged DMG.",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "After an Elemental Skill or Elemental Burst is used, ATK is increased by 42% for 20s. If the equipping character creates a Shield while this effect is active, they will gain the Electrifying Edict effect for 20s: All nearby party members deal 70% more Lunar-Charged DMG.",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "After an Elemental Skill or Elemental Burst is used, ATK is increased by 48% for 20s. If the equipping character creates a Shield while this effect is active, they will gain the Electrifying Edict effect for 20s: All nearby party members deal 80% more Lunar-Charged DMG.",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}