{
	"id": 11503,
	"name": "Freedom-Sworn",
	"description": "A straight sword, azure as antediluvian song, and as keen as the oaths of freedom taken in the Land of Wind.",
	"descriptionRaw": "A straight sword, azure as antediluvian song, and as keen as the oaths of freedom taken in the Land of Wind.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "People would once raise a toast to a traveler's song that was thusly sung:\n\"If someone plucks out your tongue, you can still sing with your eyes.\"\n\"If someone blinds you in both eyes, you can still see with your ears.\"\n\"If someone conspires to destroy tomorrow, then raise them a glass,\"\n\"For even if tomorrow dies, this song shall live on.\"\n\nThey say that a region's character follows that of its archon, and that this holds true both for the people and the land itself.\nBut was it the unfettered archon who bestowed a love of freedom and wine upon the land and people amidst conflict?\nOr was it the people who nurtured the Anemo Archon's love of freedom as they pined for it amid the howling wind and frost?\nThis is a question that can no longer be answered.\n\nBut that song is often sung in dark times.\nWhether in the days when Decarabian reigned from his gale-crowned tower,\nOr when the corrupt nobility overturned the archon's likeness,\nIn cloistered cellars, in dark alleys, and in decrepit taverns,\nThe song seeped through the gale and the iron fist of tyranny, and became an anthem for resisting heroes.\n\nIn the distant past, in a silent city ringed in from all sides,\nCheers erupted to the sound of a lyre and at last pierced the prison of raging winds.\nA certain group, comprised of a youth, a spirit, an archer, a knight and a wandering flame-haired warrior,\nCame and stood before the tower that loomed like a sky-piercing lance,\nThat cast a shadow like that of a titan,\nAnd they swore to be free, and vowed to shatter the rule of the tower's lone tyrant.\n\nThe weak and infirm who could not scale the tower instead sang the song that, till now, had only ever been whispered in corners where the wind did not reach,\nAnd that drinking song rose up with force enough to shake the city walls, spurring the heroes on as they climbed...\n\"If someone plucks out your tongue, you can still sing with your eyes.\"\n\"If someone blinds you in both eyes, you can still see with your ears.\"\n\"But if anyone dares to steal your song, the freedom you yearn for,\"\n\"— That alone, that alone shall never do!\"",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "43",
	"effectName": "Revolutionary Chorale",
	"effectTemplateRaw": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by <color=#99FFFFFF>{0}</color>. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by <color=#99FFFFFF>{1}</color> and increases ATK by <color=#99FFFFFF>{2}</color>. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
	"r1": {
		"description": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by 10%. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by 16% and increases ATK by 20%. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
		"values": [
			"10%",
			"16%",
			"20%"
		]
	},
	"r2": {
		"description": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by 12.5%. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by 20% and increases ATK by 25%. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
		"values": [
			"12.5%",
			"20%",
			"25%"
		]
	},
	"r3": {
		"description": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by 15%. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by 24% and increases ATK by 30%. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
		"values": [
			"15%",
			"24%",
			"30%"
		]
	},
	"r4": {
		"description": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by 17.5%. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by 28% and increases ATK by 35%. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
		"values": [
			"17.5%",
			"28%",
			"35%"
		]
	},
	"r5": {
		"description": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases DMG by 20%. When the character wielding this weapon triggers Elemental Reactions, they gain a Sigil of Rebellion. This effect can be triggered once every 0.5s and can be triggered even if said character is not on the field. When you possess 2 Sigils of Rebellion, all of them will be consumed and all nearby party members will obtain \"Millennial Movement: Song of Resistance\" for 12s. \"Millennial Movement: Song of Resistance\" increases Normal, Charged and Plunging Attack DMG by 32% and increases ATK by 40%. Once this effect is triggered, you will not gain Sigils of Rebellion for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
		"values": [
			"20%",
			"32%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}