{
	"id": 14412,
	"name": "Frostbearer",
	"description": "A fruit that possesses a strange, frosty will. A faint sense of agony emanates from it.",
	"descriptionRaw": "A fruit that possesses a strange, frosty will. A faint sense of agony emanates from it.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "When the daughter of the priestess of Vindagnyr was born beneath this white tree,\nThe kingdom in the verdant mountain was filled with joy when she received her blessing.\n\nSurely, the blessing of Sal Vindagnyr would be everlasting,\nJust as the undying silver-white tree whose roots pierced the earth.\nThat was the hope of those who wrote the annals of that mountain kingdom.\nThose who had recorded the tales of countless people and events believed this in their hearts,\nThat the beauty and skill of their princess would be as eternal and pure as the moonlight.\n\nWhen the nail that froze the world descended suddenly,\nAnd that tree, too, would be shattered by it,\nThat girl took the most complete branch,\nThinking to breathe new life into the tree that once overshadowed a nation.\nBut in the end, the grafted life could not flourish.\nThe cutting snowstorm eventually covered the moonlight like a curtain of countless blades...\n\nA long, long time later, yet still long ago —\nWhen the deathmatch between the dragons of darkness and wind was decided at last,\nWhen corrosive blood stained the ashen valley red,\nThe tree, at last, remembered that it had not died with that entombed city,\nAnd it extended its greedy roots towards the warm ichor that irrigated the land.\n\nBecause a certain someone poured out a crimson essence upon it,\nThe tree that should have long died remembered its past,\nAnd bore a single fruit from the coalescence of all its might...\n\nHere, for those who dwelt in my safe shadow, for the priests who eulogized me,\nFor that lovely maiden who oft painted upon my form,\nFor all the happiness they could not possess — I enjoin them all into this crimson, icy fruit.\n\nTo the one who can render recompense upon this poisonous world shall it go,\nAnd may they carry my innocent, bitter fruit as they enact justice.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Frost Burial",
	"effectTemplateRaw": "Hitting an opponent with Normal and Charged Attacks has a <color=#99FFFFFF>{0}</color> chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to <color=#99FFFFFF>{1}</color> of ATK. Opponents affected by Cryo are instead dealt DMG equal to <color=#99FFFFFF>{2}</color> of ATK. Can only occur once every 10s.",
	"r1": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 60% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 80% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 200% of ATK. Can only occur once every 10s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 70% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 95% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 240% of ATK. Can only occur once every 10s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Hitting an opponent with Normal and Charged Attacks has an 80% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 110% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 280% of ATK. Can only occur once every 10s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 90% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 125% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 320% of ATK. Can only occur once every 10s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Hitting an opponent with Normal and Charged Attacks has a 100% chance of forming and dropping an Everfrost Icicle above them, dealing AoE DMG equal to 140% of ATK. Opponents affected by Cryo are instead dealt DMG equal to 360% of ATK. Can only occur once every 10s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}