{
	"name": "Fruit of Fulfillment",
	"description": "A fruit you obtained from an Aranara tale. It holds the potential to conquer any crisis.",
	"weapontype": "Catalyst",
	"rarity": "4",
	"story": "\"In truth, the moon did not always look like a pearl...\"\n\nThat was a story from a long, long time ago — a dreadful story. Fortunately, it is just a story — not some memory of mine or yours.\nOnce upon a time, the moon turned into the shape of fangs that smirked ferociously. Moonlight no longer waltzed through the leaves to cast itself onto the grass, turning the dew into glimmering pearls.\n\nTrees were thrust down to the ground like wheat overwhelmed by strong winds. Every inch of the land was swamped by grief.\nThe grief was so formidably immense and intense that even the streams were fraught with the pungent odor of salt and iron.\n\nOur creator, Queen Aranyani, trusted us with the forest. We thus embarked upon the battles against the monsters that emerged from the darkness, colossi made of iron and steel, and Marana.\nShe entered the desert with the forest's children. They burnt the roots of disaster and tore the branches of calamity, but only a few of them eventually made it back to the embrace of the shade of trees.\nWe lost Vanarana, and too many Aranara returned to the ground before their time. Even the story that survived was bitter and agonizing.\n\nBut we defeated the calamity in the end. Even in the deepest sea of sand, the lotuses still bloomed.\nShe who created us had once again created new life to mend the land's hollowed heart.\n\n...\nCourage and strength still ring out amidst the most bitter of tales. No story is as powerful as \"memories,\" but they empower nevertheless.\nI will cherish the stories you handed to me, stories of our adventure. Should calamity ever recur and the moon mutate, these stories will protect the forest on your behalf.",
	"baseatk": 42,
	"substat": "Energy Recharge",
	"subvalue": "10",
	"effectname": "Full Circle",
	"effect": "Obtain the \"Wax and Wane\" effect after an Elemental Reaction is triggered, gaining {0} Elemental Mastery while losing 5% ATK. For every 0.3s, 1 stack of Wax and Wane can be gained. Max 5 stacks. For every 6s that go by without an Elemental Reaction being triggered, 1 stack will be lost. This effect can be triggered even when the character is off-field.",
	"r1": [
		"24"
	],
	"r2": [
		"27"
	],
	"r3": [
		"30"
	],
	"r4": [
		"33"
	],
	"r5": [
		"36"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"name": "Fungal Spores",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"name": "Fungal Spores",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}