{
	"id": 12430,
	"name": "Fruitful Hook",
	"description": "Bold Burkina from the Scions of the Canopy once made this weapon with the hero Tenoch's help — all for the sake of obtaining Flamegranates unmatched throughout Natlan.",
	"descriptionRaw": "Bold Burkina from the Scions of the Canopy once made this weapon with the hero Tenoch's help — all for the sake of obtaining Flamegranates unmatched throughout Natlan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "The great mother tree rooted in the cracks and crevices that today grows beneath Coatepec Mountain once grew elsewhere,\nAccording to what the storytellers say, it was in foothills that were higher even than the volcano, towering above even the clouds.\nThere was once a young courier who was royally peeved at a Saurian who lived on the mountain's other end, for the latter often mocked his movements as foolish,\nAnd so he swore that he would go to the highest peak to harvest the Flamegranates growing on the mother tree,\nTo show off his great skill to the one most agile, even amongst all Yumkasaurs.\n\nBut there is no great deed in this world that can be done simply by thinking about it,\nAnd though the hero named Burkina could scale the peaks with his bare hands, gripping the rock with naught but his fingertips,\nHe could not stop the winged Saurians circling the summit from harassing him, as though ridiculing him with their wings,\nAnd less still could he do about the many wild beasts standing guard beneath the tree, craning upward as they waited for the fruit to mature.\nAs the season for the fruit to ripen approached, Burkina could not even get close to the tips of the fruit-laden branches,\nBut the young hero was in no rush, and simply turned and left after murmuring something under his breath.\n\nHe came to the tribe that lived with the winged Saurians, and took care of the Saurians' daily needs for them,\nObserving them day after day, and in doing so, familiarizing himself with their limbs and movements.\nHe followed the people of the mountain below the volcano, using great boulders to hone his body and soul,\nAnd sought guidance from the High Priests of the Night-Wind with their ponderous ceremonies, heightening his perception and consciousness.\n\nWhen Tenoch, who was traveling there, saw his friend and his frazzled hair, he was almost afraid to ask,\nBut when Tenoch learned of his purpose, he could not hide his smile and asked to accompany Burkina.\nThe hero of the Scions of the Canopy rejected his friend's warm-hearted offer, for he knew that all this was training,\nThe rightful \"cost\" of such \"results,\" while the kindness of his friend, perhaps,\nMight not be entirely free, as he had a vague feeling that the day would come when such help must be repaid.\nSeeing his friend's determination, Tenoch spoke no more of helping,\nBut said only that he could still do a small favor for the sake of this adventure...\n\nOn the day of ripening, the young courier took up the weapon he had made alongside his friend,\nAnd his nimble figure cut across the cliff, quicker even than a sprint over the open plains.\nHe had long since seen through the ways the winged Saurians harassed him, and instead, it was they who lost their composure,\nWhile he waved the hooked sword in his hand to dodge or block the attacks of the beasts meant to intercept him.\nWith the newly-matured Flamegranates of the mother tree before him, he needed only swing the hook in his hand to harvest them,\nBut just as the hero was on the cusp of success, his pride made him complacent, and a sudden gust staggered him,\nIt seemed he was about to fall from such a height, and he feared he would be smashed into a fleshy pulp along with the fruit in his arms...\n\nBut with his life hanging by the barest of threads, a green figure emerged from the deep shade of the trees,\nAnd it shot out the pectin in its cheeks with its long tongue, bringing the hero back from death's precipice.\nIt was none other than the Yumkasaurus that had always tussled with Burkina, and which followed him from the shadows,\nFinally showing itself when danger was truly at hand, rescuing him from the summons of the Lord of the Night.\n\nBurkina offered the Flamegranates to the Saurian that saved him, earning its acknowledgment in return.\nThis, then, is the story of how the Turnfire hero and The Mountain King Kongamato became companions.\nLater, the heroes of the Scions of the Canopy together transplanted the mother tree to the foot of the mountain,\nIn commemoration, from then on, the best Flamegranates were crowned also with the name \"Mountain Kings.\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "The Weight of Falling Branches",
	"effectTemplateRaw": "Increase Plunging Attack CRIT Rate by <color=#99FFFFFF>{0}</color>; After a Plunging Attack hits an opponent, Normal, Charged, and Plunging Attack DMG increased by <color=#99FFFFFF>{1}</color> for 10s.",
	"r1": {
		"description": "Increase Plunging Attack CRIT Rate by 16%; After a Plunging Attack hits an opponent, Normal, Charged, and Plunging Attack DMG increased by 16% for 10s.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Increase Plunging Attack CRIT Rate by 20%; After a Plunging Attack hits an opponent, Normal, Charged, and Plunging Attack DMG increased by 20% for 10s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Increase Plunging Attack CRIT Rate by 24%; After a Plunging Attack hits an opponent, Normal, Charged, and Plunging Attack DMG increased by 24% for 10s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Increase Plunging Attack CRIT Rate by 28%; After a Plunging Attack hits an opponent, Normal, Charged, and Plunging Attack DMG increased by 28% for 10s.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Increase Plunging Attack CRIT Rate by 32%; After a Plunging Attack hits an opponent, Normal, Charged, and Plunging Attack DMG increased by 32% for 10s.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}