{
	"id": 14414,
	"name": "Hakushin Ring",
	"description": "A catalyst that carries the memory of the Kitsune Saiguu of ancient times. However, this device is but an impoverished vessel for the full breadth of her thought.",
	"descriptionRaw": "A catalyst that carries the memory of the Kitsune Saiguu of ancient times. However, this device is but an impoverished vessel for the full breadth of her thought.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "\"People come and go in such haste, like dreams that stay in the night and leave in the morning.\"\n\nThis simple and ordinary life...\nYes, I think I've lived it to the full.\n\nI was once the Hakushin Kitsune.\nWith my agile and loveable comrades,\nI dashed across the mountains and plains of Narukami.\n\nHopefully, when everything is over,\nThey can run happily once more...\n\nI once met an oni maiden with a face as lovely as the moon.\nTogether, we performed and played divine music before the throne,\nAnd I could not help but applaud her sword dance.\nI hope her beauty, bravery, and bearing,\nShall be praised by people for thousands of years to come.\n\nAt the thought of her unrivaled beauty,\nI cannot help wanting to hide my current appearance with a mask...\n\nI once got into a race with the chieftain of the Yougou Tengu,\nAnd we sprinted through all the courses and paths of the spirit mountains, both within it and around it.\nIn this great contest of speed and strength,\n\nI, born of the Hakushin Clan, was the eventual victor.\nNow that I think about it, she must have let me off easy.\nThe very thought of it makes me feel a little unsatisfied...\n\nI once schemed against a bake-danuki who persistently challenged me,\nAnd I made him surrender to the Shogun completely.\nI also shamelessly schemed against the Shogun,\nAnd I made her put the great bake-danuki under her command.\n\nThat night, the moonlight swept the imperial garden, through branch and petal,\nShowering the courtyard with pearls from heaven.\nThat scene still glows brightly in my shallow heart...\n\nI hope she can remember the wordy motto I dared to put to her ere we parted.\n\"Do not be blinded. Do not waver. Keep walking on the path you believe in.\"\nI hope that my words will ward off at least some of the lies and evil she will face.\nI also hope that that mischievous yet innocent tanuki will not hate me for my final deception...\n\nNow, in this darkest of places,\nI will hold tightly to these scenes,\nAnd like the moon shining through the clouds,\nThey will light up my tiny, fragile heart.\n\nIn this life, I once took the form of a human,\nAnd I walked with these short-lived yet beautiful little creatures,\nAnd became friends with many people from all walks of life.\nWhether it was the shrine maiden who came to train in Narukami for the sake of her hometown shrine,\nOr the kid who got separated from the adults by the divine palanquin's entourage during the summer festival,\nOr the easygoing young man who finally went to Liyue to practice the adepti arts...\nWhether it's the Kanjou who worked hard to make the city prosperous,\nOr the craftsman who was obsessed with making extremely sharp swords,\nOr the clan who used ingenious techniques to make man-made meteors bloom in the skies...\nAll of them are friends whom I did not expect to make.\n\nI hope the barrier that guards them will not be eroded by any darkness...\n\nEverything, all of this — they are all things that I yearn for.\n\n\"So then, the dark will that gnaws at me...\"\n\"Now that I've lost all my strength,\"\n\"My Hakushin blood is yours to do with as you will.\"\n\"However, despite being greatly humbled as I am,\"\n\"I still pray that you will listen to my pleas...\"\n\n\"If you can see everything that I treasure,\"\n\"Then I beg pardon on behalf of those beings.\"\n\"If you would permit me to make but one wish,\"\n\"Please return my ever-bright memory,\"\n\"To this land that I love deeply.\"\n\"That way, that even after your rampage,\"\n\"I may still hold out hope for beautiful things to endure...\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6.7%",
	"effectName": "Sakura Saiguu",
	"effectTemplateRaw": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a <color=#99FFFFFF>{0}</color> Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
	"r1": {
		"description": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a 10% Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a 12.5% Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
		"values": [
			"12.5%"
		]
	},
	"r3": {
		"description": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a 15% Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a 17.5% Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
		"values": [
			"17.5%"
		]
	},
	"r5": {
		"description": "After the character equipped with this weapon triggers an Electro elemental reaction, nearby party members of an Elemental Type involved in the elemental reaction receive a 20% Elemental DMG Bonus for their element, lasting 6s. Elemental Bonuses gained in this way cannot be stacked.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}