{
	"id": 15511,
	"name": "Hunter's Path",
	"description": "This gilded bow was made using precious white branches. It has felled countless wicked beasts attempting to infiltrate the woods.",
	"descriptionRaw": "This gilded bow was made using precious white branches. It has felled countless wicked beasts attempting to infiltrate the woods.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "A golden hunting bow made of white branches that contains the blessing of the forest.\nTrees with such white branches are rarely seen nowadays.\nThe blessings were once covered by darkened blood, but the stains have been washed away by water.\n\nThe hunter pursuing the dark herd seemed to be on a hunt without end.\nNights of waiting under rotten leaves, and days of slumbering inside chunks of meat,\nAll for that fatal arrow that would penetrate the heart of the prey — and then, it was on to the next target.\n\nGradually, the hunter stopped worrying about the wind revealing her location to the prey,\nOr about using wildflowers to camouflage her human scent,\nAs the smell she diffused became similar to the stench wild beasts were familiar with.\n\nShe forgot the human tongue long before she became a hunter.\nDuring her endless hunt, the time and the sun and the moon faded into oblivion,\nAnd so did the boundless hunting fields promised to her.\nEven the blind youth who first found her and gave her the bow made of white branches,\nAnd led her onto the path of the dark beasts,\nWas forgotten in her undistracted hunt.\n\n\"For the bloodstained shall never find yonder hunting grounds of endless viridescence.\"\n\"No, master, this world where barbarous beasts roam shall be my hunting grounds...\"\n\nLooking into the clear water under the moonlight, the hunter found that she, too, had unwittingly turned into a wild beast.\nFollowing the tracks left by the beast, the black knight whose form and sword were reflected in the water found her, at a loss as she was...\n\n\"So, you were just another beast to be destroyed, tempted by the illusory silhouette of the moon in the water.\"\n\"How strange. For a moment, I thought I saw a maiden lost in the forest...\"\n\n\"I must continue westwards. For the sake of justice... To settle the crime of twisting man into a beast's form.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "9.6%",
	"effectName": "At the End of the Beast-Paths",
	"effectTemplateRaw": "Gain <color=#99FFFFFF>{0}</color> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <color=#99FFFFFF>{1}</color> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
	"r1": {
		"description": "Gain 12% All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by 160% of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Gain 15% All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by 200% of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Gain 18% All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by 240% of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Gain 21% All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by 280% of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Gain 24% All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by 320% of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}