{
	"id": 14505,
	"name": "Jadefall's Splendor",
	"description": "A ritual vessel carved from jade that reflects the luster of the skies and the clear waters.",
	"descriptionRaw": "A ritual vessel carved from jade that reflects the luster of the skies and the clear waters.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "The splendid jadeite fell from the sky, washed by the ever-flowing cleansing waters.\nFreed from dark earth and rotten wood, every trace of residue removed.\nA primordial stone, chiseled and molded by the hands of mortal youth.\nUltimately becoming a splendid jade instrument, awaiting a serendipitous moment to fulfill its sacred purpose...\n\n\"It is just as I said,\" mused the researcher from the realm of rainforests over tea, \"the arc of history bends towards decay and collapse.\"\n\"The fall of humanity can only be prevented with the wisdom and mercy of the gods. Without these, humans will inevitably annihilate themselves.\"\n\"Witness the silent testimony of the deserted ruins lying betwixt mountain and swamp. Witness the wild beasts in the hills, bereft of their powers of speech and spirit...\"\n\"The people of the past perished without a trace, and even their greatest kings and chiefs failed to make even a ripple.\"\n\nThe people of Chenyu Vale did not always dwell there, but once called the crystal-veined mountains home.\nLife of family and tribe both revolved around the mines, and their settlements stretched from peak to peak.\nBut the ancient sin lying buried beneath their feet and shovels was unknown to the mortals, hidden under the deepest shafts.\nDivine punishment is unforgiving, and cares not for the lives of mortals. After the catastrophe, their forebears were forced to bring their families northward.\n\nThe elders of Qiaoying Village claim that the ancestors of the people of Chenyu Vale came from a chasm to the south.\nThey brought with them a great jade altar, and left behind ancient, enigmatic ruins...\nWhen war among the gods brought tragedy, the ancestors of Chenyu Vale's people were reduced to wandering refugees.\nTheir descendents once believed in a now-forgotten god, and all are now lost to history and consigned to dust.\n\n\"An unsound theory,\" responded the consultant in the dark robes, \"the history of mortals is one filled with rebirth.\"\n\"Glory and ruin both spring from mortals themselves. Without agency, there is no rise or fall to speak of.\"\n\"Ancient ruins lie forsaken, but their former inhabitants, buffeted by fate, live on to this day...\"\n\"The fading of their ancestors has given rise to the prosperity of today... even if they are now assimilated, one with the people of a new god.\"\n\"Even if they are often helpless in matters great and small, they have not been destroyed by circumstance, but rather made their own choices.\"\n\"As for the wisdom and laws of the gods, they are based on the consensus of mortals, and not personal whim.\"\n\nAfter a short while, the trivial debate over tea came to an inconclusive end. Such discussions between mortals and gods are wont to end in squabbling over this and that.\nBut the Bishui River flows eternal, just as the luster of the sacred jade within remains as constant as its former master.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "10.8%",
	"effectName": "Primordial Jade Regalia",
	"effectTemplateRaw": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore <color=#99FFFFFF>{0}</color> Energy every 2.5s, and gain <color=#99FFFFFF>{1}</color> Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to <color=#99FFFFFF>{2}</color>. Primordial Jade Regalia will still take effect even if the equipping character is not on the field.",
	"r1": {
		"description": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore 4.5 Energy every 2.5s, and gain 0.3% Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to 12%. Primordial Jade Regalia will still take effect even if the equipping character is not on the field.",
		"values": [
			"4.5",
			"0.3%",
			"12%"
		]
	},
	"r2": {
		"description": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore 5 Energy every 2.5s, and gain 0.5% Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to 20%. Primordial Jade Regalia will still take effect even if the equipping character is not on the field.",
		"values": [
			"5",
			"0.5%",
			"20%"
		]
	},
	"r3": {
		"description": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore 5.5 Energy every 2.5s, and gain 0.7% Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to 28%. Primordial Jade Regalia will still take effect even if the equipping character is not on the field.",
		"values": [
			"5.5",
			"0.7%",
			"28%"
		]
	},
	"r4": {
		"description": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore 6 Energy every 2.5s, and gain 0.9% Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to 36%. Primordial Jade Regalia will still take effect even if the equipping character is not on the field.",
		"values": [
			"6",
			"0.9%",
			"36%"
		]
	},
	"r5": {
		"description": "For 3s after using an Elemental Burst or creating a shield, the equipping character can gain the Primordial Jade Regalia effect: Restore 6.5 Energy every 2.5s, and gain 1.1% Elemental DMG Bonus for their corresponding Elemental Type for every 1,000 Max HP they possess, up to 44%. Primordial Jade Regalia will still take effect even if the equipping character is not on the field.",
		"values": [
			"6.5",
			"1.1%",
			"44%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}