{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "This famed blade was born in a nation to the far north. But in the name of \"Isshin,\" it was stained with many a dark deed on its home-bound journey.",
	"descriptionRaw": "This famed blade was born in a nation to the far north. But in the name of \"Isshin,\" it was stained with many a dark deed on its home-bound journey.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "A long blade the color of blood, upon which has been bestowed the name Isshin. It is remarkably sharp and vividly ominous.\nIt is said that this blade can easily cleave through a porous bamboo basket and the water within it before the latter can even leak out.\n\nPeople often say that within the body of every blade rests a blade-spirit.\nThen it is natural to assume that a blade forged by the Tatarigami is dwelled by a demon of malice.\nThe renowned blade Kagotsurube Isshin is forged by the swordsmith Akame Kanenaga, who failed to become the head blacksmith.\nThough forged by the hand of an Inazuman swordsmith, this blade was not made in the nation of thunder and Jade Steel, but in a snow-covered land in the far north.\nIf beheld in the moonlight, the blade's hamon would look as if it were flowing, like the blood and tears of a wayfaring wanderer.\n\n\"The 'Tatarigami' is pure malice by nature. It bears resentment against mortal desire.\"\n\"Swords are merely instruments of misfortune. Without wickedness, they will not birth slaughter. Without hate, they would never know the taste of blood.\"\n\"'Isshin' is the stillness of the mind, free of distractions. This purity of desire empowers the swordsmith to forge tirelessly.\"\n\"But by this token, resentment against living beings is the metal from which a blade that kills shall be forged.\"\n\nIn their frenzied passion to practice \"Isshin,\" the Akame School had always pursued the forging of a killer blade that could reach the extremes of lethality.\nAs such, the body and mind of the members of the Akame School were often withdrawn and short-spanned, their hearts venomously graven.\nThe blades made by the Akame School were keen indeed, but many of them had some evil within that ultimately led to the school itself being regarded by the authorities as \"undesirable.\"\nFor this reason, the Akame School's position as the leader of the Isshin Art, passed down from Mitsunaga, did not last three generations before being rescinded by the authorities.\n\nAfter that, Akame Kanenaga was involved in the Case of the Eccentric and committed treason.\nThis led him to change his name and leave for a snow-covered nation in the far north, to make a humble living in the land ruled by imperious ice.\nThe only wish of the deceased Kaedehara was to see the Isshin Art celebrated by those who understood a sword's beauty.\nBut the swordsmith, the blade, and the Tatarigami were all tools and titles for people to wield...\n\n\"I spent half of my life in pursuit of the vanity that is the Isshin Art, it only turned out that I became another 'Kaedehara'!\"\n\"Ah, what's done is done. My only hope is that the sword born in the ice and frost will not be as weak as its useless title...\"\n\nThe Kaedehara Clan were master swordsmiths whose works best symbolized Masagomaru's style; whilst the Niwa Clan were humble and diligent, skilled in clay tempering.\nIn their frenzied passion to practice \"Isshin,\" the Akame School had always pursued the forging of a killer blade that could reach the extremes of lethality.\nAs he passed away amidst the vast snow, the man only wished to forge a renowned blade with which to restore the name of Kaedehara and win back the recognition of the people...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Isshin Art Clarity",
	"effectTemplateRaw": "When a Normal, Charged, or Plunging Attack hits an opponent, it will whip up a Hewing Gale, dealing AoE DMG equal to 180% of ATK and increasing ATK by 15% for 8s. This effect can be triggered once every 8s.",
	"r1": {
		"description": "When a Normal, Charged, or Plunging Attack hits an opponent, it will whip up a Hewing Gale, dealing AoE DMG equal to 180% of ATK and increasing ATK by 15% for 8s. This effect can be triggered once every 8s.",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 12
			}
		]
	}
}