{
	"name": "Kagura's Verity",
	"description": "The bells used when performing the Kagura Dance, blessed by the Guuji herself. The scent of the Sacred Sakura tree lingers on it.",
	"weapontype": "Catalyst",
	"rarity": "5",
	"story": "Where once there were dances before the throne, the sounds of the bells still linger.\nThe white silhouette, once something to pursue, never returned, yet it remains an unceasing dream from which one cannot wake...\n\n\"I was a silly little thing back then, nowhere near as intelligent as our great matriarch Hakushin.\"\n\"Groping about clumsily, I was a whelp foraging through the snow, hoping to draw Her Excellency's attention.\"\n\"Funnily enough, it was exactly because of my foolhardy courage that Her Excellency had pity on me.\"\n\"And that's how I came into her service. You know, warming her hands and feet and all. Very great honor.\"\n\n\"Lady Saiguu would later depart, never to return, and those seniors of mine would also be lost due to various other reasons.\"\n\"And that was how someone as bumbling as I took up the role of \"Miko\" and grew into the person you know today.\"\n\"Thus it was in this way that the unfortunate task of putting a smile on Her Excellency's face fell squarely on my shoulders.\"\n\"The night when I first performed the Kagura dance, I felt the weight of the 'past.'\"\n\nThe tinkling of the bells grew distant, and the great silver kitsune, master and friend, disappeared into the winding river of dreams.\nThe bells sounded again, and the obstinate sandbar loosened and dissolved into the swirling current.\nThe pure white, gentle figure of the past had long drifted into dark memory.\nSo the lone daughter of the great kitsune lineage would take up the Kagura bells, and dance for the vibrant \"now.\"\n\nI knew a young and obstinate tengu warrior, and used the pretext of \"training\" to bluff her into asceticism in the mountains,\nBut sensing her unruly nature, I recommended her to those block-headed Kujou.\nAnd though I once had a competition against an obstinate oni and was defeated by dint of sheer perseverance...\nI did add a few little tricks to make our contest more interesting.\nI corresponded with a half-adeptus from a distant land, and gifted her fresh and supple ocean plants.\nStill, I felt keenly that I could not understand her almost foolish love. Is that not a form of bondage for the adepti?\nThe moonlight sweeps across the imperial garden through branch and petal, alighting upon the empty courtyard.\nThat scene still glows brightly in my shallow heart like countless glimmering jewels...\n\n\"In the short span of these few hundred years, I have walked the earth in many guises.\"\n\"Though I have not had the fortune to have deep relationships with ordinary people, I came to know human beauty deeply.\"\n\"And Her Excellency, whom I might dare to call friend, should have more time yet to roam this world.\"\n\"So let us see this imperfect world together and enjoy its obsessions with love and hate, with meetings and partings.\"\n\nWith Her Excellency engrossed in her dream-real of Eternity, someone needed to look out for the common folk.\nTo quell the resentment of the wicked oni Kuroami, I once showed but a hint of the ominous power I wield.\nAnd the great disturbance caused by Kosanta the Bald Tanuki would be made sport of with a little application of magic.\nThe marauding pirate Rinzou, terror of the archipelago, would also be betrayed over some small discordance in plans.\nAnd as for that blank slate, that immortal eccentric...\nI hope \"he\" will find his way and not become a threat to us all.\nThe darkened remains of the swordmaster's soul, the beasts of catastrophe hiding in the sacred forest, they were all wiped out...\nCompared to the dream of Eternity Her Excellency pursues, such things were but fleeting interludes,\nAnd the wait for her to come around seemed to stretch out infinitely, but I knew that time was on our side.\n\n\"I mean, a Euthymia without wind or moon, with lotuses and udumbara that do not wither,\"\n\"I'm sorry, but the loneliness would get to me. I'd be bored to tears.\"\n\"I'd much rather snap off Thunder Sakura branches in a drunken haze and cavort with the impudent youkai.\"\n\"And no, these are not stories of the ancient past, but of a future full of hope.\"\n\"So, You Excellency, might I still have the pleasure of joining you to watch the first pale purple buds that emerge when the snow next melts?\"",
	"baseatk": 46,
	"substat": "CRIT DMG",
	"subvalue": "14.4",
	"effectname": "Kagura Dance of the Sacred Sakura",
	"effect": "Gains the Kagura Dance effect when using an Elemental Skill, causing the Elemental Skill DMG of the character wielding this weapon to increase by {0} for 16s. Max 3 stacks. This character will gain {1} All Elemental DMG Bonus when they possess 3 stacks.",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Mask of the Wicked Lieutenant",
				"count": 5
			},
			{
				"name": "Concealed Claw",
				"count": 5
			},
			{
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 5
			},
			{
				"name": "Concealed Claw",
				"count": 18
			},
			{
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mask of the Tiger's Bite",
				"count": 9
			},
			{
				"name": "Concealed Unguis",
				"count": 9
			},
			{
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 5
			},
			{
				"name": "Concealed Unguis",
				"count": 18
			},
			{
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Mask of the One-Horned",
				"count": 9
			},
			{
				"name": "Concealed Talon",
				"count": 14
			},
			{
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Mask of the Kijin",
				"count": 6
			},
			{
				"name": "Concealed Talon",
				"count": 27
			},
			{
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}