{
	"id": 11511,
	"name": "Key of Khaj-Nisut",
	"description": "One of a paired set of scepters fashioned from obsidian. They say that this can be used as a key to open the gate to a paradise that lies at the end of the ocean of sand.",
	"descriptionRaw": "One of a paired set of scepters fashioned from obsidian. They say that this can be used as a key to open the gate to a paradise that lies at the end of the ocean of sand.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "This is a story from the days after the Lord of Sand's dreams fell apart and the Grandmaster of Verdure hid the whispers of the demonic skies away.\nThe ears of decay broke the great divine realm into many kingdoms before grinding them all into sand.\nA queen from amongst those kingdoms burnt the little prince's gilded robes and crown, and had him escape garbed in the sackcloth of a servant;\nYears passed, and the prince was reduced to being the son of one who ruled over the slave markets, and then to a wanderer who had lost everything.\n\n\"When I could still weep over the sunrise above the tower of mirages, I offered advice to my overlord, crushing many cities at his side.\"\n\"I once blessed the son of the former king upon his birth: Even after his departure, hymns of praise for him shall continue on...\"\n\"I have misjudged many people and happenings in the past, but no longer — for now I see nothing at all. This is destiny's punishment upon me.\"\n\"Become my apprentice. Be my eyes and describe to me the people and things in this gilded desert.\"\n\"I hope to one day weave the poems of heroes into the most beautiful tapestry to exist in the divine courts.\"\n\nCoins are eroded when passed from hand to hand, but noble things become stronger as they change hands.\nHis last owner was a blind poet. Later, the story changed from a tale of a master and a servant to that of a master and apprentice.\n\n\"Before we parted, Mother told me that we would meet again in the eternal oasis...\"\n\"Use this sword as the key to the paradise's gate, and rebuild the kingdom amidst emeralds and pomegranates.\"\n\nHearing the story of the wandering princeling, the aged poet caressed the dull blade of the black sword. At length, he replied:\n\"Thus do our crossed destinies duly end, for I am but a trifle in your epic.\"\n\n\"Master...\"\n\n\"Xiphos, your fate is above those of us humble poets. You should not stoop so low as to write stories for others—\"\n\"You are the one favored by the Jinni. You, who wield the Key of Khaj-Nisut, are the prince of the once-lost kingdom.\"\n\"Embark on your wanderings amongst the failing kingdoms. You shall create new tales and find the eternal oasis...\"\n\"In the times when I wrote hymns for my overlord and love poems for the prince, I fantasized about writing for the hero of destiny.\"\n\"Allow me, please, to recount your epic — the epic of your reunion with your mother and the return of the Lord of Sand's glory to this realm.\"\n\nIn the end, their paths would cross — the crown prince who became a slave and then a hero, and the mercenary who fell from the throne.\n\nMany legends mention a certain key. It is said to have commanded the sands to form a flowing river in mid-air and sealed the homeland after the Lord of Sand parted ways with old friends.\nThey even say that it was used to hide the desert tower and paradise of dreams away under the aegis of illusions when the bubble burst and the nations were scattered.\nThis key was passed between the hands of mortal tyrants and kings, till at last it, too, returned to the sand's embrace.\nAs for the aged blind poet, he would follow the trace of stories and blood-tainted footsteps, and finally find his way to the forest...",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14.4%",
	"effectName": "Sunken Song of the Sands",
	"effectTemplateRaw": "HP increased by <color=#99FFFFFF>{0}</color>. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by <color=#99FFFFFF>{1}</color> of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by <color=#99FFFFFF>{2}</color> of the equipping character's max HP for 20s.",
	"r1": {
		"description": "HP increased by 20%. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by 0.12% of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by 0.2% of the equipping character's max HP for 20s.",
		"values": [
			"20%",
			"0.12%",
			"0.2%"
		]
	},
	"r2": {
		"description": "HP increased by 25%. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by 0.15% of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by 0.25% of the equipping character's max HP for 20s.",
		"values": [
			"25%",
			"0.15%",
			"0.25%"
		]
	},
	"r3": {
		"description": "HP increased by 30%. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by 0.18% of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by 0.3% of the equipping character's max HP for 20s.",
		"values": [
			"30%",
			"0.18%",
			"0.3%"
		]
	},
	"r4": {
		"description": "HP increased by 35%. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by 0.21% of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by 0.35% of the equipping character's max HP for 20s.",
		"values": [
			"35%",
			"0.21%",
			"0.35%"
		]
	},
	"r5": {
		"description": "HP increased by 40%. When an Elemental Skill hits opponents, you gain the Grand Hymn effect for 20s. This effect increases the equipping character's Elemental Mastery by 0.24% of their Max HP. This effect can trigger once every 0.3s. Max 3 stacks. When this effect gains 3 stacks, or when the third stack's duration is refreshed, the Elemental Mastery of all nearby party members will be increased by 0.4% of the equipping character's max HP for 20s.",
		"values": [
			"40%",
			"0.24%",
			"0.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Copper Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Iron Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Silver Talisman of the Forest Dew",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Golden Talisman of the Forest Dew",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}