{
	"name": "King's Squire",
	"description": "A weapon you obtained from an Aranara tale. It has taken on the shape of a bow that can shoot the enemies of the forest down.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "\"Once upon a time, there was a princess named Cinnamon...\"\n\"...and with the tiger by her side, she left the palace once and for all. The end.\"\n\nBut this tale belongs to your kind. In your stories, everything always has a deeper meaning.\nI understand that this \"palace\" is everything that makes Cinnamon human:\nOthers who share the same bloodline, a more than spacious living place, common sense, and life lessons — while the King was the wish lurking and glowing in her mind like moonlight.\nYet for us, a palace is a palace, Cinnamon is Cinnamon, the Forest King is the Forest King, and moonlight is just the moonlight.\n\nThe story I heard is at variance with the story of Cinnamon.\nOnce upon a time, there was a child who lost her way in the forest. Following the footprints left by the Forest King, she stepped into the tiger's garden.\n\"Grrrr! Be it birds or beasts, my stomach bids everyone welcome, while the earth awaits their return.\"\n\"I am the king of the forest. I slaughter, and I foster. Only a puny human like you have I yet to sample.\"\nSo said the tiger. However, the child hadn't yet forgotten your language, and naturally, she couldn't understand the King.\n\n\"Grrr,\" the child imitated.\n\nThe Forest King was amused. Usually, when he spoke, your kind would hide in their wooden houses,\nAnd beasts would lie on the ground, not daring to move even an inch, and birds would fly away towards the sun. Even those Rishboland Tigers, mighty as they may appear, would hide themselves in the bushes.\n\"Grrr! A tiny outsider who does not understand etiquette. Alright, then let me teach you all about the forest, and its language you shall learn.\"\n\"From now on, you are my squire. This forest will forever be open to you and all beings here can do harm to you no more.\"\n\n\"Remember, this whole world is but a dream of the forest. One day you shall awake from your reality and find your place in this boundless hunting ground.\"\n\"Where our prey head without fail, we shall arrive at one day as well. Always keep that in mind.\"\n\n...\nThere will always be a new king to inherit the seat from his predecessor. The circle of life applies to you, to us, and to every being in the forest just the same.\nBefore the squire met her fate together with the King, a lost child stumbled into the palace without scrunching a single fallen leaf.\nShe passed on all her knowledge to the child. Just as this story was passed on to me, that child passed on the teachings to the children who came after.\nLater, some children became the guardians of the forest, passing on the forest's language and the responsibility of protecting the King's land to their future successors.\nAnd others, when they gazed upon the great agony others suffered, decided to bid farewell to the hunting ground and become hunters who would terrify even the most vicious beasts.",
	"baseatk": 41,
	"substat": "ATK",
	"subvalue": "12",
	"effectname": "Labyrinth Lord's Instruction",
	"effect": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by {0} for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal {1} of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s.",
	"r1": [
		"60",
		"100%"
	],
	"r2": [
		"80",
		"120%"
	],
	"r3": [
		"100",
		"140%"
	],
	"r4": [
		"120",
		"160%"
	],
	"r5": [
		"140",
		"180%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"name": "Inactivated Fungal Nucleus",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"name": "Inactivated Fungal Nucleus",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"name": "Dormant Fungal Nucleus",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"name": "Dormant Fungal Nucleus",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"name": "Robust Fungal Nucleus",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"name": "Robust Fungal Nucleus",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}