{
	"name": "Light of Foliar Incision",
	"description": "This gilded blade was made using precious white branches. It was once used to destroy countless poisons that infested the forest.",
	"weapontype": "Sword",
	"rarity": "5",
	"story": "From the land of gold came a wanderer, his body and mind scarred by the touch of battle.\nHe was once a prince, but now, he was merely someone lost in a winding and deceptive verdant maze.\nThe ancient forest king, tasting the scent of blood that stems from authority, was unable to hold back a deep sigh...\nSummons were sent, and a huntress bearing a moon-white bow came forth, tasked to hunt the trapped beast that had come from beyond the woods.\n\nThe sky was overcast, spreading like ink blots in the clouds. Death whispered through the wooded maze, groping for a path to follow.\nFollowing the exile's footsteps, the curse spread across the desert sands to swallow the \"living\" lands.\nThrough jade hallways and pathways narrow, she discovered the intruder's intent from the strangeness of their scent...\nAdrift between memory and ambition, however, the exile was lost amidst the discord of running water and birdsong...\n\n\"You have been struck with one of my arrows, insolent invader! The next shall find its path into your heart.\"\n\"No longer shall you loiter in the forest. No longer shall you disturb the dreams of the children. The crown you seek, you shall not find here!\"\n\nThus did the hale huntress warn her prey, that none yet had ever evaded her arrows or her perspicacity.\nYet, for reasons unknown, she lowered her bow by a few inches and deliberately missed the addled man.\nThe greenery looked on, bewildered, and the dream-hidden children exhaled as blood went unspilled.\nThe slumbering forest king, blessed with insight that can pierce through all dreams, understood her intent and gave a thunderous murmur that caused even the greatest of trees to tremble:\n\n\"That mortal is not alike to you. He comes from a sordid land, and his hands are stained with blood, while his heart festers with delusions and madness.\"\n\"But the forest only keeps dreams wrought from naivete, and blood is only meant to be shed for the hunt or in sacrifice — in this there can be no deception.\"\n\"If you believe that he yet has the potential to reclaim his honor in the maze, then guide him to break off the pale branch...\"\n\"Only then can the bright moon and the newborn stars grant him pure wisdom and help him shed his bitter memories and desires.\"\n\nSo, she again took hold of her pure-white bow and drove the exile, sending him fleeing into the depths of the maze...\nThe truth of what happened afterward was witnessed by the moon and the stars, and only dwells still in the dreams of children.\nSome rumors say that the exiled noble finally used the pale branch to forge a blade that belonged to him and him alone,\nWhile some children claim in their sleep that he forgot the name of his home, and of his dream to be king.\nRegardless, Prince Faramarz's name vanished within the rainforest henceforth, returning to the desert on the back of sand carried by the wind.",
	"baseatk": 44,
	"substat": "CRIT DMG",
	"subvalue": "19.2",
	"effectname": "Whitemoon Bristle",
	"effect": "CRIT Rate is increased by {0}. After Normal Attacks deal Elemental DMG, the Foliar Incision effect will be obtained, increasing DMG dealt by Normal Attacks and Elemental Skills by {1} of Elemental Mastery. This effect will disappear after 28 DMG instances or 12s. You can obtain Foliar Incision once every 12s.",
	"r1": [
		"4%",
		"120%"
	],
	"r2": [
		"5%",
		"150%"
	],
	"r3": [
		"6%",
		"180%"
	],
	"r4": [
		"7%",
		"210%"
	],
	"r5": [
		"8%",
		"240%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Copper Talisman of the Forest Dew",
				"count": 5
			},
			{
				"name": "Desiccated Shell",
				"count": 5
			},
			{
				"name": "Faded Red Satin",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 5
			},
			{
				"name": "Desiccated Shell",
				"count": 18
			},
			{
				"name": "Faded Red Satin",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 9
			},
			{
				"name": "Sturdy Shell",
				"count": 9
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 5
			},
			{
				"name": "Sturdy Shell",
				"count": 18
			},
			{
				"name": "Trimmed Red Silk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 9
			},
			{
				"name": "Marked Shell",
				"count": 14
			},
			{
				"name": "Rich Red Brocade",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Golden Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Marked Shell",
				"count": 27
			},
			{
				"name": "Rich Red Brocade",
				"count": 18
			}
		]
	}
}