{
	"id": 12410,
	"name": "Lithic Blade",
	"description": "A greatsword carved and chiseled from the very bedrock of Liyue.",
	"descriptionRaw": "A greatsword carved and chiseled from the very bedrock of Liyue.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "A weapon favored by the Millelith of yore.\nCarved from the divine bedrock upon which Liyue Harbor was established, it is incomparably heavy.\nNo ordinary human could lift this blade, let alone wield it in battle.\nAnd yet records state that the Millelith of old could use it with ease.\n\nThe Millelith was an organization first founded on the initiative of the followers of Rex Lapis.\nIts history can be traced to when the port city was first completed.\nUnder Rex Lapis' and Liyue's banner they march, and will never desert it, whether in advance or retreat.\n\"While rock stays hard, the mountain shall never fail; while the Millelith stands guard, evil shall never prevail.\"\nThe Millelith warriors adhere without fail to this code, and for it they would die without regrets.\n\nThey follow in Rex Lapis' footsteps to the best of their ability, slaying monsters, protecting the citizenry, and keeping the peace in Liyue.\nThe Millelith made its name not in slaughter but in defense, using their own bodies to shield their homeland.\n\nThis greatsword of unmatched weight and hardness mirrors the duty and the will of Liyue's guardians.\nXing and Han, the two members of this armed force who first carved stone into swords, must have known in their hearts,\nThat in the future, those who had the strength to use these stone swords would grow few.\nBut this also meant that the world would be at peace, and neither guardians nor swords would be needed anymore.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Lithic Axiom: Unity",
	"effectTemplateRaw": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>{0}</color> ATK increase and a <color=#99FFFFFF>{1}</color> CRIT Rate increase. This effect stacks up to 4 times.",
	"r1": {
		"description": "For every character in the party who hails from Liyue, the character who equips this weapon gains a 7% ATK increase and a 3% CRIT Rate increase. This effect stacks up to 4 times.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "For every character in the party who hails from Liyue, the character who equips this weapon gains a 8% ATK increase and a 4% CRIT Rate increase. This effect stacks up to 4 times.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "For every character in the party who hails from Liyue, the character who equips this weapon gains a 9% ATK increase and a 5% CRIT Rate increase. This effect stacks up to 4 times.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "For every character in the party who hails from Liyue, the character who equips this weapon gains a 10% ATK increase and a 6% CRIT Rate increase. This effect stacks up to 4 times.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "For every character in the party who hails from Liyue, the character who equips this weapon gains a 11% ATK increase and a 7% CRIT Rate increase. This effect stacks up to 4 times.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}