{
	"id": 12418,
	"name": "Mailed Flower",
	"description": "A graceful and elegant greatsword that is decorated with flowers and ribbons.",
	"descriptionRaw": "A graceful and elegant greatsword that is decorated with flowers and ribbons.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "The image of the Windblume has been lost amidst the flowing winds of time,\nIn times of peace, it has become synonymous with love and gladness.\nSometimes, even the forged weapons that are to be wielded for conquest and victory,\nAre adorned with such flowers following the commissioner's or forger's wish.\nIt seems that this blade was custom-made by someone for their beloved.\n\n\"Iron blades fail to slash it, neither can imprisonment of stones confine it.\"\n\"The wind has no fear of future, only constantly flowing in its direction.\"\nThe nameless shepherd who belonged not to the church silently told of stories of the wind,\nAnd presented the \"flowers\" to them in whose eyes the light yet shone.\n\nIf the noble descendants had all but forgotten their original oath, if the conceited silence rose to popularity,\nOr if the principle of the blood stood against the flowing wind, the legend of trees and flowers would be forbidden.\nIn that era, numerous flowers blossomed in places not favored by people.\nThe flowers were swept away by the wind, yet left an instant of glorious charm in the bleak world.\n\n\"In the shadow cast by the tower of the past, in the alleys and streets of today,\"\n\"In the smallest corners, the flowers are still blooming with the faintest glow.\"\nThe nameless shepherd who did not hail from the palace silently told of the flowers' stories.\n\nHe said: \"Today, Ludi Harpastum has been taken away by the noble.\"\nBut did you know that, in the ruins where mighty winds once swept, there used to be blooming wild flowers over hill and dale?\nThose flowers were not the common kind. The stronger the wind blew, the sturdier those flowers' root would grow, and the more they flourished.\nThe day when the kingdom was dotted with those flowers would be the day when the tower finally fell down.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "24",
	"effectName": "Whispers of Wind and Flower",
	"effectTemplateRaw": "Within 8s after the character's Elemental Skill hits an opponent or the character triggers an Elemental Reaction, their ATK and Elemental Mastery will be increased by <color=#99FFFFFF>{0}</color> and <color=#99FFFFFF>{1}</color> respectively.",
	"r1": {
		"description": "Within 8s after the character's Elemental Skill hits an opponent or the character triggers an Elemental Reaction, their ATK and Elemental Mastery will be increased by 12% and 48 respectively.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Within 8s after the character's Elemental Skill hits an opponent or the character triggers an Elemental Reaction, their ATK and Elemental Mastery will be increased by 15% and 60 respectively.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Within 8s after the character's Elemental Skill hits an opponent or the character triggers an Elemental Reaction, their ATK and Elemental Mastery will be increased by 18% and 72 respectively.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Within 8s after the character's Elemental Skill hits an opponent or the character triggers an Elemental Reaction, their ATK and Elemental Mastery will be increased by 21% and 84 respectively.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Within 8s after the character's Elemental Skill hits an opponent or the character triggers an Elemental Reaction, their ATK and Elemental Mastery will be increased by 24% and 96 respectively.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 12
			}
		]
	}
}