{
	"name": "Makhaira Aquamarine",
	"description": "An ancient greatsword that gleams like the waters themselves. A thousand years of sand erosion has not dulled its unnaturally sharp edge one bit.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "Legend has it that a thousand years ago, in the era when the foolish king was buried beneath the dunes,\nMany short-lived city-states were scattered throughout the barren, boundless, gilded land.\nThis greatsword belongs to the dancer Makhaira, who was once the tyrant's concubine.\nWith her ruthless sword dance, she won the king's favor as well as the prince's attention.\n\nThe noble king of the decaying kingdom was obese and haughty, reveling in gourmet food, wine, and hunting all day and every day.\nNo different from any other kings of that decadent age, he indulged himself in endless conquest, destruction, and the hoarding of loot.\n\nWhen all things sank into the dark night, the water-colored moonlight soothed the manic kingdom, and everything there fell asleep,\nThe overweight tyrant could not bear the torpor and fell into a deep slumber amidst the misty voices of the Seelie, his snores echoing throughout his chambers like rolling thunder...\nThe enchanting concubine had already seen the signs of destruction, so she polished her sword and prepared for one final dance.\nThe young prince had already foreseen the signs of devastation, so he came to meet the distraught Makhaira at night.\n\n\"What comes from the searing sands will eventually be buried beneath them. Even if the desert is as cold as ice on long nights, its fiery fate shall never be forgotten.\"\n\"If this is your decision, then please do me a favor, and please allow me to contribute but a little something to this old country that has long since fallen.\"\n\"Just a little revenge shall remove the burden on both our hearts. The one addicted to hunting shall finally be executed by the falcon he spoils.\"\n\"My mother, a Jinni, taught me the seven-fold sword dance. If I win the throne for you, I shall no longer have to flatter others, and that will satisfy me.\"\n\nThe conspiracy to bring down the kingdom was thus drawn up on the bed-mattress, and the gentle words of the lovers were also sharp blades.\nThe tyrant thus returned to the land of searing sands in an ugly fashion, and the great cause of conquering kingdoms and harems finally vanished into thin air.\nThe rise and fall of the city-state were but a drunken dream, during which the kind and the evil alike were crushed by an immense millstone like wheat husks.\nThe concubine adept at her sword-dancing failed to become the queen in the end, and the wise old retainer who survived to tell the story too lost his eyes.\nThe displaced, thrown into the sea of sand by the whirlpool that consumed everything, became wanderers or mercenaries before being engulfed by the forest...",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Desert Pavilion",
	"effect": "The following effect will trigger every 10s: The equipping character will gain {0} of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Storage",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"name": "Chaos Module",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"name": "Chaos Module",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"name": "Chaos Bolt",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}