{
	"id": 12433,
	"name": "Master Key",
	"description": "A heavy greatsword with a razor-sharp blade. Power is a key that can open almost any lock.",
	"descriptionRaw": "A heavy greatsword with a razor-sharp blade. Power is a key that can open almost any lock.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "No secret remains forever hidden, for even in the darkest and most of secret of rooms, negligence will always leave a crack.\nNo matter its complexity or brilliance, a lock is vulnerable from the moment of its creation,\nJust as even the most meticulous plan is bound to sow the seeds of its own failure.\n\nTo the young woman who claimed to be the successor of a master thief, secrets and mechanisms were but mere games.\nNeither the proud gentry of the north, nor the sycophantic merchants along the borderland,\nCould build an unpickable locks to match her skill.\n\nThe more intricate a design is, the more fragile its construction.\nWith enough pressure, no lock can hold forever.\n\nAnd so, as the notoriety of the \"Bladebreaker\" blazed across the land, Schanzkowska, the peasant's daughter, became lost to all memory in time.\nThe girl who claimed the mantle of a fae lord pilfered countless treasures, her laughter ringing through the dim extravagance with the abandon of a genuine noble.\nWhat should have remained to be a mundane, uninspired life, untouched by any spark, changed dramatically one day when a voice suddenly rang out:\n\n\"My dear young lady, oh proud and ridiculous imposter, I'm guessing you're the first person to see this news.\"\n\"The Grand Duke's so-called treasure is of no interest to me. You may have it, my dear, just as you have claimed the mantle of that master thief...\"\n\"But do remember: I was the first to break this mechanism. Let my name be etched into your heart, a name you will remember forever, alongside your failure.\"\n\nThe Grand Duke's dinner banquet had been a blatant provocation to thieves everywhere, for the secret treasure on display was impossible to steal, or so he boasted.\nThe young lady, scoffing at the arrogance, vowed to make away with his treasure in what would be one last heist before her retirement.\nBut someone had beaten her to the punch. The thief, who went by the \"Escape Artist,\" had left a taunting message on the wall, and its sting left her seething with fury — as well as humiliation.\n\nWhat followed were countless grudging contests, each one ending in a humbling defeat.\nThe lockpicking skills the young woman once prided herself were found constantly wanting in her rivalry with this unseen nemesis.\nThe more she failed, the more her shame burned, and the more she hungered to meet the one who kept beating her.\nThis went on until one day, the infuriating rival who always left her red with rage vanished without a trace.\nSubsequently, word reached her that this thief had been caught and executed.\n\nFor reasons she could not explain, she found herself at the rambling graves, unearthing the stone coffin containing the prisoner's body.\nBut when she dug it up and looked inside, she found that the body was gone. All that remained was a mocking sentence, etched in the cold stone.\n\nWiping away tears she couldn't quite explain, the young woman cursed her longtime foe's cunning through clenched teeth.\nAs always, she swore to dedicate her life to uncovering the truth behind his faked death and, once and for all, outwitting him.\nIn the end, time claimed both the beauty she once flaunted and the final breath she held.\nBereft of the strength to pick even a simple lock, the woman cursed his name one last time before resting inside the empty coffin.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13.3%",
	"effectName": "Fall Into Place",
	"effectTemplateRaw": "Upon causing an Elemental Reaction, increases Elemental Mastery by <color=#99FFFFFF>{0}</color> for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by <color=#99FFFFFF>{1}</color>. This effect can be triggered even if the equipping character is off-field.",
	"r1": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 60 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 60. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 75 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 75. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 90 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 90. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 105 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 105. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 120 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 120. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Sundered Glory of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Aureate Radiance of the Far-North Scions",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}