{
	"name": "Missive Windspear",
	"description": "A beacon that shows the direction of the wind. Not every idyll carried on the breeze remains a gentle thing...",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "A beacon that guides a traveler home from afar. No matter where they are, the silver eagle always inclines toward a distant wind.\nThe verdant feather swirled as she sang gently, guiding the homecoming one to the other side, where the gentle wind blew.\n\n\"I don't care about where you came from, or what sins you might have committed. It's just...\"\nThe \"young master\" (though he was not and could never be acknowledged as such) said as he wiped away the blood from her face.\n\"When the time comes for the winds of change to blow through this land, I want to have you by my side.\"\n\"I killed the falcon. Keep that a secret between us...\"\n\nMuch as the kin-blood would in the future be spilled by a brutal lance and left to turn from red to black in the snow,\nHer heart too was pierced, as if by an invisible arrow, when she perceived the real \"young master\" in her mind's eye.\nFrom then on, she kept one eye on the things she had to do as a servant,\nAnd another upon the \"missions\" that had to be accomplished for the vision he had described.\nShe dreamed of being by his side — no, even being in the crowd behind him would be alright,\nIf she could bathe in the winds — which she did not even comprehend — together with him, her real \"young master.\"\nFor this purpose, there were a lot of nails and tenons that needed to be pulled out to cause the great edifice to topple...\n\n\"Don't mourn, Priscilla. Everything in this world comes at a price.\"\n\"Remember: If these matters are betrayed, light the beacon at Stormbearer Point.\"\n\"When the winds of change blow through these lands, we shall be its wild, howling vanguard, you and I.\"\n\n\"Yes, Master Eberhart.\"\nYes — she would forget bloodline and duty, forsake separation and the sickly heart.\nNot many nails were left. The glories bygone would soon return.\n\nBut...\nThe family's falcons and hounds caught the plot's scent, and the silhouettes of sails were never sighted upon the cape.\n\nAt the last, she chuckled. Once, she had railed against her fate and the fate of countless others.\nHowever, at this moment, when she looked up at the pale moonlight and the shadow of the swords that reflected it,\nAnd as she gazed upon the mocking gaggle of nobles, she felt neither distress nor resentment — though she knew not why.\n\nNot many nails are left. The glories bygone will soon return.\nYoung master, you will be like this silver eagle. You shall guide the hurricane.\nDo not mourn for me. I shall soon be a wisp in a thousand winds...",
	"baseatk": 42,
	"substat": "ATK",
	"subvalue": "9",
	"effectname": "The Wind Unattained",
	"effect": "Within 10s after an Elemental Reaction is triggered, ATK is increased by {0} and Elemental Mastery is increased by {1}.",
	"r1": [
		"12%",
		"48"
	],
	"r2": [
		"15%",
		"60"
	],
	"r3": [
		"18%",
		"72"
	],
	"r4": [
		"21%",
		"84"
	],
	"r5": [
		"24%",
		"96"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 3
			},
			{
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"name": "Gloomy Statuette",
				"count": 12
			},
			{
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"name": "Dark Statuette",
				"count": 6
			},
			{
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"name": "Dark Statuette",
				"count": 12
			},
			{
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"name": "Deathly Statuette",
				"count": 9
			},
			{
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"name": "Deathly Statuette",
				"count": 18
			},
			{
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}