{
	"name": "Mistsplitter Reforged",
	"description": "A sword that blazes with a fierce violet light. The name \"Reforged\" comes from it having been broken once before.",
	"weapontype": "Sword",
	"rarity": "5",
	"story": "One of the swords that the Shogun bestowed upon her Hatamoto. It is said that it can call upon the power of lightning itself to slice through the mountain mist and night fog.\nIt was once shattered into a thousand pieces. After being reforged, a hamon resembling flowing clouds was left on the blade.\n\nAs the folk song goes: \"Arataki of the Front Gate, Iwakura the Successor, Kitain the Serpent, Takamine the Mistsplitter.\"\nThus do children who love martial arts list famous historical martial artists, and \"Takamine the Mistsplitter\" was the very same user of this sword.\nThis man once accompanied a member of the clergy, using the Mistsplitter to slay countless demons and Tatarigami.\nHe also learned archery from the Yougou Tengu, and passed that knowledge on to a person he loved.\nHowever, Mistsplitter would have no successors, and now only exists within storybooks, artworks, and fairytales.\n\nAt the end of his life, he assumed the position of one of the Shogun's yoriki and fought against a dark army.\n\nIf he hadn't left his beloved bow to her as part of their wager, maybe things would've been different.\nBut real gamblers never regret, never care about \"what ifs,\" and never feel remorse over \"if onlys.\"\nThe foe flooded over like mist — and so he would just keep slashing away with that secret blade that could disperse the brumous night.\nAs long as his strikes were swift enough, he would pierce the dark night, and day would come again—\n\n\"Asase, our promise... No, say rather our great bet. I will not lose it, not for the world!\"\n\"I shall return, and together with the bow that I'd wagered... I'll claim the future as my prize!\"\n\nLike a never-ending chain of lightning, he and Mistsplitter slew countless demons together.\nYet at the last, the sword was not as tenacious as the swordsman, and it gradually broke down.\nAnd he became submerged in that thick dark mist...\nIn the end, only some of the blade's fragments were retrieved for reforging, such that the resultant weapon might inherit the Mistsplitter name.\n\nAs though holding onto a spider's thread hanging down in the dark, the samurai held the handle of his broken sword tightly.\nAmidst the dark mist, he kept stubbornly reminding himself:\nThe result of our wager is still undecided. I must return to Asase's side...",
	"baseatk": 48,
	"substat": "CRIT DMG",
	"subvalue": "9.6",
	"effectname": "Mistsplitter's Edge",
	"effect": "Gain a {0} Elemental DMG Bonus for all elements and receive the might of the Mistsplitter's Emblem. At stack levels 1/2/3, the Mistsplitter's Emblem provides a {1} Elemental DMG Bonus for the character's Elemental Type. The character will obtain 1 stack of the Mistsplitter's Emblem in each of the following scenarios: Normal Attack deals Elemental DMG (stack lasts 5s), casting Elemental Burst (stack lasts 10s); Energy is less than 100% (stack disappears when Energy is full). Each stack's duration is calculated independently.",
	"r1": [
		"12%",
		"8/16/28%"
	],
	"r2": [
		"15%",
		"10/20/35%"
	],
	"r3": [
		"18%",
		"12/24/42%"
	],
	"r4": [
		"21%",
		"14/28/49%"
	],
	"r5": [
		"24%",
		"16/32/56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}