{
	"name": "Mitternachts Waltz",
	"description": "A bow painted the color of transgression and nights of illusion.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "...\n\"Mein Fräulein, not one tear of yours was shed in vain during your pilgrimage.\"\nThus spoke Ozvaldo Hrafnavins when the Prinzessin's journey in the land of ever-silence came to a close.\n\nIn their long journey across space and time, the Prinzessin der Verurteilung and her Night-Severing Raven bore witness to countless stories and their endings, each a raindrop that flows at the journey's end into a bitter sea. Every young man's rage at injustice must turn to calm. Every passion must be ground into dust by the march of time, before being turned to wild paranoia upon that inverted, ancient tree. Even the branch of the tree of time upon which the great and glorious Reman Republic nested would be cut off in the end, such that the nation founded by the other twin child of the wolves might rule.\nEverything in this world must pass through the doorway of their destruction unto the future kingdom of the Prinzessin. In the silence of her pitch-dark Nachtgarten would they find a place to slumber.\nEven so, when Droctfult fell at the hands of the Beast of the World, having fought for the dreams of a young man and the rain that had yet to fall, and was torn to shred by its claws, the Prinzessin still began to tear up.\n\n\"Hearken well, Ozvaldo Hrafnavins. The Sovereign of the Immernachtreich weepeth not.\"\nShe went on, \"Who among those born into this world are not burdened with sin? When the clock sounds for the time of judgment once more, the skirt of night shall descend once more. Then, the writhing struggles of man and beast trapped within will be naught but a midnight waltz.\"\n\n\"It is as you say, mein Fräulein.\"\n\"Hmph. As well you should know.\"\n\"Well then, mein Fräulein, I wonder if you still recall this tale...\"\n\nTwo of the three bright moons that caused the perfumed sea of the primordial universe to shine and stirred up the beasts of the Arianrhod Realm were shredded by a sword that tore the horizon asunder, left in smithereens too small even for the mystical sight of the Prinzessin.\nOr perhaps this was what happened: the bright moons that once illuminated a universe, brought dreams and song to the sweet sleepers of three worlds, and awakened a deep longing in the beast-herds that wandered betwixt dawn and dusk — they were at last rendered dust. But even so, they too wished to remain within the eternal, shining gaze of the Prinzessin, bringing their subtle light unto more lands still.\n\nIndeed. A Prinzessin does not shed tears.\nThat was merely a natural secretion from her royal eyes, affronted as they were by the untimely intrusion of those impudent grains of sand.\n\n—Volume End—",
	"baseatk": 42,
	"substat": "Physical DMG Bonus",
	"subvalue": "11.3",
	"effectname": "Evernight Duet",
	"effect": "Normal Attack hits on opponents increase Elemental Skill DMG by {0} for 5s. Elemental Skill hits on opponents increase Normal Attack DMG by {1} for 5s.",
	"r1": [
		"20%",
		"20%"
	],
	"r2": [
		"25%",
		"25%"
	],
	"r3": [
		"30%",
		"30%"
	],
	"r4": [
		"35%",
		"35%"
	],
	"r5": [
		"40%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}