{
	"id": 11434,
	"name": "Moonweaver's Dawn",
	"description": "An immaculate, sharp silver sword that can slice through armor like moonlight flowing through the empty night. According to legend, it is a divine blade, blessed by the first Moonchanter herself.",
	"descriptionRaw": "An immaculate, sharp silver sword that can slice through armor like moonlight flowing through the empty night. According to legend, it is a divine blade, blessed by the first Moonchanter herself.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "\"As you have always known, my Aila — my heart's child, my dearest, my most beloved,\"\n\"In our blood flows the purest silver light, and we alone are worthy to receive the grace of the Frost Moon.\"\n\"You shall not wed the son of an outlander, for you are destined to bear the heir to Elysium for the people of the far north.\"\n\"The mistress of the Frost Moon has already spun every path in the world with her silver thread, and all things now move in step with the thread's silent dance.\"\n\nThose were the days before the pitch-black calamity swept through the borderlands, when the Archpriestess of the far north repeated her blasphemous and misguided deeds in vain.\nPerhaps out of excessive devotion to the gods, or because she had never believed in dead gods who had never shed their light upon the world,\n(There was, after all, no real difference between the two. Her grandmother, who had raised her, certainly never distinguished between them.)\nThe young handmaiden, with unwavering faithfulness, carried out every last one of the venerable Archpriestess's commands.\nShe never defied that kind and gentle old grandmother, no matter how dreadful the punishments cloaked by her soft words.\nWhether someone's thread was to be severed by a sharp silver blade, or another's singing voice must be silenced in the dead of night,\nAll sins were borne to purify the holy blood bestowed by the moon, for only by drinking crimson water could one hone absolute flawlessness.\n\n\"As you have always done, my Aila — my heart's child, my dearest, my most beloved,\"\n\"Since he has put his trust in you, use your wisdom to guide him. Set his heart on the right path and lead him to the sanctuary.\"\n\"The man called Solovei is nothing but a treacherous murderer, and yet, he dares to seek our protection after all the wicked deeds he has committed.\"\n\"When he comes here, you will thrust your sword through his heart from behind to sever his venomous thread.\"\n\nThe only response the Archpriestess got, as ever and always, was silence, and those accustomed to silence from their followers always wind up taking it for consent.\nThe handmaiden's lengthy years of obedience had long convinced the Archpriestess that all that suffering brought on by impurity had never once stirred resentment in her.\nBut of course. She was the blessed one. The one destined to bear the Sacred Heir. Of course, she understood that the sacrifices she offered up were in service of a decree a thousand years in the making.\nSo, even as the pure silver blade pierced her back, the last Archpriestess of the far north could not comprehend the source of the betrayal.\n\n\"Heh... Mr. Solovei was right. You were just lying to us, Grandma Lovia.\"\n\"If that were not the case... why would you bleed dawn-light crimson, rather than moonlit silver, when your thread was cut?\"",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Secret Silver's Testament",
	"effectTemplateRaw": "Increases Elemental Burst DMG by <color=#99FFFFFF>{0}</color>. When the equipping character's Energy Capacity does not exceed 60/40, their Elemental Burst DMG is increased by an additional <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Increases Elemental Burst DMG by 20%. When the equipping character's Energy Capacity does not exceed 60/40, their Elemental Burst DMG is increased by an additional 16%/28%.",
		"values": [
			"20%",
			"16%/28%"
		]
	},
	"r2": {
		"description": "Increases Elemental Burst DMG by 25%. When the equipping character's Energy Capacity does not exceed 60/40, their Elemental Burst DMG is increased by an additional 20%/35%.",
		"values": [
			"25%",
			"20%/35%"
		]
	},
	"r3": {
		"description": "Increases Elemental Burst DMG by 30%. When the equipping character's Energy Capacity does not exceed 60/40, their Elemental Burst DMG is increased by an additional 24%/42%.",
		"values": [
			"30%",
			"24%/42%"
		]
	},
	"r4": {
		"description": "Increases Elemental Burst DMG by 35%. When the equipping character's Energy Capacity does not exceed 60/40, their Elemental Burst DMG is increased by an additional 28%/49%.",
		"values": [
			"35%",
			"28%/49%"
		]
	},
	"r5": {
		"description": "Increases Elemental Burst DMG by 40%. When the equipping character's Energy Capacity does not exceed 60/40, their Elemental Burst DMG is increased by an additional 32%/56%.",
		"values": [
			"40%",
			"32%/56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Sundered Glory of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Unyielding Delusion of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblation of the Far-North Scions",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Aureate Radiance of the Far-North Scions",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}