{
	"id": 13430,
	"name": "Mountain-Bracing Bolt",
	"description": "This polearm was once jointly forged by the craftsmen in the mines as a sacrifice to the spirits of the mountains.",
	"descriptionRaw": "This polearm was once jointly forged by the craftsmen in the mines as a sacrifice to the spirits of the mountains.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "In those days, the dark tide had yet to arise. In those days, the sounds of metal shook the skies in the Nanatzcayan's mountains, and the sparks never ceased to fly.\nThe miners had worked day and night for months on end to make an important item that was not to be neglected.\nIt is said that this item was intimately associated with the mines' safety and the tribe's survival, and the elders named it the \"Mountain-Bracing Bolt.\"\nWhenever the earth would shake and the mountains move, peace could only be purchased by way of tribute, thrown to the mountain spirits in their deepest caverns.\n\nThough it was an ancient ritual indeed, passed down across thousands of years, young Sundjatta mocked it.\nHe understood the flow of the rocks and the paths veins of ore took, and believed that there must be some reason for the frequent collapses.\nPerhaps excessive excavation had rendered the mountains tottering wrecks, or perhaps the earth dragons beneath the springs were up to some mischief.\nRegardless, he was determined to venture into the tribe's taboo caverns to uncover the secrets hidden therein.\n\nOn he followed the rocky arteries, and on he strove through pitch-black caves. Nothing could stay him.\nIn the deepest depths of the cavern, palisades of long nails arrayed like perilous peaks stood guard over the gate into spaces deeper still.\nThis was forbidden territory in which no human had stepped for a thousand years, and yet, there he found marks of recent excavations.\nTunnels, snaking through the underground world, and whither they went, none knew.\n\nAt last, following the underground river upstream, he saw a faint glimmer flickering at the exit of the tunnel.\nAfter he had grown used to the harshness of light, which he had not seen in a long while, what appeared before him was a ruin blanketed in ash.\nThis was once an underground bastion belonging to the usurper of Cinder City and had also once been a place where miners sought shelter in antiquity.\nThe blind Stegosaurus that resided within the rocky cliffs was, so it seemed, the one responsible for this passage once again seeing the light of day.\n\n\"Yes, this tunnel was only known to those skilled craftspeople who the tyrannical Python King pressed into service in Cinder City.\"\n\"When the furious usurper aimed to erase the traces of draconic craft, when his folly drew both demons and evils divine,\"\n\"It was through these tunnels that our forebears escaped into the deserted mountains.\"\n\nBut though the sacred passage into the dragon's lair was sealed, bloodthirsty hordes sniffed their way to it all the same.\nSo to defend their new home atop Tequemecan Valley, the tribe's warriors sang their echoing war-songs.\nSharp blades and long spears in hand, they stepped into the pitch-dark caves and fought viciously against nameless entities darker still.\nOne weapon after another shattered in their hands, and those in the mountains forged and reforged yet more for them.\nAnd so the battle raged for days and nights without number, until the nightmarish howling and the sounds of clashing stone and metal stopped as one.\n\nThis was the Mountain-Bracing Bolt, which bestowed a blessing upon those who had once remained hidden, and who fought for their freedom and their land,\nOnly to fall before daybreak, they who sacrificed themselves so that dawn might come — a blessing that endures to this very day.\n\nAnd when the dark tide arose upon the horizon, the sounds of metal shook the skies in the Nanatzcayan's mountains, and the sparks never ceased to fly.\nThe running, melted mountain rock was meticulously shaped by the craftsmen into keen lances.\nSundjatta, chief of the mines, clambered upon the back of the Stegosaurus Muhuru, and took one up from amidst the cliff walls.\nThus did a new battle begin, bearing the new flame rekindled from the ashes, and the blessings molded from countless wishes.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "6.7%",
	"effectName": "Hope Beyond the Peaks",
	"effectTemplateRaw": "Decreases Climbing Stamina Consumption by 15% and increases Elemental Skill DMG by <color=#99FFFFFF>{0}</color>. Also, after other nearby party members use Elemental Skills, the equipping character's Elemental Skill DMG will also increase by <color=#99FFFFFF>{1}</color> for 8s.",
	"r1": {
		"description": "Decreases Climbing Stamina Consumption by 15% and increases Elemental Skill DMG by 12%. Also, after other nearby party members use Elemental Skills, the equipping character's Elemental Skill DMG will also increase by 12% for 8s.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Decreases Climbing Stamina Consumption by 15% and increases Elemental Skill DMG by 15%. Also, after other nearby party members use Elemental Skills, the equipping character's Elemental Skill DMG will also increase by 15% for 8s.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Decreases Climbing Stamina Consumption by 15% and increases Elemental Skill DMG by 18%. Also, after other nearby party members use Elemental Skills, the equipping character's Elemental Skill DMG will also increase by 18% for 8s.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Decreases Climbing Stamina Consumption by 15% and increases Elemental Skill DMG by 21%. Also, after other nearby party members use Elemental Skills, the equipping character's Elemental Skill DMG will also increase by 21% for 8s.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Decreases Climbing Stamina Consumption by 15% and increases Elemental Skill DMG by 24%. Also, after other nearby party members use Elemental Skills, the equipping character's Elemental Skill DMG will also increase by 24% for 8s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}