{
	"id": 15416,
	"name": "Mouun's Moon",
	"description": "A lovely warbow made from seashells and coral. A mournful brilliance flows along its moonlight-colored arms.",
	"descriptionRaw": "A lovely warbow made from seashells and coral. A mournful brilliance flows along its moonlight-colored arms.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "The longbow once used by the Watatsumi shrine maiden Mouun,\nIt shines as pure white as the seafoam at the tip of a moonlit wave.\n\nThe shrine maiden was friends with the monsters of distant seas, and together they did battle against the thundering clouds for the sake of Watatsumi's transient dream.\nThe bosom companions rode the waves as one, looming ever in the spray created by the bows of ships...\nOn and on they went, pursuing the path of no return that Watatsumi was now on until they went together to the land of their tragic obliteration.\n\n\"Perhaps it is true that Lord Watatsumi Omikami's war was doomed from the start.\"\n\"But as long as we leave these memories behind, as long as we sow the seeds of sacrifice, this might all be worth it.\"\n\nThe songs of the past eulogize the tacit bond she shared with \"Umigozen\" as twins born of Watatsumi,\nAnd depict them, bow drawn and spear raised, bathing in the wave-spray of a ship's bow...\nThese distant songs recount how she rode with Touzannou upon the back of a sea creature in the night,\nThe broken tomorrows she whispered of, gently and mournfully, into the hero's ear...\n\nIn yet peaceful days, the twins once sang in chorus with the great whale of the deep sea,\nTelling of dismal days spent in the depths and the dark ever-night, and of Omikami and the radiant jade branches.\nShe once frolicked with that reckless young man, whose only strength was his strength...\n\n\"Once I bring that legendary Great Tengu's mask back, you have to keep our promise and finish that business.\"\n\n\"Sure, and if you're still so full of crap then, I'll get a whale to raise a wave large enough to wash that potty mouth of yours clean.\"",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>{0}</color>. A maximum of <color=#99FFFFFF>{1}</color> increased Elemental Burst DMG can be achieved this way.",
	"r1": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.12%. A maximum of 40% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.15%. A maximum of 50% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.18%. A maximum of 60% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.21%. A maximum of 70% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.24%. A maximum of 80% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Dismal Prism",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Crystal Prism",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Polarizing Prism",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 12
			}
		]
	}
}