{
	"id": 14520,
	"name": "Nightweaver's Looking Glass",
	"description": "A mirror crafted from flawless silver that is said to have witnessed the birth of the Moon Maiden. It is seen as a relic of unrivalled provenance by the Frostmoon Scions.",
	"descriptionRaw": "A mirror crafted from flawless silver that is said to have witnessed the birth of the Moon Maiden. It is seen as a relic of unrivalled provenance by the Frostmoon Scions.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"When the 'Eternal Moon' fell, the heavens and earth were thrown into chaos.\"\n\"When the 'Iridescent Moon' shattered, the crimson shadow sank into the abyssal sea.\"\n\"When the 'Frost Moon' ceased to turn, nations faltered and fell into ruin.\"\n\"The world, no longer sheltered by 'Eternity,' marches toward its final breath.\"\n\"Until Elysium dawns and begins to turn the primordial wheel.\"\n\nFollowing an ancient prophecy, the descendants of the Golden City erected a lonely temple on the desolate tundra.\nFor a thousand years, the moonlight had quietly streamed through the frosty forest. The descendants of the north still upheld their ancient rituals and faith,\nForging pale ceremonial crowns from secret silver and choosing the purest Archpriestesses to guide their people.\nAs in the days of old, they continued their prayers and chants, though their gods had long departed and the sky no longer answered.\n\nAn outsider might regard these practices as the actions of the foolish, clinging to old, meaningless ways.\nYet only those these prayers and sacrifices, passed down for a thousand years, could serve as emblems and signs for a people who had lost their homeland.\nThe spindle-wheel of fate had rusted, and the silver thread had grown dim. Prophetic visions alone could not bring true hope to the people.\n\"Who would worship a dead god, or endure such hopeless suffering for an empty dream?\"\nJust as in ages and epochs past, now returned to the earth's depths through countless cycles, the ignorant continued to yearn for tangible guidance.\nThus, those rituals had become their great isolation, a high wall keeping them unseen and unknown to the world beyond and its peoples.\n\nSo it had been for a thousand years, and so it would remain for a thousand more, until the prophesied Elysium descended,\nUntil the pure bloodline, refined through generations, produced the sacred heir who would make the world fall to its knees. And when that time came...\nAll lies and sins would be forgiven, even praised, for they all served the pure Elysium beneath the moon.\n\nWhat follows is the sacred journey of the Frostmoon Scions, who have long ceased to turn outsiders away.\nThe first Moonchanter, a saint graced by the divine and the one who witnessed the birth of a god, was once the mortal Aila.\nAccording to stories passed down by later generations, she foresaw the new moon's birth and, moved by divine revelation, chose to abandon the old rites.\n\"She was the chosen one. Blessed from birth, a devout soul untouched by the sublunary sphere's countless corruptions.\"\n\"She saw the spinning wheel's dead silence and the silver thread's despair, for a millennium of praise had become nothing more than a hollow echo.\"\n\"The faded glory never once had pity upon the desolate borderlands. Now, only the new moon, on the cusp of its birth, held the promise of true hope.\"\n\"Aila's devotion earned her the admiration of even the last Archpriestess of the far north, who opened her heart to her without hesitation.\"\n\"She earnestly entrusted Aila with the authority to lead the people, and granted her the honor of sealing the ancient sanctuary with her own hands.\"\n\"Thus was the old glory buried, the hollow titles and meaningless past cast aside. Now, they would await the advent of the newborn god.\"\nNo one would again hold the title of Archpriestess of Hyperborea. Only the Moonchanter remained standing amidst the pure light.\n\n...\n\nCountless moons rose and fell. Those who dreamed of Elysium found only the shadow of the axe, while those who longed for salvation were swept into by the flowing light.\nThe mad monk who reached for the heavens lost his mind. The old master of the Pale Star throne is gone. The White Emperor fell into the churning black waves of filth.\nAt last, even the nightingales fell silent. Countless names faded from the world beneath the moon, becoming echoes that the living were left thereafter to judge.\nAs promised to the Torchforger, the new moon's maiden spun a prayer song and laid it to rest alongside the sanctuary.\nAnd until the Whitenight erases the final witnesses of that era, only the moonlight shall remain, flowing quietly even as it did a thousand years before.\n\n\"When the 'Eternal Moon' fell, the heavens and earth were thrown into chaos.\"\n\"When the 'Iridescent Moon' shattered, the crimson shadow sank into the abyssal sea.\"\n\"When the 'Frost Moon' ceased to turn, nations faltered and fell into ruin.\"\n\"The world, no longer sheltered by 'Eternity,' marches toward its final breath.\"\n\"Yet, from the ashes, the 'New Moon' rises, its ascent spinning the wheel of fate anew...\"\n\"And those who follow the tides still sing their songs and offer their prayers.\"\n\"For the new moon shall come, precisely as the ancients have foretold.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "58",
	"effectName": "Millennial Hymn",
	"effectTemplateRaw": "When the equipping character's Elemental Skill deals Hydro or Dendro DMG, they will gain Prayer of the Far North: Elemental Mastery is increased by <color=#99FFFFFF>{0}</color> for 4.5s. When nearby party members trigger Lunar-Bloom reactions, the equipping character gains New Moon Verse: Elemental Mastery is increased by <color=#99FFFFFF>{1}</color> for 10s. When both Prayer of the Far North and New Moon Verse are in effect, all nearby party members' Bloom DMG is increased by <color=#99FFFFFF>{2}</color>, their Hyperbloom and Burgeon DMG is increased by <color=#99FFFFFF>{3}</color>, and their Lunar-Bloom DMG is increased by <color=#99FFFFFF>{4}</color>. This effect cannot stack. The aforementioned effects can be triggered even if the equipping character is off-field.",
	"r1": {
		"description": "When the equipping character's Elemental Skill deals Hydro or Dendro DMG, they will gain Prayer of the Far North: Elemental Mastery is increased by 60 for 4.5s. When nearby party members trigger Lunar-Bloom reactions, the equipping character gains New Moon Verse: Elemental Mastery is increased by 60 for 10s. When both Prayer of the Far North and New Moon Verse are in effect, all nearby party members' Bloom DMG is increased by 120%, their Hyperbloom and Burgeon DMG is increased by 80%, and their Lunar-Bloom DMG is increased by 40%. This effect cannot stack. The aforementioned effects can be triggered even if the equipping character is off-field.",
		"values": [
			"60",
			"60",
			"120%",
			"80%",
			"40%"
		]
	},
	"r2": {
		"description": "When the equipping character's Elemental Skill deals Hydro or Dendro DMG, they will gain Prayer of the Far North: Elemental Mastery is increased by 75 for 4.5s. When nearby party members trigger Lunar-Bloom reactions, the equipping character gains New Moon Verse: Elemental Mastery is increased by 75 for 10s. When both Prayer of the Far North and New Moon Verse are in effect, all nearby party members' Bloom DMG is increased by 150%, their Hyperbloom and Burgeon DMG is increased by 100%, and their Lunar-Bloom DMG is increased by 50%. This effect cannot stack. The aforementioned effects can be triggered even if the equipping character is off-field.",
		"values": [
			"75",
			"75",
			"150%",
			"100%",
			"50%"
		]
	},
	"r3": {
		"description": "When the equipping character's Elemental Skill deals Hydro or Dendro DMG, they will gain Prayer of the Far North: Elemental Mastery is increased by 90 for 4.5s. When nearby party members trigger Lunar-Bloom reactions, the equipping character gains New Moon Verse: Elemental Mastery is increased by 90 for 10s. When both Prayer of the Far North and New Moon Verse are in effect, all nearby party members' Bloom DMG is increased by 180%, their Hyperbloom and Burgeon DMG is increased by 120%, and their Lunar-Bloom DMG is increased by 60%. This effect cannot stack. The aforementioned effects can be triggered even if the equipping character is off-field.",
		"values": [
			"90",
			"90",
			"180%",
			"120%",
			"60%"
		]
	},
	"r4": {
		"description": "When the equipping character's Elemental Skill deals Hydro or Dendro DMG, they will gain Prayer of the Far North: Elemental Mastery is increased by 105 for 4.5s. When nearby party members trigger Lunar-Bloom reactions, the equipping character gains New Moon Verse: Elemental Mastery is increased by 105 for 10s. When both Prayer of the Far North and New Moon Verse are in effect, all nearby party members' Bloom DMG is increased by 210%, their Hyperbloom and Burgeon DMG is increased by 140%, and their Lunar-Bloom DMG is increased by 70%. This effect cannot stack. The aforementioned effects can be triggered even if the equipping character is off-field.",
		"values": [
			"105",
			"105",
			"210%",
			"140%",
			"70%"
		]
	},
	"r5": {
		"description": "When the equipping character's Elemental Skill deals Hydro or Dendro DMG, they will gain Prayer of the Far North: Elemental Mastery is increased by 120 for 4.5s. When nearby party members trigger Lunar-Bloom reactions, the equipping character gains New Moon Verse: Elemental Mastery is increased by 120 for 10s. When both Prayer of the Far North and New Moon Verse are in effect, all nearby party members' Bloom DMG is increased by 240%, their Hyperbloom and Burgeon DMG is increased by 160%, and their Lunar-Bloom DMG is increased by 80%. This effect cannot stack. The aforementioned effects can be triggered even if the equipping character is off-field.",
		"values": [
			"120",
			"120",
			"240%",
			"160%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 18
			}
		]
	}
}