{
	"id": 11516,
	"name": "Peak Patrol Song",
	"description": "An obsidian blade of unparalleled sharpness, light as a song. It was modified by a certain artisan to come equipped with a record-playing detachable Phlogiston Device.",
	"descriptionRaw": "An obsidian blade of unparalleled sharpness, light as a song. It was modified by a certain artisan to come equipped with a record-playing detachable Phlogiston Device.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "\"Must my life wither like fresh flowers?\"\n\"Will all my blazing glory burn out into grey ash in the end?\"\n\"Will even my illustrious name eventually fade into shadow?\"\n\"Even if it is as brilliant as a blooming flower, and light as a song.\"\n\nShe knew not how many times she had crossed the mountain's spine, just as she could no longer recall how many winters she had endured.\nEvery year, before the Embercore Flowers bloomed, the mistress of the mountain mines would come alone to the wilds of Tequemecan Valley,\nFollowing ancient tradition, she offered dew-kissed flowers to those friends who could not witness the coming of dawn.\nThe heart that was once cold and hard as obsidian had been eroded and softened by time,\nBut anyone who could receive that warmth, no matter who, had already long since returned to the Sacred Flame.\n\nUntil the rumbling of the mines and the song of the artisans working shook her awake from her bitter memories,\nThe representative of the Chiefs suddenly realized that the echoes of the Nanatzcayan had already reached this place.\nThe once deserted, lonely mountains now resounded with echoes of laughter and peals of joy like ringing bells.\nIt was what the young once dreamed of during the years when they were still hidden from those around them,\nBelonging to countless beings who struggled to overthrow the usurpers, and it belonged to the future, the quickening of civilization.\n\nAnd so the representative, who was by no means still young, began to laugh, and though in those days she had written it off as a mere prank,\nShe sang the song he had once taught her, but that she had been too embarrassed to ever sing to him.\nLike a tambourine adorned with flowers, a tale ornamented with tears, responding to the melody echoing amidst the mountains,\nLike stone engraved and echoing peaks, as though tempered by the fires of the forge, gave their blessings to all beings,\nConverge, disperse, in ashes be reborn, for flames born anew, and the blazing dawn.\n\nIn the thousands of years after authority was returned to the tribes, countless stories were scattered in the moonlight,\nThe ballads once kept by \"Peace-Reforger\" Sakkuk now long lost.\nYet that resolute, sharp rhythm that has been passed down to this day with every stroke of hammer on chisel,\nAfter all, that burning rhythm is the blood that has flowed through the mines since ancient times,\nAnd the sparks showering forth from the hammer's blows are the song dedicated to those who resist, a melody that will never wither.\n\n\"Must my life wither like fresh flowers?\"\n\"When all is quiet chaos, whither will my heart go?\"\n\"None stay forever in this world, we but briefly pass through.\"\n\"But here, there were once flowers — here, there was once song.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DEF",
	"baseStatText": "18%",
	"effectName": "Halcyon Years Unending",
	"effectTemplateRaw": "Gain \"Ode to Flowers\" after Normal or Plunging Attacks hit an opponent: DEF increases by <color=#99FFFFFF>{0}</color> and gain a <color=#99FFFFFF>{1}</color> All Elemental DMG Bonus for 6s. Max 2 stacks. Can trigger once per 0.1s. When this effect reaches 2 stacks or the 2nd stack's duration is refreshed, increase all nearby party members' All Elemental DMG Bonus by <color=#99FFFFFF>{2}</color> for every 1,000 DEF the equipping character has, up to a maximum of <color=#99FFFFFF>{3}</color>, for 15s.",
	"r1": {
		"description": "Gain \"Ode to Flowers\" after Normal or Plunging Attacks hit an opponent: DEF increases by 8% and gain a 10% All Elemental DMG Bonus for 6s. Max 2 stacks. Can trigger once per 0.1s. When this effect reaches 2 stacks or the 2nd stack's duration is refreshed, increase all nearby party members' All Elemental DMG Bonus by 8% for every 1,000 DEF the equipping character has, up to a maximum of 25.6%, for 15s.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25.6%"
		]
	},
	"r2": {
		"description": "Gain \"Ode to Flowers\" after Normal or Plunging Attacks hit an opponent: DEF increases by 10% and gain a 12.5% All Elemental DMG Bonus for 6s. Max 2 stacks. Can trigger once per 0.1s. When this effect reaches 2 stacks or the 2nd stack's duration is refreshed, increase all nearby party members' All Elemental DMG Bonus by 10% for every 1,000 DEF the equipping character has, up to a maximum of 32%, for 15s.",
		"values": [
			"10%",
			"12.5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Gain \"Ode to Flowers\" after Normal or Plunging Attacks hit an opponent: DEF increases by 12% and gain a 15% All Elemental DMG Bonus for 6s. Max 2 stacks. Can trigger once per 0.1s. When this effect reaches 2 stacks or the 2nd stack's duration is refreshed, increase all nearby party members' All Elemental DMG Bonus by 12% for every 1,000 DEF the equipping character has, up to a maximum of 38.4%, for 15s.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38.4%"
		]
	},
	"r4": {
		"description": "Gain \"Ode to Flowers\" after Normal or Plunging Attacks hit an opponent: DEF increases by 14% and gain a 17.5% All Elemental DMG Bonus for 6s. Max 2 stacks. Can trigger once per 0.1s. When this effect reaches 2 stacks or the 2nd stack's duration is refreshed, increase all nearby party members' All Elemental DMG Bonus by 14% for every 1,000 DEF the equipping character has, up to a maximum of 44.8%, for 15s.",
		"values": [
			"14%",
			"17.5%",
			"14%",
			"44.8%"
		]
	},
	"r5": {
		"description": "Gain \"Ode to Flowers\" after Normal or Plunging Attacks hit an opponent: DEF increases by 16% and gain a 20% All Elemental DMG Bonus for 6s. Max 2 stacks. Can trigger once per 0.1s. When this effect reaches 2 stacks or the 2nd stack's duration is refreshed, increase all nearby party members' All Elemental DMG Bonus by 16% for every 1,000 DEF the equipping character has, up to a maximum of 51.2%, for 15s.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51.2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Axis of the Secret Source",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Sheath of the Secret Source",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Heart of the Secret Source",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}