{
	"name": "Portable Power Saw",
	"description": "An old-school power saw that you can rarely find nowadays. It was once a cutting tool trusted by workers all around.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "A chainsaw favored by workers of the past to cut through keels and pipes.\nIts simple and sturdy structure made maintenance and swapping parts a breeze.\nGrab the handle tightly with both hands, and even hard steel will be split before you.\nThis all-powerful tool was once the hallmark of progress.\n\nAs the urban areas of Fontaine grew, the light of order drove away the shadows.\nIt was largely due to this convenient tool that the sewers eventually became the Fleuve Cendre.\nThe people of the Fleuve Cendre believed that, though they lived in a city below the city with neither rain nor sun,\nThe workers' abundant diligence and tenacity occasionally won them the right to live on the surface,\nAnd at other times turned their underground watery realm into a residence just as beautiful as the world above.\n\nUnlike dock swords and exploration drills, these chainsaws were not banned.\nThis was because such chainsaws played an irreplaceable role in the early production of clockwork meka.\nLater on, a massive clockwork meka factory was constructed in an absolutely safe area outside the city,\nAnd those who could skillfully utilize these saws were gradually washed away alongside their weapons by the torrent of progress.",
	"baseatk": 41,
	"substat": "HP",
	"subvalue": "12",
	"effectname": "Sea Shanty",
	"effect": "When the wielder is healed or heals others, they will gain a Stoic's Symbol that lasts 30s, up to a maximum of 3 Symbols. When using their Elemental Skill or Burst, all Symbols will be consumed and the Roused effect will be granted for 10s. For each Symbol consumed, gain {0} Elemental Mastery, and 2s after the effect occurs, {1} Energy per Symbol consumed will be restored for said character. The Roused effect can be triggered once every 15s, and Symbols can be gained even when the character is not on the field.",
	"r1": [
		"40",
		"2"
	],
	"r2": [
		"50",
		"2.5"
	],
	"r3": [
		"60",
		"3"
	],
	"r4": [
		"70",
		"3.5"
	],
	"r5": [
		"80",
		"4"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Rift Core",
				"count": 3
			},
			{
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Rift Core",
				"count": 12
			},
			{
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}