{
	"id": 13433,
	"name": "Prospector's Shovel",
	"description": "A polearm that appears to have been crafted from a metal agricultural tool. At first glance, it could not look more ordinary, yet its discreet design hides fittings that are both lavish and undeniably exquisite.",
	"descriptionRaw": "A polearm that appears to have been crafted from a metal agricultural tool. At first glance, it could not look more ordinary, yet its discreet design hides fittings that are both lavish and undeniably exquisite.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "How many rains must fall upon a seed before it bears fruit?\nHow many choices must one make in life to find the way to happiness?\nThere are things even the gods may not know. Yet, mortals must struggle to learn them, even if it should cost them their entire lives.\nSuch a choice lay before Soini, the son of a poor farmer, and he could not help but tighten his grip on the shovel in his hand.\n\nA secret treasure had been unearthed from the tired, hollowed-out soil. If he could sell it on the black market, he might be able to escape a life of poverty.\nA ragged man with treasure in his hands was bound to draw greedy eyes. And with the brutal winter closing in, he had no choice but to take a precarious step.\nFirst purchasing a Fatui uniform, the clever peasant then closed his first deal, using the disguise to intimidate any threats who might lurk.\nSoini was reveling in success when a dark shadow surged out at the end of the road — the very same thief who had sold him his uniform.\n\"Hand over the treasure, or this barren patch will be your tomb!\" Forced under the blade, the peasant complied.\nThe two came to the field where the treasure lay hidden. The thief's gaze fell on a jagged piece of black spine bone, and a sudden, wild thrill ignited within him.\n\"Surely these are the remains of the master thief,\" he said, lifting the bone with trembling hands. He was unaware that in this moment, he had sealed his own fate.\nWith a heavy thud, a farming shovel drove the thief into the earth. In that moment, Soini knew he had to leave the farm for good.\n\nThe now-bloodied treasure had opened a perilous path to the very summit of the black market, a path Soini marched grimly through.\nHe came to be named \"Godfather\" by the desperate criminals who flock here, lured by the charnel scent of fortune.\n\"Oh most esteemed Godfather, your wisdom is the light we follow. The black market is honored to count you as one of our own!\"\nYet, no one really knows why a worn-out shovel, of all things, rests above the Godfather's throne.\n\nIn those blood-soaked times, he kept the shovel as a constant reminder that for a robber, death was always a hair's breadth away.\nNow, countless treasures lie buried admist the border reefs. Each one is a potential chip, to be traded for loyalty and terror.\nHe no longer wastes time agonizing over choices, for his power and wealth can correct any misstep.\nThe world is governed by a hidden law, an unstoppable cycle in which the rich grow richer and the poor sink ever deeper into hardship.\nThe Godfather was no wiser in mind than the poor peasant he once was, and no different in deed from the thief who once tried to kill him.\n\"Then why? Why was it I who claimed the treasure my shovel unearthed, and another whom the shovel buried?\"\nWas it all nothing more than chance? Did luck simply favor him more than the thief who met his end that day?\nA thousand choices and a lifetime of sacrifice, all made in pursuit of happiness. Yet in the end, it had all come down to chance!\n\nA wave of disgust washed over Soini at the sheer injustice of it all. \"This is where all my treasures are,\" he uttered.\nThus did he reveal his treasure map to the public. Anyone in the borderlands could now vie for the prize, armed with nothing but their own capabilities.\nLet them succeed or fail. Soini cared not how their stories would end either way.\nThe Godfather, draped in finery yet still gripping a shovel, had come to understand the kind of justice Reed Miller preached:\n\n\"If the laws of this world are destined to be unbalanced, let gold find its way to gold, and let earth return to earth.\"\n\"This world needs a hand to balance the scales — let that hand belong to the thief.\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "Swift and Sure",
	"effectTemplateRaw": "Electro-Charged DMG is increased by <color=#99FFFFFF>{0}</color>, and Lunar-Charged DMG is increased by <color=#99FFFFFF>{1}</color>. Moonsign: Ascendant Gleam: Lunar-Charged DMG is increased by an additional <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Electro-Charged DMG is increased by 48%, and Lunar-Charged DMG is increased by 12%. Moonsign: Ascendant Gleam: Lunar-Charged DMG is increased by an additional 12%.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Electro-Charged DMG is increased by 60%, and Lunar-Charged DMG is increased by 15%. Moonsign: Ascendant Gleam: Lunar-Charged DMG is increased by an additional 15%.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Electro-Charged DMG is increased by 72%, and Lunar-Charged DMG is increased by 18%. Moonsign: Ascendant Gleam: Lunar-Charged DMG is increased by an additional 18%.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Electro-Charged DMG is increased by 84%, and Lunar-Charged DMG is increased by 21%. Moonsign: Ascendant Gleam: Lunar-Charged DMG is increased by an additional 21%.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Electro-Charged DMG is increased by 96%, and Lunar-Charged DMG is increased by 24%. Moonsign: Ascendant Gleam: Lunar-Charged DMG is increased by an additional 24%.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}