{
	"name": "Prototype Starglitter",
	"description": "A hooked spear discovered hidden away in the Blackcliff Forge. The glimmers along the sharp edge are like stars in the night.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "An ancient prototype pole weapon from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nThe pole is made of black steel inlaid with gold. A lightning motif runs along the body, featuring streaks of lightning interspersed with stars. The addition of gold leaf gives it an exquisite finish.\n\nBy the time the monster threat was quelled, the remaining troops were few and far between, and each joined the civilian community where they were based. Though peace now prevailed, it sparked a martial arts renaissance that spread throughout the land.\nDemand for all kinds of weaponry spiked, especially for superior quality items, and manufacturers could not keep pace. To find a solution, Yun Hui of the house of Yun met with master craftsman Han Wu and the two conducted intensive research behind closed doors.\nBy the time they emerged, both men's beards had grown by twelve inches. Their new weapon designs, \"the prototypes,\" were finally ready to revolutionize weaponry manufacturing in Liyue. It was time to do away with the shackles of the past that plagued their craft.\n\nThe first pole built to the new specifications had a black-and-gold appearance. The spike at the tip was two inches longer than the previous standard. It was truly a deadly weapon, but one with a composed and commanding presence.\nIt was left to bask overnight in the moonlight. At the first light of dawn, the tip shone with the cold, piercing light of a star against the dim sky.\n\nAt this ethereal sight, Yun Hui's mind was flooded with memories of his father's glory, for his father's name made reference to the stars. Greatly moved, he decided to dedicate the weapon to his father's memory.\nFor this reason the weapon became known as \"Starglitter\" among later practitioners of the halberd arts in Liyue.",
	"baseatk": 42,
	"substat": "Energy Recharge",
	"subvalue": "10",
	"effectname": "Magic Affinity",
	"effect": "After using an Elemental Skill, increases Normal and Charged Attack DMG by {0} for 12s. Max 2 stacks.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "Aerosiderite",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}