{
	"name": "Prototype Amber",
	"description": "A dully gilded catalyst secretly guarded in the Blackcliff Forge. It seems to glow with the very light from the sky.",
	"weapontype": "Catalyst",
	"rarity": "4",
	"story": "An ancient catalyst from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nThe disc represents the cosmos and thus takes a circular form. At the center is a piece of Cor Purum, representing a heavenly body suspended in the firmament.\n\nAfter the great chaos subsided, sinister forces still remained in the world. Thus, people abandoned traditional martial arts and tools and espoused the supernatural arts.\nBut the techniques used in catalyst production were antiquated, having remained unchanged in over a century. Thus, the catalysts of that age were fragile and broke on first use.\nThe thaumaturges flocked to Liyue and pleaded with Yun Hui, head of the house of Yun, to design a new type of catalyst for them.\nYun Hui proceeded to add a catalyst to the then-new series of improved weapon designs known as \"the prototypes.\"\n\nThe disc is made of wood and rare ore. The Cor Purum in the center was a gift from the thaumaturges.\nCor Purum is produced by firing Cor Lapis in an urn for seven days squared (that is, forty-nine days) and then steeping it in fresh water drawn from a mountain spring for a further seven days squared.\nThe dual purification of fire and water renders Cor Purum unbreakable, and the thaumaturges also believe it allows the stone to act as a vessel for primordial cosmic energy. A catalyst with Cor Purum at its core can channel cosmic energy with the turning of the disc. Twelve full turns works the energy into its purest form.\n\nYun Hui observed that the Cor Purum had a warm, golden glow like that of amber. After discussion with the thaumaturges, he proposed to name the catalyst \"Prototype Amber.\"\nThereafter, all catalysts made in Liyue were modeled on Yun Hui's prototype.",
	"baseatk": 42,
	"substat": "HP",
	"subvalue": "9",
	"effectname": "Gilding",
	"effect": "Using an Elemental Burst regenerates {0} Energy every 2s for 6s. All party members will regenerate {1} HP every 2s for this duration.",
	"r1": [
		"4",
		"4%"
	],
	"r2": [
		"4.5",
		"4.5%"
	],
	"r3": [
		"5",
		"5%"
	],
	"r4": [
		"5.5",
		"5.5%"
	],
	"r5": [
		"6",
		"6%"
	],
	"weaponmaterialtype": "Mist Veiled Elixir",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}