{
	"id": 12406,
	"name": "Prototype Archaic",
	"description": "An ancient greatsword discovered in the Blackcliff Forge. It swings with such an immense force that one feels it could cut straight through reality itself.",
	"descriptionRaw": "An ancient greatsword discovered in the Blackcliff Forge. It swings with such an immense force that one feels it could cut straight through reality itself.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "An ancient prototype greatsword from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nWeighing in at close to forty pounds, this weapon's hilt is made from a rare ore, while the blade is forged from the finest steel. All you will see when it is swung are blinding flashes of light, powerful enough to devour the clouds and blot out the moon.\n\nAfter the great disaster, the Yun family forge joined forces with master craftsman Han Wu to find a way to push past the constraints of contemporary blade design and revolutionize their craft.\nThus was born a new series of weapon models, simply named \"the prototypes.\" The first greatsword built using the new design was unusually understated in its final appearance.\nThe underwhelming sight of dull, blotchy gold masked the weapon's true strength. While not much to look at, any who cared to try it would discover that it was weighty but not unwieldy.\n\nHan Wu, the master craftsman who forged the weapon, traveled north through the night to hand the sword over to a martial artist who followed the chivalric code.\nThe martial artist inspected the blade closely before trialing it. The blade howled like the wind and in an instant decimated the entire bamboo forest. It was a rare sight to behold.\n\nThe martial artist said to Han Wu, \"This blade is endowed with the elegance of antiquity. It is of equal value both as a weapon and an ornament.\"\n\"Such a fine creation possessed of both scale and subtlety is worthy of a prestigious name. May it be known as Archaic.\"\nDue to its unparalleled strength, this sword subsequently became the model for thousands of greatswords in Liyue.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Crush",
	"effectTemplateRaw": "On hit, Normal or Charged Attacks have a 50% chance to deal an additional <color=#99FFFFFF>{0}</color> ATK DMG to opponents within a small AoE. Can only occur once every 15s.",
	"r1": {
		"description": "On hit, Normal or Charged Attacks have a 50% chance to deal an additional 240% ATK DMG to opponents within a small AoE. Can only occur once every 15s.",
		"values": [
			"240%"
		]
	},
	"r2": {
		"description": "On hit, Normal or Charged Attacks have a 50% chance to deal an additional 300% ATK DMG to opponents within a small AoE. Can only occur once every 15s.",
		"values": [
			"300%"
		]
	},
	"r3": {
		"description": "On hit, Normal or Charged Attacks have a 50% chance to deal an additional 360% ATK DMG to opponents within a small AoE. Can only occur once every 15s.",
		"values": [
			"360%"
		]
	},
	"r4": {
		"description": "On hit, Normal or Charged Attacks have a 50% chance to deal an additional 420% ATK DMG to opponents within a small AoE. Can only occur once every 15s.",
		"values": [
			"420%"
		]
	},
	"r5": {
		"description": "On hit, Normal or Charged Attacks have a 50% chance to deal an additional 480% ATK DMG to opponents within a small AoE. Can only occur once every 15s.",
		"values": [
			"480%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grain of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragile Bone Shard",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Piece of Aerosiderite",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Sturdy Bone Shard",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Bit of Aerosiderite",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Chunk of Aerosiderite",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fossilized Bone Shard",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}