{
	"name": "Prototype Crescent",
	"description": "A prototype longbow discovered in the Blackcliff Forge. The arrow fired from this bow glimmers like a ray of moonlight.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "An ancient prototype bow weapon from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nMore than fifty-year-old cudrania wood was ordained in gold silk and paired with the finest steel components to make this fine bow.\nDespite being made from Irminsul branches that had stretched deep down into the earth, the bowstring is exceptionally pliable, guaranteed to never snap.\n\nThe house of Yun in Liyue promoted a set of legendary prototype weapons to break free of their constraints and bring a new age to the power of their forces.\nAn exceptional longbow that is mainstream among the armed forces.\nThe master craftsman Han Wu personally assembled this longbow at the request of his good friend Yun Hui.\n\nHe employed every trade caravan he could find to bring to him a plethora of resources. In the end, he chose to use cudrania wood, fine steel and Irminsul branches brought back from the abyss.\nThe result is a beautifully superior bow, sturdy and easy to grip, and cool to the touch.\nThe bow's arc is as beautiful as the crescent moon, albeit a darker shade, like a light moon hanging low amidst a foggy night sky.\nWhen an arrow from the bow pierces the sky, the string's light is thin and cold, reminiscent of an unforgettable moonflow.\n\nThis resemblance has earned the bow the title of \"Crescent.\"\nShould its beauty captivate the people, then Liyue will be sure to see no shortage of similarly-inspired bows.",
	"baseatk": 42,
	"substat": "ATK",
	"subvalue": "9",
	"effectname": "Unreturning",
	"effect": "Charged Attack hits on weak points increase Movement SPD by 10% and ATK by {0} for 10s.",
	"r1": [
		"36%"
	],
	"r2": [
		"45%"
	],
	"r3": [
		"54%"
	],
	"r4": [
		"63%"
	],
	"r5": [
		"72%"
	],
	"weaponmaterialtype": "Mist Veiled Elixir",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Mist Veiled Lead Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Mist Veiled Mercury Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass",
				"count": 6
			},
			{
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 3
			},
			{
				"name": "Mist Grass",
				"count": 12
			},
			{
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Mist Veiled Gold Elixir",
				"count": 6
			},
			{
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Mist Veiled Primo Elixir",
				"count": 4
			},
			{
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}