{
	"id": 15434,
	"name": "Rainbow Serpent's Rain Bow",
	"description": "An ancient ceremonial weapon passed down by the Masters of the Night-Wind. This dark bow is forever wreathed in an unshakable chill.",
	"descriptionRaw": "An ancient ceremonial weapon passed down by the Masters of the Night-Wind. This dark bow is forever wreathed in an unshakable chill.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "The decaying Cinder City and the usurper's delirious dream collapsed together into a blaze as brilliant as the sun.\nThe scarlet-eyed hero summoned the god's fiery wrath, burning the blighted, corrupted throne to drifting ash.\nDecades have passed since Maghan the dragon slayer drove the old ruler from the deep valleys.\nIn the villages that once worshiped the dragons, new generations have long since forgotten their ancestral oaths.\n\nThus, when the young priest Wagadu fulfilled Maghan's final wish...\nAnd laid him to rest in a nameless grave, taking up his bow, and setting forth toward the mist-shrouded mountains...\nHe had no understanding of what the old man's dying words truly meant.\nWhat was it to \"renew the covenant\"? What was it to \"restore peace\"? Wagadu had no idea.\nHe simply believed the old priest had asked him to return his cherished bow to the perilous Night Realm...\nTo soothe the wrathful spirits long abandoned since the age of ancient sacrifice.\n\nHe parted the veil of mist and climbed the threefold stone stair.\nAt the ineffable border of the shadowed realm, a vast, labyrinthine hall revealed itself. Its intricate corridors glowed softly in the flowing light.\nBefore the young priest could discern whose hand had inscribed the gilded runes, a sudden surge of fog clouded his sight.\nVisions rose in the mist and filled his mind.\nIn a daze, countless shifting forms shimmered like iridescent light.\nHe saw a maiden with eyes of turquoise, a colossal serpent draped in starlight, and a white spider weaving the sun and moon...\nHe saw figures of black gold and white steel, a sly hare mocking a wild fox, and a coyote struggling in tar.\nTerrified, Wagadu fell to his knees. He begged the sacred ones of the Night Realm to forgive his intrusion.\nBut when the mist finally lifted, the being that loomed above the hall and gazed down upon him was not the dead he had imagined.\nIt was a mighty dragon, its wings unfurled like a rainbow cascading across the heavens.\n\n\"O soulless one, whose fate is bound to the stars, do not let my form fill you with fear.\"\n\"I have long comprehended your purpose, even if your own heart remains veiled in ignorant mist.\"\n\"The priest who named himself dragon slayer sent you to forge a covenant for the ages to come.\"\n\"The noble blood of the ancients never stained his blade, and that sincerity speaks louder than a thousand words.\"\n\"It matters not. Our king has long perished, and I have grown weary of tending to my kin who dwell within dreams.\"\n\"I am willing to impart all the secret rites I know, that your tribes may prosper.\"\n\"To let you hear the whispers of the night without giving blood to the envoy who has fallen into the underworld.\"\n\"For this, I ask but two things in return, as price for the covenant to be sealed.\"\n\"First, your descendants must treat the ancient people I once protected as friends and equals.\"\n\"They must heed their counsel at all times, and never allow their oaths to become mockery like the Grand Alliance.\"\n\"Second, your descendants must strike my name from every woven record and scroll.\"\n\"Let no self-proclaimed sage uncover it, lest they bring ruin upon our pact through their foolish revenge.\"\n\"You need not consider, only accept. The Wayob that shelters you was once my servant.\"\n\"Long before your birth, she told me of this transgressive covenant.\"\n\nLike one just awakening, unable to tell dream from reality, the dazed Wagadu nodded to signify acceptance.\nIn an instant, the gilded hall and the mighty dragon dissolved like mist from a past age.\nWagadu was still wondering whether the visions he had just witnessed were anything more than a fleeting dream born of fatigue...\nWhen suddenly, he felt a soft, feather-like touch at his side, cold as the night wind, that made him instinctively turn around.\nThere, according to legend, stood the first Iktomisaurus, newly emerged from the Night Kingdom.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "10%",
	"effectName": "Astral Whispers Beyond the Sacred Throne",
	"effectTemplateRaw": "ATK is increased by <color=#99FFFFFF>{0}</color> for 8s after the equipping character's attacks hit an opponent while the equipping character is off-field.",
	"r1": {
		"description": "ATK is increased by 28% for 8s after the equipping character's attacks hit an opponent while the equipping character is off-field.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "ATK is increased by 35% for 8s after the equipping character's attacks hit an opponent while the equipping character is off-field.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "ATK is increased by 42% for 8s after the equipping character's attacks hit an opponent while the equipping character is off-field.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "ATK is increased by 49% for 8s after the equipping character's attacks hit an opponent while the equipping character is off-field.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "ATK is increased by 56% for 8s after the equipping character's attacks hit an opponent while the equipping character is off-field.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Night-Wind's Mystic Consideration",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Refractive Bud",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Night-Wind's Mystic Premonition",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Bewildering Broadleaf",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Night-Wind's Mystic Augury",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Night-Wind's Mystic Revelation",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Illusory Leafcoil",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}