{
	"id": 12510,
	"name": "Redhorn Stonethresher",
	"description": "According to its previous owner, this weapon is the \"Mighty Redhorn Stoic Stonethreshing Gilded Goldcrushing Lion Lord\" that can send any monster packing with its tail between its legs.",
	"descriptionRaw": "According to its previous owner, this weapon is the \"Mighty Redhorn Stoic Stonethreshing Gilded Goldcrushing Lion Lord\" that can send any monster packing with its tail between its legs.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "The full name of this weapon is the \"Mighty Redhorn Stoic Stonethreshing Gilded Goldcrushing Lion Lord,\"\nAnd it was once the beloved blade of an eccentric known as the \"Otogi Kongou Lion King.\"\n\n...But since both names were overly verbose,\nThe children named the weapon the Redhorn Pestle, and its wielder the \"Otogi King.\"\n\nThe Redhorn Pestle was a weapon made from an enchanted monster's horn,\nAnd bake-kitsune, bake-danuki, and evil demons alike would all have to beg for mercy before its bite.\nEven Reizenbou, Great Tengu of Mt. Yougou,\nFeared the ominous power of the Pestle, and would not come forth to face the Lion King!\n\n...Of course, the children never believed such tales.\nStill, the Otogi King truly was very strong. Even seven men together could not push him out of a dohyou.\nAnd when he saw children hankering after fruit they could not reach, he would kick the tree and send the melons plummeting down.\nThat said, he did once kick the whole tree down, and was chased into the mountains by an old man.\nHe also once brought the children to crash an official autumn leaf-watching concert,\nCrying in a loud voice \"The Otogi Kongou Lion King is here. Demons beware!\"\nHe then wrestled with the petite oni who just happened to be in the mood for a tussle... The results were too tragic to watch.\n\nBut if this was all the King had, to the point where he was never given the right to wear the Shogun's colors,\nHow could he, the children said, possibly bring those youkai of song to heel?\n\n\"Hah! I was just suffering from the chills after a long night of drinking, that's all!\"\nEven as the Otogi King made his excuses, he did not forget to laugh heartily.\nWas he just shameless, or did he really believe that he could win? No one could say...\n\n\"This time, I'll definitely cut off the horns of those monsters,\"\n\"And bring them back for ya. That'll show you the might of the Otogi Kongou Lion King!\"\n\"Those creatures from beyond the ocean? Pfft! Easy pickings, I tell ya!\"\n\n\"So yeah, shoo, shoo, follow the fox envoy to go hide in a corner and stuff.\"\n\"I'll swing by later. We'll have ourselves a few wrestling bouts then, eh?\"\n\nEven as he said that, the children remembered how the dainty oni had huffed softly,\nHurling the roaring, onrushing Otogi King into the sky...\n\nLater, the oni who had wrestled with the Otogi King would flee after having her arm and horn cut off,\nWhile the Great Tengu would no longer appear before humans, living in hermitage in the mountains and woods.\nAnd so, the empty boasts behind this greatsword came true in the end,\nThough the wandering, eccentric Otogi Kongou Lion King himself never returned again.\nEven later on, the Lavender Melon tree that he kicked down would, with careful tending, once again bear fruit.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19.2%",
	"effectName": "Gokadaiou Otogibanashi",
	"effectTemplateRaw": "DEF is increased by <color=#99FFFFFF>{0}</color>. Normal and Charged Attack DMG is increased by <color=#99FFFFFF>{1}</color> of DEF.",
	"r1": {
		"description": "DEF is increased by 28%. Normal and Charged Attack DMG is increased by 40% of DEF.",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "DEF is increased by 35%. Normal and Charged Attack DMG is increased by 50% of DEF.",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "DEF is increased by 42%. Normal and Charged Attack DMG is increased by 60% of DEF.",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "DEF is increased by 49%. Normal and Charged Attack DMG is increased by 70% of DEF.",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "DEF is increased by 56%. Normal and Charged Attack DMG is increased by 80% of DEF.",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}