{
	"id": 14521,
	"name": "Reliquary of Truth",
	"description": "An angular box carved from gold and jade. Legend has it that it was once enshrined in a temple deep within Tulaytullah, the Sapphire City.",
	"descriptionRaw": "An angular box carved from gold and jade. Legend has it that it was once enshrined in a temple deep within Tulaytullah, the Sapphire City.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "After the great tower of Shah Ramshahr finally fell, like a honeyed yet poisoned dream swallowed by the blood-soaked sands...\nHis royal power shifted between countless states as fleeting as the morning dew, until it was buried itself in yet more blood and tears.\nBeneath the sapphire domes, those nobles who once pledged allegiance to the tyrant broke free of his yoke...\nOnly to follow false sages and be drawn into games of carnage and collapse amid the scorching sands once more.\n\nO, the proud people of Tulaytullah who had long forgotten the silent warnings of the sages.\nIt was only when their ambitions faded along with Gurkan's name that they came to know the true cost of rebellion.\nBy the time the brutal Khagans arrived on horseback, there were no more warriors guarding the Garden of Endless Pillars.\nAnd like tamed beasts, those who dwelled in gilded dreams had no choice but to lower their heads before new masters once more.\n\nSoldiers and tax collectors, driven by insatiable greed, came from distant lands to prey upon the already weary people.\nThough the viridian court, which had claimed such benevolence, was unrelentingly harsh to its people.\nThere will always be those who, subjugated beneath the iron-clad hooves of foreign tribes, seek solace in a romanticized past.\nThey whispered praise for the brief reign of King Humayun while huddled in the shade, taking shelter from the searing sun.\n\nThe young noble Goudarz stepped into the sacred hall buried deep beneath the sands, determined to free his countrymen from their shackles.\nLegend has it that the palace belonged to the Ibis King, and the wisest of the seven sage monks — the keeper of records — who served as secret envoy to the moon and stars.\nBut that desperate and near-hopeless assault stood little chance, for no plan could match the conqueror's forces, which blazed with the brilliance of the sun.\nThe wise men of Tighnar had long since fled, and that magnificent sanctuary of wisdom in the desert lay buried beneath the iron-hued sea of sand.\nYet, from the depths of a dried-up spring, sacred and ancient echoes rose in answer to the young man's prayers...\n\n\"O reckless child, o noble one, you yearn for the power of the blazing sun and the fury of sandstorms, yet you dream the fool's dream of raising a tower from quicksand.\"\n\"I can bestow upon you a power not yet witnessed by prophet or proselyte, much as one might give bitter and brackish water to a thirsty camel.\"\n\"However, the lord of the flowers and oases once left three riddles for my master, King Deshret.\"\n\"But he, wise and sagacious as he was, could not answer them before he fell into that poisonous dream.\"\n\"If you can lift the fog of confusion that has long plagued me, I will grant you the power of a king.\"\n\nThe young Goudarz answered thusly:\n\"Then pray reveal these ancient riddles, o Holy One, of the sacred edicts, writing, medicine, and wisdom.\"\n\"I shall offer my mortal answers with truest sincerity, for there is no room for the shadows of falsehood on my path.\"\n\nAnd so, the wisest of them all among the sage monks spoke thusly:\n\"What rises and falls in endless turns, perishing at its apex before swelling once more?\"\n\"Like the moon, it waxes full, then wanes away into nothing.\"\n\"Both the wise and the foolish yearn for it, in ceaseless cycles of desire.\"\n\"Yet like the tides, it ebbs and flows within the hearts of men.\"\n\nThe young Goudarz answered thusly:\n\"What you speak of is conspiracy and treachery. The robes of those who speak idly of virtue conceal nothing but festering weakness and fatigue.\"\n\"It is this very weakness that brought down the sapphire domes, and it is this very weakness that has driven the people to cry out in sorrow.\"\n\nThe sage monk burst out in laughter, though he did not directly address the youthful noble's answer.\nNonetheless, he handed him the Staff of Falsehoods.\n\nAnd this was how Goudarz's name became lost to history...\nTo be replaced by the mighty title of King Saleb Dowleh.\nThe warrior who once would brook no lies had gained kingly power through cunning.\nCasting the illusion of a golden age over the fading hues of twilight.\n\n...\n\nIt was not until even the most perfect lie could no longer control his insatiable thirst for power...\nUntil King Deshret's creations could no longer fabricate the illusion of divine manifestation...\nUntil the voice of the Ibis King rose once more to ask him that very same question...\nThat the aged king gave his final answer amid the laments of Gurabad:\n\n\"O Holy One, all I speak are lies. Even I do not trust my own words.\"\n\"The only thing I can do now is fight to the death. At the very least, I shall not betray once more the trust of the brothers who have come to my rescue.\"\n\"O, Holy One, whether you seek truth or falsehood, you must taste it in your own blood.\"\n\nHis kingly power was seized by the Deys of other tribes, and on and on it went, until the various kingdoms were ground to dust by the desert winds.\nAnd, as if collecting moonlight like amber honey, the holy one had taken the king's last will as his final answer.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19.2%",
	"effectName": "Essence of Falsity",
	"effectTemplateRaw": "CRIT Rate is increased by <color=#99FFFFFF>{0}</color>. When the equipping character unleashes an Elemental Skill, they gain the Secret of Lies effect: Elemental Mastery is increased by <color=#99FFFFFF>{1}</color> for 12s. When the equipping character deals Lunar-Bloom DMG to an opponent, they gain the Moon of Truth effect: CRIT DMG is increased by <color=#99FFFFFF>{2}</color> for 4s. When both the Secret of Lies and Moon of Truth effects are active at the same time, the results of both effects will be increased by 50%.",
	"r1": {
		"description": "CRIT Rate is increased by 8%. When the equipping character unleashes an Elemental Skill, they gain the Secret of Lies effect: Elemental Mastery is increased by 80 for 12s. When the equipping character deals Lunar-Bloom DMG to an opponent, they gain the Moon of Truth effect: CRIT DMG is increased by 24% for 4s. When both the Secret of Lies and Moon of Truth effects are active at the same time, the results of both effects will be increased by 50%.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "CRIT Rate is increased by 10%. When the equipping character unleashes an Elemental Skill, they gain the Secret of Lies effect: Elemental Mastery is increased by 100 for 12s. When the equipping character deals Lunar-Bloom DMG to an opponent, they gain the Moon of Truth effect: CRIT DMG is increased by 30% for 4s. When both the Secret of Lies and Moon of Truth effects are active at the same time, the results of both effects will be increased by 50%.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "CRIT Rate is increased by 12%. When the equipping character unleashes an Elemental Skill, they gain the Secret of Lies effect: Elemental Mastery is increased by 120 for 12s. When the equipping character deals Lunar-Bloom DMG to an opponent, they gain the Moon of Truth effect: CRIT DMG is increased by 36% for 4s. When both the Secret of Lies and Moon of Truth effects are active at the same time, the results of both effects will be increased by 50%.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "CRIT Rate is increased by 14%. When the equipping character unleashes an Elemental Skill, they gain the Secret of Lies effect: Elemental Mastery is increased by 140 for 12s. When the equipping character deals Lunar-Bloom DMG to an opponent, they gain the Moon of Truth effect: CRIT DMG is increased by 42% for 4s. When both the Secret of Lies and Moon of Truth effects are active at the same time, the results of both effects will be increased by 50%.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "CRIT Rate is increased by 16%. When the equipping character unleashes an Elemental Skill, they gain the Secret of Lies effect: Elemental Mastery is increased by 160 for 12s. When the equipping character deals Lunar-Bloom DMG to an opponent, they gain the Moon of Truth effect: CRIT DMG is increased by 48% for 4s. When both the Secret of Lies and Moon of Truth effects are active at the same time, the results of both effects will be increased by 50%.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Lightless Bone",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Glowing Remains",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Radiant Exoskeleton",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}