{
	"name": "Rightful Reward",
	"description": "A sharp spear. Only its tip remains freshly bloodstained.",
	"weapontype": "Polearm",
	"rarity": "4",
	"story": "Thieves are, after all, thieves, no matter how clever their tricks.\nCrimes must be publicly punished, and lies must be publicly exposed.\nThat is how the world ought to operate, and how righteousness should be.\nBut when it comes to \"how things ought to be,\" it is always fiendishly difficult to get ideal results.\n\nIn her youth she fought with a young swordsman, but she was bewildered by his crafty eyes, and deceived by his intentionally slow rhythm,\nShe finally revealed a critical weakness that she normally never would and her arm was struck by his blade, forcing her to concede that her spearmanship was inferior.\nShe once thought to seek out that swordsman once again, and give it her all in a final duel, only to accidentally hear that he had long retired...\nLong had he hidden his face, wounded in the pursuit of public service, beneath a mask, and he had lost the frivolous, provocative voice and cadence he once had.\nTired of all that the Marechaussee Hunters faced, he had turned to strong drink.\n\nThis was without doubt a betrayal of his past life, but the spear-wielder had to discover the truth behind the rumors for herself.\nAnd so, chasing the swordsman's footsteps and wounds, she pursued her fated opponent...\nThough someone dear were to fall upon the arena of fate, even if her heart were to be completely shattered,\nAfter following the trail to the mask left behind by the swordsman, all her trials and tribulations seemed to have been rewarded at last.\n\nHowever, the end of that pursuit was most unexpected, and had nothing to do with the justice sought by the once-legendary Champion Duelist...\n\n\"Ah, the renowned Marfisa this time, is it...?\"\n\"Take heart. Your fine spear-arm will be of use.\"\n\n\"Master. This is already the second, I'm afraid that the next...\"\n\n\"I know.\"",
	"baseatk": 44,
	"substat": "HP",
	"subvalue": "6",
	"effectname": "Tip of the Spear",
	"effect": "When the wielder is healed, restore {0} Energy. This effect can be triggered once every 10s, and can occur even when the character is not on the field.",
	"r1": [
		"8"
	],
	"r2": [
		"10"
	],
	"r3": [
		"12"
	],
	"r4": [
		"14"
	],
	"r5": [
		"16"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Rift Core",
				"count": 3
			},
			{
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Rift Core",
				"count": 12
			},
			{
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}