{
	"id": 13434,
	"name": "Sacrificer's Staff",
	"description": "A silver-white polearm, pure and completely without blemish. Legend has it that it was used by the Archpriestesses of Hyperborea in ages past to guide their flock of Frostmoon Scions.",
	"descriptionRaw": "A silver-white polearm, pure and completely without blemish. Legend has it that it was used by the Archpriestesses of Hyperborea in ages past to guide their flock of Frostmoon Scions.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "\"O, my kind child Lovia, the purest of them all, receive this Archpriestess's staff.\"\n\"Only your mercy and compassion can open the eyes of the lost lambs and bless them with serene, gentle joy.\"\n\"Only you can give them the happiness known to the weak — the comfort of being led — for they are born with hearts that ache to belong.\"\n\"Only you can correct the twisted falsehoods that lurk in the shadows beneath the moon, for there is no other path but the way of truth.\"\n\"The mistress of the Frost Moon has already spun every path in the world with her silver thread, and all things now move in step with the thread's silent dance.\"\n\nThe ancient blessings gradually flickered out like a dying candle in the cold night, as the young handmaiden took over the staff of the former Archpriestess.\nThe girl was an orphan from another land — though she was unaware of this fact. She should never have been chosen, for she had never been blessed.\nThe pale white Frost Moon no longer gazed down at them, and even the purest of saints, born of the purest bloodline, could no longer wield its radiant light.\nAs the former faithful turned aside and whispers of doubt grew louder, the increasingly frail Archpriestess had no choice but to place her adopted daughter upon the fragile throne.\nShe hoped that her kindness might at least unite the divided followers, despite the clear, bright moonlight having never flowed through her veins.\n\nAnd just as the Archpriestess had hoped, the handmaiden, compassionate and ever tender toward the weak, held true to what she believed was \"right.\"\nLight and shadow, brightness and dark, good and evil, life and death... There is a \"right\" and \"wrong\" side to everything that exists in this moonlit world.\nAs such, only by walking the path of absolute \"right\" can one hope to guide all beings toward true happiness.\nTo walk the path of righteousness is to give grain to the hungry and tend the sick through the long night.\nTo mend the wounds of suspicion with sincerity and understanding, and to soothe the troubled hearts of one's kin.\nThe right kind of kindness will eventually become a gentle flame in the night, warming cold and indifferent hearts and devouring resentment and hate.\n\nThis was the truth the girl named Lovia so stubbornly held on to, as she cast her eyes — so full of compassion — over her followers.\nThat is, until the maiden of the purest bloodline in all the far north — a sister by bond, not blood...\nFell beneath a traitor's blade. She sacrificed herself to protect her elder sister, who was still struggling to convince her flock.\nThen and there, in that blinding silvery-white, the girl who was unable to let out even a single cry of anguish finally came to a new realization:\n\nThe path she had chosen to that day was not the \"right\" one after all,\nAnd the kindness of the weak was but an unforgivable delusion.\n\nIf the true moon were to withhold its gift of hope, then let lies be spun into a gentle dawn.\nThat would stir the long-awaited fervor of the weak and grant the suffering lambs a paradise where all may rest as equals.\nShould the ethereal new moon never rise again, then let absolute authority reign over the mortal dream.\nSo that the straying flock might once more be made obedient and no longer grieve for gifts bestowed in vain.\n\nIndeed, that was the \"right\" kind of love, the only salvation left for the weeping masses.\nThe \"right\" path of kindness, even for one who had never truly laid eyes on the moon's silvery threads.\nThose who dared defy this truth would have their wicked falsehoods washed away in blood.\nFor the right path could suffer no defilement at the hands of the wicked until her late sister's orphan be born the sacred heir.\n\nAnd this was how the handmaiden — compassionate and ever tender toward the weak — who wept unceasingly for all the world's suffering...\nCame to don the antlered crown — pure, defiled, and illusory — as though wrapping herself in a cocoon.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "2%",
	"effectName": "Untainted Desire",
	"effectTemplateRaw": "For 6s after an Elemental Skill hits an opponent, ATK is increased by <color=#99FFFFFF>{0}</color> and Energy Recharge is increased by <color=#99FFFFFF>{1}</color>. Max 3 stacks. This effect can be triggered even when the equipping character is off-field.",
	"r1": {
		"description": "For 6s after an Elemental Skill hits an opponent, ATK is increased by 8% and Energy Recharge is increased by 6%. Max 3 stacks. This effect can be triggered even when the equipping character is off-field.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "For 6s after an Elemental Skill hits an opponent, ATK is increased by 10% and Energy Recharge is increased by 7.5%. Max 3 stacks. This effect can be triggered even when the equipping character is off-field.",
		"values": [
			"10%",
			"7.5%"
		]
	},
	"r3": {
		"description": "For 6s after an Elemental Skill hits an opponent, ATK is increased by 12% and Energy Recharge is increased by 9%. Max 3 stacks. This effect can be triggered even when the equipping character is off-field.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "For 6s after an Elemental Skill hits an opponent, ATK is increased by 14% and Energy Recharge is increased by 10.5%. Max 3 stacks. This effect can be triggered even when the equipping character is off-field.",
		"values": [
			"14%",
			"10.5%"
		]
	},
	"r5": {
		"description": "For 6s after an Elemental Skill hits an opponent, ATK is increased by 16% and Energy Recharge is increased by 12%. Max 3 stacks. This effect can be triggered even when the equipping character is off-field.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Broken Drive Shaft",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Reinforced Drive Shaft",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Precision Drive Shaft",
				"count": 12
			}
		]
	}
}