{
	"name": "Sacrificial Greatsword",
	"description": "A ceremonial greatsword that has become petrified over time. The trinkets on it are still visible. It grants the wielder the power to withstand the winds of time.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "On the cliff facing the eastern sea, the ancestors worshiped the masters of Time and Anemo together.\nThe two are intimately related, as expressed in the saying, \"Anemo brings stories while Time nurtures them.\"\nThe sword tells a story of war, and was used in the enactment of war tales.\nOriginally just a prop, its blade has been hardened by the passage of time.\n\nThis sword once belonged to the Imunlaukr Clan, a clan of brave and gifted warriors who fought hard and died young.\nIn sacrificial ceremonies, they would enact duels between brave warriors stained black with blood.\n\nIn the eyes of the Imunlaukr Clan, combat existed not for protection, for glory, or for gaining territory.\nRather, it was for the amusement of the gods, high up in the heavens, for whom little else could serve to entertain.\nMonsters and outlaws, they fought them all the same, with no regard for whether this time they would return to their beloveds afterwards.\nFor none of that mattered. What mattered was to roar, loud and clear, in the heat of bloody battle. That was duty fulfilled.\n\nSuch hot blood running through the veins should not have been conducive to a long history for the Imunlaukr Clan.\nFor their fight was one without end, and without hope of victory.\nAnd yet, as the snow slowly melted and Mondstadt began to take shape, gradually they realized: They had found something to fight for at last.",
	"baseatk": 44,
	"substat": "Energy Recharge",
	"subvalue": "6.7",
	"effectname": "Composed",
	"effect": "After damaging an opponent with an Elemental Skill, the skill has a {0} chance to end its own CD. Can only occur once every {1}.",
	"r1": [
		"40%",
		"30s"
	],
	"r2": [
		"50%",
		"26s"
	],
	"r3": [
		"60%",
		"22s"
	],
	"r4": [
		"70%",
		"19s"
	],
	"r5": [
		"80%",
		"16s"
	],
	"weaponmaterialtype": "Boreal Wolf",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Boreal Wolf's Milk Tooth",
				"count": 3
			},
			{
				"name": "Dead Ley Line Branch",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 3
			},
			{
				"name": "Dead Ley Line Branch",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 6
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 3
			},
			{
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Boreal Wolf's Broken Fang",
				"count": 6
			},
			{
				"name": "Ley Line Sprout",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Boreal Wolf's Nostalgia",
				"count": 4
			},
			{
				"name": "Ley Line Sprout",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}