{
	"id": 14424,
	"name": "Sacrificial Jade",
	"description": "An ancient jade pendant that gleams like clear water. It seems to have been used in ancient ceremonies.",
	"descriptionRaw": "An ancient jade pendant that gleams like clear water. It seems to have been used in ancient ceremonies.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "By the time Rex Lapis arrived, the ancestors of the people of Chenyu Vale had long since regressed into tribes scattered amongst the hills.\nCarving jade as pure as fresh water, and conducting festivals in solemn accord with their ancient traditions,\nWaiting for an auspicious day, the tribespeople would cease their onerous labors, and sacrifice their beautiful jade, throwing it into the water as obeisance...\nCommemorating the long-silent messengers of the cerulean sky, and looking forward to the blessings and disasters of the coming year.\n\nWhen the ancient god who once ruled Chenyu Vale had perished in foreign lands, and Rex Lapis's order assumed control of the land,\nThose ancient forebears amidst their mountainous wilds slowly accepted the civilization of Liyue, but retained the tradition of offering sacrifices.\nWith the passing of long years, even the hardest rocks will be eroded by the gentle flow of water into round stones, and the ancient customs of the locals were accepted by the new migrants from Liyue,\nAnd thus, this place has developed different social customs from Liyue Harbor, and the people have a gentle nature different from those of Liyue Harbor.\n\nAs the endless years passed and seasons turned, the ancestral forebears and their tribes mingled and fused with the newcomers to become new clans and settlements...\nHaving lost the ancient art of carving those jade ornaments, in the new era, tea is grown, and tea fields are now spread across Chenyu Vale.\nThough the people of Chenyu Vale no longer toss jade ornaments, clear like pure water, into the eternally flowing rivers as sacrifices,\nThe ceremony of going to Yilong Wharf to commemorate the ancestors and the dead has survived to this day, like gem-bright jade in a clear mountain stream.\n\nSometimes, herb gatherers will still find blueish-green Yilong jade in the ruins among the mountains and valleys,\nThough it no longer responds to the ancient heavens, it still shines brightly with the light of this world.\nThe silent jade itself has never told that ancient history of their ancestors' hardships and wanderings,\nAll the puzzles of the past are left merely waiting for those who accidentally pick them up, to guess and imagine.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "8%",
	"effectName": "Jade Circulation",
	"effectTemplateRaw": "When not on the field for more than 5s, Max HP will be increased by <color=#99FFFFFF>{0}</color> and Elemental Mastery will be increased by <color=#99FFFFFF>{1}</color>. These effects will be canceled after the wielder has been on the field for 10s.",
	"r1": {
		"description": "When not on the field for more than 5s, Max HP will be increased by 32% and Elemental Mastery will be increased by 40. These effects will be canceled after the wielder has been on the field for 10s.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "When not on the field for more than 5s, Max HP will be increased by 40% and Elemental Mastery will be increased by 50. These effects will be canceled after the wielder has been on the field for 10s.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "When not on the field for more than 5s, Max HP will be increased by 48% and Elemental Mastery will be increased by 60. These effects will be canceled after the wielder has been on the field for 10s.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "When not on the field for more than 5s, Max HP will be increased by 56% and Elemental Mastery will be increased by 70. These effects will be canceled after the wielder has been on the field for 10s.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "When not on the field for more than 5s, Max HP will be increased by 64% and Elemental Mastery will be increased by 80. These effects will be canceled after the wielder has been on the field for 10s.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Mist Grass Pollen",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Mist Grass",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Mist Grass Wick",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 12
			}
		]
	}
}