{
	"id": 15424,
	"name": "Scion of the Blazing Sun",
	"description": "An ancient longbow that is a remnant of King Deshret's ancient era. An indecipherable ancient text and solemn patterns have been carved into it.",
	"descriptionRaw": "An ancient longbow that is a remnant of King Deshret's ancient era. An indecipherable ancient text and solemn patterns have been carved into it.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "In the era when the desert king ruled the lands, authority covered the realm like sunlight over the rolling dunes.\nThe surviving songs of the nomads are like the chirping of desert insects, forever singing of the glory of that forgotten golden age.\nThe red lord, they say, once contended against the bright sun, and ultimately fell to the earth like a meteorite.\nThere are those amongst the priests, they say, who were not slain by the kings and princes who followed, who pass down King Deshret's art of archery...\n\nThe descendants of the priests call themselves the \"Heirs of the Burning Sun,\" and practice the ceremonies of King Deshret's kingdom from days past without ceasing.\nEven the travelling merchants and their information networks know precious little about these mysterious cabals.\nFew among the gilded descendants of the desert have the right to inherit the legacy of King Deshret's priests, and few can still read the ancient texts,\nMuch less the graceful combat arts that the ancient priests had mastered: cudgel, spear, and that of which they were most proud, archery.\n\nThe Eremites name these people \"ascetics,\" and some have now turned their loyalty to the only surviving God King of Sumeru.\nBut most disappeared into the boundless desert, hiding among the snakes, scorpions, and specters of the ancient kingdom.\nThose loyal to the rainforest retain the customs of being hidden and silent, using their strength to repay the ancient favor,\nYet in their heart of hearts, they deeply mourn their ancestors and His Majesty, King Deshret, who met with disaster millennia before.\n\nIn this way, the elegant and ancient art and ceremony of archery has been passed down till today by the descendants of the priests.\nThough the meaning of many ancient texts and pictures have long been lost or have succumbed to error,\nAnd though the mighty figure of the red lord nocking an arrow to his bow has become only a shattered dream of the distant past...\nThe fragile embers of that ancient nation have not yet been extinguished, but have become an even more deeply concealed element,\nPassing on their inherited knowledge of the ancient days, protecting civilization today.\n\nAnd among those \"ascetics\" who disappeared into the desert, some strayed from the path of the priest.\nThey became obsessed with fleeting mirages of authority, attempting to meddle with and mold the nomadic tribes.\nUsing the strict ceremonies of the ancient past, they trained lost children as \"Falcons.\"\nThe advanced techniques honed from generation to generation to cultivate noble warriors have today taken a decidedly different path.\nTo assist in the birth of a new \"king,\" they trained completely mindless Falcons and dogs...\nBut that is another tale for another time, for those with great ambition often disappear into the vast desert,\nWithout a sound, like bitter tears falling into the infinite and endless ocean.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4%",
	"effectName": "The Way of Sunfire",
	"effectTemplateRaw": "After a Charged Attack hits an opponent, a Sunfire Arrow will descend upon the opponent hit, dealing <color=#99FFFFFF>{0}</color> ATK as DMG, and applying the Heartsearer effect to the opponent damaged by said Arrow for 10s. Opponents affected by Heartsearer take <color=#99FFFFFF>{1}</color> more Charged Attack DMG from the wielder. A Sunfire Arrow can be triggered once every 10s.",
	"r1": {
		"description": "After a Charged Attack hits an opponent, a Sunfire Arrow will descend upon the opponent hit, dealing 60% ATK as DMG, and applying the Heartsearer effect to the opponent damaged by said Arrow for 10s. Opponents affected by Heartsearer take 28% more Charged Attack DMG from the wielder. A Sunfire Arrow can be triggered once every 10s.",
		"values": [
			"60%",
			"28%"
		]
	},
	"r2": {
		"description": "After a Charged Attack hits an opponent, a Sunfire Arrow will descend upon the opponent hit, dealing 75% ATK as DMG, and applying the Heartsearer effect to the opponent damaged by said Arrow for 10s. Opponents affected by Heartsearer take 35% more Charged Attack DMG from the wielder. A Sunfire Arrow can be triggered once every 10s.",
		"values": [
			"75%",
			"35%"
		]
	},
	"r3": {
		"description": "After a Charged Attack hits an opponent, a Sunfire Arrow will descend upon the opponent hit, dealing 90% ATK as DMG, and applying the Heartsearer effect to the opponent damaged by said Arrow for 10s. Opponents affected by Heartsearer take 42% more Charged Attack DMG from the wielder. A Sunfire Arrow can be triggered once every 10s.",
		"values": [
			"90%",
			"42%"
		]
	},
	"r4": {
		"description": "After a Charged Attack hits an opponent, a Sunfire Arrow will descend upon the opponent hit, dealing 105% ATK as DMG, and applying the Heartsearer effect to the opponent damaged by said Arrow for 10s. Opponents affected by Heartsearer take 49% more Charged Attack DMG from the wielder. A Sunfire Arrow can be triggered once every 10s.",
		"values": [
			"105%",
			"49%"
		]
	},
	"r5": {
		"description": "After a Charged Attack hits an opponent, a Sunfire Arrow will descend upon the opponent hit, dealing 120% ATK as DMG, and applying the Heartsearer effect to the opponent damaged by said Arrow for 10s. Opponents affected by Heartsearer take 56% more Charged Attack DMG from the wielder. A Sunfire Arrow can be triggered once every 10s.",
		"values": [
			"120%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 3
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 3
			},
			{
				"id": 112077,
				"name": "A Flower Yet to Bloom",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Treasured Flower",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Wanderer's Blooming Flower",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 12
			}
		]
	}
}