{
	"id": 15432,
	"name": "Sequence of Solitude",
	"description": "A mechanical longbow purpose-built for long shots and silent kills. Its twang is swallowed up amidst the night, the note lengthy and cold.",
	"descriptionRaw": "A mechanical longbow purpose-built for long shots and silent kills. Its twang is swallowed up amidst the night, the note lengthy and cold.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "Those were the years before the order of many waters had been cast as in solid brass, when the barbarian rulers of bygone times rushed to mantle themselves in civilization,\nAnd just as they had sworn oaths before the sword of lakelight with disparate motives, these lords, having exchanged their purple robes for noble titles, now interpreted the laws and justice as they pleased.\nThese genealogies of High Sea kingship and heroism did not lack gracious benefactors, but neither were they bereft of ambitious schemers or wicked broods of selfish greed that festered in the shadows,\nThose who wore masks of loyalty to gild their wild obsession with wealth and power, who supped of the resentment and suffering of the poor like it was crimson wine in a goblet.\n\n\"Yes, I know! I am well aware of the ban laid upon us by the Golden Hunter, who bade us not to embroil ourselves in the squabbles of that great city, lest our blades be stained with the blood of our brethren.\"\n\"But tell me, how are the brigands who slander the righteous and the chieftains who prey upon the weak any different from the demons who slaughter the innocent?\"\n\"Friends, children of Remuria, my compatriots, please, lend me your ears! To uphold justice is our goal, not the shackles that bind us.\"\n\"But if you look upon that sea of bitterness, yet desire not to stain your noble names, then from this day forth let me be a Walter no longer — let me be sundered from our Hunt.\"\n\nThus did a scion of the empire once again make war upon the descendants of those who ruled the High Sea's northern regions,\nBut this time, the blood of those who aforetime were invaders now stood on the side of the poor.\nForsaking the longsword that was the Golden Hunter's heritage, he wielded now a shortbow disdained by his peers,\nAnd like a shadow, he stalked between the high halls, using blood to paint the gallows-noose of judgment.\nThis slender hunter was ill-suited to facing monsters head-on, but proved adept at slaying the wicked.\nThe blood-stained feasts of black gold often had clamor for their wine, and the princes of the day did not shy from conflict or chaos,\nYet the sudden silence and orderly omen of death would bring its victims the greatest terror...\n\n...\n\nPerhaps it was pure pragmatism at play, then, that the techniques that had silently ended so many noble lives,\nThe archery meant to pierce the throats of the oppressors, the steps meant to evade pursuit...\nNone of them would be lost, not even after the traitor to the house of Walter was executed, then exonerated amidst the games of the purple-clothed,\nBeing celebrated in sponsored operas as the Executioner of the Phantom Hunters, an idol defanged and harmless.\nInstead, as per the will of those in power, those techniques were practiced by Hunters in ages thereafter,\nUntil thousands of years later, in the Siege of Poisson, when their use caused a river to run red with the blood of those they had once been pledged to defend...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "9%",
	"effectName": "Silent Trigger",
	"effectTemplateRaw": "When an attack hits an opponent, deal AoE DMG equal to <color=#99FFFFFF>{0}</color> of Max HP at the target's location. This effect can be triggered once every 15s.",
	"r1": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 40% of Max HP at the target location. This effect can be triggered once every 15s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 50% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 60% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 70% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "When an attack hits an opponent, deal AoE DMG equal to 80% of Max HP at the target's location. This effect can be triggered once every 15s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}