{
	"id": 11433,
	"name": "Serenity's Call",
	"description": "A longsword forged from metal that makes a mournful sound when swung.",
	"descriptionRaw": "A longsword forged from metal that makes a mournful sound when swung.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Once upon a time, whispered tales spoke of a bloodthirsty spirit amidst the cold forest veiled in frost and mist.\nLegend told of a malevolent phantom, swift to anger, that spared no one who trespassed the deepwood's bower.\nWhether they be the overbearing soldiers of the northern realm, or the most raucous bandits of the tundra,\nAll fell a-quiet at the mention of Nephilheim's desolation. They would instinctively lower their voices,\nAs if fearing that the low hum behind them might be the last sound they would ever hear.\n\nVery few knew that the hum came not from some vile spirit, but from the keen edge of a blade wielded by an unknown hunter.\nThe silent hunter was an exile, one whose name appeared in no records and who had never fought for any ideal or banner.\nBut for the children who had lost their homes in those turbulent times and fled to the frigid forest,\nClutching a conch as their only token of trust, he simply killed every villain that appeared in those woods.\nThe cold metal of the blade could never mimic the echo of the conch, just like how the past could never be reclaimed.\nYet the warmth that bloomed from people's necks was enough to silence the wicked, preserving the children's peaceful dreams.\n\nFrom the days of the gentry and the old Tsar, and through the protracted struggle to reconstruct a new order,\nThe wandering hunter stayed silent, his only constant the whistle that hunted in the cold nights.\nIt was only when the frozen woods were emptied of all the children who had lost a place of refuge,\nAnd the aged guardian himself had forgotten how to speak amidst the endless pale nights,\nDid the hunter finally cast his blade aside. He then turned toward the deepwood and vanished, never to be seen again.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13.3%",
	"effectName": "Solemn Silence",
	"effectTemplateRaw": "Upon causing an Elemental Reaction, increases Max HP by <color=#99FFFFFF>{0}</color> for 12s. Moonsign: Ascendant Gleam: Max HP from this effect is further increased by <color=#99FFFFFF>{1}</color>. This effect can be triggered even if the equipping character is off-field.",
	"r1": {
		"description": "Upon causing an Elemental Reaction, increases Max HP by 16% for 12s. Moonsign: Ascendant Gleam: Max HP from this effect is further increased by 16%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Upon causing an Elemental Reaction, increases Max HP by 20% for 12s. Moonsign: Ascendant Gleam: Max HP from this effect is further increased by 20%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Upon causing an Elemental Reaction, increases Max HP by 24% for 12s. Moonsign: Ascendant Gleam: Max HP from this effect is further increased by 24%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Upon causing an Elemental Reaction, increases Max HP by 28% for 12s. Moonsign: Ascendant Gleam: Max HP from this effect is further increased by 28%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Upon causing an Elemental Reaction, increases Max HP by 32% for 12s. Moonsign: Ascendant Gleam: Max HP from this effect is further increased by 32%. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Artful Device Fragment",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Frostnight's Glimmer",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Tattered Warrant",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Artful Device Replica",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Frostnight's Glow",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Immaculate Warrant",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Artful Device Inheritance",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Artful Device Wish",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Frostnight's Glory",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Frost-Etched Warrant",
				"count": 12
			}
		]
	}
}