{
	"id": 15513,
	"name": "Silvershower Heartstrings",
	"description": "Legendary bow of the fairies. Whether on the stage or the battlefield, it can easily touch the hearts of the listener.",
	"descriptionRaw": "Legendary bow of the fairies. Whether on the stage or the battlefield, it can easily touch the hearts of the listener.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "Fontaine playwrights often use strings as analogies for hearts — and indeed, this is the oft-used phrase, \"heartstrings.\"\nAnd just like harpstrings, a person's heart will shift in shade and color according to fate's melody.\nThe term \"heartstring\" is found in one of the oldest Fontainian plays, \"Dryas,\"\nAlthough the \"string\" being referenced there was at first not that of a harp, but of a bow.\n\nThe main character was named Aurelius, the ur-form of the identically-named character from Coppelius's famous \"The Saga of Aurelius.\"\nAccording to the script, he was honored as a hero as glorious as gold, who conquered countless traitorous nations and cities for Fontaine.\nHowever, there is no such corresponding figure in recorded history, and as such, he is often regarded as a fictitious invention, much like the figure of Ajax.\n\nLegend has it that while out on a campaign, he fell into a trap laid by his foe, and was lost along with his army amidst the pine forest.\nJust as an assassin's blade was about to take his life, silver arrows pierced the air like falling rain.\nAnd as he looked in the direction of the bowstring's quivering pulse, he saw that \"the gods had made such loveliness, yet destroyed the mold for pity of mortals.\"\nThe young maiden, Dryastis, took his hand, a hand that should never have again felt such delicate touch, and brought him beyond the bloodstained pines.\n\n\"I simply desire that no more die here in vain. Too much grief has flowed through the waters already.\"\n\"I ask but one thing of you, noble warrior — take this conflict away from this land.\"\n\"Taint these pure waters with 'death' no longer. Let us preserve our final home.\"\n\nConquering youths often believe their bodies and hearts as tough as the marble that adorns city walls.\nBut just as all kingdoms must fall into silence, the agitated strings added dissonant notes to the hero's poetic saga...\n\nMillennia of shifting legends and theatrical edits have given this tale all manner of extended developments.\nIn some versions, the hero, who once subdued cities and nations unnumbered, heeds the words of the fairy maiden.\nHe accepts the proffered bow from her hands and sounds the withdrawal, only to be slain en route by conniving traitors, his body consigned to the ocean depths.\nIn other tales, the illustrious Aurelius falls into agonizing, maddening love, he leads his army into the pine forest,\nSeeking her out, yearning to see her once more and make her his lover, that she might stay by his side.\nThe young maiden flees to the riverbank, weeping as she appeals to her pure-water mother to save her from the obsessions of the hero.\nThe ruler of the Many Waters took pity on her fate, turning her into a pine tree.\nThen, the bowstring that once shot love into Aurelius snapped like the heart the arrow had struck, and it fell by the maiden's side in silence, sinking into the countless blooming Pluie Lotuses.\nThe pained young hero stared at the flowers in the water and would not leave, eventually falling into a deep pool...\n\nNatural philosophers who came after would claim that according to their research, a barbarian tribe named Dryas had once settled here,\nWhich led to the pine forest being named as such. Such unromantic explanations have never had much to do with theater.\nWhether he met his end sinking into the deep sea, to have his will and desire sanded down by the passage of time,\nOr if he resurfaced after many years, only to be slain by the new White Armada or the Marechaussee Hunters,\nThe tale of the youthful hero ended, and Dryastis too was rendered naught but a legend born from chaotic times.\n\nAnd as to how this bow, that had so disturbed Aurelius's destiny, came to pass into the hands of someone who dwelled deep beneath the waters after changing hands many times,\nThen be adorned and modified into a theatrical prop for children's performances in that person's homeland... That is a different tale altogether.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "HP",
	"baseStatText": "14.4%",
	"effectName": "Dryas's Nocturne",
	"effectTemplateRaw": "The equipping character can gain the Remedy effect. When they possess 1/2/3 Remedy stacks, Max HP will increase by <color=#99FFFFFF>{0}</color>. 1 stack may be gained when the following conditions are met: 1 stack for 25s when using an Elemental Skill; 1 stack for 25s when the value of a Bond of Life value increases; 1 stack for 20s for performing healing. Stacks can still be triggered when the equipping character is not on the field. Each stack's duration is counted independently. In addition, when 3 stacks are active, Elemental Burst CRIT Rate will be increased by <color=#99FFFFFF>{1}</color>. This effect will be canceled 4s after falling under 3 stacks.",
	"r1": {
		"description": "The equipping character can gain the Remedy effect. When they possess 1/2/3 Remedy stacks, Max HP will increase by 12%/24%/40%. 1 stack may be gained when the following conditions are met: 1 stack for 25s when using an Elemental Skill; 1 stack for 25s when the value of a Bond of Life value increases; 1 stack for 20s for performing healing. Stacks can still be triggered when the equipping character is not on the field. Each stack's duration is counted independently. In addition, when 3 stacks are active, Elemental Burst CRIT Rate will be increased by 28%. This effect will be canceled 4s after falling under 3 stacks.",
		"values": [
			"12%/24%/40%",
			"28%"
		]
	},
	"r2": {
		"description": "The equipping character can gain the Remedy effect. When they possess 1/2/3 Remedy stacks, Max HP will increase by 15%/30%/50%. 1 stack may be gained when the following conditions are met: 1 stack for 25s when using an Elemental Skill; 1 stack for 25s when the value of a Bond of Life value increases; 1 stack for 20s for performing healing. Stacks can still be triggered when the equipping character is not on the field. Each stack's duration is counted independently. In addition, when 3 stacks are active, Elemental Burst CRIT Rate will be increased by 35%. This effect will be canceled 4s after falling under 3 stacks.",
		"values": [
			"15%/30%/50%",
			"35%"
		]
	},
	"r3": {
		"description": "The equipping character can gain the Remedy effect. When they possess 1/2/3 Remedy stacks, Max HP will increase by 18%/36%/60%. 1 stack may be gained when the following conditions are met: 1 stack for 25s when using an Elemental Skill; 1 stack for 25s when the value of a Bond of Life value increases; 1 stack for 20s for performing healing. Stacks can still be triggered when the equipping character is not on the field. Each stack's duration is counted independently. In addition, when 3 stacks are active, Elemental Burst CRIT Rate will be increased by 42%. This effect will be canceled 4s after falling under 3 stacks.",
		"values": [
			"18%/36%/60%",
			"42%"
		]
	},
	"r4": {
		"description": "The equipping character can gain the Remedy effect. When they possess 1/2/3 Remedy stacks, Max HP will increase by 21%/42%/70%. 1 stack may be gained when the following conditions are met: 1 stack for 25s when using an Elemental Skill; 1 stack for 25s when the value of a Bond of Life value increases; 1 stack for 20s for performing healing. Stacks can still be triggered when the equipping character is not on the field. Each stack's duration is counted independently. In addition, when 3 stacks are active, Elemental Burst CRIT Rate will be increased by 49%. This effect will be canceled 4s after falling under 3 stacks.",
		"values": [
			"21%/42%/70%",
			"49%"
		]
	},
	"r5": {
		"description": "The equipping character can gain the Remedy effect. When they possess 1/2/3 Remedy stacks, Max HP will increase by 24%/48%/80%. 1 stack may be gained when the following conditions are met: 1 stack for 25s when using an Elemental Skill; 1 stack for 25s when the value of a Bond of Life value increases; 1 stack for 20s for performing healing. Stacks can still be triggered when the equipping character is not on the field. Each stack's duration is counted independently. In addition, when 3 stacks are active, Elemental Burst CRIT Rate will be increased by 56%. This effect will be canceled 4s after falling under 3 stacks.",
		"values": [
			"24%/48%/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Feathery Fin",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Lunar Fin",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Chasmlight Fin",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}