{
	"id": 12501,
	"name": "Skyward Pride",
	"description": "A claymore that symbolizes the pride of Dvalin soaring through the skies. When swung, it emits a deep hum as the full force of Dvalin's command of the sky and the wind is unleashed.",
	"descriptionRaw": "A claymore that symbolizes the pride of Dvalin soaring through the skies. When swung, it emits a deep hum as the full force of Dvalin's command of the sky and the wind is unleashed.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "This is a tale of sky-shaking valor.\nEven the vile dragon brought into the world by a sinner of that ancient abyssal nation\nLost its dark, metallic wings to Anemo's pride and joy.\n\nLong ago, the shadow dragon Durin terrorized Mondstadt, driven by jealousy for the city's glory.\nAwoken from his sylvan slumber by the cries of Durin's victims,\nThe Anemo Archon came forth and summoned his faithful servant to his side.\nFor life and for freedom, the Archon and the Wind Dragon rode the wind to face their foe.\n\nIn a battle that ripped clouds from the skies, Dvalin spread his six blessed wings wide,\nSevering the sky and tearing through Durin's iron scales with the force of a colossal blade.\nAs the conflict plunged the world into darkness, the Wind Dragon struck out with his claws, like swords forged of wind.\nThey pierced deep into Durin's dark, corrupt flesh.\n\nThe battle shook the heavens, even the sun quaked with fear.\nFinally, Dvalin tore out Durin's throat with his teeth, and the evil dragon fell from the sky.\nWith his god's blessing, the Wind Dragon seized victory and saved the people of Mondstadt.\nYet Dvalin became poisoned by the tainted blood he had consumed, and corruption seeped into his bones.\n\nThough a hero, Dvalin was forced to suffer in solitude, while the stench of corruption drew creatures of evil to his side.\nDeceived by the Abyss, the Wind Dragon fell to evil, and Stormterror was born.\nAt last, his master returned to calm his frenzied mind and ease his pain.\nHis faithful friend and a new companion fought bravely to drive out the monsters and restore Dvalin's honor.\n\nIn the century while Dvalin slept, his image faded from Mondstadt's memory,\nBut in the tumultuous times of the recent past, the people bore witness to his six-winged figure once more.\nNow, blessed by the Anemo Archon, serenaded by the songs of Barbatos,\nRiding on the boundless winds, Dvalin takes to the skies once more.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "8%",
	"effectName": "Sky-ripping Dragon Spine",
	"effectTemplateRaw": "Increases all DMG by <color=#99FFFFFF>{0}</color>. After using an Elemental Burst, a vacuum blade that does <color=#99FFFFFF>{1}</color> of ATK as DMG to opponents along its path will be created when Normal or Charged Attacks hit. Lasts for 20s or 8 vacuum blades.",
	"r1": {
		"description": "Increases all DMG by 8%. After using an Elemental Burst, a vacuum blade that does 80% of ATK as DMG to opponents along its path will be created when Normal or Charged Attacks hit. Lasts for 20s or 8 vacuum blades.",
		"values": [
			"8%",
			"80%"
		]
	},
	"r2": {
		"description": "Increases all DMG by 10%. After using an Elemental Burst, a vacuum blade that does 100% of ATK as DMG to opponents along its path will be created when Normal or Charged Attacks hit. Lasts for 20s or 8 vacuum blades.",
		"values": [
			"10%",
			"100%"
		]
	},
	"r3": {
		"description": "Increases all DMG by 12%. After using an Elemental Burst, a vacuum blade that does 120% of ATK as DMG to opponents along its path will be created when Normal or Charged Attacks hit. Lasts for 20s or 8 vacuum blades.",
		"values": [
			"12%",
			"120%"
		]
	},
	"r4": {
		"description": "Increases all DMG by 14%. After using an Elemental Burst, a vacuum blade that does 140% of ATK as DMG to opponents along its path will be created when Normal or Charged Attacks hit. Lasts for 20s or 8 vacuum blades.",
		"values": [
			"14%",
			"140%"
		]
	},
	"r5": {
		"description": "Increases all DMG by 16%. After using an Elemental Burst, a vacuum blade that does 160% of ATK as DMG to opponents along its path will be created when Normal or Charged Attacks hit. Lasts for 20s or 8 vacuum blades.",
		"values": [
			"16%",
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Boreal Wolf's Milk Tooth",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Boreal Wolf's Cracked Tooth",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Boreal Wolf's Broken Fang",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Boreal Wolf's Nostalgia",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 18
			}
		]
	}
}