{
	"id": 13502,
	"name": "Skyward Spine",
	"description": "A polearm that symbolizes Dvalin's firm resolve. The upright shaft of this weapon points towards the heavens, clad in the might of sky and wind.",
	"descriptionRaw": "A polearm that symbolizes Dvalin's firm resolve. The upright shaft of this weapon points towards the heavens, clad in the might of sky and wind.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "A spine that holds up the sky.\nThe true companion of the Anemo Archon never wavered in its desire to protect the land of wind.\nThis unshakeable resolve sustained the wind dragon through its mortal battle against its vile nemesis.\n\nIn olden times, the shadow dragon Durin, covetous of the peace Mondstadt enjoyed, came forth to defile the land.\nDurin's black wings blotted out the sky, releasing clouds of toxic fumes,\nSo much so that even the thousand winds could not hold their pestilence and rot at bay,\nAnd thus fell black rain from the skies, the din of their downpour drowning the cries and groans of the people.\nThe Anemo Archon was awakened by the sound of their agony, and his heart was pierced by their despair.\nSo he summoned Dvalin to his side, and shrouding themselves in storm, they pierced through the poisoned skies.\n\nThe great dragon plunged in with a cry, tearing a swathe through the noxious nimbus the shadow dragon had created.\nFollowing his wings came a great, swift whirlwind that destroyed those venomous clouds.\nDvalin seized the poisonous dragon in his mighty claws, ascending to heights that even clouds could not fathom.\nThe poisonous rain had scattered as the clouds had been left behind, and the burning skies became the dragons' battleground.\n\nAt last the wind dragon's razor fangs pierced his foe's throat, and his great claws tore out its corrupted heart.\nThe sinners' creation, filled with eternal regret, fell from the spotless skies and fell to ruin upon a snowy peak.\nThat fierce battle in the distant skies had thus defended the people of the Anemo Archon.\nBut at the moment of his triumph, the venomous ichor of his foe had flowed between his teeth and into his guts.\n\nThe pain withered bone and marrow, and in his agony the great wind dragon curled up in the depths of an ancient ruin.\n...Nursing his wounds, Dvalin still believed that one day, he would be reawakened.\nHe would again pierce the heavens, scatter the darkness, and sing to the sounds of the lyre of the Anemo Archon, his dear friend.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "8%",
	"effectName": "Black Wing",
	"effectTemplateRaw": "Increases CRIT Rate by <color=#99FFFFFF>{0}</color> and increases Normal ATK SPD by <color=#99FFFFFF>{1}</color>. Additionally, Normal and Charged Attacks hits on opponents have a <color=#99FFFFFF>{2}</color> chance to trigger a vacuum blade that deals <color=#99FFFFFF>{3}</color> of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
	"r1": {
		"description": "Increases CRIT Rate by 8% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on opponents have a 50% chance to trigger a vacuum blade that deals 40% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
		"values": [
			"8%",
			"12%",
			"50%",
			"40%"
		]
	},
	"r2": {
		"description": "Increases CRIT Rate by 10% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on opponents have a 50% chance to trigger a vacuum blade that deals 55% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
		"values": [
			"10%",
			"12%",
			"50%",
			"55%"
		]
	},
	"r3": {
		"description": "Increases CRIT Rate by 12% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on opponents have a 50% chance to trigger a vacuum blade that deals 70% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
		"values": [
			"12%",
			"12%",
			"50%",
			"70%"
		]
	},
	"r4": {
		"description": "Increases CRIT Rate by 14% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on opponents have a 50% chance to trigger a vacuum blade that deals 85% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
		"values": [
			"14%",
			"12%",
			"50%",
			"85%"
		]
	},
	"r5": {
		"description": "Increases CRIT Rate by 16% and increases Normal ATK SPD by 12%. Additionally, Normal and Charged Attacks hits on opponents have a 50% chance to trigger a vacuum blade that deals 100% of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
		"values": [
			"16%",
			"12%",
			"50%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Chaos Device",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Divining Scroll",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Chaos Circuit",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Sealed Scroll",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Chaos Core",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Forbidden Curse Scroll",
				"count": 18
			}
		]
	}
}