{
	"id": 15433,
	"name": "Snare Hook",
	"description": "The stave of this bow is comprised of metal alloy and yet remains surprisingly light. Even when faced with thick, heavy snares, the arrows it fires can pass through unhindered.",
	"descriptionRaw": "The stave of this bow is comprised of metal alloy and yet remains surprisingly light. Even when faced with thick, heavy snares, the arrows it fires can pass through unhindered.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "There are few truly inescapable traps in this world, for even the densest web can be threaded with a needle.\nGlimmers of hope can be found between the hooks and cages of even a trap set to kill.\nJust as no one can fully lock away their heart, even the most cautious defenses must eventually falter.\n\nTo a fae raised in the palace, falsehoods and hypocrisy are far more perilous than tricks and traps.\nTo preserve their ill-gotten wealth, the nobles hid their treasures in countless deadly snares.\nThey believed no one could escape alive, yet the clever fae always found a way.\n\nThis is because the more complex a structure, the more flaws it contains.\nSeize the right moment, and all obstacles will fall away.\n\nThis was how the reputation of the thief known as the Vagabond spread like wildfire. The deception was so complete that no one even suspected his true identity as the noble Nashchokin.\nHe was both a noble, enduring the tedium of court and aristocratic society, and the infamous thief who plundered the guarded treasures of the very lords he laughed and chatted with perhaps just moments before.\nBy right, his life should have been a calm and measured one, untouched by the influence of any other. And yet...\n\n\"Hey! You sly fox — yes, I mean you. Always hiding in the shadows, huh? If you have the stones, come with me to the Grand Duke's dinner banquet!\"\n\"Let's have a contest. Whoever uncovers the duke's secret first wins the mantle of the master thief!\"\n\"And don't forget: if you lose, you have to give up the nobles' gold and silver to those who truly need it. That's the way of a true master thief.\"\n\nThe fae had meant to avoid all trouble, this included. That changed the moment he saw a young lady at the banquet sneering at the gathered worthies.\nHer masterful disguise as a distinguished guest had one glaring flaw — her utter lack of pretense.\nSo he accepted Bladebreaker's challenge, but not for the thrill of victory. All he wanted was to glimpse the true nature of a person, a thing so rarely revealed in this world.\n\nCleverer than beating the game was to never play it, and the fae who sidestepped said game always came out ahead.\nFuming with humiliation, the young lady refused to concede defeat. This time, her challenge was a personal one: to strip the noble of his greatest honor.\nShe stole the treasure gifted by the Tsaritsa herself, then gave it to the poor children. Surely, victory was at hand.\nNot far off, the fae chuckled as he quietly returned the ragged children's toy to the gilded display case.\nThe sight of the toy astonished both the young lady and the nobles at the unveiling ceremony, and it was clear who had won.\n\nOnly this time, the nobles had finally tired of the provocations of the base. And so, they had laid a trap from which there could be no escape.\nTo the problem, the fae saw a simple solution — the thief who stole the treasure and the one who placed the toy inside need not be two people. So, he calmly stepped into the trap and took the blame for them both.\n\nHis influential family name spared him a public execution, and even secured him a final request.\n\"Please prepare an empty coffin for my burial,\" the fae finally said after a period of silence. Surprisingly, his request was granted without hesitation.\nA smile touched the fae's lips, and then he plunged from the high wall into the eternal silence, stealing the final judgment of life and death from the hands of the higher powers.\nyet the thief known as the Vagabond could not ultimately escape the dark shadow of death.\n\nFew secrets last forever, save for those buried deep within the grave...\n\"My dearest friend, I hope you never unravel this mystery in your lifetime.\"",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13.3%",
	"effectName": "Phantom Flash",
	"effectTemplateRaw": "Upon causing an Elemental Reaction, increases Elemental Mastery by <color=#99FFFFFF>{0}</color> for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by <color=#99FFFFFF>{1}</color>. This effect can be triggered even if the equipping character is off-field.",
	"r1": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 60 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 60. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 75 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 75. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 90 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 90. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 105 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 105. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Upon causing an Elemental Reaction, increases Elemental Mastery by 120 for 12s. Moonsign: Ascendant Gleam: Elemental Mastery from this effect is further increased by 120. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ember of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Mistshroud Manifestation",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Afterglow of Long Night Flint",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Mistshroud Plate",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Flare of Long Night Flint",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Blaze of Long Night Flint",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Mistshroud Helmet",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}