{
	"name": "Song of Stillness",
	"description": "A strange longbow that resembles a sea creature. Its string makes no sound at all.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "Legend has it that a hero who fell into the abyss left this strange bow behind, the body of which shines brightly like pearls and secret silver.\nThe tint of the string is like the blackest seas or the lightless void, and it is as silent as empty vacuum.\n\nIn the grand days of old, golems formed an army and fought against the dragons in the depths of the sea.\nThe dragons, born of the sea, were a brutal race ruled by a King named Scylla,\nAt that time, the Dragon King Scylla recruited a horde of barbarians and vishaps, driving them toward the threshold of the ancient nation,\nAnd the bow-wielding army moved forward to intercept and resist them, until the great Harmost sealed away Scylla's power...\n\nAfterwards, the once-glorious kingdom became nothing more than a bed of ruins scattered across the seafloor,\nBut the remnants of the golem army continued fighting the descendants of the dragons in places the sunlight couldn't reach...\nThe still deeps had never been perturbed by bloody battle, but its petrified heart gradually began to collapse.\nThe last archer and the lone descendant of the dragon eventually reached a peace agreement.\n\nThe endless clash of tooth and nail had grown vexing,\nAnd so sword and bow would no longer draw any gaze in the lightless abyss.\nThe knights of the lost nation and the vishap warriors could not help but burst out laughing,\nDiscarding their burdensome weapons, as if finally freed from a meaningless blood-feud...\n\nAs for what later happened in the stillness beneath the ocean depths, it was interpreted and re-interpreted by countless operas, far into the future.\nSome say that both betrayed each of their homelands, and built new settlements for exiles...\nLike this ancient, magnificent bow, many stories eventually sink into the still, silent deeps, becoming naught but fanciful legends.\n\"Savagery\" at last had mastery over the former lands of the kingdom, and many stories and songs are now little more than harmless, fictional dramas...",
	"baseatk": 42,
	"substat": "ATK",
	"subvalue": "9",
	"effectname": "Benthic Pulse",
	"effect": "After the wielder is healed, they will deal {0} more DMG for 8s. This can be triggered even when the character is not on the field.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragment of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Drop of Tainted Water",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Chapter of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 3
			},
			{
				"name": "Scoop of Tainted Water",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movement of an Ancient Chord",
				"count": 6
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Echo of an Ancient Chord",
				"count": 4
			},
			{
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}