{
	"name": "Staff of the Scarlet Sands",
	"description": "One of a paired set of scepters fashioned from obsidian. Legend has it that these staves grant the right to lead the people of the desert, but no retainer now lives who can verify the proper appearance of these regalia.",
	"weapontype": "Polearm",
	"rarity": "5",
	"story": "First, the sun and the moons were created, and thus day and night came to be. She once described the night sky adorned with three bright moons to me in a language I have now forgotten — yes, the number of moons should be three.\nMay the shadows of the world cast their pearly shimmer upon the earth when they awake, such that people can follow the silver-plated outline of the dunes at night to find their final fate.\n\nNext, weight was created. Thus sand sank, forming the earth. And that which was without weight became the sky. I stipulated that one should rely on the earth, but dream of the sky.\nThe weight should not be excessive, or the land will bind people's feet, impede those longing to travel far, and hinder expansion through exploration, while causing people to be unable to fly high, unable to explore the future.\n\nThen the seven sage monks were established again, and they ruled the trajectories drawn by the earth, water, and stars. Even if the celestial sphere was just an illusion, myths are often born when people look up at the stars and moons.\n\nIn the original world, the barriers were torn down, and the dark poison had penetrated the earth. To heal that fragile, sad, and imperfect world, the spikes descended and pierced through the earth's crust.\nHowever, the rules I have set are more elegant and precise, so there is no need and there should be no followers of hers who shall die meaninglessly on their account, and no poetry should be lost for their sake.\n\nNext, the beastly trail from the poison should be cut off, for taking poison is a sin running deeper than the sky. But how sweet the whispers can be, and how clear the wisdom of which they speak...\nThe wind arises in the new world. The pearly moonlight, the amber afterglow, the waves of grass, and the roots of the waters have gradually ceased to be silent, all singing the poems that she left behind.\n\n...\n\nThe cycle of seven must be removed, because the secret narrative will be blocked.\nFear and grief must be torn down, and so the barrier between life and death must be removed.\nRemove the sun, the moons, and weight, for there should be no barriers between time and space.\nRemove the original principles of rules, verdicts, and grace, so that she will no longer be afraid of the punishment that is laid on her kin.\nRemove birds, beasts, fish, dragons, humans, and seven monk-kings, so that none shall steal wisdom.\n\n...\n\n\"The Sand King sleeps alone in secret dreams, drawing up new theorems.\"\n\"None shall have to drink salt water in the King's realm, for everything in the new world shall be good.\"\n\n...\n\nThis is how perfection can be achieved. I can see the three of us debating in our paradise once more. We are so close.\nYes, this is splendid. I understand now. This is what I have always wanted. That which I have always longed to find once more has never been a paradise for the many.\nAll the parodies of the teachings and the seven wise monks, or that so-called pure world free of all sorrows, none of those things matter anymore...\n\nBut I do not wish that the poison ingested by mistake should remain in this world. Perhaps she might, in light of our old friendship...\n— Even if she will not do it for my sake, that is also fine. I only ask that she do me one last favor for the sake of our mutual friend...",
	"baseatk": 44,
	"substat": "CRIT Rate",
	"subvalue": "9.6",
	"effectname": "Heat Haze at Horizon's End",
	"effect": "The equipping character gains {0} of their Elemental Mastery as bonus ATK. When an Elemental Skill hits opponents, the Dream of the Scarlet Sands effect will be gained for 10s: The equipping character will gain {1} of their Elemental Mastery as bonus ATK. Max 3 stacks.",
	"r1": [
		"52%",
		"28%"
	],
	"r2": [
		"65%",
		"35%"
	],
	"r3": [
		"78%",
		"42%"
	],
	"r4": [
		"91%",
		"49%"
	],
	"r5": [
		"104%",
		"56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Oasis Garden's Reminiscence",
				"count": 5
			},
			{
				"name": "Chaos Storage",
				"count": 5
			},
			{
				"name": "Fungal Spores",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 5
			},
			{
				"name": "Chaos Storage",
				"count": 18
			},
			{
				"name": "Fungal Spores",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Oasis Garden's Kindness",
				"count": 9
			},
			{
				"name": "Chaos Module",
				"count": 9
			},
			{
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 5
			},
			{
				"name": "Chaos Module",
				"count": 18
			},
			{
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Oasis Garden's Mourning",
				"count": 9
			},
			{
				"name": "Chaos Bolt",
				"count": 14
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Oasis Garden's Truth",
				"count": 6
			},
			{
				"name": "Chaos Bolt",
				"count": 27
			},
			{
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}