{
	"id": 14517,
	"name": "Starcaller's Watch",
	"description": "A statue carved in the shape of an eagle, a sacred relic of the Masters of the Night-Wind that has been passed down from generation to generation.",
	"descriptionRaw": "A statue carved in the shape of an eagle, a sacred relic of the Masters of the Night-Wind that has been passed down from generation to generation.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Let her eyes be dyed in burning smoke, so she will not be entranced by the colors they reflect.\nLet her ankles be blessed by a flint blade, so she shall not abandon her beloved comrades.\nIn accordance with a ancient, exalted contract, the messenger of night selected a child with a star-bright soul,\nAnd set upon her brow a crown of eagle feathers, to guide the ancient people bereft of form into night's slumber.\n\nWhether it be dragons who drowned in dreams, or saints who contended unceasingly in ethereal realms,\nNone noticed the schemes of the one who claimed to be a sage. A covenant was established between the people of the valley and the noble scions,\nAnd it cut off the flames of the war-chiefs' bloodlust, leaving but the peaceful silence of death on the shrouded paths,\nSuch that even the bravest warrior in that valley could only be servile to the star-caller.\nThis was not part of some grand plan, but the decay of the fallen disgusted him still.\nAs such, he used small tricks to incite her to rebellion against the dragons, all in the name of goodwill.\n\nAs the self-proclaimed sage had thought, manipulating the hearts of humans had always been a simple affair.\nAdd a little fuel onto the flames of suffering here, speak a few clever words about so-called \"hope\" there,\nAnd that young mortal woman, weak as an ant and foolish as a withered tree, hung upon his every word.\nFor had he not once guided her through the perilous realm of night, to gaze upon those night-wind shrouded ways,\nThough she, in her naivete, should have seen naught when faced with the mist and smoke...\nAll that was needed now was the gentlest push, and the laughable dreamscape would surely disintegrate...\n\nJust as the self-proclaimed sage had predicted, the young woman, who had once kneeled before the dragons,\nLed an outlander he had never seen before through the wall of fumes with flute and song,\nAnd by his perfect plan did she send her silent servant Dinga forth from the deep valley.\nThen, the flames of slaughter would soon be drawn to this land, cut off from the rest of the world as it was...\n\nMany years later, when the hero Maghan plunged the Python King's golden dagger into his former master's heart,\nOnly then did that sage, who had thought he could control human hearts, realize that the fiery seeds of betrayal had long been sown,\nJust that they had not, as he had imagined, been pointed toward the dragons in their deep slumber,\nBut had instead come alongside the song of the newborn Wayob, from within the deepest halls of the Night Realm,\nSecuring the foundations of the tribe named \"Mictlan\" for a thousand years to come.\nThe invisible, seven-layered curtains in this cell seal the ancient, lightless land of disorder,\nAnd amidst the night wind and cold light of day, ants stole the secret rites that even the self-proclaimed sage could never hope to acquire.\n\n\"Do not put all your hope in the night, do not rely on the benevolence of the saints, and most of all, do not trust easily the enticements of the one who calls himself a sage.\"\n\"Though we are weak and cowardly, though we are stained by wretchedness and evil, we humans can rely only on ourselves.\"\n\"Yet we mortals are ultimately fragile. Even if all goes as I intend, I shall only stabilize the boundary for a hundred years.\"\n\"Therefore, you must speak, you must tell. Tell the people of the tribes, tell them of the glorious ones, heroic and valiant.\"\n\"Tell of their 'memories,' stretch them out upon woven scrolls, and anchor this home that shall in latter days be named Natlan.\"\n\"Take this statuette with you, Dinga, my most loyal servant, and set off on your journey to follow the first rising dawn.\"\n\"I shall watch over you always, O hero solely mine, bound to your shoulder always, like a silken string...\"\n\"Until our souls are entwined eternally in profoundest peace, where even death shall not do us part.\"",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "58",
	"effectName": "Offering Unto Wind and Sun",
	"effectTemplateRaw": "Increases Elemental Mastery by <color=#99FFFFFF>{0}</color>. Gain the \"Mirror of Night\" effect within 15s after the equipping character creates a shield: The current active party member deals <color=#99FFFFFF>{1}</color> increased DMG to nearby opponents. You can gain the \"Mirror of Night\" effect once every 14s.",
	"r1": {
		"description": "Increases Elemental Mastery by 100. Gain the \"Mirror of Night\" effect within 15s after the equipping character creates a shield: The current active party member deals 28% increased DMG to nearby opponents. You can gain the \"Mirror of Night\" effect once every 14s.",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Increases Elemental Mastery by 125. Gain the \"Mirror of Night\" effect within 15s after the equipping character creates a shield: The current active party member deals 35% increased DMG to nearby opponents. You can gain the \"Mirror of Night\" effect once every 14s.",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Increases Elemental Mastery by 150. Gain the \"Mirror of Night\" effect within 15s after the equipping character creates a shield: The current active party member deals 42% increased DMG to nearby opponents. You can gain the \"Mirror of Night\" effect once every 14s.",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Increases Elemental Mastery by 175. Gain the \"Mirror of Night\" effect within 15s after the equipping character creates a shield: The current active party member deals 49% increased DMG to nearby opponents. You can gain the \"Mirror of Night\" effect once every 14s.",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Increases Elemental Mastery by 200. Gain the \"Mirror of Night\" effect within 15s after the equipping character creates a shield: The current active party member deals 56% increased DMG to nearby opponents. You can gain the \"Mirror of Night\" effect once every 14s.",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 18
			}
		]
	}
}