{
	"id": 11430,
	"name": "Sturdy Bone",
	"description": "A longsword made of bone that has only grown harder after being hit and swung countless times. It is said that this was the hero Wanjiru's reliable weapon.",
	"descriptionRaw": "A longsword made of bone that has only grown harder after being hit and swung countless times. It is said that this was the hero Wanjiru's reliable weapon.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "Just as the sea beasts within the deep currents and massive waves follow the sounds of water to their resting place,\nSo too did the great dragon that once ruled the land of flame have a tomb to amass its legacy.\nThere, spindly spider-leg ridges of bleached bones grasp at the sky like giant claws.\nThe secret machines that guard the night and borders of death were ordered to patrol there around the clock.\n\nThat is a dangerous place to any and all, and even the most agile of couriers would not willingly go prying.\nMoreover, why disturb powerful foes who carefully counting down their last days on their claws?\nSitting around the tribe's bonfire, Wanjiru suddenly leapt for joy upon hearing the tales of this place.\nFor there were no longer any foes in the world more terrifying than them, and Wanjiru, who already possessed wondrous strength,\nCould surely obtain what she desired more than anything else at that time from their remains.\n\nO Wondrous Wanjiru, with whose single swing ironwood that had endured a hundred years would shatter asunder,\nAnd in whose palm raw ore would be crushed to powder, and before whose arm all boulders that bar her path must bend,\nNot to mention how objects made of the toughest metal were as malleable as misshapen mud in her fingers...\nWhere should she find a reliable weapon? After pondering it day and night, Wanjiru finally had the answer.\n\nShe leaped into the volcano from Tollan's peak, avoiding the creations that slithered like serpents and entering the ruins that had lain desolate for ages.\nAs she followed the traces left behind by the heroes who once fought a vicious battle against the great dragon, the great gashes left in the mountainside by their struggle,\nIf only she had been born in those times, she thought! Then, she would be just like those ancestors who had left legends behind.\nHow she envied those ancestors who had had the chance to pit their skills against the mighty, robust dragon, and to test their martial might against the primordial spirits.\n\nBut that jagged boneyard of which the tribe's storytellers had made a point of stressing its deadly seriousness,\nWas nothing more than the lonely corpses of a few giant beasts who had met gruesome ends.\nJust as disappointment was setting in, the young girl with hand outstretched suddenly saw in a trance a huge shadow with wings outstretched, throwing itself towards her.\nWith no time to consider just what that figure was, with a great laugh, she fought the golden shadow.\nThere is no need to dwell overmuch on the details of that desperate battle. It was an eye for an eye, a tooth for a tooth, a battle of raw blows as they fought for their lives,\nFinally, the one who ended the battle was the brave warrior, tearing off the dragon's shattered wing with her two bloody hands.\nAnd that golden shadow disappeared with a wailing cry, as though it were a creation once real.\n\nAs she came to her senses, her hand was still extended, as though it had all been but a fleeting fragment of a dream.\nBut had it really been a dream? The arm that she had shattered in the dream still ached dully, and in her outstretched palm,\nA heavy dragon bone had appeared, as if out of nowhere, and it was the spitting image of the tail of the giant beast she had caught in battle.\n\nWhen she told her friends who loved to tell stories about this, the nose of that High Priest of the Masters of the Night-Wind scrunched and wrinkled,\n\"The Great Volcano of Tollan is forbidden ground, and ordinary people cannot even enter! Moreover, you were still so young then.\"\nAnd the man holding the ceremonial blade said, \"Also, are you serious? We've never even seen you draw that blade.\"\n\"Of course I'm serious! I just don't use it because I usually don't need to, my hands are more than enough.\"\nBeside the campfire, on the eve of battle, she could already see the great black beast's silhouette on the shore, Wanjiru said,\nAnd she gripped the hilt of that bleached bone blade, silently waiting for the battlefield where she would draw it once more.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "6%",
	"effectName": "Trapper's Pride",
	"effectTemplateRaw": "Sprint or Alternate Sprint Stamina Consumption decreased by 15%. Additionally, after using Sprint or Alternate Sprint, Normal Attack DMG is increased by <color=#99FFFFFF>{0}</color> of ATK. This effect expires after triggering 18 times or 7s.",
	"r1": {
		"description": "Sprint or Alternate Sprint Stamina Consumption decreased by 15%. Additionally, after using Sprint or Alternate Sprint, Normal Attack DMG is increased by 16% of ATK. This effect expires after triggering 18 times or 7s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Sprint or Alternate Sprint Stamina Consumption decreased by 15%. Additionally, after using Sprint or Alternate Sprint, Normal Attack DMG is increased by 20% of ATK. This effect expires after triggering 18 times or 7s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Sprint or Alternate Sprint Stamina Consumption decreased by 15%. Additionally, after using Sprint or Alternate Sprint, Normal Attack DMG is increased by 24% of ATK. This effect expires after triggering 18 times or 7s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Sprint or Alternate Sprint Stamina Consumption decreased by 15%. Additionally, after using Sprint or Alternate Sprint, Normal Attack DMG is increased by 28% of ATK. This effect expires after triggering 18 times or 7s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Sprint or Alternate Sprint Stamina Consumption decreased by 15%. Additionally, after using Sprint or Alternate Sprint, Normal Attack DMG is increased by 32% of ATK. This effect expires after triggering 18 times or 7s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Sentry's Wooden Whistle",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Warrior's Metal Whistle",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Saurian-Crowned Warrior's Golden Whistle",
				"count": 12
			}
		]
	}
}