{
	"name": "Summit Shaper",
	"description": "A symbol of a legendary pact, this sharp blade once cut off the peak of a mountain.",
	"weapontype": "Sword",
	"rarity": "5",
	"story": "In the distant past, when the gods and spirits walked the land,\nWhen all the land was in turmoil, people must have asked such questions...\n\"Please tell me: where have my lover and children gone?\"\n\"When will those who have departed return to us?\"\n\"O great lord, how long will these horrific times persist?\"\n\nEven the hearts of people hewn from the hardest bedrock would crack and break from the pain.\nEven the eyes of those who remained silent, stoic in their unswerving faith in their gods, would begin to smolder.\nEven if they did not ask such questions, their hearts would make the sounds.\n\nThe ruler of Geo thus put forth his might and carved a long blade from a pure slab of golden Cor Lapis.\nWith a single slice, he cut a corner clean off a mountain, and upon it he swore a most solemn oath to the people—\nThose scattered, he would gather — and those who broke the contract, he would punish.\nThose who had lost their loved ones, those robbed of their possessions, those deprived of justice — they would receive recompense.\n\nPerhaps this is but one of the many tales that shroud the ancient land of Liyue.\nBut the solemn oath that Rex Lapis swore is nonetheless at work within it.\nTo break a contract is to make an enemy of this land where gods once ruled,\nAnd sooner or later, the mountain Rex Lapis cut will fall upon those who break contracts—\n\nA legend still circulates, saying that this weapon's true owner will one day return to walk among mortals.\nThen, this sword will once again gleam gold, and its light will cut through the greatest of this world's injustices...\nJust as it did when Rex Lapis made his solemn oath before the people.",
	"baseatk": 46,
	"substat": "ATK",
	"subvalue": "10.8",
	"effectname": "Golden Majesty",
	"effect": "Increases Shield Strength by {0}. Scoring hits on opponents increases ATK by {1} for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
	"r1": [
		"20%",
		"4%"
	],
	"r2": [
		"25%",
		"5%"
	],
	"r3": [
		"30%",
		"6%"
	],
	"r4": [
		"35%",
		"7%"
	],
	"r5": [
		"40%",
		"8%"
	],
	"weaponmaterialtype": "Guyun",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Luminous Sands from Guyun",
				"count": 5
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 5
			},
			{
				"name": "Damaged Mask",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 5
			},
			{
				"name": "Hunter's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Damaged Mask",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Lustrous Stone from Guyun",
				"count": 9
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 9
			},
			{
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Relic from Guyun",
				"count": 5
			},
			{
				"name": "Agent's Sacrificial Knife",
				"count": 18
			},
			{
				"name": "Stained Mask",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Relic from Guyun",
				"count": 9
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 14
			},
			{
				"name": "Ominous Mask",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Divine Body from Guyun",
				"count": 6
			},
			{
				"name": "Inspector's Sacrificial Knife",
				"count": 27
			},
			{
				"name": "Ominous Mask",
				"count": 18
			}
		]
	}
}