{
	"id": 14518,
	"name": "Sunny Morning Sleep-In",
	"description": "A bell lantern forged from purple jade. They say it brings sweet dreams when placed beside one's pillow.",
	"descriptionRaw": "A bell lantern forged from purple jade. They say it brings sweet dreams when placed beside one's pillow.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"When I saw the bathhouse in my dreams, I thought I had already arrived at the meeting place. So I woke up a little late.\"\nSpeaking to her companions, this was how the half-asleep maiden explained her tardiness, masking any embarrassment she felt with habitual indifference.\nShe would not admit that, on the first day of the new year, she had simply overslept, so she blamed the warm bathhouse in her dreams instead.\n\n\"Well, as the saying goes, 'thoughts by day bring dreams by night.' But who'd have thought that even our stony-faced shrine maiden would be so looking forward to this vacation?\"\n\"Ah, such a pity Takamine couldn't make it. Guess it'll only be me and Nagamasa keeping you comp... Ow, ow, ow!\"\n\"Honestly, anyone else would kill to have such a lucky dream. Can't you just give us a smile for once?\"\n\nThe frivolous young man spoke half in jest and half in earnest, only to receive a piercing glare in return from the young lady of Seirai.\nHe glanced over at the oni's foster son for help, but the upstanding apprentice simply averted his gaze in silence.\n\nYet the young man, later revered as the founding master of Onmyoudou, spoke no falsehood, for as the Inazuman saying goes:\n\"First, bathhouses, second, hawks, and third, Narukami,\" referring to visions one might see in the first dream of the new year, often regarded as auspicious omens.\nBathhouses are seen as symbols of health and longevity, hawks of high achievements, and Narukami of wishes fulfilled.\n\nYet from that day hence, bathhouse scenes were never again to feature in the shrine maiden's dreams,\nAnd those years of carefree joy, filled with laughter like ringing bells,\nDissipated like a warm bathhouse mist, fading quietly into a vast expanse of icy dreams.\n\n...\n\n\"Let's make a wager this time, shall we? Hmm. Right, then. This bow shall be my wager.\"\n\"I bet on the mightiest bow in the world that I will return here alive.\"\n\nSo said the man with a playful laugh, his tone as lighthearted as ever, and devoid of any gravitas.\nYou hopeless gambler, thought the shrine maiden to herself. Already a renowned swordmaster, yet still so immature.\nYet it mattered not. Just as was foretold by her first dream, like that hawk soaring above the high ridge—\nWith the good omen from her dream, the samurai — puffed up by his many battles — would surely be able to pluck victory from the jaws of defeat.\n\nYet from that day hence, the soaring hawk was never again to feature in the shrine maiden's dreams,\nOnly feathers drifting gently down, the long-fallen hawk itself to fly into her dreams no longer.\n\n...\n\n\"First dream? Hah! You're a seasoned shrine maiden. Surely you don't still believe in such frivolous tales?\"\n\"Good omens, bad omens... When it comes down to it, they're all lies made up to fool kids!\"\n\nPerhaps, as a former friend once said, dreams of the night are merely reflections of our waking worries.\nTill one night, the banner of Narukami rose high in her dream, looming across the sea like an unrelenting storm of lightning,\nAnd seeing this, the shrine maiden could only let out a hollow laugh, mocking both the omens and the uncertain road that lay ahead.\n\nForgive me, Master, for squandering the art you passed down to me—\nFor turning against the banner you served, for staining your purity with dishonor.\nBut now, all of that matters not.\nLet those who do not know my heart say what they wish,\nFor I care not for my life, nor my name,\nSo long as this time, he lives on...\n\n...\n\n\"Alright, alright, I shouldn't have made light of it. We're good, right? Ugh, c'mon Nagamasa, you say something too!\"\n\"It's not often you get given a day off to visit the bathhouse — surely our Little Miss Shrine Maiden's not planning to just stand there daydreaming until it closes, is she?\"\n\nSnapping out of her daze, she found the witty youth still at it, his mischievous wisecracks and playful smirk as vexing as ever.\nPerhaps all the ups and downs had been naught but a fleeting bathhouse dream, her so-called awakening no more than a lazy nap after the rain.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "58",
	"effectName": "Bathhouses, Hawks, and Narukami",
	"effectTemplateRaw": "Elemental Mastery increases by <color=#99FFFFFF>{0}</color> for 6s after triggering Swirl. Elemental Mastery increases by <color=#99FFFFFF>{1}</color> for 9s after the wielder's Elemental Skill hits an opponent. Elemental Mastery increases by <color=#99FFFFFF>{2}</color> for 30s after the wielder's Elemental Burst hits an opponent.",
	"r1": {
		"description": "Elemental Mastery increases by 120 for 6s after triggering Swirl. Elemental Mastery increases by 96 for 9s after the wielder's Elemental Skill hits an opponent. Elemental Mastery increases by 32 for 30s after the wielder's Elemental Burst hits an opponent.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "Elemental Mastery increases by 150 for 6s after triggering Swirl. Elemental Mastery increases by 120 for 9s after the wielder's Elemental Skill hits an opponent. Elemental Mastery increases by 40 for 30s after the wielder's Elemental Burst hits an opponent.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "Elemental Mastery increases by 180 for 6s after triggering Swirl. Elemental Mastery increases by 144 for 9s after the wielder's Elemental Skill hits an opponent. Elemental Mastery increases by 48 for 30s after the wielder's Elemental Burst hits an opponent.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "Elemental Mastery increases by 210 for 6s after triggering Swirl. Elemental Mastery increases by 168 for 9s after the wielder's Elemental Skill hits an opponent. Elemental Mastery increases by 56 for 30s after the wielder's Elemental Burst hits an opponent.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "Elemental Mastery increases by 240 for 6s after triggering Swirl. Elemental Mastery increases by 192 for 9s after the wielder's Elemental Skill hits an opponent. Elemental Mastery increases by 64 for 30s after the wielder's Elemental Burst hits an opponent.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Ignited Stone",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Spectral Husk",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Ignited Seed of Life",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Spectral Heart",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ignited Seeing Eye",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Spectral Nucleus",
				"count": 18
			}
		]
	}
}