{
	"id": 14516,
	"name": "Surf's Up",
	"description": "A commemorative item originally reserved for the champion of the \"First All-Tribe Surfing Championship.\" Since said tournament is currently in the preparatory stage, the prize is in temporary storage at the Leisurely Puffer, with the shop owner as its custodian.",
	"descriptionRaw": "A commemorative item originally reserved for the champion of the \"First All-Tribe Surfing Championship.\" Since said tournament is currently in the preparatory stage, the prize is in temporary storage at the Leisurely Puffer, with the shop owner as its custodian.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "This is one part of the story of the Volcano Lord's struggle with Natlan's tribes.\n\nEveryone should already know all about the vile Volcano Lord. A huge, hulking monster, with a body like a salamander with black and purple body, it took advantage of the other great ancient dragons' absence to sneak in and occupy the empty Great Volcano of Tollan, and began to run roughshod over the people, committing all manner of abuses and outrages, its crimes beyond count, and the various tribes suffered greatly. Fortunately, the black Volcano Lord was completely driven out of Natlan in the end, so kids these days don't need to worry about him getting up to his antics anymore!\nWhat we will speak of today is how the ancient Pyro Archon Cochanina cleverly kicked the Volcano Lord out of the lands of the People of the Springs.\n\nOn that day, the Volcano Lord was lying in his volcano, admiring his own pitch-black body, and scratching his head, when boom! He thought up another outrageously evil idea.\n\"Bleh, it's just so dark down here under the volcano — even darker than a moonless night! Why, I can't even see my own body.\"\n\"I hear those 'People of the Springs' down south have the cleanest, purest water in all of Natlan! If I can throw all the dark, filthy things down here over there and give 'em a good washing, maybe we can clean this place up nice and good! As for those insignificant little tribespeople... Eh, who gives a hoot what they think?\"\nAs the great Volcano Lord thought this, he couldn't help but be immeasurably self-satisfied and rejoice at the idea of getting nice and clean. And so he made the volcano belch out thick smoke, giving him shadows in which to hide, and came among the People of the Springs. Completely and utterly indifferent to the protests of the people and their attempts to stop him, he dumped all his filthy black things — absolutely everything, even the kitchen sink — into the springs. This royally fouled up the air of the entire tribe itself, so that even the Flowcurrent Birds couldn't take it anymore and winged it right outta there one by one.\nIt couldn't go on like that any longer! So the elder of the tribe hauled tail to find Cochanina, who was Pyro Archon, and told her what had gone down.\nCochanina gave a big sigh. This wasn't the first time the Volcano Lord had stirred up serious trouble in Natlan. But alas, the Volcano Lord was just too tough a customer. Though he'd been defeated many times by previous Pyro Archons, he'd always manage to slip away by some fluke, hiding down at the pitch-black bottom of the volcano for a time, before eventually emerging once more. So, Cochanina thought of a plan to drive the Volcano Lord from those lands once and for all. She didn't bring her trusted weapon — the renowned Unu Pachacuti blade — but brought only a surfboard.\nWhen Cochanina arrived before the Volcano Lord, he happened to be leisurely soaking in a hot spring that had already been stained black, jiggling his big round fat belly in circles, looking totally chilled out.\n\"Ah, great Volcano Lord! How can the springs these pathetic little humans use for bathing be enough to wash your precious treasures? Only the ancient, secret treasure left behind by the great hero Uenuku and passed down among the 'People of the Springs,' the 'Iridescent Chalice' from which infinite rainbows spill forth, is worthy of your noble self.\"\n\"Oh?\" The Volcano Lord's interest was instantly piqued. Though the woman in front of him was nothing more than a worthless, inconsequential tribesperson, but her suggestion and humble attitude meant she might be of use. \"In that case, why are you still standing there instead of taking my illustrious self to retrieve that which is rightfully mine?\"\n\"Ah, great Volcano Lord, there is something of which you may not be aware. That treasure is not on land, but is hidden in the depths of the sea. Alas, you don't know how to surf, and we are but puny humans, and cannot make a boat that could accommodate your glorious, majestic form...\"\n\"Hmph! You better not underestimate me!\" The Volcano Lord replied in a huff. He was always like this. Whenever one of those inferior little peons said he couldn't do something, he'd always make a show of insisting he could do it. \"Lead the way! It's just surfing, after all, how could it possibly be hard for one as magnificent as I?\"\nAnd just like that, Cochanina led the Volcano Lord right out towards the deep sea. The clumsy Volcano Lord simply could not compete with the tribe's surfing champion, and could only follow along in her wake, eating the spray her board kicked up. Seeing that he was already dizzy, Cochanina tossed out a Drifting Pufferfish way off into the distance and shouted loudly:\n\"Look! The treasure's right over there! This is the key to opening it!\"\nThe splish-splashing waves made it difficult for the Volcano Lord to see just what she'd thrown, but he was the mighty Volcano Lord, so how could he ever admit he was inferior to humans in any way? And so he charged after the \"treasure\" with a roar, only to end up getting struck right and good by the drifting pufferfish, and was in so much pain he fell right off his surfboard into the sea.\nEven the massive body of the Volcano Lord is but a grain of sand compared to the vastness of the sea, and moreover, there are more terrifying things lurking beneath the waves than he. Anyway, the Volcano Lord struggled sorrily in the sea for a good long while before finally latching onto some reeds, and drifted for a long, long time before he made it back to shore. Though Cochanina didn't manage to get him out of Natlan entirely, the Volcano Lord never again dared to mess with the People of the Springs.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19.2%",
	"effectName": "Aqua Remembrance",
	"effectTemplateRaw": "Max HP increased by <color=#99FFFFFF>{0}</color>. Once every 15s, for the 14s after using an Elemental Skill: Gain 4 Scorching Summer stacks. Each stack increases Normal Attack DMG by <color=#99FFFFFF>{1}</color>. For the duration of the effect, once every 1.5s, lose 1 stack after a Normal Attack hits an opponent; once every 1.5s, gain 1 stack after triggering a Vaporize reaction on an opponent. Max 4 Scorching Summer stacks.",
	"r1": {
		"description": "Max HP increased by 20%. Once every 15s, for the 14s after using an Elemental Skill: Gain 4 Scorching Summer stacks. Each stack increases Normal Attack DMG by 12%. For the duration of the effect, once every 1.5s, lose 1 stack after a Normal Attack hits an opponent; once every 1.5s, gain 1 stack after triggering a Vaporize reaction on an opponent. Max 4 Scorching Summer stacks.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "Max HP increased by 25%. Once every 15s, for the 14s after using an Elemental Skill: Gain 4 Scorching Summer stacks. Each stack increases Normal Attack DMG by 15%. For the duration of the effect, once every 1.5s, lose 1 stack after a Normal Attack hits an opponent; once every 1.5s, gain 1 stack after triggering a Vaporize reaction on an opponent. Max 4 Scorching Summer stacks.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "Max HP increased by 30%. Once every 15s, for the 14s after using an Elemental Skill: Gain 4 Scorching Summer stacks. Each stack increases Normal Attack DMG by 18%. For the duration of the effect, once every 1.5s, lose 1 stack after a Normal Attack hits an opponent; once every 1.5s, gain 1 stack after triggering a Vaporize reaction on an opponent. Max 4 Scorching Summer stacks.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "Max HP increased by 35%. Once every 15s, for the 14s after using an Elemental Skill: Gain 4 Scorching Summer stacks. Each stack increases Normal Attack DMG by 21%. For the duration of the effect, once every 1.5s, lose 1 stack after a Normal Attack hits an opponent; once every 1.5s, gain 1 stack after triggering a Vaporize reaction on an opponent. Max 4 Scorching Summer stacks.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "Max HP increased by 40%. Once every 15s, for the 14s after using an Elemental Skill: Gain 4 Scorching Summer stacks. Each stack increases Normal Attack DMG by 24%. For the duration of the effect, once every 1.5s, lose 1 stack after a Normal Attack hits an opponent; once every 1.5s, gain 1 stack after triggering a Vaporize reaction on an opponent. Max 4 Scorching Summer stacks.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}