{
	"id": 13514,
	"name": "Symphonist of Scents",
	"description": "An elegantly built polearm, said to have been a conductor's baton wielded by a great musician to bridge tune and taste.",
	"descriptionRaw": "An elegantly built polearm, said to have been a conductor's baton wielded by a great musician to bridge tune and taste.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 5,
	"story": "Despite appearances, the remembrances of the Legion Athanatoi's lengthy conquest of the High Sea's tribes and kingdoms are not the sole domain of war unending.\nOn a night where golden authority swirled like a raging tide, yet before the melody the God King yearned for had been fully written,\nBeneficent Euergetia, most exalted Harmost, lent a meditative ear to the people of bygone times, giving deep consideration to their earnest pleas.\n\nThese homesick folk, though awestruck by the boundless luxury of the golden capitol, though on bended knee before the God King's unparalleled mercy and majesty,\nWould still gaze upon the military rations on their plates as they raised their cups to sing of glories won, and miss the lovely cuisines they once enjoyed.\nGolems of stone knew neither hunger nor thirst, but the people of bygone times were but spirits housed in frail flesh and blood. They would surely grow dejected at poor fare.\nAnd even the most valiant general could not escape the myriad miscellaneous matters that came with supporting the troops, such that glorious victory might continue to be won.\n\nThe God King's directives were the supreme rule, not to be doubted or disobeyed. Yet, neither should the weakness of those who decayed all too quickly be dismissed.\nAnd since the harmonious, glorious symphony was meant to embrace all living beings on the High Sea, fulfilling their tiny wish was no offense.\nHer golden-haired colleague, born of barbarian stock, would again grumble about her neglect behind her back, but as always, would never stop her.\nAn exalted Harmost's will could shake the very bones of the earth themselves. Would it then be so hard to create tastes and flavors?\n\nAnd so, Euergetia began her attunement, for those lowly petitioners who had lost their homes, for the empire's everlasting glory and victory.\nHearing and taste could play in harmony, the low rumble of war drums and the clang of clashing swords could sing as one... All were notes she could use.\nA unique melody and a simple meal could remind a slave of delicious dishes they might only taste in memories, boosting their morale.\nOf course, it was mere illusory comfort, but were illusions and dust not the origin and end of all worldly things?\n\nEuergetia, who had been born in the golden court, who had been exalted in the porphyry temple where stone oxen and lions stood—\nBefore emptying herself of desires, she too had once been enchanted by gentle music and honey-sweet confections.\nHad she continued down this path, perhaps the day may have come when even the uplifted ones could enjoy dishes divine,\nAnd this may have anchored all people in commonality, no matter the conflicts and divisions they might face...\n\nBut that golden empire could never play the final notes of eternity,\nAs a veiled, lengthy change overturned the fortress of white stone in a single night.\nBoth the wicked and the good plunged into the ocean depths equally... and yet, that most simple of wishes,\nThe common desire to enjoy delicious food, so divorced from grandeur,\nWould transcend the symphony of harmony and glory, and endure to present-day Fontaine...",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14.4%",
	"effectName": "Seasoned Symphony",
	"effectTemplateRaw": "ATK is increased by <color=#99FFFFFF>{0}</color>. When the equipping character is off-field, ATK is increased by an additional <color=#99FFFFFF>{1}</color>. After initiating healing, the equipping character and the character(s) they have healed will obtain the \"Sweet Echoes\" effect, increasing their ATK by <color=#99FFFFFF>{2}</color> for 3s. This effect can be triggered even if the equipping character is off-field.",
	"r1": {
		"description": "ATK is increased by 12%. When the equipping character is off-field, ATK is increased by an additional 12%. After initiating healing, the equipping character and the character(s) they have healed will obtain the \"Sweet Echoes\" effect, increasing their ATK by 32% for 3s. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "ATK is increased by 15%. When the equipping character is off-field, ATK is increased by an additional 15%. After initiating healing, the equipping character and the character(s) they have healed will obtain the \"Sweet Echoes\" effect, increasing their ATK by 40% for 3s. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "ATK is increased by 18%. When the equipping character is off-field, ATK is increased by an additional 18%. After initiating healing, the equipping character and the character(s) they have healed will obtain the \"Sweet Echoes\" effect, increasing their ATK by 48% for 3s. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "ATK is increased by 21%. When the equipping character is off-field, ATK is increased by an additional 21%. After initiating healing, the equipping character and the character(s) they have healed will obtain the \"Sweet Echoes\" effect, increasing their ATK by 56% for 3s. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "ATK is increased by 24%. When the equipping character is off-field, ATK is increased by an additional 24%. After initiating healing, the equipping character and the character(s) they have healed will obtain the \"Sweet Echoes\" effect, increasing their ATK by 64% for 3s. This effect can be triggered even if the equipping character is off-field.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}