{
	"id": 12424,
	"name": "Talking Stick",
	"description": "Most people will find this obsidian-inlaid club quite convincing indeed.",
	"descriptionRaw": "Most people will find this obsidian-inlaid club quite convincing indeed.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "As Tenoch gazed upon the vast burning plains, a turbid black tide welled up from the horizon.\nHe blew his bronze horn, and raised his colossal obsidian club to his shoulder.\n\n\"The crisis emerges, yet the tribal leaders bicker endlessly.\"\n\"Let Tenoch bring his 'talking stick' over, and let it mediate the discussion.\"\n\"Tenoch belongs no longer to any tribe, yet his fury still burns, unquenched.\"\n\nAnd thus did lonely Tenoch go forth, his colossal obsidian club resting on his shoulder,\nTraversing the rugged wilds where dragons roamed, that wilderness of hot springs and lava.\n\nThe first to come forward and receive the hero Tenoch was the great runner Wanjiru and her raucous companion, Kayeke.\nHer dark skin showed traces of her journey with the hero, the deep scars still visible.\nThough the constant infighting among the major tribes was exhausting, Tenoch's invitation had reignited her vigor.\nA ferocious battle for the burning lands of Natlan loomed — what reason did Wanjiru and her tribespeople have to refuse?\n\nThe second to step forward and embrace Tenoch was the brave Menilek and his faithful companion Ngoubou.\n\"Come, come! Though every tribe has chased you from their sight, though we are always at odds,\"\n\"But in my eyes, you, club-carrying Tenoch, are a hero among heroes, a brother amongst brothers!\"\n\nThe third to be found by the hero Tenoch was the cunning Sanhaj Kompore and his enigmatic companion Mahamba.\nSanhaj had been persuaded by the \"talking stick\" before, and the hero agreed to give him the spoils before he agreed to join the fellowship of warriors.\nKompore had foreseen his and Tenoch's heroic end, and how the place that would become known as the \"Mare Jivari\" in later days would be born.\n\"But nay, it matters little, it matters not! Perhaps there may come a day when the scoundrel made famous for being clever as a viper shall become a hero.\"\n\nThe fourth willingly volunteered to join the hero Tenoch. This was young Burkina and his reckless companion, Kongamato.\nBurkina had never experienced the hardships of battle with Tenoch, but the imposing obsidian club guided him towards the perilous journey.\nWar had left countless scars upon Tenoch's body, and for Burkina, these were the proof of the path that he too must tread...\nRevolution should be the fate of the young, to bleed for burning justice, rather than rotting on a comfortable bed of grass.\n\nThe fifth to be persuaded by the hero Tenoch was Sundjatta, chief of the mines, and his steady companion Muhuru.\n\"For the stability of all the tribes, and to avoid further conflict, I once petitioned the Pyro Archon to vote for your expulsion.\"\n\"But even today, you have yet to give up on bloody battle... It just as well, then, that this may be the final battle of our generation.\"\n\"If you are so determined to go, then I have no reason not to accompany you, but do not involve my tribe.\"\n\nThe sixth to go with the hero Tenoch was his greatest foe in his youth, the giant Tupac. No mount could possibly support his massive body.\nWhen Tenoch carried his huge club to Tupac's dwelling to speak with him, he found him carefully counting the multitude of scars left on his body by challengers.\n\"Over 300 scars, twenty broken bones, and over 100 shards of obsidian buried deep within my flesh, like tiny jewels.\"\n\"Two hundred minor wounds, two broken ribs, and one eye that will never again perceive distance. The trophies you left me are equally generous.\"\n\nThe two former enemies burst into riotous laughter, and they joined hands.\nAnd thus, Tenoch found allies from each of the six major tribes.\nGlittering like the flames of roaring wildfire, they crashed into the mountains of darkness...",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4%",
	"effectName": "\"The Silver Tongue\"",
	"effectTemplateRaw": "ATK will be increased by <color=#99FFFFFF>{0}</color> for 15s after being affected by Pyro. This effect can be triggered once every 12s. All Elemental DMG Bonus will be increased by <color=#99FFFFFF>{1}</color> for 15s after being affected by Hydro, Cryo, Electro, or Dendro. This effect can be triggered once every 12s.",
	"r1": {
		"description": "ATK will be increased by 16% for 15s after being affected by Pyro. This effect can be triggered once every 12s. All Elemental DMG Bonus will be increased by 12% for 15s after being affected by Hydro, Cryo, Electro, or Dendro. This effect can be triggered once every 12s.",
		"values": [
			"16%",
			"12%"
		]
	},
	"r2": {
		"description": "ATK will be increased by 20% for 15s after being affected by Pyro. This effect can be triggered once every 12s. All Elemental DMG Bonus will be increased by 15% for 15s after being affected by Hydro, Cryo, Electro, or Dendro. This effect can be triggered once every 12s.",
		"values": [
			"20%",
			"15%"
		]
	},
	"r3": {
		"description": "ATK will be increased by 24% for 15s after being affected by Pyro. This effect can be triggered once every 12s. All Elemental DMG Bonus will be increased by 18% for 15s after being affected by Hydro, Cryo, Electro, or Dendro. This effect can be triggered once every 12s.",
		"values": [
			"24%",
			"18%"
		]
	},
	"r4": {
		"description": "ATK will be increased by 28% for 15s after being affected by Pyro. This effect can be triggered once every 12s. All Elemental DMG Bonus will be increased by 21% for 15s after being affected by Hydro, Cryo, Electro, or Dendro. This effect can be triggered once every 12s.",
		"values": [
			"28%",
			"21%"
		]
	},
	"r5": {
		"description": "ATK will be increased by 32% for 15s after being affected by Pyro. This effect can be triggered once every 12s. All Elemental DMG Bonus will be increased by 24% for 15s after being affected by Hydro, Cryo, Electro, or Dendro. This effect can be triggered once every 12s.",
		"values": [
			"32%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Oasis Garden's Reminiscence",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Desiccated Shell",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Slime Condensate",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Oasis Garden's Kindness",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Sturdy Shell",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Slime Secretions",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Oasis Garden's Mourning",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Oasis Garden's Truth",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Marked Shell",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Slime Concentrate",
				"count": 12
			}
		]
	}
}