{
	"name": "The Bell",
	"description": "A heavy greatsword. A clock is embedded within it, though its internal mechanisms have long been damaged.",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "A strange greatsword decorated with an exquisite clock.\nThe distinctive sound of clockwork served as a combat rhythm for the wielder and their friends.\nAfter the Wanderer's Troupe disbanded, the greatsword was soaked in acid. The gears have rusted because of this.\nEven so, it still makes a lethal weapon.\n\nOne by the name of Kreuzlied traveled with the Wanderer's Troupe. Once a member of the ruling Lawrence Clan, now a traitor and outcast.\nIn that time, scholars and bards paid no heed to history. For the Aristocracy preferred to remain willfully ignorant of their own moral degeneracy than face history's judgment.\nBut the aristocrats trembled in fear at the sound of this blade as it flew through the air, for it was the toll of the bell of judgment.\n\nIt was not made public what punishment Kreuzlied met with after the failed uprising. This in itself is a testament to his privileged origins.\nLegend says that after being dismissed from office, his desire to continue the legacy of his fellow rebels led him to establish a secret society aimed at bringing down the Aristocracy.\nIt is also said that he gave his full assistance to the enslaved gladiator when she revolted.\n\nIn the past, a popular rumor was that Kreuzlied's secret society was working constantly in the background,\nHelping the Knights of Favonius keep Mondstadt safe through deeds that no knight should ever be party to.\nIt was even said that the Wolf Pup Rostam ran this organization in secret, behind the Grand Master's back.",
	"baseatk": 42,
	"substat": "HP",
	"subvalue": "9",
	"effectname": "Rebellious Guardian",
	"effect": "Taking DMG generates a shield which absorbs DMG up to {0} of Max HP. This shield lasts for 10s or until broken, and can only be triggered once every {1}. While protected by a shield, the character gains {2} increased DMG.",
	"r1": [
		"20%",
		"45s",
		"12%"
	],
	"r2": [
		"23%",
		"45s",
		"15%"
	],
	"r3": [
		"26%",
		"45s",
		"18%"
	],
	"r4": [
		"29%",
		"45s",
		"21%"
	],
	"r5": [
		"32%",
		"45s",
		"24%"
	],
	"weaponmaterialtype": "Decarabian",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}