{
	"id": 15515,
	"name": "The Daybreak Chronicles",
	"description": "The songs of resistance come hither on the wind to settle as gentle tones upon these strings, their combined power great enough to rip boundless darkness asunder with the light of the breaking dawn.",
	"descriptionRaw": "The songs of resistance come hither on the wind to settle as gentle tones upon these strings, their combined power great enough to rip boundless darkness asunder with the light of the breaking dawn.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "\"Kreuzlied, have you ever heard the pipes call out in the dusk?\"\n\"Have you heard a voice in the wind sing: farewell, goodbye forever?\"\n\"We shall not weep for you, for the night breeze will bear our tears away.\"\n\"Yes, comrade, it shall bear our tears away.\"\n\nThey say that there was once a traveling musical troupe who conspired to assassinate the ruling house.\nAmong them was a renegade noble scion named Kreuzlied.\nA tune was written for him after the plot failed.\n\nHis real name was, of course, not \"Kreuzlied,\" and has been lost to time.\nThe word Kreuzlied itself used to mean \"The Quartering Song\" in the old tongue.\nIn those days when the nights grew long and the dark hung low, quartering was a cruel punishment that left its victims begging for the release of death.\nDeserters, bandits, rebels, and makers of moonshine would be executed in public in this manner, while the ruling aristocracy basked in their dreadful cries.\nIn those days when one could not see the light of dawn, \"Kreuzlied\" became a byword for those who rose up and failed.\nBut in this way, it also became the rallying cry for rebellion.\n\nThe Kreuzlied of the traveling troupe has had their name lost to time, yes.\nBut it matters not, for by then, Kreuzlied had already taken on countless monikers carried on the wind in song:\n\"The Nameless Shepherd.\" \"Imunlaukr.\" \"Midnight Rogue.\"\n\"Dawnlight.\" \"Gunnhildr.\" \"Ragnvindr.\"\nTill at last the final Kreuzlied would awaken from a thousand-year slumber,\nAnswering the small cry of a foreign maiden who had drifted to this land,\nJust as he had once been born from the wish of a certain youth...\n...\nThe songs that told of Kreuzlied would be fashionable for a time.\nBut in the end, they would leave the lips of men, for in the time after the darkness, there was no longer any need for this name.\n\"Kreuzlied, have you ever seen the horizon turn white?\"\n\"Have you heard the maiden sing to the wind: farewell, goodbye forever?\"\n\"The morning sun has kissed away my tears, and told me that dawn has broken,\"\n\"O my lover, the dawn, it has broken.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9.6%",
	"effectName": "Ode Beyond Time",
	"effectTemplateRaw": "The equipping character gains Stirring Dawn Breeze: 3s after leaving combat, Normal Attack, Elemental Skill, and Elemental Burst DMG is increased by <color=#99FFFFFF>{0}</color>. While in combat, this DMG Bonus will decrease by <color=#99FFFFFF>{1}</color> per second until it reaches 0%. When the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for the corresponding DMG type is increased by <color=#99FFFFFF>{2}</color> until it reaches <color=#99FFFFFF>{3}</color>. This effect can be triggered once every 0.1s for each of the attack types mentioned above. This effect can be triggered even if the equipping character is off-field.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, when the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for all these DMG types is increased by <color=#99FFFFFF>{4}</color> instead.",
	"r1": {
		"description": "The equipping character gains Stirring Dawn Breeze: 3s after leaving combat, Normal Attack, Elemental Skill, and Elemental Burst DMG is increased by 60%. While in combat, this DMG Bonus will decrease by 10% per second until it reaches 0%. When the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for the corresponding DMG type is increased by 10% until it reaches 60%. This effect can be triggered once every 0.1s for each of the attack types mentioned above. This effect can be triggered even if the equipping character is off-field.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, when the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for all these DMG types is increased by 20% instead.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "The equipping character gains Stirring Dawn Breeze: 3s after leaving combat, Normal Attack, Elemental Skill, and Elemental Burst DMG is increased by 75%. While in combat, this DMG Bonus will decrease by 12.5% per second until it reaches 0%. When the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for the corresponding DMG type is increased by 12.5% until it reaches 75%. This effect can be triggered once every 0.1s for each of the attack types mentioned above. This effect can be triggered even if the equipping character is off-field.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, when the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for all these DMG types is increased by 25% instead.",
		"values": [
			"75%",
			"12.5%",
			"12.5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "The equipping character gains Stirring Dawn Breeze: 3s after leaving combat, Normal Attack, Elemental Skill, and Elemental Burst DMG is increased by 90%. While in combat, this DMG Bonus will decrease by 15% per second until it reaches 0%. When the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for the corresponding DMG type is increased by 15% until it reaches 90%. This effect can be triggered once every 0.1s for each of the attack types mentioned above. This effect can be triggered even if the equipping character is off-field.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, when the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for all these DMG types is increased by 30% instead.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "The equipping character gains Stirring Dawn Breeze: 3s after leaving combat, Normal Attack, Elemental Skill, and Elemental Burst DMG is increased by 105%. While in combat, this DMG Bonus will decrease by 17.5% per second until it reaches 0%. When the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for the corresponding DMG type is increased by 17.5% until it reaches 105%. This effect can be triggered once every 0.1s for each of the attack types mentioned above. This effect can be triggered even if the equipping character is off-field.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, when the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for all these DMG types is increased by 35% instead.",
		"values": [
			"105%",
			"17.5%",
			"17.5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "The equipping character gains Stirring Dawn Breeze: 3s after leaving combat, Normal Attack, Elemental Skill, and Elemental Burst DMG is increased by 120%. While in combat, this DMG Bonus will decrease by 20% per second until it reaches 0%. When the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for the corresponding DMG type is increased by 20% until it reaches 120%. This effect can be triggered once every 0.1s for each of the attack types mentioned above. This effect can be triggered even if the equipping character is off-field.\nAdditionally, when the party possesses Hexerei: Secret Rite effects, when the equipping character's Normal Attacks, Elemental Skills, or Elemental Bursts hit an opponent, the DMG Bonus for all these DMG types is increased by 40% instead.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Heavy Horn",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Black Bronze Horn",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Black Crystal Horn",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 18
			}
		]
	}
}