{
	"id": 15512,
	"name": "The First Great Magic",
	"description": "A stage prop once used by a past \"Great Magician.\" Its final secret was that it was also a weapon beyond the pale.",
	"descriptionRaw": "A stage prop once used by a past \"Great Magician.\" Its final secret was that it was also a weapon beyond the pale.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 5,
	"story": "\"It is I, the masterful magician — Parsifal 'the Great'!\"\n\"You will bear witness to a fantastic world, never before imagined!\"\n\"This hat, for instance, leads to the legendary eastern Paradise!\"\n\"Or perhaps, let us witness peril within a mirror, unrestrained by our laws of space and time!\"\n\nWhat is called magic is quite similar to fraud and theft,\nThe first relies on acting and narrative creation, the second on technique.\n\n\"There was an elusive thief in Master Coppelius's play who was a master of appearing and disappearing at their leisure, wasn't there?\"\n\"Let's use that for our stage name! Whaddaya think?\"\nThe excited youth sitting at a snack stall next to the Fleuve Cendre spoke without hesitation.\n\"Parsifal? What about me, then? Am I to be the lady of the sapphire, the beauty you stole?\"\nReplied the youngster's partner. Laughter lit up the undercity that had never seen sunlight.\n\nAnd thus, the two young thieving sisters who made their living cheating and stealing at the glorious opera house,\nWere dazzled by the comic stories of knights-errant onstage, and forgot their original purpose for entering the theater,\nAnd the idea of relying on their skills and technique to step onto the stage, under the shining lights, began to bud,\nOf using their brilliant performances to illuminate equally the dreams of those forced to stand, as well as those seated in luxurious VIP boxes.\nOne of them would play \"Parsifal,\" the other, her assistant Josephine.\nTheir first performances were in Eduardo's taverns, beside the sewers, and in front of food stalls,\nFrom being before the eyes of children, brightly shining out from beneath faces stained with ash and oil and amidst the applause of the denizens,\nTo the bright spotlights of the splendorous theater, brilliant, burning like the sun.\n\"Feathers into Butterflies,\" \"Paradise,\" \"Fire in the Mirror,\" \"The Golden Fish\"...\nJust as the light of these performances illuminated both the luxurious VIP booths and the standing audience,\nThe name \"Parsifal\" became the talk of the town in the cities, both above and below.\n\nThose clothed in purple say that all have their place, and those before the stage are no different:\nWhether in the exquisite booths overlooking the stage, or along the crowded floor with standing room only.\nYet, though the light of the performance shines equally upon all who see it, outside the theater,\nBriefly forgotten anger and indignation will permeate, like tree roots penetrating a stone wall.\n\nDuring the Fleuve Cendre operation, that wall finally collapsed.\nThe girl who always played Josephine rushed back to the Fleuve Cendre.\nApart from the ever-present smell of iron and rot,\nThere was only the smell of anger, grief, and blood that had not yet dried.\n\nAll the people knew Parsifal, but an assistant is merely an assistant.\nIf that really was all things were, it would be simple, and easy.\nBut just as the assistant on stage is lopped in two by the sword, yet never harmed,\nAnd the missing pocket watch always returns to the audience unseen,\nThe girl finally lost her \"place\" in life.\nAnd thusly she designed a \"grand magic trick\" that belonged to them.\n\n\"It is I, the masterful magician — Parsifal 'the Great'!\"\n\"You will bear witness to a fantastic world, never before imagined!\"\n\"Here there shall be no aristocrats, no kings — no swords shall be pointed at you!\"\n\"None shall be born into wealth, none into poverty inescapable!\"",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "14.4%",
	"effectName": "Parsifal the Great",
	"effectTemplateRaw": "DMG dealt by Charged Attacks increased by <color=#99FFFFFF>{0}</color>. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by <color=#99FFFFFF>{1}</color>. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "DMG dealt by Charged Attacks increased by 16%. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by 16%/32%/48%. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by 4%/7%/10%.",
		"values": [
			"16%",
			"16%/32%/48%",
			"4%/7%/10%"
		]
	},
	"r2": {
		"description": "DMG dealt by Charged Attacks increased by 20%. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by 20%/40%/60%. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by 6%/9%/12%.",
		"values": [
			"20%",
			"20%/40%/60%",
			"6%/9%/12%"
		]
	},
	"r3": {
		"description": "DMG dealt by Charged Attacks increased by 24%. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by 24%/48%/72%. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by 8%/11%/14%.",
		"values": [
			"24%",
			"24%/48%/72%",
			"8%/11%/14%"
		]
	},
	"r4": {
		"description": "DMG dealt by Charged Attacks increased by 28%. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by 28%/56%/84%. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by 10%/13%/16%.",
		"values": [
			"28%",
			"28%/56%/84%",
			"10%/13%/16%"
		]
	},
	"r5": {
		"description": "DMG dealt by Charged Attacks increased by 32%. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by 32%/64%/96%. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by 12%/15%/18%.",
		"values": [
			"32%",
			"32%/64%/96%",
			"12%/15%/18%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Drop of Tainted Water",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Transoceanic Pearl",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Scoop of Tainted Water",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Transoceanic Chunk",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Newborn Tainted Hydro Phantasm",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Xenochromatic Crystal",
				"count": 18
			}
		]
	}
}