{
	"name": "The Stringless",
	"description": "A bow that once served as an extraordinary instrument. It is no longer capable of getting people up and dancing.",
	"weapontype": "Bow",
	"rarity": "4",
	"story": "An exquisite instrument with strings of different materials on every section.\nWhen struck, every string trembles, creating flowing music.\nBut it is also a bow, one capable of firing arrows that target the heart. Where the music from this instrument leads, death shall surely follow.\n\nAfter the Wanderer's Troupe disbanded, the harp's strings were cut with a dull blade, creating ear-piercing noises.\nOnly the bowstring now remains. The instrument's lofty melodies are lost, but it remains a deadly weapon.\n\nThe Wanderer's Troupe could make birds fall from the sky, sometimes with the tune of the harp, sometimes with the arrows that followed the tune through the air.\nJust like the wind that elopes with the harp's tune and the flowers that grow on Starsnatch Cliff, the harpist was both playful and determined.\nAfter the uprising failed, the Wanderer's Troupe disbanded and its members fled.\nThe harpist stayed till the end, deftly plucking the instrument's strings and raining down a torrent of arrows to protect his comrades. He played till he exhausted his repertoire, and his arrows.\n\nThe harpist was from the magnificent and enchanting land of Fontaine. He had left to travel the world in search of his true destiny.\nIt is said that all the ladies of the Court of Fontaine wailed with grief when they heard the tragic news that he had left without saying goodbye.\n\nThe story is that he fell in love with a humble Mondstadt woman, but she was then selected for the miserable fate of Ludi Harpastum princess.\nIt is claimed that he had no regrets about dying anonymously in a foreign land.\nThe only thing he regretted was finally discovering true love, only to never have the chance to sing another love song.",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Arrowless Song",
	"effect": "Increases Elemental Skill and Elemental Burst DMG by {0}.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "Decarabian",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 3
			},
			{
				"name": "Firm Arrowhead",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"name": "Heavy Horn",
				"count": 12
			},
			{
				"name": "Firm Arrowhead",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"name": "Black Bronze Horn",
				"count": 6
			},
			{
				"name": "Sharp Arrowhead",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"name": "Black Bronze Horn",
				"count": 12
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"name": "Black Crystal Horn",
				"count": 9
			},
			{
				"name": "Weathered Arrowhead",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"name": "Black Crystal Horn",
				"count": 18
			},
			{
				"name": "Weathered Arrowhead",
				"count": 12
			}
		]
	}
}