{
	"name": "Thundering Pulse",
	"description": "A longbow that was a gift from the Shogun. Eternal lightning crackles all around it.",
	"weapontype": "Bow",
	"rarity": "5",
	"story": "This bow, crackling with thunder, retains its luster despite having been soaked in thick darkness.\nWhen disaster came from a distant sea, it was once the favorite weapon of a great swordsman.\n\nIn his youth, he wandered the mountains, and he made a wager with a great Tengu he came across.\nHe gambled his young, strong body as a bet against a bow given by the Shogun.\n\nAs for the gamble itself, he could only sometimes recall it, when he was drunk.\nBut by the time dawn came, he had three wins and three losses — his contest with the Tengu was a draw.\nSo in the bad news, he was taken as a servant by the Tengu. But in the good news, he won that unmatched bow.\n\n\"Behold, Konbumaru, this is Tengu archery. Watch and learn!\"\nHe was given this rather ridiculous nickname, but ultimately, he witnessed the Tengu's form.\nSoaring through the clouds unfettered, unleashing thunderbolts with every bowstring's pulse...\nIt was a true, unreserved dance of death. Fierce and unpredictable, elegant and beautiful.\n\nMany years later, he was no longer a servant boy, and he had grasped both some archery and swordsmanship.\nHe was referred to the Shogunate through a recommendation letter from his impatient master.\nIn the years under the Shogun, his martial skills improved greatly, and he made many friends and enemies.\nStill, his hobby of unrestrained wanderlust had not changed. On the contrary, with the Tengu's great bow, he became yet more fearless.\n\n\"Let's make a wager this time, shall we? Hmm. Right, then. This bow shall be my wager.\"\n\"I bet on the mightiest bow in the world that I will return here alive.\"\n\"I'll leave it here with you for now. If I, Takamine, lose our bet, you can keep the bow.\"\n\"After all, you've inherited the essence of my archery techniques. You'll be able to make good use of it.\"\n\"But if I win...\"\n\nWhen disaster swept in from across the distant sea, the samurai and the obstinate shrine maiden had a mutual wager.\nThey bet on his safe return from the abyss against the inscribed bow bestowed by the Shogun.\n\nWhen the dark venom sank deep into the earth and peace returned, the swordsman did not come back.\nThe Shogun's bestowed bow was given to the shrine maiden as her prize for winning their great wager.\nLater, in the forest where the Kitsune Saiguu would no longer appear, in the promised meeting place,\nThe lone returnee who came stumbling back from the abyss finally met the shrine maiden again, though by now she could no longer be called young.\nDull eyes stained with dried blood and tears regained their radiance, but were pierced through by a barbed arrow glowing with power.",
	"baseatk": 46,
	"substat": "CRIT DMG",
	"subvalue": "14.4",
	"effectname": "Rule by Thunder",
	"effect": "Increases ATK by {0} and grants the might of the Thunder Emblem. At stack levels 1/2/3, the Thunder Emblem increases Normal Attack DMG by {1}. The character will obtain 1 stack of Thunder Emblem in each of the following scenarios: Normal Attack deals DMG (stack lasts 5s), casting Elemental Skill (stack lasts 10s); Energy is less than 100% (stack disappears when Energy is full). Each stack's duration is calculated independently.",
	"r1": [
		"20%",
		"12/24/40%"
	],
	"r2": [
		"25%",
		"15/30/50%"
	],
	"r3": [
		"30%",
		"18/36/60%"
	],
	"r4": [
		"35%",
		"21/42/70%"
	],
	"r5": [
		"40%",
		"24/48/80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Narukami's Wisdom",
				"count": 5
			},
			{
				"name": "Dismal Prism",
				"count": 5
			},
			{
				"name": "Firm Arrowhead",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Narukami's Joy",
				"count": 5
			},
			{
				"name": "Dismal Prism",
				"count": 18
			},
			{
				"name": "Firm Arrowhead",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Narukami's Joy",
				"count": 9
			},
			{
				"name": "Crystal Prism",
				"count": 9
			},
			{
				"name": "Sharp Arrowhead",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Narukami's Affection",
				"count": 5
			},
			{
				"name": "Crystal Prism",
				"count": 18
			},
			{
				"name": "Sharp Arrowhead",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Narukami's Affection",
				"count": 9
			},
			{
				"name": "Polarizing Prism",
				"count": 14
			},
			{
				"name": "Weathered Arrowhead",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Narukami's Valor",
				"count": 6
			},
			{
				"name": "Polarizing Prism",
				"count": 27
			},
			{
				"name": "Weathered Arrowhead",
				"count": 18
			}
		]
	}
}