{
	"id": 12425,
	"name": "Tidal Shadow",
	"description": "An exquisitely-crafted, standard-model sword forged for the high-ranking officers and flagship captains of Fontaine's old navy.",
	"descriptionRaw": "An exquisitely-crafted, standard-model sword forged for the high-ranking officers and flagship captains of Fontaine's old navy.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "In the glorious past, the pure white ironclad flagship \"Sponsian\" was the pride of Fontaine's Navy.\nIn that age, the metal-armored warships armed with heavy cannons and sturdy prows for ramming were the darlings of the Court of Fontaine.\nIn the age of the splendor of the opera house, none in the audience failed to give the white armada a standing ovation when it swept the golem legion aside.\n\nBefore her retirement, the proud Admiral Basil Elton could always be seen upon the Sponsian's bridge.\nElton's First Mate, Nathaniel Pickman, lost his place in the end, and spent the rest of his days trapped by a false heroic reputation.\nAt this time, the Navy had been completely disbanded due to the armada ceasing to exist forevermore. The once renowned Minister of the Navy had resigned with honors.\nPickman busied himself for many years attempting to persuade the Court of Fontaine to salvage and rebuild the \"Sponsian.\"\nBut his efforts were in vain, and the families of the fallen believed his efforts to rebuild the Fontainian Navy were little more than an attempt to fish for more glory...\nIn the end, the only thing remaining besides falsehoods and legends was this blue and white epee that once belonged to the Admiral.\n\n\"The 'Sponsian'? Awful name. What were you thinking, Pickman?\"\n\"The name of a usurper? Why, he and his dynasty may never have even existed—\"\n\"Anyway... I was just thinking aloud, y'know, and it just slipped out. Apologies, Captain.\"\n\n\"Relax, Pickman. You know what? Let's just call it that.\"\n\"That sense of unreal reality, I don't hate it.\"\n\nMany legends regarding the \"Sponsian\" and \"White Armada\" remained popular for some time after the destruction of the splendorous opera house,\nAnd they were staged at the newly-rebuilt opera house on Erinnyes to great success, until an accident put paid to such performances.\nOf them, the most memorable performance is the final battle of the armada: A heroic battle with a formidable barrage performed by ten battleship cannons onstage,\nWith the details having been reconstructed from the records of Basil Elton's First Mate.\nPerhaps Pickman did not think that absurd action worth writing down, just as he never once discussed it,\nOr perhaps the writers removed that detail from the script, feeling that it detracted from the intended epic tragedy,\nBut Basil Elton boarded the flagship once more after several years away, and muttered to Pickman and the other sailors:\n\"Looks like this time we can finally open fire on our enemies.\"\n\nIt was only after that she smiled and called out, as performed in the opera house:\n\"Well now, boys and girls! Can't do without me, I see! But if you wanna get nostalgic over tea, it'll have to wait!\"\n\"First, let's send that oversized punk who doesn't know what's what back down to the bottom of the waterfall!\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "9%",
	"effectName": "White Cruising Wave",
	"effectTemplateRaw": "After the wielder is healed, ATK will be increased by <color=#99FFFFFF>{0}</color> for 8s. This can be triggered even when the character is not on the field.",
	"r1": {
		"description": "After the wielder is healed, ATK will be increased by 24% for 8s. This can be triggered even when the character is not on the field.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "After the wielder is healed, ATK will be increased by 30% for 8s. This can be triggered even when the character is not on the field.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "After the wielder is healed, ATK will be increased by 36% for 8s. This can be triggered even when the character is not on the field.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "After the wielder is healed, ATK will be increased by 42% for 8s. This can be triggered even when the character is not on the field.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "After the wielder is healed, ATK will be increased by 48% for 8s. This can be triggered even when the character is not on the field.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}