{
	"id": 14514,
	"name": "Tome of the Eternal Flow",
	"description": "A manual that was once passed down from generation to generation within an underwater priory. Today, none know of its existence.",
	"descriptionRaw": "A manual that was once passed down from generation to generation within an underwater priory. Today, none know of its existence.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "\"We shall remember this oath of the thousand years, and defend the foundation of the capital of water.\"\n\"Never forget the shackles of sin that were once tempting as honey,\"\n\"And never forget our heavy responsibilities that may now seem like fetters.\"\n\"They represent the deity's honey-sweet grace and faith in us.\"\n\"We are the shield that guards against the disaster of the flood, and the line of defense against the breach.\"\n\nThe first watcher always led the new recruits to recite their oath.\nIndeed, no one would wish for such a life, but everything comes with a price.\nWe once succumbed to the euphoria of violence, or were driven by greed.\nThis vow is the recompense of justice, as well as the final chance at redemption.\nNeither sunlight nor family are present here, so we must find a semblance of joy.\nAlthough the watcher sometimes wondered if the sinners took these vows on their own accord,\nOr merely uttered syllables that meant nothing to them,\nHe still sincerely hoped that the wild joy he experienced when the deity entrusted this heavy responsibility to him,\nWould light up the path of these \"brothers and sisters\" of his, and give meaning to their lives,\nJust as it had lit up his hopeless and dreary future.\nThe teachings of the watchers would thus be passed from generation to generation, flowing down like an endless stream.\nFor if the harbinger of the apocalypse would indeed one day arrive, the flood would wash everything away.\nAnd we would fight with both duty and joy in our hearts, just as the goddess had found empathy for us in hers.\n\nMy duty is now complete, so I shall leave the goddess' grace and duty to you all.\nThe first watcher was buried between mineral veins of extraordinary splendor,\nBecause it is the place most filled with light. The man who had lived for many years in the shadows\nHeld the light he once saw in his heart as he quietly slumbered beneath the soil by the breach.\n\nThe flood that would wash everything away is never unleashed,\nAs fate is often loath to grant would-be heroes an honorable death.\nEven so, an inaudible trickle began to silently corrode the priory as if a thief shrouded in the shadows.\nThose forced to join the order and live underwater gradually increased in number,\nYet those who swore the oath, understood its meaning, and knew the teachings only declined over time.\nMany long years later, a grand and ominous fortress would rise from the seabed,\nBut as for the last brother who called himself a watcher and shouldered the expectations of a god,\nThe location of his grave would become known to none.\n\nStill, perhaps this place can still be called fortunate,\nAs the other suppressed breach was eventually discovered many years later by one who set out to reveal its secrets.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19.2%",
	"effectName": "Aeon Wave",
	"effectTemplateRaw": "HP is increased by <color=#99FFFFFF>{0}</color>. When current HP increases or decreases, Charged Attack DMG will be increased by <color=#99FFFFFF>{1}</color> for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the character has 3 stacks or a third stack's duration refreshes, <color=#99FFFFFF>{2}</color> Energy will be restored. This Energy restoration effect can be triggered once every 12s.",
	"r1": {
		"description": "HP is increased by 16%. When current HP increases or decreases, Charged Attack DMG will be increased by 14% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the character has 3 stacks or a third stack's duration refreshes, 8 Energy will be restored. This Energy restoration effect can be triggered once every 12s.",
		"values": [
			"16%",
			"14%",
			"8"
		]
	},
	"r2": {
		"description": "HP is increased by 20%. When current HP increases or decreases, Charged Attack DMG will be increased by 18% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the character has 3 stacks or a third stack's duration refreshes, 9 Energy will be restored. This Energy restoration effect can be triggered once every 12s.",
		"values": [
			"20%",
			"18%",
			"9"
		]
	},
	"r3": {
		"description": "HP is increased by 24%. When current HP increases or decreases, Charged Attack DMG will be increased by 22% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the character has 3 stacks or a third stack's duration refreshes, 10 Energy will be restored. This Energy restoration effect can be triggered once every 12s.",
		"values": [
			"24%",
			"22%",
			"10"
		]
	},
	"r4": {
		"description": "HP is increased by 28%. When current HP increases or decreases, Charged Attack DMG will be increased by 26% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the character has 3 stacks or a third stack's duration refreshes, 11 Energy will be restored. This Energy restoration effect can be triggered once every 12s.",
		"values": [
			"28%",
			"26%",
			"11"
		]
	},
	"r5": {
		"description": "HP is increased by 32%. When current HP increases or decreases, Charged Attack DMG will be increased by 30% for 4s. Max 3 stacks. This effect can be triggered once every 0.3s. When the character has 3 stacks or a third stack's duration refreshes, 12 Energy will be restored. This Energy restoration effect can be triggered once every 12s.",
		"values": [
			"32%",
			"30%",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Dross of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimation of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Spring of Pure Sacred Dewdrop",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Essence of Pure Sacred Dewdrop",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}