{
	"id": 11422,
	"name": "Toukabou Shigure",
	"description": "A rather special oil-paper umbrella. While long wanderings may make one used to the wind and the rain, there might be some fun in admiring a rainy scene beneath this parasol.",
	"descriptionRaw": "A rather special oil-paper umbrella. While long wanderings may make one used to the wind and the rain, there might be some fun in admiring a rainy scene beneath this parasol.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 4,
	"story": "\"Umbrellas from Inazuma are more like unique pieces of artistry than something to shield oneself from the rain. Whether it be the design of the bamboo handle, the patterns on its surface, or the colors of the oil paper beneath beads of water, the umbrella looks in every way exquisite and delicate. Each time I pass through an alley and see such an umbrella outside a store, I often find my thoughts drifting back to a certain event. Rumor has it that there once was an umbrella that sent the whole town aflutter with activity. Here's how the story goes:\"\n\"Hundreds of years ago, during the season of a grand festival, the flowers were in bloom, the foxes were at play, and even the typically stoic Tengu mingled amongst the people. Yet, the most eye-catching oddity was a girl bearing an intricate umbrella while sipping the fine wine of the Oni Clan. As she grew inspired, the young maiden danced like billowing flowers amidst the snow as the moonlight poured down on her. All who beheld her found themselves cheering her on, be they human or youkai. But with the passage of time, the girl went to war with the army and met a most untimely fate. With her passing, her cherished umbrella was offered to a shrine by her loyal subordinates.\"\n\"A daughter to a prominent martial family encountered the umbrella when offering her prayers at a shrine. Hence, she decided to purchase it at full price. The next day, with the skies wet with rain, the girl wanted to seize the opportunity and venture out with her umbrella. However, before she could even get changed, a message was delivered from afar, informing her of her husband's death in battle. Consumed by grief, the girl fell ill and left this mortal plane to seek her lover within the stretch of days. After her funeral, her parents regarded the umbrella she bought as something of a cursed object and returned it to the shrine to be sealed away.\"\n\"Yet, after a few months, new rumors spread. People would claim that, on rainy nights, a previously unknown youkai would stalk the streets. The way the youkai was illustrated made it sound akin to an umbrella, except taller than a man, bearing a single eye, a single leg, and also a long tongue. Should someone walk alone at night, the youkai may just suddenly appear, using its long tongue to lick those that dare pass by. From the perspective of those who live in Fontaine, the youkai presented little threat with its main acts seeming like pranks. That said, few people actually knew what the youkai's true intentions were. This engendered a sense of worry amongst the people who walked the streets. Young maidens dared not to leave home. The elderly sighed, saying if the wise and powerful were not absent, dealing with this youkai would be a trifling thing. At that moment, however, few even knew how to exorcise such a simple being.\"\n\"Later, when a young Shrine Maiden caught wind of what happened, she took the umbrella out from the shrine, and washed it from the tip down using a wooden spoon. As she used a silk cloth to wipe its surface, she said this:\"\n\"'Even should the rains of yesterday cease, tomorrow and the day after remain. If that noble were still alive, your present state would surely be held unacceptable!'\"\n\"Hence, she had the umbrella enshrined in an annex of the temple. Since then, none have heard either hint or whisper regarding this umbrella again.\"\n\"Now, I heard this story from a friend of mine in Inazuma, although I did go around investigating the shrines around Narukami and found no mention of the umbrella being enshrined. When I told this to my friend, she just laughed:\"\n\"'Truly, Mademoiselle Leucade, do you take these kaidan to be the truth?'\"",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Kaidan: Rainfall Earthbinder",
	"effectTemplateRaw": "After an attack hits opponents, it will inflict an instance of Cursed Parasol upon one of them for 10s. This effect can be triggered once every 15s. If this opponent is defeated during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately. The character wielding this weapon will deal <color=#99FFFFFF>{0}</color> more DMG to the opponent affected by Cursed Parasol.",
	"r1": {
		"description": "After an attack hits opponents, it will inflict an instance of Cursed Parasol upon one of them for 10s. This effect can be triggered once every 15s. If this opponent is defeated during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately. The character wielding this weapon will deal 16% more DMG to the opponent affected by Cursed Parasol.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "After an attack hits opponents, it will inflict an instance of Cursed Parasol upon one of them for 10s. This effect can be triggered once every 15s. If this opponent is defeated during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately. The character wielding this weapon will deal 20% more DMG to the opponent affected by Cursed Parasol.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "After an attack hits opponents, it will inflict an instance of Cursed Parasol upon one of them for 10s. This effect can be triggered once every 15s. If this opponent is defeated during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately. The character wielding this weapon will deal 24% more DMG to the opponent affected by Cursed Parasol.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "After an attack hits opponents, it will inflict an instance of Cursed Parasol upon one of them for 10s. This effect can be triggered once every 15s. If this opponent is defeated during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately. The character wielding this weapon will deal 28% more DMG to the opponent affected by Cursed Parasol.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "After an attack hits opponents, it will inflict an instance of Cursed Parasol upon one of them for 10s. This effect can be triggered once every 15s. If this opponent is defeated during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately. The character wielding this weapon will deal 32% more DMG to the opponent affected by Cursed Parasol.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Narukami's Wisdom",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Damaged Prism",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Narukami's Joy",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Turbid Prism",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Narukami's Affection",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Narukami's Valor",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Radiant Prism",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}