{
	"id": 14512,
	"name": "Tulaytullah's Remembrance",
	"description": "A bell crafted of deep sapphire and sterling silver. Its echoes are as crisp as they are distant.",
	"descriptionRaw": "A bell crafted of deep sapphire and sterling silver. Its echoes are as crisp as they are distant.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "Once upon the silver dunes, she danced with the three sisters of the moon.\nOnce as shadows reached across the land, blood and tears mingled to form a garden spring...\nThe Lord of Flowers was grieved, and so a sapphire city arose from her tears,\nAnd beneath those azure domes, the Tighnarians grew proud as they spawned generations of wisdom.\n\nPeople claimed that Tulaytullah, home to the Tighnarians, was the Lord of Flowers' most precious jewel.\nIn that golden age, even the wan face of the moon shone like warm amber.\nIn the gardens bloomed Padisarahs clothed in dream-like violet, while the swollen pomegranate raised their voices on high and sang...\nThe lattice of canals shimmered, and even the passing of deities would not see them blanketed in sandstorms.\n\n\"Xiphos, exiled high-born, my beloved...\"\n\"Xiphos, Blade of Tulaytullah, beloved of the Jinni...\"\n\"May the sheen of moonlight deliver unto you peace, for tonight's dance belongs to you alone,\"\n\"And tomorrow I must depart, for the scholars have sold me unto the court of Badanah.\"\n\"I cannot forget how his forefathers destroyed my homeland and enslaved my people.\"\n\"I go now to serve the hated foe, to dance, speak honeyed words, and linger amongst them like the night wind...\"\n\n\"But beloved Xiphos... On this night, the stars and lilies belong only to you.\"\n\"Keep my name in your heart, dearest Xiphos, if but only for this night.\"\n\nTo please the waning vassal king, the scholars who ruled Tulaytullah offered tribute,\nAnd Makhaira, a court dancer, found herself as part of that inventory, forced to say farewell to her golden-eyed lover.\nThe stories that follow have been diluted by too many tongues and have been left forgotten by too many minds...\n\nMakhaira claimed her vengeance, bringing low a desert kingdom once thought invincible...\nBut her own life was devoured by an adder, and she was drawn into slumber beneath quilts of gilded sand, never to wake.\nXiphos earned esteem among his kindred, yet died in vain, protecting the nobles who feared him...\nThe Blade of Tulaytullah met his end at the hands of another exiled princeling,\nWhose banishment had been delivered unto him indeed by that serpent-hearted dancer, the daughter of a Jinni.\n\nIn the end, all people, good or evil, will find themselves ground beneath the wheels of fate,\nAnd the sapphire city would fade, dissipating like tears beneath the scorching sun.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9.6%",
	"effectName": "Bygone Azure Teardrop",
	"effectTemplateRaw": "Normal Attack SPD is increased by <color=#99FFFFFF>{0}</color>. After the wielder unleashes an Elemental Skill, Normal Attack DMG will increase by <color=#99FFFFFF>{1}</color> every second for 14s. After hitting an opponent with a Normal Attack during this duration, Normal Attack DMG will be increased by <color=#99FFFFFF>{2}</color>. This increase can be triggered once every 0.3s. The maximum Normal Attack DMG increase per single duration of the overall effect is <color=#99FFFFFF>{3}</color>. The effect will be removed when the wielder leaves the field, and using the Elemental Skill again will reset all DMG buffs.",
	"r1": {
		"description": "Normal Attack SPD is increased by 10%. After the wielder unleashes an Elemental Skill, Normal Attack DMG will increase by 4.8% every second for 14s. After hitting an opponent with a Normal Attack during this duration, Normal Attack DMG will be increased by 9.6%. This increase can be triggered once every 0.3s. The maximum Normal Attack DMG increase per single duration of the overall effect is 48%. The effect will be removed when the wielder leaves the field, and using the Elemental Skill again will reset all DMG buffs.",
		"values": [
			"10%",
			"4.8%",
			"9.6%",
			"48%"
		]
	},
	"r2": {
		"description": "Normal Attack SPD is increased by 12.5%. After the wielder unleashes an Elemental Skill, Normal Attack DMG will increase by 6% every second for 14s. After hitting an opponent with a Normal Attack during this duration, Normal Attack DMG will be increased by 12%. This increase can be triggered once every 0.3s. The maximum Normal Attack DMG increase per single duration of the overall effect is 60%. The effect will be removed when the wielder leaves the field, and using the Elemental Skill again will reset all DMG buffs.",
		"values": [
			"12.5%",
			"6%",
			"12%",
			"60%"
		]
	},
	"r3": {
		"description": "Normal Attack SPD is increased by 15%. After the wielder unleashes an Elemental Skill, Normal Attack DMG will increase by 7.2% every second for 14s. After hitting an opponent with a Normal Attack during this duration, Normal Attack DMG will be increased by 14.4%. This increase can be triggered once every 0.3s. The maximum Normal Attack DMG increase per single duration of the overall effect is 72%. The effect will be removed when the wielder leaves the field, and using the Elemental Skill again will reset all DMG buffs.",
		"values": [
			"15%",
			"7.2%",
			"14.4%",
			"72%"
		]
	},
	"r4": {
		"description": "Normal Attack SPD is increased by 17.5%. After the wielder unleashes an Elemental Skill, Normal Attack DMG will increase by 8.4% every second for 14s. After hitting an opponent with a Normal Attack during this duration, Normal Attack DMG will be increased by 16.8%. This increase can be triggered once every 0.3s. The maximum Normal Attack DMG increase per single duration of the overall effect is 84%. The effect will be removed when the wielder leaves the field, and using the Elemental Skill again will reset all DMG buffs.",
		"values": [
			"17.5%",
			"8.4%",
			"16.8%",
			"84%"
		]
	},
	"r5": {
		"description": "Normal Attack SPD is increased by 20%. After the wielder unleashes an Elemental Skill, Normal Attack DMG will increase by 9.6% every second for 14s. After hitting an opponent with a Normal Attack during this duration, Normal Attack DMG will be increased by 19.2%. This increase can be triggered once every 0.3s. The maximum Normal Attack DMG increase per single duration of the overall effect is 96%. The effect will be removed when the wielder leaves the field, and using the Elemental Skill again will reset all DMG buffs.",
		"values": [
			"20%",
			"9.6%",
			"19.2%",
			"96%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Echo of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Inactivated Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Fungal Spores",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Remnant Glow of Scorching Might",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Dormant Fungal Nucleus",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Luminescent Pollen",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Dream of Scorching Might",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Olden Days of Scorching Might",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Robust Fungal Nucleus",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Crystalline Cyst Dust",
				"count": 18
			}
		]
	}
}