{
	"name": "\"Ultimate Overlord's Mega Magic Sword\"",
	"description": "A magical sword that can only be wielded by the ultimate overlord who rules the seas. As it has been made with special water-resistant materials, it will not get ruined by water damage even after being immersed. Why, one might even call it invincible!",
	"weapontype": "Claymore",
	"rarity": "4",
	"story": "\"... Uh, what? A cheap cardboard claymore? No, no, no, this is... Well, it's... the Ultimate Overlord's Mega Magic Sword, once used to triumph over the Crab Emperor!\"\n\nA long, long time ago, before Romaritime Flowers came to have that name, in distant seas dwelt the great Crab Demon Emperor.\nNow, no one truly knows what made this crab great, nor do any know where this emperor ruled or where its subjects were, but since all attested to it, so did the mighty name of the Demon Emperor spread throughout the seas. Perhaps one might put this down to natural nobility? It was with this thought that the Crab Demon Emperor would slowly come to accept the truth that all gave it a wide berth.\nJust as the high-and-mighty (or perhaps that was simply how they thought of themselves) humans, this great eminence would often lament that its position precluded having friends (although this might itself might also indicate high-and-mightiness). After all, those clicking crab claws could easily scare those who antagonized you, and cut the threads of fate for those who insisted on doing so. And the hoard of gold coin that the emperor owned, that stood as high as Mont Automnequi, could buy it all the delicious cookies in Fontaine — and that was a life fit for a ruler, was it not?\nBut without good friends to play with it, at once driven to boredom and sadness — which no amount of cookies could cure — the great eminence had to resort to using those great claws to trim seagrass. And alas, the crab emperor was still a crab, and though he might do all things better than crabs, his skill at trimming seagrass was no better than that of an ordinary stingray!\nOne day, while the mighty Crab Demon Emperor was blowing bubbles, alone and forlorn, he bumped into a little Melusine...\n\"Ah, ah, ah! Who dares step into my demonic domain? Why have you come?\"\n(Though the Crab Emperor was erupting in flame, he was in truth a little happy, and also afraid. When other sea beings saw him, they would flee on account of his majesty, and so the Emperor had not spoken to anyone for a long, long time.)\n\"Mr. Crab,\" the little Melusine said, \"you don't seem very happy. Let's play together. That'll cheer you up!\"\n\"You do not understand,\" the Crab Emperor began, and though he wished to take the Melusine to task on account of her trespass in calling him \"Mr.\" instead of \"Your Majesty,\" he instead finished, \"an overlord cannot play with little Melusines, or he shall lose his kingly majesty.\"\n\"And what would happen if he loses it?\"\n\"An overlord without majesty is no overlord at all. Were it not for my claws being larger and my armor thicker than that of other crabs, I am ordinary, just like them.\"\n\"Well, Mr. Crab, your claws are bigger than me, and you have more legs than I do. Your armor is thicker than the walls of my house, and other than gold coins and little cookies, you've got so many other nice things. You should be very happy! Hmm, I know. It must be your kingly majesty that makes you unhappy.\"\n\"Little Melusine, you have never been a king, and so I forgive your ignorance. Know that an emperor should not care for his own happiness.\"\n\"But before you were king, you must've been a crab, right, Mr. Crab? Oh, your unhappiness makes me unhappy too! Tell you what — I'll help you give up your kingly majesty!\"\n\"Hah! Little Melusine, you speak of things far beyond your ken. When in history has an emperor given up their rule?\" The Emperor waved his claws in a rage. \"Unless... For example, and just as an example, a hero should defeat the demon lord using their holy blade... That way, even a former overlord must be content playing with the little Melusines.\"\n\"Oh, so that's how it works!\" The Melusine exclaimed happily, before then falling into thought, and saying, crestfallen, \"But I don't know where to find a hero, or where a holy blade might be...\"\n\"Oh, don't you worry! So long as they can defeat the demon lord, anyone can be a hero, and any weapon can be a holy sword,\" the Emperor said hurriedly. \"Mwahahaha! Now do you understand, you impertinent Melusine?\"\n\n\"'...And that's what Mr. Crab told me. Please, everyone, lend me your strength!'\" She said. And all the Melusines in Merusea Village thought that indeed, they should help her! And so they arrayed her with a great seashell for a shield, crowned her with a seagrass laurel, and canvas from a wrecked ship within Elynas they brought for her cloak. At last, they armed her with a rare piece of dried cardboard — her treasured sword.\nThus did the Melusine heroine embark on a journey to defeat the Crab Demon Emperor, and with her peerless magical blade did she cast the marauding tyrant down. And from then on, Mr. Crab, now longer a demon lord, would become the Melusines' good friend...\n\nAfter some discussion, the Melusines reached a consensus. This, the mightiest sword in Merusea Village, that had shone so illustriously in the shadowed mists of the past, should be given to an unparalleled hero, as a memorial to their friendship.",
	"baseatk": 44,
	"substat": "Energy Recharge",
	"subvalue": "6.7",
	"effectname": "Melussistance!",
	"effect": "ATK increased by {0}. That's not all! The support from all Melusines you've helped in Merusea Village fills you with strength! Based on the number of them you've helped, your ATK is increased by up to an additional {1}.",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Broken Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Old Operative's Pocket Watch",
				"count": 3
			},
			{
				"name": "Meshing Gear",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Old Operative's Pocket Watch",
				"count": 12
			},
			{
				"name": "Meshing Gear",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Wine Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Operative's Standard Pocket Watch",
				"count": 6
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 3
			},
			{
				"name": "Operative's Standard Pocket Watch",
				"count": 12
			},
			{
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Goblet of the Pristine Sea",
				"count": 6
			},
			{
				"name": "Operative's Constancy",
				"count": 9
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Goblet of the Pristine Sea",
				"count": 4
			},
			{
				"name": "Operative's Constancy",
				"count": 18
			},
			{
				"name": "Artificed Dynamic Gear",
				"count": 12
			}
		]
	}
}