{
	"id": 11514,
	"name": "Uraku Misugiri",
	"description": "This famous blade was once created by the hand of Urakusai, the renowned literatus. Legend has it that it has never cut any living creature in all these hundreds of years.",
	"descriptionRaw": "This famous blade was once created by the hand of Urakusai, the renowned literatus. Legend has it that it has never cut any living creature in all these hundreds of years.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Sword",
	"rarity": 5,
	"story": "Legends tell of how the Kitsune Urakusai once earned the undying enmity of the bake-danuki by cutting the gold-lacquered screen curtains of the stage within the forest while caught up in a drunken reverie.\nThis act earned his sword its name, and the Kitsune's drunken dance, blade wild beneath the moon, became a tale told amongst all who saw, save for the bake-danuki.\nLater, it is said that Urakusai apologized to the bake-danuki who had held the play, and gave them his precious teaset and other treasures.\nAnd he \"of the Front Gate,\" who had met him but once before the incident, received the blade \"Misugiri\" as a reward for mediating between the parties.\n\nAs for this recipient, he was slightly different from the rumors. Not only was he a strange character who had fought a vicious battle against Lavender Melon trees, but one who had a sense of elegance, enjoying plays, toys, and clothing.\nWhen throwing himself into battle, he would garb himself in golden brocade threaded with autumn grass and clouds, and the garish oil paints on his face would give him a fantastical form.\nHowever, neither ancient texts nor folk stories describe how he carried the great golden blade \"Misugiri\" in his final battle.\nInstead, his weapon is always the same in many anecdotes and stories, a prodigiously-sized blade with a name just as long and difficult to pronounce as his own.\nThough there are scrolls depict him wielding a sword in each hand, one large and one small, his majestic form cutting through the onrushing tide of black monsters,\nAccording to the authoritative \"Anthology\" of the time, \"Misugiri\" had already been lost by he \"of the Front Gate\" in the summer of some year before the disaster.\nFor this reason, the blade that may never have cut an enemy, \"Misugiri,\" has always piqued the imaginations of those who discuss historical tales while deep into their cups.\n\nAmong the Oni, who tell their history and legends only through song and chant and never through writing, there is a story that is different from or perhaps complementary to that which is recorded in the \"Anthology.\"\nAfter a wrestling match during a festival, he \"of the Front Gate\" gifted the renowned blade \"Misugiri\" to a tailor, who was not from a martial family.\nIt seems as though a young girl patched and mended a golden flower that had come loose from his haori, and he gifted her the sword at his side by way of reward.\n\n\"Whaddaya mean, you don't want a reward? How about this then: I'll trade this here sword of mine for your scissors! It won't count as a reward then, eh?\"\n\"Huh? What're you saying? Of course it can be used cut cloth! Such a young lady, but when you open your mouth, you actually sound like one of them boring tengu!\"\n\"What kind of lame excuse is 'there's a difference between martial families and commoners'!? You use such tiny little scissors to snip cloth! A nice long blade like this oughta work better, don'cha think?\"\n\"No way! I'm giving you this sword because its long-winded old owner just kept rambling on, something about how famous stuff oughta get hung on walls for people to admire.\"\n\"...I'm not just giving it to you, it's a transaction, y'know! Better that you cut some clothes with it than me having that old fox popping by to ask me how the sword's doing every few days!\"\n\"Hey, I can hear what you're saying about me! And keep my voice outta this! Whatever, just watch closely—!\"\n\nWith that, the Oni abruptly stood and drew the sword forth from the scabbard, its cold edge reflecting moonlight and the festival's smoke.\nThen, he cut one of his sleeves clean off with no hesitation, before sheathing the sword and sitting upright, offering the brocaded sleeve along with the sword.\nThis Oni warrior, who usually laughed and shouted in front of all and sundry upon the streets and cared little for minor matters, seemed a little more like a fierce fiend when serious.\n\n\"See? Even an oaf like me who doesn't know squat about tailoring can slice through cloth like butter using this here knife, so you'd best give it some credit, y'hear?\"\n\"Alright! Take good care of it, now! I'm figurin' that you're the only one who'll put it to good use! I'll just end up breaking it.\"\n\"You want me to keep it as some kinda family heirloom? Haha, I've thought about that! But a famous sword gets sad if it ain't used.\"\n\"And if that happens, next time Urakusai shows up, he'll mock me for being a dumb lout, boring, uncultured, y'know, that kinda claptrap.\"\n\nFace to face with the suddenly solemn Oni's visage, the young tailor girl of common birth was absolutely terrified.\nAfter waiting for the girl, now shaking with fear, to accept the precious thank-you gift, the Oni let loose a few great guffaws, thinking himself quite clever, and left most satisfied.\nHe \"of the Front Gate\" thus earned the title of \"The Great Idiot\" among the villagers, and he did not dislike it.\nThough he was quick to laugh and quick to anger, he made many friends and protected many lives in his life, which was itself neither exceptionally long nor overly short.\nAfterward, when countless textless embroidered scrolls were woven for those gods, kitsune, youkai, oni, and humans who protected lives beyond counting,\nWracked by guilt for never managing to return the blade to him to help him fell his foes, the tailor designed that awe-inspiring image of his likeness wielding two blades.\nBut that was later. Before that would come to pass, Urakusai had to first grieve for the scattered, wandering people for years.\n\nWhenever descendants of that Oni who bore his name saw one carrying the magnificent blade who was not the young seamstress, they would recall:\n\"Uncle often sighed as he cleaned that sword, blaming Urakusai for leaving such an extraordinary treasure to such an oaf like himself.\"\n\"'This thing outta enjoy the comfort and beauty of the world. How could I ever stand to taint it with slaughter and fury?'\"\n\nBut to get back on topic, when the girl discovered the blade's marvelous uses off the battlefield, it was still some time before she would weave that particular scroll.\nIn those days, the Oni Chiyo danced in her resplendent juunihitoe, sword in hand, dazzling as dainty flowers fluttering in the spring breeze.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "19.2%",
	"effectName": "Brocade Bloom, Shrine Sword",
	"effectTemplateRaw": "Normal Attack DMG is increased by <color=#99FFFFFF>{0}</color> and Elemental Skill DMG is increased by <color=#99FFFFFF>{1}</color>. After a nearby active character deals Geo DMG, the aforementioned effects increase by 100% for 15s. Additionally, the wielder's DEF is increased by <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Normal Attack DMG is increased by 16% and Elemental Skill DMG is increased by 24%. After a nearby active character deals Geo DMG, the aforementioned effects increase by 100% for 15s. Additionally, the wielder's DEF is increased by 20%.",
		"values": [
			"16%",
			"24%",
			"20%"
		]
	},
	"r2": {
		"description": "Normal Attack DMG is increased by 20% and Elemental Skill DMG is increased by 30%. After a nearby active character deals Geo DMG, the aforementioned effects increase by 100% for 15s. Additionally, the wielder's DEF is increased by 25%.",
		"values": [
			"20%",
			"30%",
			"25%"
		]
	},
	"r3": {
		"description": "Normal Attack DMG is increased by 24% and Elemental Skill DMG is increased by 36%. After a nearby active character deals Geo DMG, the aforementioned effects increase by 100% for 15s. Additionally, the wielder's DEF is increased by 30%.",
		"values": [
			"24%",
			"36%",
			"30%"
		]
	},
	"r4": {
		"description": "Normal Attack DMG is increased by 28% and Elemental Skill DMG is increased by 42%. After a nearby active character deals Geo DMG, the aforementioned effects increase by 100% for 15s. Additionally, the wielder's DEF is increased by 35%.",
		"values": [
			"28%",
			"42%",
			"35%"
		]
	},
	"r5": {
		"description": "Normal Attack DMG is increased by 32% and Elemental Skill DMG is increased by 48%. After a nearby active character deals Geo DMG, the aforementioned effects increase by 100% for 15s. Additionally, the wielder's DEF is increased by 40%.",
		"values": [
			"32%",
			"48%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Coral Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Chaos Gear",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Jeweled Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Chaos Axis",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Jade Branch of a Distant Sea",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Golden Branch of a Distant Sea",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Chaos Oculus",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 18
			}
		]
	}
}