{
	"id": 12512,
	"name": "Verdict",
	"description": "A weapon once used by a young maiden who forsook her family name, stained with the blood of enemies and loved ones both.",
	"descriptionRaw": "A weapon once used by a young maiden who forsook her family name, stained with the blood of enemies and loved ones both.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 5,
	"story": "\"Listen well, dear Leticia. Remember that you are the eldest daughter of House Randolph.\"\n\"Understand that when we nobles sit down, we tilt the ship of state.\"\n\"And when we fall, we take countless homes and common folk with us in our crashing ruin.\"\n\"So listen well, dear Leticia.\"\n\"You must maintain your noble bearing and purity of appearance. Do not be quick to show anger, sadness, or joy.\"\n\"For our family name can grant a commoner prosperity, or send them to the Fleuve Cendre.\"\n\nBut though her father spoke thus, a young lady was still a young lady before she was a noble.\nWhen one's hands are unfettered by soot or machine oil, one's heart will hanker after \"adventure.\"\nBehind her father, brother, and servants' backs, she would don a disguise and step into the subterranean city that knew neither sun nor rain.\nShe just wanted to see the lives of those base folk who had no control over their destinies.\nPerhaps this might even be more interesting than Parsifal's magic! Such was the young lady's secret excitement.\nBut adventure was quite different from what she anticipated. For it was a thing unarranged by others,\nAnd so became a tale she could not tell to her peers or her aristocratic friends during their reunions.\nAnd when perils unseen — like music, lies, or poisoned wine — were about to be unsheathed and show their keen edge...\n\n\"Oh my. Whose daughter might you be, gentle lady, and what brings you to our Fleuve Cendre?\"\nIt was a gentle, familiar light that cast the appalling, encroaching shadows aside.\n\"You're...\"\nHis name was right on the tip of her tongue, but what slipped out instead was a question as to how her disguise had been discovered.\n\"Well, you're a terrible liar, for one. You've as much as admitted to being an outsider now, haven't you?\"\n\"...And my dear lady, your clothes lack either soot or machine oil, nor have they ever been stained by blood...\"\n\"And also, from the way you walk, you don't wear pants very often.\"\n\nWhen asked why Reed, whom she knew, could walk freely in the Fleuve Cendre, the young man said:\n\"I do hope that you agree that your good father, brother, and house-servants need not know what goes on here.\"\n\"Like the Boss says, 'Let all that the sun shines upon belong to them, and let the Fleuve Cendre belong to us.'\"\n\"Dear Leticia, please forget, at least for a time, that you are the eldest daughter of House Randolph,\"\n\"And come with me, as but a mere person, and with your bright eyes, that have never been covered in dust,\"\n\"See the world where your compatriots live, who, just like you, have red blood flowing in their veins, passions, and loves.\"\nStill, this was quite a different adventure from what she had expected, and, as fate would have it,\nShe would experience much that she could not tell her aristocratic friends and peers, or her servants, when they would meet and chat and laugh...\n\n\"Leticia, your noble soul is one I adore.\"\n\"No longer will our axes be swung at the trees.\"\n\"And if one day, I should be lost to the glories of this world,\"\n\"By your hand shall my fate be reckoned...\"\n\n...\nWhen she met her father once more, years later, she had already taken on the name of the rose,\nAnd she was no longer used to the fancy dresses once foisted on her, but was far more accustomed to the weight of an axe in her hand.\nYet she could not get used to the now fragile, hoary appearance of the dignified, gentle father she remembered.\n\n\"Dearest father, I have made a pact with my beloved, an oath to those I love.\"\n\"That I am still alive means that our blood is not yet spent.\"\n\"And I have yet to allow the Randolph name to be indelibly stained on my account.\"\n\n\"My dearest Leticia. Not a day goes by when I do not light a candle for you.\"\n\"Even now, though you wish to forsake our family name, we are still father and daughter.\"\n\"These trivial games have ended. Please, return home.\"\n\"Your child is innocent, and I will not abandon your flesh and blood for some fatuity.\"\n\"And as for your husband, well, there is some Randolph magic that can be worked there...\"\n\n...\nBut in dreams, she finally remembered. \"At that time, the pounding barrage of the naval cannons had not shaken us.\"\n\"No outsiders should have known the secret paths by which the hunters infiltrated.\"",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "CRIT Rate",
	"baseStatText": "4.8%",
	"effectName": "Many Oaths of Dawn and Dusk",
	"effectTemplateRaw": "Increases ATK by <color=#99FFFFFF>{0}</color>. When party members obtain Elemental Shards from Crystallize reactions, the equipping character will gain 1 Seal, increasing Elemental Skill DMG by <color=#99FFFFFF>{1}</color>. The Seal lasts for 15s, and the equipper may have up to 2 Seals at once. All of the equipper's Seals will disappear 0.2s after their Elemental Skill deals DMG.",
	"r1": {
		"description": "Increases ATK by 20%. When party members obtain Elemental Shards from Crystallize reactions, the equipping character will gain 1 Seal, increasing Elemental Skill DMG by 18%. The Seal lasts for 15s, and the equipper may have up to 2 Seals at once. All of the equipper's Seals will disappear 0.2s after their Elemental Skill deals DMG.",
		"values": [
			"20%",
			"18%"
		]
	},
	"r2": {
		"description": "Increases ATK by 25%. When party members obtain Elemental Shards from Crystallize reactions, the equipping character will gain 1 Seal, increasing Elemental Skill DMG by 22.5%. The Seal lasts for 15s, and the equipper may have up to 2 Seals at once. All of the equipper's Seals will disappear 0.2s after their Elemental Skill deals DMG.",
		"values": [
			"25%",
			"22.5%"
		]
	},
	"r3": {
		"description": "Increases ATK by 30%. When party members obtain Elemental Shards from Crystallize reactions, the equipping character will gain 1 Seal, increasing Elemental Skill DMG by 27%. The Seal lasts for 15s, and the equipper may have up to 2 Seals at once. All of the equipper's Seals will disappear 0.2s after their Elemental Skill deals DMG.",
		"values": [
			"30%",
			"27%"
		]
	},
	"r4": {
		"description": "Increases ATK by 35%. When party members obtain Elemental Shards from Crystallize reactions, the equipping character will gain 1 Seal, increasing Elemental Skill DMG by 31.5%. The Seal lasts for 15s, and the equipper may have up to 2 Seals at once. All of the equipper's Seals will disappear 0.2s after their Elemental Skill deals DMG.",
		"values": [
			"35%",
			"31.5%"
		]
	},
	"r5": {
		"description": "Increases ATK by 40%. When party members obtain Elemental Shards from Crystallize reactions, the equipping character will gain 1 Seal, increasing Elemental Skill DMG by 36%. The Seal lasts for 15s, and the equipper may have up to 2 Seals at once. All of the equipper's Seals will disappear 0.2s after their Elemental Skill deals DMG.",
		"values": [
			"40%",
			"36%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragment of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Rift Core",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Meshing Gear",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Chapter of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Foreign Synapse",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mechanical Spur Gear",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movement of an Ancient Chord",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Echo of an Ancient Chord",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Alien Life Core",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Artificed Dynamic Gear",
				"count": 18
			}
		]
	}
}