{
	"id": 14519,
	"name": "Vivid Notions",
	"description": "A trophy made from gemstones from the Collective of Plenty and crystals from the Flower-Feather Clan. It is said to have once belonged to a legendary wrestler.",
	"descriptionRaw": "A trophy made from gemstones from the Collective of Plenty and crystals from the Flower-Feather Clan. It is said to have once belonged to a legendary wrestler.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 5,
	"story": "It was a time when the turbid black tide still lingered on the horizon, yet after the six heroes of the blazing sun had stepped into the night winds.\nSilent currents of avarice surged between the fractured tribes, an insidious lust for power and ambition stirring throughout the land like a pestilent scourge.\nSome coveted the authority left in the lingering embers' wake, while others conspired to claim the tribes for their own,\nAs if they had forgotten the calamity that still loomed tall as a mountain, trampling down the last remnants of life in this land.\n\n\"You possess neither the wit to turn back to the past, nor the courage to look toward tomorrow.\"\n\"You ants who creep in the shadows, what right have you to even speak of the empty yoke left behind by a god?\"\n\"Now the throne sits vacant, all you can think of is taking it for your own.\"\n\"But have you ever looked up to behold the suffering that yet sweeps across this scorched land?\"\n\nAs the tribes quarreled on, it was a girl who had once stood silently in Wanjiru's shadow that burst into the council chamber.\nThis birth-daughter of the Collective, now married into the Flower-Feather Clan, drove a half-broken bone blade deep into the long table's center as she glared at her stunned audience.\nAnd just like that, wooden shards scattering like sparks, the tumultuous struggle for succession was brought to an end; and in accordance with their ancient alliance,\nThe tribes set aside all their disputes — before they were dragged under by the turbid black tide — to unite against the unforgivable foe.\nShould divine infernos be quenched, the braziers of heroes be extinguished, then let mortals rekindle the faintest sparks in their stead;\nFor even if their fate was to give battle in vain and burn like a rainbow, they must pave the way for the \"heroes\" of tomorrow.\n\nFietena, who had never received an Ancient Name, nor been expected to rise a hero,\nThe girl who had once huddled by campfires, listening intently as Wanjiru recounted heroic legends,\nNow donned a hero's mask, her hoarse voice rallying the tribes, each preparing for battle.\nShe worked with Traore, orphan of the mines, to carve through massive rocks, channeling molten lava into rivers to protect them all;\nAnd together with Nzambe, a priest of the deep valleys, she set a trap, unleashing a hurricane that ripped through that swamp of corruption.\nBut in the end, a mortal is but a mortal. By the time the calamity finally waned, the withering tide had permeated her very bones.\nAs the last shadow crumbled with a scream, the aged Fietena removed her mask,\nAnd this prop, with which she had played the \"hero\" for many years, she handed to Taika, a young follower from the Flower-Feather Clan.\n\n\"It seems this was my final battle... Come now, no need to look so grim.\"\n\"When the storm passes, a rainbow will shine; but remember, its false colors are but illusions in the mist.\"\n\"Whether truly a hero or just acting the part, there will always come a day when it's your turn to bow out.\"\n\"That is the way of the wrestler. But now, Taika, let this mask bear witness to the journey before you.\"",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "CRIT DMG",
	"baseStatText": "9.6%",
	"effectName": "Falling Rainbow's Wish",
	"effectTemplateRaw": "ATK is increased by <color=#99FFFFFF>{0}</color>. When you use a Plunging Attack, you will gain the \"Dawn's First Hue\" effect: Plunging Attack CRIT DMG is increased by <color=#99FFFFFF>{1}</color>. When you use an Elemental Skill or Burst, you will gain the \"Twilight's Splendor\" effect: Plunging Attack CRIT DMG is increased by <color=#99FFFFFF>{2}</color>. The two effects above each last for 15s, and will be canceled 0.1s after the ground impact hits a target.",
	"r1": {
		"description": "ATK is increased by 28%. When you use a Plunging Attack, you will gain the \"Dawn's First Hue\" effect: Plunging Attack CRIT DMG is increased by 28%. When you use an Elemental Skill or Burst, you will gain the \"Twilight's Splendor\" effect: Plunging Attack CRIT DMG is increased by 40%. The two effects above each last for 15s, and will be canceled 0.1s after the ground impact hits a target.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "ATK is increased by 35%. When you use a Plunging Attack, you will gain the \"Dawn's First Hue\" effect: Plunging Attack CRIT DMG is increased by 35%. When you use an Elemental Skill or Burst, you will gain the \"Twilight's Splendor\" effect: Plunging Attack CRIT DMG is increased by 50%. The two effects above each last for 15s, and will be canceled 0.1s after the ground impact hits a target.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "ATK is increased by 42%. When you use a Plunging Attack, you will gain the \"Dawn's First Hue\" effect: Plunging Attack CRIT DMG is increased by 42%. When you use an Elemental Skill or Burst, you will gain the \"Twilight's Splendor\" effect: Plunging Attack CRIT DMG is increased by 60%. The two effects above each last for 15s, and will be canceled 0.1s after the ground impact hits a target.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "ATK is increased by 49%. When you use a Plunging Attack, you will gain the \"Dawn's First Hue\" effect: Plunging Attack CRIT DMG is increased by 49%. When you use an Elemental Skill or Burst, you will gain the \"Twilight's Splendor\" effect: Plunging Attack CRIT DMG is increased by 70%. The two effects above each last for 15s, and will be canceled 0.1s after the ground impact hits a target.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "ATK is increased by 56%. When you use a Plunging Attack, you will gain the \"Dawn's First Hue\" effect: Plunging Attack CRIT DMG is increased by 56%. When you use an Elemental Skill or Burst, you will gain the \"Twilight's Splendor\" effect: Plunging Attack CRIT DMG is increased by 80%. The two effects above each last for 15s, and will be canceled 0.1s after the ground impact hits a target.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Delirious Decadence of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Cold-Cracked Shellshard",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Delirious Desolation of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Warm Back-Shell",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Delirious Demeanor of the Sacred Lord",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Delirious Divinity of the Sacred Lord",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Blazing Prismshell",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 18
			}
		]
	}
}