{
	"id": 14430,
	"name": "Waveriding Whirl",
	"description": "A boomerang made from the fangs of a giant sea serpent. It was a rare weapon indeed that the giant Tupac would call \"trusty.\"",
	"descriptionRaw": "A boomerang made from the fangs of a giant sea serpent. It was a rare weapon indeed that the giant Tupac would call \"trusty.\"",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalyst",
	"rarity": 4,
	"story": "Once, when the mighty winds blew through the valley where the springs converged, a giant who towered like a mountain once stood by the sea's edge.\nWithin his sandstone-like body, a scorching heart burned, and the steam that rose thereby nigh blocked out the sun.\nAll knew that this was Tupac of the Meztli, and that none who ever lived was taller than he.\nFrom the mountains to the seas, from the forests to the plains, not one in Natlan was his equal.\n\nThis was a rare time of prosperity. Peace reigned in the four corners of the earth. Even the ancient shadow-foe was silent.\nUnder the sunlight, people flourished and were at ease, almost forgetting the ancient, traditional night patrols.\nYet, though all the tribes recognized his name, and even the rebellious hero was hard-pressed to match him,\nStill mighty Tupac was sullen, his wild spirit like a dragon trapped in a pool.\n\n\"I should have been born in the times of yore. Then, I might have stood alongside masterful Xbalanque, cleaving the skulls of wicked dragons from their necks.\"\n\"Or perhaps I should have been one of those who raised the golden-eyed royal banner, striking at the brutal Python King and saving the people from destruction.\"\n\"Shall this strength of mine be wasted upon this age of mediocrity?\"\n\nThe waves lapped against his feet, the flocks of gulls circled the reefs, and the sea breeze began to sing.\nSince he had no equals on land, the only thing to do now was to look to the untouched seas beyond.\nIf he could bring back the great bones of some titanic beast, or discover some treasures from times bygone, he might not have lived in vain.\nAnd so he stepped into the sea's wrathful churn, and let the endless currents carry him to parts unknown.\n\nFirst, he encountered a winged dragon once exiled by a wise king of old, and its wings served as sails to catch the wind.\nNext came the whale that once drove the waves themselves backward. Its bones the giant used as his white boat.\nThen came the voracious sea python of the depths, whose fang became Tupac's trusty weapon.\nAfter turning that great seabed-dwelling serpent into a delicious meal to go with his drink, he at last reached the edge of the sea.\n\n\"Tupac, hero of the blazing lands, valiant titan, rest your arrogant waves here.\"\n\"You are sullen, for the deathly path is yet hidden, and the dark gate has not revealed itself to you.\"\n\"Hone your flesh and blood, that they may be as iron armor. Temper your muscle and bone, that they may be as a golden mace.\"\n\"Lose not your true heart, and forget not your oath, until the day the exile, who was once your foe, returns.\"\n\nWhen the final moment came, mighty Tupac finally understood his duty.\nCarrying the master of flames, he came to the place where fire belonged, the Lord of the Night's admonishment still ringing in his ears.\nForever etched into the earth would his legend be, no less than those of any other ancient hero.\nAnd thus did he witness death's door showing itself to him, just as he had once sworn to the deity.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Energy Recharge",
	"baseStatText": "13.3%",
	"effectName": "Fangs Flying To and Fro",
	"effectTemplateRaw": "Decreases Swimming Stamina consumption by 15%. In addition, for 10s after using an Elemental Skill, Max HP is increased by <color=#99FFFFFF>{0}</color>. For every Hydro Elemental Type character in the party, Max HP is increased by another <color=#99FFFFFF>{1}</color>, and the maximum increase that can be achieved in this way is <color=#99FFFFFF>{2}</color>. Can be triggered once every 15s.",
	"r1": {
		"description": "Decreases Swimming Stamina consumption by 15%. In addition, for 10s after using an Elemental Skill, Max HP is increased by 20%. For every Hydro Elemental Type character in the party, Max HP is increased by another 12%, and the maximum increase that can be achieved in this way is 24%. Can be triggered once every 15s.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Decreases Swimming Stamina consumption by 15%. In addition, for 10s after using an Elemental Skill, Max HP is increased by 25%. For every Hydro Elemental Type character in the party, Max HP is increased by another 15%, and the maximum increase that can be achieved in this way is 30%. Can be triggered once every 15s.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Decreases Swimming Stamina consumption by 15%. In addition, for 10s after using an Elemental Skill, Max HP is increased by 30%. For every Hydro Elemental Type character in the party, Max HP is increased by another 18%, and the maximum increase that can be achieved in this way is 36%. Can be triggered once every 15s.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Decreases Swimming Stamina consumption by 15%. In addition, for 10s after using an Elemental Skill, Max HP is increased by 35%. For every Hydro Elemental Type character in the party, Max HP is increased by another 21%, and the maximum increase that can be achieved in this way is 42%. Can be triggered once every 15s.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Decreases Swimming Stamina consumption by 15%. In addition, for 10s after using an Elemental Skill, Max HP is increased by 40%. For every Hydro Elemental Type character in the party, Max HP is increased by another 24%, and the maximum increase that can be achieved in this way is 48%. Can be triggered once every 15s.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Blazing Sacrificial Heart's Terror",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Shard of a Shattered Will",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Juvenile Fang",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Blazing Sacrificial Heart's Hesitance",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Locus of a Clear Will",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Seasoned Fang",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Blazing Sacrificial Heart's Resolve",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Blazing Sacrificial Heart's Splendor",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sigil of a Striding Will",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Tyrant's Fang",
				"count": 12
			}
		]
	}
}