{
	"id": 13416,
	"name": "Wavebreaker's Fin",
	"description": "A naginata forged from luminescent material deep in the ocean depths. It was once the possession of the tengu race.",
	"descriptionRaw": "A naginata forged from luminescent material deep in the ocean depths. It was once the possession of the tengu race.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Polearm",
	"rarity": 4,
	"story": "The naginata of \"Umigozen,\" the mighty warrior of Watatsumi. Its edge flows with the phosphorescence of the depths.\nThe way this person once made the navies of Narukami quail are well-recorded in the island's music.\n\nThe whalesong that the twin Watatsumi shrine maidens once sang followed the tide's flow into the dreams of the island's people.\nAll of Watatsumi's warriors pinned their hopes and will to fight upon their shoulders.\nAnd they brandished their nagamaki like a white, flowing wave, and with a loud shout advanced upon the other islands.\nYet the glory of Omikami and that of his warriors were dimmed by the lightning's glow...\nMouun was consumed by a dark storm of crow feathers, and the great whale who sang with the sisters sank to the bottom of the sea.\nThe vassal ruler, determined as a child, the vanguard of their forces, vanished into a rift rent into the very earth itself.\n\n\"Umigozen\" was lost to the waves, becoming a myth to the archipelago at large.\nSome say that she dove alone into the press of tengu warriors to reclaim the bodies of her comrades, and was lost after a valiant last stand.\nOthers say that she hid thenceforth, steering her flagship into the Dark Sea at the borders of the world...\nThe only proof that she once sought to change the tides of the world is this still-sharp naginata.\n\nAs long as the seas are yet disturbed by the waves, so too might the memory of her song live on.\nLegend even has it that the song yet echoes within seashells and the bellies of mighty whales at the bottom of the sea.",
	"baseAtkValue": 45.06869888305664,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATK",
	"baseStatText": "3%",
	"effectName": "Watatsumi Wavewalker",
	"effectTemplateRaw": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>{0}</color>. A maximum of <color=#99FFFFFF>{1}</color> increased Elemental Burst DMG can be achieved this way.",
	"r1": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.12%. A maximum of 40% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.15%. A maximum of 50% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.18%. A maximum of 60% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.21%. A maximum of 70% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by 0.24%. A maximum of 80% increased Elemental Burst DMG can be achieved this way.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Mask of the Wicked Lieutenant",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Concealed Claw",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Old Handguard",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Mask of the Tiger's Bite",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Concealed Unguis",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Kageuchi Handguard",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Mask of the One-Horned",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Mask of the Kijin",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Concealed Talon",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Famed Handguard",
				"count": 12
			}
		]
	}
}