{
	"id": 12407,
	"name": "Whiteblind",
	"description": "An exotic sword with one section of the blade left blunt. It made its way into Liyue via the hands of foreign traders. Incredibly powerful in the hands of someone who knows how to use it.",
	"descriptionRaw": "An exotic sword with one section of the blade left blunt. It made its way into Liyue via the hands of foreign traders. Incredibly powerful in the hands of someone who knows how to use it.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Claymore",
	"rarity": 4,
	"story": "The whole world flocks to the commercial port of Liyue, much to the city's pride.\nWith the tides of people also come exotic treasures.\nThis greatsword is expertly made with the finest materials. It is unique in that the edge closest to the wielder has been left dull.\nThe dull edge is said to have been used as the hilt, enabling the wielder to switch forms by constantly shifting hand positions in combat.\n\nThough it is rarely acknowledged, this greatsword was in fact a foreign bladesmith's labor of love.\nThe bladesmith knew himself to be dull of wits, and was anxious that this blade should not follow suit. Hence, he worked painstakingly on sharpening and balancing his beloved blade.\nSparks flew as the bladesmith worked through many sleepless nights.\nThe sword was recast and re-tempered countless times.\nAll the while his mind was consumed with the hope of his lover's return, as well as his untold anxiety for her well-being.\n\n\"After the war is over...\"\nThe bladesmith would ponder briefly, each time he paused for breath.\n\"Will this blade still be of use to her?\"\n\"Will she even make it home safely?\"\nThese thoughts would linger in his mind for but a moment before he cast them aside and refocused his full attention on the blade.\nIndulging irresolvable anxieties was a futile endeavor — better to focus his faculties on creating the perfect welcome-home gift.\n\nFinally, the day came when the triumphant expeditionary force entered the city gates, their monstrous foes defeated at last.\nBut the bladesmith had not had time to carve his lover's name onto the blade's body.\nWith no time to lose, he grabbed the sword and rushed to meet his lover on the occasion of her return.\nUnfortunately, what would transpire next was to be an unbearable anticlimax.\n\nAs the warrior removed her helmet, long, soft hair flowed down. She was growing her hair out, and hence would never need to wield a blade again for the rest of her days.\nMeanwhile, she had brought her lover a gift, too: A shiny new hunting bow.\n\"Romance is dead! I wasted all these years making you this greatsword, and now you don't even need it!\"\nThe bladesmith was thoroughly miserable and would not stop complaining about the unfairness of it all. But his efforts had by no means been in vain — at least he had finally succeeded in making a blade of the very finest quality.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DEF",
	"baseStatText": "11.3%",
	"effectName": "Infusion Blade",
	"effectTemplateRaw": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>{0}</color> for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
	"r1": {
		"description": "On hit, Normal or Charged Attacks increase ATK and DEF by 6% for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "On hit, Normal or Charged Attacks increase ATK and DEF by 7.5% for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
		"values": [
			"7.5%"
		]
	},
	"r3": {
		"description": "On hit, Normal or Charged Attacks increase ATK and DEF by 9% for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "On hit, Normal or Charged Attacks increase ATK and DEF by 10.5% for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
		"values": [
			"10.5%"
		]
	},
	"r5": {
		"description": "On hit, Normal or Charged Attacks increase ATK and DEF by 12% for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Luminous Sands from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Hunter's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Treasure Hoarder Insignia",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Lustrous Stone from Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Agent's Sacrificial Knife",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Silver Raven Insignia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Relic from Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Divine Body from Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Inspector's Sacrificial Knife",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Golden Raven Insignia",
				"count": 12
			}
		]
	}
}