{
	"id": 15413,
	"name": "Windblume Ode",
	"description": "A bow adorned with nameless flowers that bears the earnest hopes of an equally nameless person.",
	"descriptionRaw": "A bow adorned with nameless flowers that bears the earnest hopes of an equally nameless person.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Bow",
	"rarity": 4,
	"story": "In the childhood dreams of Mondstadt, there was a certain breed of floaty flower,\nThat would grow lushly even amidst the mighty winds, terrible winters and wild whipping ice.\n\nIt was unlike ordinary plants, which would be blown away, roots and all, when struck by the powerful gales.\nIndeed, this \"Windblume\"'s roots would grow stronger even as the wind grew wilder.\nToday, the rebellion of ordinary mortals against tyranny has long been consigned to festive jests,\nAnd the shape of that flower has grown faint, melding into the lilting lyre-tunes of histories long gone by.\n\n\"Let me give you this nameless flower, and may the spring-times you never saw mean nothing to you.\"\n\"Pray repay me with hope and a smile, and stand with me to welcome the day when the storms blow no longer.\"\n\nIn the days when a tyrant gazed down upon the common folk from his tower, those who nursed freedom in their breasts would greet each other thusly.\nThose who sought courage and dreamed of walking upright wove the unknown, using this as their secret sign.\nIn those days, a lonely and fragile flower would come into bloom with the wind before slowly blossoming all across the wild mountain ranges.\nSo too did rootless and indifferent subjects content to go with the flow become proud, fearless heroes.\nThe frowning lord in the tower grew ever lesser in stature, and could no longer disperse the swelling, raging tide.\n\n\"Let me give you this nameless flower, and may she crown us champions, defenders of spring and sky.\"\n\"May the dawn be our spirit and follow us into the winds of true freedom.\"\n\nAtop the ruins of the ancient tower, amidst the cheers, songs, and tears of those who had newly won their freedom.\nA red-haired warrior turned his back on the newborn god, hidden like a single raindrop in a tidal wave of humanity.\nHe was first among those who passed the secret sign of the Windblume amongst themselves, the one who wove threads of dawn throughout the long night.\nHis name has since been lost to time, but his deeds are still remembered in song.\nA thousand years later, another red-haired knight would follow in his footsteps, and bring light to the then-benighted history of the nobility.\nJust as the fate of the Windblume is to bloom under great pressure when the need to arise is most desperate,\nThe fate of this clan will likely never change: they shall ever live in the darkness and bring forth the flame of dawn.\n\nThe shape of the Windblume has been lost amidst the flowing winds of time.\nIn times of peace, its name has become synonymous with love and gladness.\nBut surely, this must have been the desire of those who walked stalwartly through the darkness...\n\n\"The flowers in bloom should represent love, and stand for the coming of spring.\"\n\"No more should they signal for rebellion, nor be the sign for banners to be raised...\"",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Elemental Mastery",
	"baseStatText": "36",
	"effectName": "Windblume Wish",
	"effectTemplateRaw": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by <color=#99FFFFFF>{0}</color> for 6s.",
	"r1": {
		"description": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by 16% for 6s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by 20% for 6s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by 24% for 6s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by 28% for 6s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by 32% for 6s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Fetters of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Dead Ley Line Branch",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Whopperflower Nectar",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Chains of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Dead Ley Line Leaves",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Shimmering Nectar",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Shackles of the Dandelion Gladiator",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Dream of the Dandelion Gladiator",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Ley Line Sprout",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Energy Nectar",
				"count": 12
			}
		]
	}
}