{
	"name": "Wolf-Fang",
	"description": "Legend has it that this longsword was once used by a wandering knight in the distant past.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "The knights of Mondstadt, whether it be by coincidence or fate,\nHave as most their distinguished titles and corresponding animal insignia the following two:\nThe first is the title and repute of the Lion, passed down from the first Grand Master of the Knights of Favonius,\nAnd the second, from almost the same period, is that of the Wolf Knight, Boreas.\n\nThere is, in truth, no record at all of the Knight of Boreas.\nThe name's origin instead comes from stories that circulated through the streets at that time.\nAt the end of the tale, the merchant (or farmer) whose daughter was saved asked:\n\"How can we ever thank you, O Honored Knight?\"\nThe Knight replied: \"When thine precious daughter is married, raise a glass in toast from afar.\"\n\"Ah! I am very sorry... if I am to toast you, might I humbly ask your distinguished name, O Knight?\"\nThe Knight thought for a moment, and replied thusly:\n\"Then thou should toast my companion instead. 'Boreas' is his name.\"\n\nThe end of the story often goes something like this:\nAt the same time, in the forest (or on a mountainside, or someplace out of sight),\nA sudden gust of wind blows. The merchant (or farmer) gazed in that direction,\nBut saw only a pair of bestial eyes in the darkness, cold as ice.\nThese two lights quickly disappeared. After the merchant (or farmer) came to, the Knight was gone as well.\nThere are many versions of the story, though the daughter is always saved, and the Knight is always nameless.\n\nBut before the story was a story, he was merely a strange traveler clad in a dust-stained and tattered cloak. Some noticed the exquisitely crafted yet battle-worn armor beneath the cape. But that didn't mean anything. Perhaps the armor's bearer was just another lost soul who had lost their prestigious position with the changes wrought by revolution.\nThe tavern's owner noticed that the man paid with real gold and silver coins, though none recognized the symbols on them. Still, that too meant nothing, for gold and silver have no master and are always changing hands. Nor would anyone speak ill of a customer who paid their tab on the spot and was not prone to rowdy drunkenness.\nFor its part, the story came from a snake demon who arrived on Mondstadt's shores from the sea beyond the horizon, following the current of warmth and peace. In the early days of the Knights of Favonius, when they were still weak, the nameless knight left the city to hunt demons, for the price of a single silver coin. The scent of blood and carrion rotting on the beach attracted thousands of falcons, who circled for days. Thus, the true origin of the name of Falcon Coast comes not from the romantic legend of the Falcon of the West.\nIn the years afterwards, the Knights of Favonius did their utmost to convince the nameless knight to join them, but he never agreed. In reality, the events that corresponded to the story of \"Boreas\" likely happened between the Grand Master of the early days of the founding of the Knights and the nameless knight. The events unfolded such that the Grand Master, having lost patience after being rejected countless times, had the nameless knight surrounded in the street. The two famous lines in the story were likely spoken when the nameless knight \"Boreas\" left, and though the meaning was similar, the tone of both sides was far less civil.\nBut such a story would be exceedingly dull if committed to poetry, and thus talented bards took that dialogue, combined it with a few events surrounding the Knight while he was in Mondstadt, and from that wove a multitude of stories.\nThough he stayed in Mondstadt for but a few years, in leaving, his shadow has ever remained.",
	"baseatk": 42,
	"substat": "CRIT Rate",
	"subvalue": "6",
	"effectname": "Northwind Wolf",
	"effect": "DMG dealt by Elemental Skill and Elemental Burst is increased by {0}. When an Elemental Skill hits an opponent, its CRIT Rate will be increased by {1}. When an Elemental Burst hits an opponent, its CRIT Rate will be increased by {2}. Both of these effects last 10s separately, have 4 max stacks, and can be triggered once every 0.1s.",
	"r1": [
		"16%",
		"2%",
		"2%"
	],
	"r2": [
		"20%",
		"2.5%",
		"2.5%"
	],
	"r3": [
		"24%",
		"3%",
		"3%"
	],
	"r4": [
		"28%",
		"3.5%",
		"3.5%"
	],
	"r5": [
		"32%",
		"4%",
		"4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Tile of Decarabian's Tower",
				"count": 3
			},
			{
				"name": "Chaos Device",
				"count": 3
			},
			{
				"name": "Damaged Mask",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 3
			},
			{
				"name": "Chaos Device",
				"count": 12
			},
			{
				"name": "Damaged Mask",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Debris of Decarabian's City",
				"count": 6
			},
			{
				"name": "Chaos Circuit",
				"count": 6
			},
			{
				"name": "Stained Mask",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 3
			},
			{
				"name": "Chaos Circuit",
				"count": 12
			},
			{
				"name": "Stained Mask",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragment of Decarabian's Epic",
				"count": 6
			},
			{
				"name": "Chaos Core",
				"count": 9
			},
			{
				"name": "Ominous Mask",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Scattered Piece of Decarabian's Dream",
				"count": 4
			},
			{
				"name": "Chaos Core",
				"count": 18
			},
			{
				"name": "Ominous Mask",
				"count": 12
			}
		]
	}
}