{
	"name": "Xiphos' Moonlight",
	"description": "This ancient double-edged sword glimmers with moonlight. It is said that a now-silent Jinni dwells within it.",
	"weapontype": "Sword",
	"rarity": "4",
	"story": "This story takes place thousands of years ago, in an era after the foolish God-King was buried by the sandstorms.\nMortal cities scattered across the land, amongst which Tulaytullah, where men and women of wisdom gathered and resided, was the most outstanding.\nThe city was dotted with buildings roofed with sapphire domes and adorned with emerald gardens of blooming trees and flowing fountains.\nIn the times following the God-King's departure, this fortunate city still glowed with wisdom and prosperity.\n\nPeople say that a warrior named Xiphos once lived in this city of sapphire and emerald.\nXiphos was adept at wielding his double-edged sword, and he saved many a maiden from monster attacks, snatching many treasures from them in the process.\nIn an ancient Tighnarian lore, his sword was indwelt by a twisted, cruel Jinni,\nWhich was why the blade was not dulled but rather sharpened by slaughters, not smudged but instead brightened by blood.\n\n\"My dearest Master, let me feast on that rosy juice, indulge me with the crimson brew.\"\n\"My affection gushes forth only for you, like the daughter of grapevines entertains the tipplers with her bloody sacrifice.\"\n\"So long as you own my affection, and the moon shines on your ever-youthful face,\"\n\"So long as your foes hold affection for this world, and have not forgotten their mothers' names, you shall be a warrior unmatched.\"\n\nLater on, the swordsman adored by the Jinni of moonlight would encounter an exiled foreign wanderer.\nThe wanderer had accepted silver coins, blood money from kings opposed to Tulaytullah, and he shouldered their grudges and hatred against the hero.\nThus they who should have become friends at some bar became foes in battle, fighting each other to the death with the moonlight as their witness.\nIn the fight, their blades were bathed in ruby wine while the overripe pomegranate burst, vital, vivid red pouring from the rupture...\nThe deadly duel finally settled. The pale moon cast its cold light upon the winner and the defeated alike.\n\n\"Whichever direction the wind blows, there is never a single ripple in the cup of life.\"\n\"The three departed goddesses had long determined the heroes' fate, even if they could never fathom it themselves.\"\n\nThe wanderer took the moonlit sword, picked up the bloodstained silver coins, and trod in silence toward the distant rainforest.\nThus deprived of Xiphos' protection, the city lost its luster and withered away in the following years.\nIts buildings and gardens were ground down into the dirt along with its destiny, and then the howling desert gales consigned them to oblivion.\nUltimately, the black key and the young prince's quest to rejuvenate his kingdom both sank into the sand's embrace...",
	"baseatk": 42,
	"substat": "Elemental Mastery",
	"subvalue": "36",
	"effectname": "Jinni's Whisper",
	"effect": "The following effect will trigger every 10s: The equipping character will gain {0} Energy Recharge for each point of Elemental Mastery they possess for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
	"r1": [
		"0.036%"
	],
	"r2": [
		"0.045%"
	],
	"r3": [
		"0.054%"
	],
	"r4": [
		"0.063%"
	],
	"r5": [
		"0.072%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Copper Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Damaged Prism",
				"count": 3
			},
			{
				"name": "Faded Red Satin",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Damaged Prism",
				"count": 12
			},
			{
				"name": "Faded Red Satin",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Iron Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Turbid Prism",
				"count": 6
			},
			{
				"name": "Trimmed Red Silk",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 3
			},
			{
				"name": "Turbid Prism",
				"count": 12
			},
			{
				"name": "Trimmed Red Silk",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Silver Talisman of the Forest Dew",
				"count": 6
			},
			{
				"name": "Radiant Prism",
				"count": 9
			},
			{
				"name": "Rich Red Brocade",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Golden Talisman of the Forest Dew",
				"count": 4
			},
			{
				"name": "Radiant Prism",
				"count": 18
			},
			{
				"name": "Rich Red Brocade",
				"count": 12
			}
		]
	}
}