{
	"name": "神楽の真意",
	"description": "神楽舞を披露する際に使われ、宮司の祝福を受けた神鈴。神櫻の香りが漂っている。",
	"weapontype": "法器",
	"rarity": "5",
	"story": "かつて御前で踊られたその舞は、鈴の音を今なお響かせている。\nかつて追い求めた白き姿は、彼方へと去り、覚めやらぬ夢を志した…\n\n「あの時の妾は、ただの小さきものに過ぎず、白辰主母様の霊智には遠く及ばんかった」\n「無鉄砲で、まるで食べ物を求めて雪の中を駆け回るかのように、殿下の気を引こうとした」\n「可笑しな話じゃが、その不器用で恐れ知らずな振る舞いのおかげで、妾は殿下の慈愛を賜ったのじゃ」\n「それから妾は殿下に仕え、手足を温めるというささやかな特権を得た」\n\n「じゃが…その後、斎宮様は帰ってくることができんかった。かつての先代方も、ある事情によって離れていった」\n「才に欠けた妾ではあったが、『神子』の職を継ぎ、今のように成長したんじゃ」\n「こうして、殿下を喜ばせるという責務は、不幸にも妾の肩にのしかかった」\n「初めて神楽舞を献上したあの夜、やっと『過去』がどれほど重いものかを知った」\n\n鈴の音が遠くへ響き、師であり友であった白銀の大狐が、夢のように長き川へと消えた。\n再び鈴が鳴り響いて、牢固な砂洲が次第に緩み、果てなき渦へと溶けてゆく。\nかつての穏やかで純白な姿は、とうに漆黒に染まった記憶となり、\n仙狐一族の孤女は神楽の鈴で、生に満ちた「現在」のために舞う。\n\nかつて頭の堅い若き天狗と出会い、「鍛錬」と称して彼女を山で修行させたことがある。\nその奔放な振る舞いから、九条の頑固頭たちへと彼女を推薦した。\nかつて負けず嫌いな鬼族と勝負した時、その尋常ならざる根気に敗れたことがある…\nだが、ほんの少しの工夫で、勝負そのものを面白いものにした。\nかつて遠国の半仙との交流で、柔らかく新鮮な海の幸を贈ったことがある。\nそれでもなお、彼女の愚直なまでの愛を理解するに至らなかった。仙人にとって、それは一種の束縛ではないのだろうか？\n月光が枝や花びらを伝い、誰もいない庭に降り注ぐ。\n無数の真珠のように美しく、この浅はかな心に輝いた…\n\n「この短き数百年、妾は様々な身分で世を奔走してきた」\n「常人と縁を結ぶような幸運には恵まれんかったが、人の美しさを深く知った」\n「妾が友と呼ぶ殿下には、限りない時間があることじゃろう」\n「共にこの不完全な世を見届け、愛憎と離合の執着を愉しもうぞ」\n\n長きに渡り、殿下が永遠の夢に沈んでいる間、誰かが民衆を見守る必要がある。\n悪鬼「黒阿弥」の怨怒を鎮めるため、不祥なる力を見せた。\n禿狸小三太の大騒動を収めるため、僅かな法力を用いて手の平で転がした。\n島々の秩序を乱す海賊林蔵は、些細な離間計により裏切られた。\nあの真っ白な紙のような、日にも月にも傷つけられぬ傾奇者は…\n「彼」が正しき道を歩み、災いにならぬことを願おう。\n漆黒に塗られた剣豪の残魂も、神林に隠れし災異の獣も、すべて祓い清められた…\n殿下と共に追い求めた永遠の夢に比べれば、それらは儚き須臾の間奏に過ぎない。\n殿下の目覚めを待つ日々が、果てなきものであろうと、時間はいくらでもあると思えた。\n\n「なにせ、無風無月の浄土にある永遠に枯れぬ蓮と優曇に比べれば」\n「俗気にまみれた妾では、かような孤独に耐えられぬ。心も夢もなき者は、実につまらぬであろう」\n「酔狂で雷櫻の枝を折り、勝手気ままな妖怪たちと戯れるほうがよほどマシじゃ」\n「これらすべて、そう遠くない過去と、希望に満ちた未来」\n「雪解けの頃、果たして殿下と共にあの薄紫の初芽を楽しむことができるじゃろうか」",
	"baseatk": 46,
	"substat": "会心ダメージ",
	"subvalue": "14.4",
	"effectname": "神櫻神遊神楽舞",
	"effect": "元素スキルを発動すると、「神楽舞」の効果を獲得する。この武器を装備したキャラクターの元素スキルによるダメージ+{0}、継続時間16秒、最大3層まで。3層の効果を持つ時、該当キャラクターの全元素ダメージ+{1}。",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "モラ",
				"count": 10000
			},
			{
				"name": "今昔劇画の悪尉",
				"count": 5
			},
			{
				"name": "隠獣の指爪",
				"count": 5
			},
			{
				"name": "フライムの乾核",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "モラ",
				"count": 20000
			},
			{
				"name": "今昔劇画の虎牙",
				"count": 5
			},
			{
				"name": "隠獣の指爪",
				"count": 18
			},
			{
				"name": "フライムの乾核",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "モラ",
				"count": 30000
			},
			{
				"name": "今昔劇画の虎牙",
				"count": 9
			},
			{
				"name": "隠獣の利爪",
				"count": 9
			},
			{
				"name": "フライムの幽核",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "モラ",
				"count": 45000
			},
			{
				"name": "今昔劇画の隻角",
				"count": 5
			},
			{
				"name": "隠獣の利爪",
				"count": 18
			},
			{
				"name": "フライムの幽核",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "モラ",
				"count": 55000
			},
			{
				"name": "今昔劇画の隻角",
				"count": 9
			},
			{
				"name": "隠獣の鬼爪",
				"count": 14
			},
			{
				"name": "フライムの晶化核",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "モラ",
				"count": 65000
			},
			{
				"name": "今昔劇画の鬼人",
				"count": 6
			},
			{
				"name": "隠獣の鬼爪",
				"count": 27
			},
			{
				"name": "フライムの晶化核",
				"count": 18
			}
		]
	}
}