{
	"id": 13513,
	"name": "ルミドゥースの挽歌",
	"description": "青い水晶があしらわれた華麗な長槍。とある伝説の決闘代理人が生涯大切にしていたが、一度も使ったことがない武器だと言われている。",
	"descriptionRaw": "青い水晶があしらわれた華麗な長槍。とある伝説の決闘代理人が生涯大切にしていたが、一度も使ったことがない武器だと言われている。",
	"weaponType": "WEAPON_POLE",
	"weaponText": "長柄武器",
	"rarity": 5,
	"story": "日差しも雨水も届かない地下の街で生き延びるためなら、たとえ得られるのがカビの生えたパンのみだとしても、\n他人に錆びた刃を向け、自身と同じようなちっぽけな命を獲物に平然と略奪ができた。\n臆病で無能な弱者は強者の獲物となる。これこそがサーンドル河の「かくあるべき」法則である。\nならば狩りの際は、たとえより強い者に返り討ちにされたとしても、獲物としての結末を潔く受け入れるべきだろう。\n灰燼から生まれた者は、いつか灰燼に帰る——母親が生前、彼女に教えたそんな理のように。\n\n思い返せば、今までの人生は何の意味もなく、何も成し遂げられなかったうえ、希望もなかった。\nしかし、これが世界の「自然な」姿であるのならば、安心して受け入れることもある意味では幸せだろう。\nしかし、期待していた死は彼女の元に訪れなかった。恐怖と不安の中で目を開けて見上げると——\n変わった服を着た少女が優しく微笑み、どこから出したのか、一輪の花を彼女の耳元に飾った。\n\n「これはルミドゥースベルってお花よ。花言葉は…えーっと…希望。あなたの髪の色にぴったりでしょ？」\n「こんなに綺麗な目をしてるのに、絶望しか映さないなんて、もったいないと思わない？」\n「ねえ、サファイアの瞳を持つお嬢さん。このお花と引き換えに、あなたの心をくれないかしら。」\n\nこれは、後に最強の決闘代理人と謳われるマルフィサが、初めて地上の世界に足を踏み入れた時の話である。\n彼女は、グロリア劇場の豪華なボックス席で見た、舞台に立つ魔術師と助手の笑顔をあまり覚えていない。\n覚えているのは、眩しいスポットライトの下で空想と共に咲き誇った花たちが、明るく純粋で、力強かったということだけだ。\nもしあの魔術師のように、いかにも「自然な」ことのように日差しの下を歩けるのなら、もう灰燼の中に身を隠す必要はない。\nならば、希望を胸に抱くべきだ——光に触れたこの命を、ルミドゥースのように咲かそう。\n\nこうして、灰燼の中から生まれた少女はついに願いを叶え、自分だけの舞台へと上がった。\n師を持たなかった彼女は、驚異的な才能だけを頼りに、その目に映るあらゆる槍術を真似た。\nそこに慈悲などなく——ただ花のような赤が、彼女の鋭い槍先から滴った。\n舞台の上の冷酷で高潔な姿は、まるで「死」をダンスに誘っているかのようで、\nマスター·コペリウスの名作に登場する——死の隙間を見るとされる、サファイアの魔女を彷彿とさせた。\n\n生と死、勝利と敗北、この世のすべてはかくあるべきである。目に見える理に従えば、\n善悪や地上の規則とは関係なく、自ずと「勝利」への道が開かれるのだ。\nしかし、ついに無敗の物語が終わる時が来た。剣客の狡猾な両目に惑わされ、\n故意に遅らせた動きに騙されて致命的な隙を見せてしまったのである。腕を剣先に貫かれた彼女は、自分の槍術の未熟さを痛感せざるを得なかった。\n\n「お前の槍術は面白いが、少し堅い。まるで決められた軌道に沿って進んでいるかのようだ。」\n「だが、人の心は変わるものだ——この世に消えない灯火はない。お前の弱点は規則に囚われすぎていることだ。」\n「とはいえ、お前の槍術はお前の信じる『規則』に依存している。それを捨てるのは難しいだろう。」\n「ならば考え方を変えて、変わらないものをお前の『規則』にしたらどうだ？」\n「例えば『正義』を。黄金の狩人が言った通り、世界が崩れ落ちても、正義はこの世に在り続ける。」\n\n「地上の人間に正義なんて語る資格があるの？ちょっと強いからって、偉そうに説教しないで。」\n「狩人さん、いつか必ず、あんたは他のやつらと同じように私に敗れ、私の槍の下に倒れるよ。」\n\nそう答えたものの、男の言う通りかもしれなかった——犯罪をした者は処罰されるべきで、嘘は暴かれるべきなのだ。\n世界はそう回るべきであり、正義とはかくあるべきだ。そうでなければ、彼は彼女を倒せなかっただろう。\nならば、正義を胸に抱かねばならない——審判を免れようとする者たちに、冷たき哀悼歌を捧げるのだ。\nこうして、灰燼から生まれた少女は今までの規則を捨て、紫の服をまとった代行者となり、\n「かくあるべき」正義を貫いた。ポワソンを燃やす焔が、罪人のパルジファルを彼女の前に連れてくるその時まで——\n\n……\n思い返せば、今までの人生は何の意味もなく、何も成し遂げられなかったうえ、希望もなかった。\nしかし、これが世界の「自然な」姿であるのならば、安心して受け入れることもある意味では幸せだろう。\nそれでも、澄み切った源水の中に落ちた時、「自然なこと」のすべては無意味になった。\n記憶が水に溶けてもなお、彼女は知らないままでいた。ルミドゥースベルの本当の花言葉が、希望ではないことを。\n母が生前教えてくれた理のように、灰燼から生まれた者は、いつか灰燼に帰るのだ。\nそして長い長い追跡の果てに、運命さえも彼女に花のような、かくあるべき哀悼歌を捧げることはなかった。",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "会心率",
	"baseStatText": "7.2%",
	"effectName": "払暁の序曲",
	"effectTemplateRaw": "攻撃力+<color=#99FFFFFF>{0}</color>。装備者が敵に燃焼反応を起こした後、または燃焼状態の敵に草元素ダメージを与えた後、与えるダメージ+<color=#99FFFFFF>{1}</color>。この効果の継続時間は8秒で、最大2層まで重ね掛け可能。2層まで重ねた時、または2層の継続時間がリセットされた時、元素エネルギーを<color=#99FFFFFF>{2}</color>ポイント回復する。この方法による元素エネルギーの回復は、12秒毎に1回のみ可能。この二つの効果は、キャラクターが待機中でも発動可能。",
	"r1": {
		"description": "攻撃力+15%。装備者が敵に燃焼反応を起こした後、または燃焼状態の敵に草元素ダメージを与えた後、与えるダメージ+18%。この効果の継続時間は8秒で、最大2層まで重ね掛け可能。2層まで重ねた時、または2層の継続時間がリセットされた時、元素エネルギーを12ポイント回復する。この方法による元素エネルギーの回復は、12秒毎に1回のみ可能。この二つの効果は、キャラクターが待機中でも発動可能。",
		"values": [
			"15%",
			"18%",
			"12"
		]
	},
	"r2": {
		"description": "攻撃力+19%。装備者が敵に燃焼反応を起こした後、または燃焼状態の敵に草元素ダメージを与えた後、与えるダメージ+23%。この効果の継続時間は8秒で、最大2層まで重ね掛け可能。2層まで重ねた時、または2層の継続時間がリセットされた時、元素エネルギーを13ポイント回復する。この方法による元素エネルギーの回復は、12秒毎に1回のみ可能。この二つの効果は、キャラクターが待機中でも発動可能。",
		"values": [
			"19%",
			"23%",
			"13"
		]
	},
	"r3": {
		"description": "攻撃力+23%。装備者が敵に燃焼反応を起こした後、または燃焼状態の敵に草元素ダメージを与えた後、与えるダメージ+28%。この効果の継続時間は8秒で、最大2層まで重ね掛け可能。2層まで重ねた時、または2層の継続時間がリセットされた時、元素エネルギーを14ポイント回復する。この方法による元素エネルギーの回復は、12秒毎に1回のみ可能。この二つの効果は、キャラクターが待機中でも発動可能。",
		"values": [
			"23%",
			"28%",
			"14"
		]
	},
	"r4": {
		"description": "攻撃力+27%。装備者が敵に燃焼反応を起こした後、または燃焼状態の敵に草元素ダメージを与えた後、与えるダメージ+33%。この効果の継続時間は8秒で、最大2層まで重ね掛け可能。2層まで重ねた時、または2層の継続時間がリセットされた時、元素エネルギーを15ポイント回復する。この方法による元素エネルギーの回復は、12秒毎に1回のみ可能。この二つの効果は、キャラクターが待機中でも発動可能。",
		"values": [
			"27%",
			"33%",
			"15"
		]
	},
	"r5": {
		"description": "攻撃力+31%。装備者が敵に燃焼反応を起こした後、または燃焼状態の敵に草元素ダメージを与えた後、与えるダメージ+38%。この効果の継続時間は8秒で、最大2層まで重ね掛け可能。2層まで重ねた時、または2層の継続時間がリセットされた時、元素エネルギーを16ポイント回復する。この方法による元素エネルギーの回復は、12秒毎に1回のみ可能。この二つの効果は、キャラクターが待機中でも発動可能。",
		"values": [
			"31%",
			"38%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "モラ",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "無垢な海の苦杯",
				"count": 5
			},
			{
				"id": 112098,
				"name": "砕けた剣の柄",
				"count": 5
			},
			{
				"id": 112038,
				"name": "トリックフラワーの蜜",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "モラ",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "無垢な海の酒盃",
				"count": 5
			},
			{
				"id": 112098,
				"name": "砕けた剣の柄",
				"count": 18
			},
			{
				"id": 112038,
				"name": "トリックフラワーの蜜",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "モラ",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "無垢な海の酒盃",
				"count": 9
			},
			{
				"id": 112099,
				"name": "折れた剣の柄",
				"count": 9
			},
			{
				"id": 112039,
				"name": "微光花の蜜",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "モラ",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "無垢な海の銀盃",
				"count": 5
			},
			{
				"id": 112099,
				"name": "折れた剣の柄",
				"count": 18
			},
			{
				"id": 112039,
				"name": "微光花の蜜",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "モラ",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "無垢な海の銀盃",
				"count": 9
			},
			{
				"id": 112100,
				"name": "光揺らぐ剣の柄",
				"count": 14
			},
			{
				"id": 112040,
				"name": "原素花の蜜",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "モラ",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "無垢な海の金盃",
				"count": 6
			},
			{
				"id": 112100,
				"name": "光揺らぐ剣の柄",
				"count": 27
			},
			{
				"id": 112040,
				"name": "原素花の蜜",
				"count": 18
			}
		]
	}
}