{
	"name": "「スーパーアルティメット覇王魔剣」",
	"description": "海原を統治するアルティメット覇王にしか扱えないスーパー魔剣。特殊な防水素材を使っているため、水に濡れても壊れない。ほぼ無敵と言える！",
	"weapontype": "両手剣",
	"rarity": "4",
	"story": "「…安いダンボールでできた剣じゃないからな！えっと…その…これはかつてカニ大帝を打ち負かした…スーパーアルティメット覇王魔剣なんだぞ！」\n\n遠い昔、ロマリタイムフラワーがまだその名前で呼ばれていなかった頃、遠い大海の中に偉大なカニ魔大帝が住んでいた。\nカニがなぜそんなに偉大なのか、魔大帝が統治する国や民はどこにいるのか、それらを誰も知らなかったが、皆がそう言うので魔大帝の威名も広大な海原へと知れ渡っていった。これが生まれ持った崇高さというやつなのだろうか？威張るカニ魔大帝はそう考え、皆が自分を敬遠している事実を次第に受け入れていった。\n世界の高みにいる（もしくはそう自称する）人間のように、偉大な陛下も大帝である自分の境遇に嘆いた。大帝に友達などいるはずがない（ここにもやや上から目線が含まれている）。つまるところ、チョキチョキと音を立てる鋭いカニの爪は、自分を見慣れていない相手をいとも容易く驚かせることができるし、もっと信念の固いやつの運命の糸を断ち切ることだってできる。そして、大帝の宝物庫にはモン·オトンヌキと同じくらい高さのある金貨が積まれており、フォンテーヌの美味しいクッキーなど簡単にすべて買うことができた——これこそ、王者の身分にふさわしい生活だ！そうであろう？\nただ、彼には一緒に遊んでくれる友達がいない。退屈なときや心が傷ついたとき——つまり、たくさんのクッキーでも楽しい気持ちになれないとき——陛下は、その巨大なハサミで水草を剪定するしかなかった。当然カニ陛下も結局はカニなので、他のあらゆるカニより強くても、水草を剪定する能力はそこら辺のエイと大差ないだろう！\nある日、偉大なカニ魔大帝がブクブクと孤独な泡を吐いていたとき、一人の小さなメリュジーヌに出会った…\n「こら！魔大帝の宮廷に侵入してくるとは度胸のあるやつだ。なにしに来た？」\n（カニ大帝は激しく火を吹いたが、内心少し嬉しかったし、怖くもあった。海原にいるやつらは、大帝の威厳を前にするとそそくさと去っていくからだ。だから、大帝はもう長いこと誰とも話していなかった。）\n「カニさん」と小さなメリュジーヌが言った。「あなた、何だか楽しくなさそうだね。一緒に遊ぼうよ、そしたら楽しくなるよ！」\n「わかっていないな」…続けてカニ大帝は最初メリュジーヌが自分のことを「陛下」ではなく「～さん」と呼んだことをとがめようと思った。だが結局そのことは口にせず、こう言った。「覇王は小さなメリュジーヌとは一緒に遊べない。でないと王者の威厳を失ってしまうからな。」\n「王者の威厳がなくなっちゃったら、どうなるの？」\n「もし威厳を失ったら、覇王はもう覇王ではなくなる。他のやつよりハサミが大きくて甲羅が厚いことを除けば、普通のカニと変わらなくなってしまうな。」\n「カニさんのハサミは私の体より大きいし、足だって私より多い、それに甲羅は私の家の壁よりも厚いよ。それに金貨やクッキーの他にもカニさんはいい物をたくさん持ってるし、すっごく楽しいはずだよね？…あっ、わかった、きっと王者の威厳がカニさんをつまらなくさせているのね。」\n「小さなメリュジーヌよ、お前は王になったことがないから知らないのだろう。だから、その無知については大目に見てやる。覚えておけ、帝王は自分が楽しいかどうかなど気にするべきではないのだ。」\n「でも、カニさんだって王になる前は普通のカニだったんでしょ？カニさんがつまらなそうにしてたら私もつまらないよ。カニさんのために、王の威厳を捨てさせてあげる！」\n「こら！身のほど知らずの小さなメリュジーヌめ。自分の統治を自ら放棄する帝王など、この世のどこにいるというのだ！」陛下は怒ってハサミを振り回した。「そうだな…例えば、あくまでも例えばだが、勇者が聖剣で魔王を倒したら…覇王であった者も小さなメリュジーヌと遊んでやるしかないだろうな。」\n「あっ！そんな方法もあったんだ！」メリュジーヌは嬉しそうに大きな声を上げたが、別の問題に思い至って、がっかりした様子で言った。「でも…勇者がどこにいるかも、聖剣がどこにあるかもわからないよ…」\n「ええい、そんなことはどうでもいいのだ！魔王を倒しさえすれば誰でも勇者になれるし、どんな武器でも聖剣となる」と大帝は口早に言った。「オホン！身のほど知らずのメリュジーヌよ、理解したか？」\n\n「『…カニさんがそう言ってたから、みんな力を貸して！』」彼女がそう言うと、メリュシー村のメリュジーヌたちは、彼女を助けなくてはと思った！彼女たちは大きな貝殻を拾ってきて彼女のために盾を作り、水草を月桂の代わりにして冠を作り、エリナスの内部の切れ切れになった帆をマントにして、最後に貴重な乾燥したダンボールで宝剣を作った。\nこうして、勇者メリュジーヌはカニ魔王を倒すための遠征に出た。そして、究極無敵の魔剣で威張りをきかせるカニ魔王を倒したのであった。こうして魔王でなくなった「カニさん」は、その時からメリュジーヌたちのよき友達となったのだ…\n\n簡単な議論の末——メリュジーヌたちは、かつて映影で異彩を放ったメリュシー村の最強の剣を究極無敵の勇者へと贈り、それを友情の証とすることにした。",
	"baseatk": 44,
	"substat": "元素チャージ効率",
	"subvalue": "6.7",
	"effectname": "がんばって！",
	"effect": "攻撃力+{0}。それだけじゃない！メリュシー村であなたに助けられたメリュジーヌたちの声援が力を与え、満たしてくれる。助けた彼女たちの数を基に、攻撃力がさらに最大{1}アップする。",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "モラ",
				"count": 5000
			},
			{
				"name": "無垢な海の苦杯",
				"count": 3
			},
			{
				"name": "古びた従者の懐中時計",
				"count": 3
			},
			{
				"name": "整合の歯車",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "モラ",
				"count": 15000
			},
			{
				"name": "無垢な海の酒盃",
				"count": 3
			},
			{
				"name": "古びた従者の懐中時計",
				"count": 12
			},
			{
				"name": "整合の歯車",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "モラ",
				"count": 20000
			},
			{
				"name": "無垢な海の酒盃",
				"count": 6
			},
			{
				"name": "従者の制式懐中時計",
				"count": 6
			},
			{
				"name": "機構の平歯車",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "モラ",
				"count": 30000
			},
			{
				"name": "無垢な海の銀盃",
				"count": 3
			},
			{
				"name": "従者の制式懐中時計",
				"count": 12
			},
			{
				"name": "機構の平歯車",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "モラ",
				"count": 35000
			},
			{
				"name": "無垢な海の銀盃",
				"count": 6
			},
			{
				"name": "従者の時々刻々",
				"count": 9
			},
			{
				"name": "奇械のコア歯車",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "モラ",
				"count": 45000
			},
			{
				"name": "無垢な海の金盃",
				"count": 4
			},
			{
				"name": "従者の時々刻々",
				"count": 18
			},
			{
				"name": "奇械のコア歯車",
				"count": 12
			}
		]
	}
}