{
	"name": "裁断",
	"description": "家名を捨てた貴族の少女がかつて使っていた武器。敵と愛する者の血で染まったことがある。",
	"weapontype": "両手剣",
	"rarity": "5",
	"story": "「いいかい、レティシア。お前はランドルフ家の長女だということを忘れないでおくれ。」\n「私たち貴族が席に就けば、国という船は我々のために傾く。」\n「私たちが倒れれば、無数の家々とそこに住む平民たちを押し潰すことになる。」\n「だからよく聞きなさい、愛しいレティシア。」\n「常に気品ある振る舞いと品位ある身だしなみを保ち、喜怒哀楽をあまり表に出してはいけないよ。」\n「なぜなら、私たち一族は平民に富貴を与えることも、サーンドル河に送ることもできるのだから。」\n\n父はそう言ったが、少女は貴族である前に、ただの少女だった。\n手が煤や機械油で汚れていないが故に、気持ちは自然と「冒険」に向かう。\n父や兄、使用人たちに隠れ、日射しも雨も当たらない地下都市に、変装して忍び込んだ。\n彼女はただ、自分の運命を握ることのできない卑小な人々の生活を見てみたかったのだ。\nもしかしたら、パルジファルのマジックよりも面白いかもしれない！と少女は密かに色めきだった。\nしかし、冒険は彼女の期待とは異なっていた。それもそうだ、それは誰かが用意したものではないのだから。\n彼女が得たものは、パーティーで同年代の貴族の友人と笑って話すような物語とは違っていた。\n音楽、嘘、毒酒のような、見えない危険が刃を光らせたとき…\n\n「おやおや、僕たちのサーンドル河にわざわざやってくるなんて、一体どこのお嬢ちゃんだい？」\n四方から近づく恐ろしい影を払ったのは、柔らかな見覚えのある光だった。\n「あなたは…」\n彼の名前は喉まで出かかっていたが、実際に口から出たのは「どうやって自分の変装を見破ったのか」ということだった。\n「嘘をつくことに慣れてないみたいだね。よそ者であることを認めているのと同じじゃないか？」\n「…それに、君の服は煤や機械油で汚れていないし、血の跡もない。」\n「そうそう、君の歩き方からして、ズボンを履くのにも慣れていないみたいだ。」\n\n彼女の知っているリードが、なぜサーンドル河を自由に歩いているのか聞くと、若い男性はこう答えた。\n「ここでの出来事を君の家族や友人、使用人たちに知らせないでくれるかな。そうしてくれるとありがたいんだけど。」\n「ボスが言うように、太陽の下にあるものは彼らのものであり、サーンドル河の中のものは僕たちのものだ。」\n「大切なレティシア、今は自分がランドルフ家の長女だということを忘れてほしい。」\n「一人の人間として僕についてくるんだ。そして埃に覆われたことのない、その明るい両目で見てくれ——」\n「君と同じように赤い血の流れる、血気と愛情にあふれる同胞たちが暮らしてる世界を。」\nそれは結局のところ、彼女の期待する冒険とは異なっていた。それもそうだ、運命の采配のもとで、\n彼女はパーティーで同年代の貴族の友人や使用人たちに、笑って話せないような物語を経験したのだから…\n\n「レティシア、君の高潔な魂を心から愛する。」\n「僕らはもう、樹木を叩き切る斧の柄じゃない。」\n「もしいつか、僕が俗世の栄華に浸ることになったら、」\n「その時は君が、僕の運命を裁決してほしい…」\n\n……\nしばらく時が経って再び父親に会ったとき、彼女はすでに「ローズ」という偽名を使っていた。\n無理やり着せられる華麗な服には慣れず、戦斧の重さのほうにより親しみを持つようになっていた。\nただ、彼女は記憶の中の厳格で心優しい父親の、こんなにも年老いて弱くなった姿を直視できなかった。\n\n「親愛なるお父様、私は自分の愛する人、愛する人々と誓いを立てました。」\n「私が今もまだ生きているということは、私たちの血がまだ絶えていないということ。」\n「それに私はまだ、自分のせいでランドルフの家名に消えない汚名を着せるようなことはしていません。」\n\n「レティシアよ。私はお前のためにろうそくに火を灯さなかった日は一度もない。」\n「お前が過去にランドルフの名を捨てようとしていたとしても、私たちは変わらず親子なのだ。」\n「さあ、取るに足らないゲームはもう終わった。私たちの家に帰ろう。」\n「お前の子にはもともと罪がないのだから、お前の血肉を無暗に捨てるつもりはない。」\n「夫のことに関しては、私もランドルフの魔法を少しは使うことができる…」\n\n……\nしかし、彼女は最終的に夢の中で思い出した。その時の艦砲の爆撃は、私たちを少しも動揺させなかった。\n猟犬が忍び込む暗い道は、よそ者に知られるべきではない。",
	"baseatk": 48,
	"substat": "会心率",
	"subvalue": "4.8",
	"effectname": "千の黄昏と暁の誓約",
	"effect": "攻撃力+{0}。チームにいるキャラクターが、結晶反応による結晶の欠片を獲得した時、装備者は「契印」を1枚獲得し、元素スキルのダメージ+{1}。「契印」の継続時間は15秒、最大2枚まで。すべての「契印」は、装備者の元素スキルがダメージを与えた0.2秒後にクリアされる。",
	"r1": [
		"20%",
		"18%"
	],
	"r2": [
		"25%",
		"22.5%"
	],
	"r3": [
		"30%",
		"27%"
	],
	"r4": [
		"35%",
		"31.5%"
	],
	"r5": [
		"40%",
		"36%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "モラ",
				"count": 10000
			},
			{
				"name": "悠久の弦の残章",
				"count": 5
			},
			{
				"name": "隙間のコア",
				"count": 5
			},
			{
				"name": "整合の歯車",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "モラ",
				"count": 20000
			},
			{
				"name": "悠久の弦の断章",
				"count": 5
			},
			{
				"name": "隙間のコア",
				"count": 18
			},
			{
				"name": "整合の歯車",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "モラ",
				"count": 30000
			},
			{
				"name": "悠久の弦の断章",
				"count": 9
			},
			{
				"name": "外界のシナプス",
				"count": 9
			},
			{
				"name": "機構の平歯車",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "モラ",
				"count": 45000
			},
			{
				"name": "悠久の弦の楽章",
				"count": 5
			},
			{
				"name": "外界のシナプス",
				"count": 18
			},
			{
				"name": "機構の平歯車",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "モラ",
				"count": 55000
			},
			{
				"name": "悠久の弦の楽章",
				"count": 9
			},
			{
				"name": "異界生命体のコア",
				"count": 14
			},
			{
				"name": "奇械のコア歯車",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "モラ",
				"count": 65000
			},
			{
				"name": "悠久の弦の響き",
				"count": 6
			},
			{
				"name": "異界生命体のコア",
				"count": 27
			},
			{
				"name": "奇械のコア歯車",
				"count": 18
			}
		]
	}
}