{
	"name": "狼牙",
	"description": "伝説によると、遥か昔の流浪騎士が使っていた長剣。",
	"weapontype": "片手剣",
	"rarity": "4",
	"story": "何かの偶然なのか運命なのか、モンドの騎士団の中で、\n最も尊敬される騎士の名と、それに対応する獣の紋章はいつも次の二つになっている。\nまずは騎士団の初代団長の「獅子」を受け継いだ意匠と称号、\n二つ目はほぼ同時代にやってきた「狼」の騎士「北風」である。\n\n実際には、北風騎士の名はどこにも記載されていない。\nこの名前がついたのは、当時巷に広まっていた物語の影響である。\n物語の最後で、娘を救ってもらった商人（または農夫）はこう尋ねる。\n「騎士様には、なんとお礼をしたらよいやら…」\n騎士はこう答えた。「お嬢さんが嫁に行くとき、酒を一杯勧めてくれればいい。」\n「ああ、それは申し訳ございません。して、騎士様のお名前は？」\n騎士は少し考えてこう言った。\n「では、やはり仲間に勧めてやってくれ。彼の名前は『北風』だ。」\n\n通常、この物語は次のように終わる。\nその時、森の中（あるいは山の坂道。視界の外のどこか）から、\n一陣の風が吹いてきた。商人（または農夫）がその方向を見ると、\n暗闇の中に氷のように冷たい獣の瞳があった。\nこの二つの光はすぐに消えた。気がつくと騎士もいなくなっていた。\n物語には多くのバージョンがある。ただ、娘はいつも救われ、騎士はいずれも名がない。\n\nだが、この物語ができる前、彼は長旅でくたびれた古いぼろぼろのマントをまとった、無名の旅人であった。ある人が、そのマントの下に美しい彫刻の施された傷だらけの鎧を着ていることに気づいた。しかし、それでは何の説明にもならないだろう。鎧の主は革新に伴って高貴な地位を失った、ただの落伍者かもしれない。\n酒場の主人たちは、彼が本物の金貨と銀貨で払っていることに気づいたが、表面に刻印されている記号は誰も見たことがなかった。しかし、これでは何の説明にもならないだろう。金貨や銀貨は人の手から手に渡り、持ち主が絶えず変わるからだ。このようにいつもその場で飲み代を支払い、酔っぱらっても騒ぎを起こさない人であったため、非常に歓迎された。\n物語の発端は、領域外の海から暖かさと平和を求めてモンド海岸にやってきた蛇の妖魔だ。黎明期の騎士団はまだ力が弱かったため、無名の騎士は銀貨一枚の報酬で魔物狩りを引き受け、町の外に出て狩った。そのあと血と腐った肉の匂いに誘われて、幾千もの鷹が数日間ずっと砂浜を旋回していたという——ゆえに、鷹飛びの浜という名の由来は、実は西風の鷹のロマンチックな伝説とは関係がない。\nそれから数年間、初代の大団長は彼を騎士団に招聘しようと全力を尽くした。だが無名の騎士はずっと首を縦に振らなかった。実をいうと、「北風」の名に関わる物語が対応している実際の事件は、初代大団長と無名の騎士の間で起きたものである。幾度となく拒絶されて業を煮やした大団長が、騎士たちを率いて彼を街中に閉じ込めたのだ。後世に語り継がれる物語に出てくる台詞は、無名の「北風」騎士が立ち去るときに出たもの。双方の口調はそれほどかしこまっていなかったが、大意はだいたい一致している。\nとはいえ、こんな事件を詩にしても興ざめである。そのため、才気あふれる詩人たちはこの部分の会話と、騎士のモンドでのいくつかの事跡を結びつけて、数多くの物語を創作した。\n彼がモンドに滞在していたのはわずか数年間だけであったが、去るときにはその姿が永遠にモンドに刻まれることとなった。",
	"baseatk": 42,
	"substat": "会心率",
	"subvalue": "6",
	"effectname": "蒼き狼の北風",
	"effect": "元素スキルと元素爆発のダメージ+{0}。元素スキルが敵に命中した時、元素スキルの会心率+{1}。元素爆発が敵に命中した時、元素爆発の会心率+{2}。上記二つの効果はそれぞれ、継続時間10秒、最大4層まで重ね掛け可能、0.1秒毎に1回のみ発動できる。",
	"r1": [
		"16%",
		"2%",
		"2%"
	],
	"r2": [
		"20%",
		"2.5%",
		"2.5%"
	],
	"r3": [
		"24%",
		"3%",
		"3%"
	],
	"r4": [
		"28%",
		"3.5%",
		"3.5%"
	],
	"r5": [
		"32%",
		"4%",
		"4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "モラ",
				"count": 5000
			},
			{
				"name": "高塔の王の瓦",
				"count": 3
			},
			{
				"name": "混沌の装置",
				"count": 3
			},
			{
				"name": "破損した仮面",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "モラ",
				"count": 15000
			},
			{
				"name": "高塔の王の残壁",
				"count": 3
			},
			{
				"name": "混沌の装置",
				"count": 12
			},
			{
				"name": "破損した仮面",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "モラ",
				"count": 20000
			},
			{
				"name": "高塔の王の残壁",
				"count": 6
			},
			{
				"name": "混沌の回路",
				"count": 6
			},
			{
				"name": "汚れた仮面",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "モラ",
				"count": 30000
			},
			{
				"name": "高塔の王の断片",
				"count": 3
			},
			{
				"name": "混沌の回路",
				"count": 12
			},
			{
				"name": "汚れた仮面",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "モラ",
				"count": 35000
			},
			{
				"name": "高塔の王の断片",
				"count": 6
			},
			{
				"name": "混沌の炉心",
				"count": 9
			},
			{
				"name": "不吉な仮面",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "モラ",
				"count": 45000
			},
			{
				"name": "高塔の王の砕けた夢",
				"count": 4
			},
			{
				"name": "混沌の炉心",
				"count": 18
			},
			{
				"name": "不吉な仮面",
				"count": 12
			}
		]
	}
}