{
	"id": 227021,
	"name": "Ngàn Vạn Hậu Duệ",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Thẻ Trang Bị",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Thiên Phú"
	],
	"description": "Khi vào trận: Sinh ra 4 thẻ Đánh Thức Gia Quyến, đưa ngẫu nhiên vào kho bài phe ta.\nKhi Kẻ Thủ Hộ Của Ốc Đảo Apep trang bị thẻ bài này trong trận: Sát thương Sinh Mệnh Sinh Sôi phe ta gây ra +1.\n(Bộ bài có Kẻ Thủ Hộ Của Ốc Đảo Apep mới có thể thêm)",
	"descriptionraw": "<color=#FFFFFFFF>Khi vào trận:</color> Sinh ra 4 thẻ <color=#FFFFFFFF>$[C127021]</color>, đưa ngẫu nhiên vào kho bài phe ta.\\nKhi <color=#FFFFFFFF>$[A2702]</color> trang bị thẻ bài này trong trận: Sát thương <color=#FFFFFFFF>$[C127022]</color> phe ta gây ra +1.\\n(Bộ bài có $[A2702] mới có thể thêm)",
	"descriptionreplaced": "<color=#FFFFFFFF>Khi vào trận:</color> Sinh ra 4 thẻ <color=#FFFFFFFF>Đánh Thức Gia Quyến</color>, đưa ngẫu nhiên vào kho bài phe ta.\\nKhi <color=#FFFFFFFF>Kẻ Thủ Hộ Của Ốc Đảo Apep</color> trang bị thẻ bài này trong trận: Sát thương <color=#FFFFFFFF>Sinh Mệnh Sinh Sôi</color> phe ta gây ra +1.\\n(Bộ bài có Kẻ Thủ Hộ Của Ốc Đảo Apep mới có thể thêm)",
	"storytitle": "Kẻ Thủ Hộ Của Ốc Đảo Apep - Ngàn Vạn Hậu Duệ",
	"storytext": "Apep và con cháu đã từng như cá bơi lượn trong nước, ung dung nơi biển cỏ thơm ngát với cây cổ thụ cao trăm thước cùng dây leo vươn dài ngàn dặm. Mãi cho đến cuối cùng thì cây cỏ cũng héo khô trở thành cát bụi, những sinh linh bé nhỏ như hạt cát đã xây dựng nên thành bang yếu ớt ngay tại vùng đất khi xưa của nó.\nApep và con cháu đã từng khiến cho biển cát tung tóe như mặt nước đang sôi, khiến cho thành lâu rơi rụng như lá. Mãi cho đến khi vị vua mới của biển cát và vị vua của cố thổ giảng hòa với nhau, kể từ đó, cồn cát dưới ánh mặt trời đều thuộc về người và thần, còn ốc đảo của rồng thì được giữ lại trong tim của rồng.\nApep và con cháu đã từng cùng nhau chia sẻ tri thức của tiến hóa, bởi vì nước chảy là bất hủ, nhưng cây khô thì ắt sẽ đổ rạp. Mãi cho đến khi nó thực hiện lời thỏa thuận với vua cát và nhận được trí tuệ cuối cùng, từ đó nó chỉ có thể nhìn thấy phong cảnh cuối cùng, ngày tận thế vô bờ vô bến...",
	"source": "Nhận được sau khi Khiêu Chiến Quán Rượu ở chỗ Tiểu Hoàng Tử trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến trong độ khó Đánh Giải Trí với Kẻ Thủ Hộ Của Ốc Đảo Apep",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}