{
	"id": 224061,
	"name": "Chuỗi Sét Dồn Dập",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Thẻ Trang Bị",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Thiên Phú"
	],
	"description": "Khi vào trận: Nếu Học Sĩ Vực Sâu - Tử Điện có trang bị thẻ bài này đã kích hoạt Ánh Chớp Tái Sinh, sẽ khiến nhân vật xuất chiến phe địch mất 1 điểm Năng Lượng.\nKhi Học Sĩ Vực Sâu - Tử Điện trang bị thẻ bài này bị đánh bại hoặc kích hoạt Ánh Chớp Tái Sinh: Hủy thẻ bài này, khiến nhân vật xuất chiến phe địch mất 1 điểm Năng Lượng.\n(Bộ bài có Học Sĩ Vực Sâu - Tử Điện mới có thể thêm)",
	"descriptionraw": "<color=#FFFFFFFF>Khi vào trận:</color> Nếu <color=#FFFFFFFF>$[A2406]</color> có trang bị thẻ bài này đã kích hoạt <color=#FFFFFFFF>$[C124061]</color>, sẽ khiến nhân vật xuất chiến phe địch mất 1 điểm $[K310].\\nKhi $[A2406] trang bị thẻ bài này bị đánh bại hoặc kích hoạt <color=#FFFFFFFF>$[C124061]</color>: Hủy thẻ bài này, khiến nhân vật xuất chiến phe địch mất 1 điểm $[K310].\\n(Bộ bài có $[A2406] mới có thể thêm)",
	"descriptionreplaced": "<color=#FFFFFFFF>Khi vào trận:</color> Nếu <color=#FFFFFFFF>Học Sĩ Vực Sâu - Tử Điện</color> có trang bị thẻ bài này đã kích hoạt <color=#FFFFFFFF>Ánh Chớp Tái Sinh</color>, sẽ khiến nhân vật xuất chiến phe địch mất 1 điểm <color=#FFFFFFFF>{SPRITE_PRESET#1110}Năng Lượng</color>.\\nKhi Học Sĩ Vực Sâu - Tử Điện trang bị thẻ bài này bị đánh bại hoặc kích hoạt <color=#FFFFFFFF>Ánh Chớp Tái Sinh</color>: Hủy thẻ bài này, khiến nhân vật xuất chiến phe địch mất 1 điểm <color=#FFFFFFFF>{SPRITE_PRESET#1110}Năng Lượng</color>.\\n(Bộ bài có Học Sĩ Vực Sâu - Tử Điện mới có thể thêm)",
	"storytitle": "Học Sĩ Vực Sâu - Chuỗi Sét Dồn Dập",
	"storytext": "\"Sử dụng giông tố sấm sét truyền bá trí tuệ đen tối đến những kẻ vô thần, dùng tia điện tím như một lời thông báo cho sự tồn tại của sức mạnh to lớn đang ăn mòn trí tuệ loài người.\"",
	"source": "Nhận được sau khi Khiêu Chiến Quán Rượu ở chỗ Tiểu Hoàng Tử trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến trong độ khó Đánh Giải Trí với Học Sĩ Vực Sâu - Tử Điện",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}