{
	"id": 221011,
	"name": "Tia Lạnh Cicin Băng",
	"shareid": 112,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Thẻ Trang Bị",
	"tags": [
		"GCG_TAG_TALENT",
		"GCG_TAG_SLOWLY"
	],
	"tagstext": [
		"Thiên Phú",
		"Hành Động Chiến Đấu"
	],
	"description": "Hành Động Chiến Đấu: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là Fatui - Thuật Sĩ Cicin Băng.\nFatui - Thuật Sĩ Cicin Băng sau khi trang bị thẻ bài này, lập tức dùng 1 lần Kêu Gọi Sương Mù.\nFatui - Thuật Sĩ Cicin Băng trang bị thẻ bài này sau khi dùng kỹ năng: Nếu Số Lần Khả Dụng của Cicin Băng đã cộng dồn vượt quá giới hạn, sẽ gây 2 điểm Sát Thương Nguyên Tố Băng.\n(Bộ bài có Fatui - Thuật Sĩ Cicin Băng, mới có thể thêm)",
	"descriptionraw": "$[K1]: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là <color=#FFFFFFFF>$[A2101]</color>.\\n$[A2101] sau khi trang bị thẻ bài này, lập tức dùng 1 lần <color=#FFD780FF>$[S21012]</color>.\\n$[A2101] trang bị thẻ bài này sau khi dùng kỹ năng: Nếu $[K3] của <color=#FFFFFFFF>$[C121011]</color> đã cộng dồn vượt quá giới hạn, sẽ gây 2 điểm $[K101].\\n(Bộ bài có $[A2101], mới có thể thêm)",
	"descriptionreplaced": "<color=#FFFFFFFF>Hành Động Chiến Đấu</color>: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là <color=#FFFFFFFF>Fatui - Thuật Sĩ Cicin Băng</color>.\\nFatui - Thuật Sĩ Cicin Băng sau khi trang bị thẻ bài này, lập tức dùng 1 lần <color=#FFD780FF>Kêu Gọi Sương Mù</color>.\\nFatui - Thuật Sĩ Cicin Băng trang bị thẻ bài này sau khi dùng kỹ năng: Nếu <color=#FFFFFFFF>Số Lần Khả Dụng</color> của <color=#FFFFFFFF>Cicin Băng</color> đã cộng dồn vượt quá giới hạn, sẽ gây 2 điểm {SPRITE_PRESET#2101}<color=#99FFFFFF>Sát Thương Nguyên Tố Băng</color>.\\n(Bộ bài có Fatui - Thuật Sĩ Cicin Băng, mới có thể thêm)",
	"storytitle": "Thuật Sĩ Cicin Băng - Tia Lạnh Cicin Băng",
	"storytext": "Càng nhiều Cỏ Hư Vô, càng nhiều bạn bè Cicin Băng.\n...Cỏ Hư Vô mất hết sẽ như thế nào?\nCó lẽ cô ấy chưa từng nghĩ đến.",
	"source": "Nhận được sau khi Khiêu Chiến Quán Rượu ở chỗ Tiểu Hoàng Tử trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến trong độ khó Đánh Giải Trí với Fatui - Thuật Sĩ Cicin Băng",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_CRYO",
			"count": 3
		}
	]
}