{
	"id": 227031,
	"name": "Linh Xà Cuồng Quay",
	"shareid": 425,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Thẻ Trang Bị",
	"tags": [
		"GCG_TAG_TALENT",
		"GCG_TAG_SLOWLY"
	],
	"tagstext": [
		"Thiên Phú",
		"Hành Động Chiến Đấu"
	],
	"description": "Hành Động Chiến Đấu: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là Eremite - Diệp Luân Vũ Giả.\nEremite - Diệp Luân Vũ Giả sau khi trang bị thẻ bài này, lập tức dùng 1 lần Vũ Điệu Lan Tràn.\nKhi Eremite - Diệp Luân Vũ Giả trang bị thẻ bài này ở trong trận, nhân vật đã trang bị Ách Linh - Thảo Linh Xà của phe ta đổi sang trạng thái xuất chiến: Gây 1 điểm Sát Thương Nguyên Tố Thảo. (Mỗi hiệp 1 lần)\n(Bộ bài có Eremite - Diệp Luân Vũ Giả mới có thể thêm)",
	"descriptionraw": "$[K1]: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là <color=#FFFFFFFF>$[A2703]</color>.\\n$[A2703] sau khi trang bị thẻ bài này, lập tức dùng 1 lần <color=#FFD780FF>$[S27032]</color>.\\nKhi <color=#FFFFFFFF>$[A2703]</color> trang bị thẻ bài này ở trong trận, nhân vật đã trang bị <color=#FFFFFFFF>$[C127032]</color> của phe ta đổi sang trạng thái xuất chiến: Gây 1 điểm $[K107]. (Mỗi hiệp 1 lần)\\n(Bộ bài có $[A2703] mới có thể thêm)",
	"descriptionreplaced": "<color=#FFFFFFFF>Hành Động Chiến Đấu</color>: Trang bị thẻ bài này khi nhân vật xuất chiến phe ta là <color=#FFFFFFFF>Eremite - Diệp Luân Vũ Giả</color>.\\nEremite - Diệp Luân Vũ Giả sau khi trang bị thẻ bài này, lập tức dùng 1 lần <color=#FFD780FF>Vũ Điệu Lan Tràn</color>.\\nKhi <color=#FFFFFFFF>Eremite - Diệp Luân Vũ Giả</color> trang bị thẻ bài này ở trong trận, nhân vật đã trang bị <color=#FFFFFFFF>Ách Linh - Thảo Linh Xà</color> của phe ta đổi sang trạng thái xuất chiến: Gây 1 điểm {SPRITE_PRESET#2107}<color=#7EC236FF>Sát Thương Nguyên Tố Thảo</color>. (Mỗi hiệp 1 lần)\\n(Bộ bài có Eremite - Diệp Luân Vũ Giả mới có thể thêm)",
	"storytitle": "Diệp Luân Vũ Giả - Linh Xà Cuồng Quay",
	"storytext": "\"...Giờ đây cho dù thần và vua của họ đều chìm trong cát, nhưng ký ức về vũ đạo của họ vẫn còn tuôn chảy trong huyết mạch.\"",
	"source": "Nhận được sau khi Khiêu Chiến Quán Rượu ở chỗ Tiểu Hoàng Tử trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến trong độ khó Đánh Giải Trí với Eremite - Diệp Luân Vũ Giả",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 3
		}
	]
}