{
	"id": 213131,
	"name": "Chiến Thuật Phối Hợp Tiên Phong",
	"shareid": 398,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Thẻ Trang Bị",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Thiên Phú"
	],
	"description": "Trong đội chỉ bao gồm nhân vật Nguyên Tố Hỏa và Nguyên Tố Lôi mới có thể đánh ra: Trang bị thẻ bài này cho Chevreuse.\nKhi Chevreuse trang bị thẻ bài này trong trận, sau khi nhân vật phe địch nhận sát thương từ phản ứng Quá Tải: Sát Thương Nguyên Tố Hỏa hoặc Sát Thương Nguyên Tố Lôi phe ta gây ra trong 2 lần kế tiếp +1. (Bao gồm Sát Thương Nguyên Tố Hỏa hoặc Sát Thương Nguyên Tố Lôi gây ra bởi phản ứng Khuếch Tán)\n(Bộ bài có Chevreuse mới có thể thêm)",
	"descriptionraw": "<color=#FFFFFFFF>Trong đội chỉ bao gồm nhân vật <color=#FF9999FF>{SPRITE_PRESET#2103}Nguyên Tố Hỏa</color> và <color=#FFACFFFF>{SPRITE_PRESET#2104}Nguyên Tố Lôi</color> mới có thể đánh ra:</color> Trang bị thẻ bài này cho <color=#FFFFFFFF>$[A1313]</color>.\\nKhi <color=#FFFFFFFF>$[A1313]</color> trang bị thẻ bài này trong trận, sau khi nhân vật phe địch nhận sát thương từ phản ứng Quá Tải: $[K103] hoặc $[K104] phe ta gây ra trong 2 lần kế tiếp +1. (Bao gồm $[K103] hoặc $[K104] gây ra bởi phản ứng Khuếch Tán)\\n(Bộ bài có $[A1313] mới có thể thêm)",
	"descriptionreplaced": "<color=#FFFFFFFF>Trong đội chỉ bao gồm nhân vật <color=#FF9999FF>{SPRITE_PRESET#2103}Nguyên Tố Hỏa</color> và <color=#FFACFFFF>{SPRITE_PRESET#2104}Nguyên Tố Lôi</color> mới có thể đánh ra:</color> Trang bị thẻ bài này cho <color=#FFFFFFFF>Chevreuse</color>.\\nKhi <color=#FFFFFFFF>Chevreuse</color> trang bị thẻ bài này trong trận, sau khi nhân vật phe địch nhận sát thương từ phản ứng Quá Tải: {SPRITE_PRESET#2103}<color=#FF9999FF>Sát Thương Nguyên Tố Hỏa</color> hoặc {SPRITE_PRESET#2104}<color=#FFACFFFF>Sát Thương Nguyên Tố Lôi</color> phe ta gây ra trong 2 lần kế tiếp +1. (Bao gồm {SPRITE_PRESET#2103}<color=#FF9999FF>Sát Thương Nguyên Tố Hỏa</color> hoặc {SPRITE_PRESET#2104}<color=#FFACFFFF>Sát Thương Nguyên Tố Lôi</color> gây ra bởi phản ứng Khuếch Tán)\\n(Bộ bài có Chevreuse mới có thể thêm)",
	"storytitle": "Chevreuse - Chiến Thuật Phối Hợp Tiên Phong",
	"storytext": "\"Đội Tuần Tra Đặc Biệt chuyên ứng phó với các vụ án mạng nghiêm trọng và tội phạm nguy hiểm. Vì vậy chúng tôi sẽ tương đối... cứng rắn khi thi hành công vụ.\"",
	"source": "Nhận được sau khi mời Chevreuse giao đấu trong Quán Rượu Đuôi Mèo, và hoàn thành mục tiêu khiêu chiến tương ứng",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_PYRO",
			"count": 2
		}
	]
}