{
	"id": 227021,
	"name": "Crias Infinitas",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de Equipamento",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talento"
	],
	"description": "Ao ser jogada: Cria 4 cartas Despertem, Meus Parentes e as coloca aleatoriamente em seu deck.\nQuando Guardião do Oásis de Apep com essa carta equipada estiver em campo: Organismo Proliferador causa +1 de Dano.\n(Você deve ter Guardião do Oásis de Apep em seu deck para adicionar essa carta a ele)",
	"descriptionraw": "<color=#FFFFFFFF>Ao ser jogada:</color> Cria 4 cartas <color=#FFFFFFFF>$[C127021]</color> e as coloca aleatoriamente em seu deck.\\nQuando <color=#FFFFFFFF>$[A2702]</color> com essa carta equipada estiver em campo: <color=#FFFFFFFF>$[C127022]</color> causa +1 de Dano.\\n(Você deve ter $[A2702] em seu deck para adicionar essa carta a ele)",
	"descriptionreplaced": "<color=#FFFFFFFF>Ao ser jogada:</color> Cria 4 cartas <color=#FFFFFFFF>Despertem, Meus Parentes</color> e as coloca aleatoriamente em seu deck.\\nQuando <color=#FFFFFFFF>Guardião do Oásis de Apep</color> com essa carta equipada estiver em campo: <color=#FFFFFFFF>Organismo Proliferador</color> causa +1 de Dano.\\n(Você deve ter Guardião do Oásis de Apep em seu deck para adicionar essa carta a ele)",
	"storytitle": "Guardião do Oásis de Apep: Crias Infinitas",
	"storytext": "Apep já caminhou por um oceano de grama fragrante, árvores gigantes e vinhas inimaginavelmente longas como um peixe com suas muitas crias nadando pelo mar. Finalmente, a grama, árvores e vinhas murcharam e se tornaram poeira, enquanto incontáveis seres sendo tão minúsculos quanto grãos de cascalho construíram um reino frágil nas terras de Apep.\nApep e suas crias fizeram o mar de areia se enfurecer como água fervente e derrubaram casas como se fossem folhas caídas. Até que o dia quando a nova Senhora das Areias se reconciliou com o rei que perdera sua terra natal, as dunas sob o sol pertenciam aos humanos, enquanto o oásis do dragão permaneceu nos corações de dragões.\nApep compartilhava o conhecimento da evolução com suas muitas crias, porque espalhar o conhecimento garante a disseminação enquanto a estagnação de conhecimento acumulado flertava apenas com a perdição. Até o dia da promessa entre ele e a Senhora das Areias ser atingido, com a sabedoria definitiva tomada. Doravante, ele colheu apenas visões de oblívio, de calamidade sem fim...",
	"source": "Recompensa por aceitar o desafio contra o Guardião do Oásis de Apep na Cauda do Gato e concluir todos os objetivos de desafio correspondentes em uma Partida Amistosa",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}