{
	"id": 224061,
	"name": "Relâmpago em Cascata",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de Equipamento",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talento"
	],
	"description": "Ao ser jogada: Se Bardo do Abismo - Trovão Violeta com essa carta equipada já tiver ativado Ressurreição Elétrica, faz o Personagem em Combate adversário perder 1 de Carga.\nQuando Bardo do Abismo - Trovão Violeta com essa carta equipada ativar Ressurreição Elétrica ou for derrotado:  Descarta essa carta e faz o Personagem em Combate adversário perder 1 de Carga.\n(Você deve ter Bardo do Abismo - Trovão Violeta em seu deck para adicionar essa carta ele.)",
	"descriptionraw": "<color=#FFFFFFFF>Ao ser jogada:</color> Se <color=#FFFFFFFF>$[A2406]</color> com essa carta equipada já tiver ativado <color=#FFFFFFFF>$[C124061]</color>, faz o Personagem em Combate adversário perder 1 de $[K310].\\nQuando $[A2406] com essa carta equipada ativar <color=#FFFFFFFF>$[C124061]</color> ou for derrotado:  Descarta essa carta e faz o Personagem em Combate adversário perder 1 de $[K310].\\n(Você deve ter $[A2406] em seu deck para adicionar essa carta ele.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Ao ser jogada:</color> Se <color=#FFFFFFFF>Bardo do Abismo - Trovão Violeta</color> com essa carta equipada já tiver ativado <color=#FFFFFFFF>Ressurreição Elétrica</color>, faz o Personagem em Combate adversário perder 1 de <color=#FFFFFFFF>{SPRITE_PRESET#1110}Carga</color>.\\nQuando Bardo do Abismo - Trovão Violeta com essa carta equipada ativar <color=#FFFFFFFF>Ressurreição Elétrica</color> ou for derrotado:  Descarta essa carta e faz o Personagem em Combate adversário perder 1 de <color=#FFFFFFFF>{SPRITE_PRESET#1110}Carga</color>.\\n(Você deve ter Bardo do Abismo - Trovão Violeta em seu deck para adicionar essa carta ele.)",
	"storytitle": "Bardo do Abismo - Relâmpago em Cascata",
	"storytext": "\"Seus violentos raios atacam os corações dos infiéis com sabedoria escura, distorcida pelas profundezas da noite eterna, e seu brilho violeta anuncia a existência de um poder que corrompe a mente humana.\"",
	"source": "Recompensa por aceitar o desafio contra o Bardo do Abismo - Trovão Violeta na Cauda do Gato e concluir todos os objetivos de desafio correspondentes em uma Partida Amistosa",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}