{
	"name": "Unterstützungs-Mecha – Platin-Klassiker",
	"description": "Eine kompakte Hilfsvorrichtung zur Unterstützung von unter Wasser operierenden Uhrwerk-Mecha und zur Erhöhung der Einsatzquote der Flotte. Sie sollten ursprünglich Rückstände wie Abfall und Pflanzenreste unter Wasser entfernen, damit diese nicht die Schlüsselkomponenten von Uhrwerk-Mecha verstopften.\nBei diesen Platin-Klassikern unter den Unterstützungs-Mecha handelt es um glänzende Gedenkmodelle, die exklusiv vom Entwicklerteam produziert werden. Das Ziel war es, Sponsoren für ihr Projekt zu gewinnen, indem wohlhabenden Händlern diese Modelle als seltene Zierfische geschenkt wurden. Leider scheiterte das Vorhaben, die Pläne wurden über Bord geworfen und die Platin-Klassiker als Spielzeuge verkauft, um den schwindenden finanziellen Mitteln für ihr Projekt entgegenzuwirken.\nLetztendlich kam es aufgrund der allseits bekannten Vorfällen zur vollständigen Auflösung des Entwicklerteams und auch Folgeprojekte wurden gestrichen. Derzeit treiben diese Mecha unbewacht in den Gewässern von Fontaine umher, selbst die im Voraus produzierten „Platin-Klassiker“ ereilte ihr Schicksal und sanken auf den Meeresgrund. Heute halten sie den Ruf der markantesten und wertvollsten „Fische“ in den Gewässern von Fontaine inne. Als einige Projekte des Forschungsinstituts der Öffentlichkeit zugänglich gemacht wurden, stürzten sich Reporter des Dampfvogels auf die Materialen, verglichen diese miteinander und führten gründliche Untersuchungen durch. Dabei stellten sie fest, dass „sich der Verschmutzungsgrad in den Gewässern von Fontaine nach der Freisetzung der Unterstützungs-Mecha nicht signifikant geändert hat und die Wirksamkeit des Projekts fraglich ist“. Seitdem schwimmen bis heute die funktionstüchtigen Platin-Klassiker in den Gewässern von Fontaine und Fischer strahlen nur so voller Stolz, wenn sie diesen Fisch in ihrem Besitz willkommen heißen können, denn der Platin-Klassiker gilt als ebenso selten wie die kostbarsten Zierfische anderer Regionen.",
	"sortorder": 3028,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Fisch",
	"source": [
		"Beim Angeln zu erhalten"
	]
}