{
	"id": 131034,
	"name": "Unterstützungs-Mecha – Arbeitsbedingungs-Stabilisator",
	"rarity": 3,
	"sortRank": 341,
	"description": "Eine kompakte Hilfsvorrichtung, die zur Unterstützung von unter Wasser operierenden Uhrwerk-Mecha und zur Erhöhung der Einsatzquote der Flotte entwickelt wurde. Das ursprüngliche Ziel des Entwurfs war es, Rückstände wie Abfall und Pflanzenreste unter Wasser zu entfernen, sodass sich diese nicht in Schlüsselkomponenten von Uhrwerk-Mecha festsetzen können, um so deren Ausfallrate möglichst gering zu halten. Aus einem anderen Blickwinkel betrachtet haben sie zweifelsohne die Rolle von „Unterwasser-Reinigungskräften“ übernommen, was für das Ökosystem von Fontaine äußerst förderlich ist.\nDiese Art von Mecha wurde mit sensiblen Sensoren ausgestattet, um ihre Ziele mithilfe ihres effizienten „Geruchsvermögens“ aufzuspüren und die optischen Merkmale von Unterwasserabfall auszumachen. Daher können sie gelegentlich Fischködern nicht widerstehen und werden von Fischern, die sie an den Haken bekommen, liebevoll „Gewässerschutzfische“ oder „Eisenfische“ genannt.\nUnter bestimmten Umständen verwechseln die Unterstützungs-Mecha die Nahrung von Meerestieren mit Abfall, den es zu beseitigen gilt, was zu einigen Konflikten mit dem jeweiligen Meerestier führen kann, bei denen vergleichsweise leistungsschwache und kleine Mecha im Nachteil liegen. Die Anzahl der auf diese Weise beschädigten Unterstützungs-Mecha stieg drastisch an.\nUm die beiden Vorgängermodelle zu schützen und ihnen eine sichere Arbeitsumgebung zu gewährleisten, stützten sich Forscher auf ihren ursprünglichen Rahmenentwurf und erhöhten damit die Leistung der Kernstruktur. Dabei entwickelten sie ein neues drittes Modell, das über gewisse Kampffähigkeiten verfügt und durch gezielte Kollisionen Meerestiere vertreiben kann. Nun können nicht nur Unterstützungs-Mecha ungestört ihre Arbeit verrichten, sondern dieses Modell kann auch ungehindert über die bestehende Produktionskette eingegliedert und in der Massenproduktion angefertigt werden.\nAllerdings wurden diese Entwicklungspläne vom Forschungsinstitut Fontaine eindringlich mit der Begründung gestoppt, dass man die alten Unterstützungs-Mecha gar nicht mehr benötige, wenn sogar diese biligen Modelle imstande sind, Meerestiere zu vertreiben. Tatsächlich stellte sich jedoch heraus, dass diese „Arbeitsbedingungs-Stabilisatoren“ nicht ihre konzipierte Aufgabe erfüllten, sondern sich vielmehr an friedlebenden Fischen vergriffen und dadurch der Umwelt erheblichen Schaden zufügten. Aus diesem Grund mussten die Forscher einige ihrer „Arbeitsbedingungs-Stabilisatoren“ deaktivieren und ihr Angriffsverhalten einschränken.",
	"category": "EXCHANGE",
	"typeText": "Fisch",
	"sources": [
		"Beim Angeln zu erhalten"
	]
}