{
	"name": "Unterstützungs-Mecha – Gewässer-Aufräumer",
	"description": "Eine kompakte Hilfsvorrichtung, die zur Unterstützung von unter Wasser operierenden Uhrwerk-Mecha und zur Erhöhung der Einsatzquote der Flotte entwickelt wurde. Das ursprüngliche Ziel des Entwurfs war es, Rückstände wie Abfall und Pflanzenreste unter Wasser zu entfernen, sodass sich diese nicht in Schlüsselkomponenten von Uhrwerk-Mecha festsetzen können, um so deren Ausfallrate möglichst gering zu halten. Aus einem anderen Blickwinkel betrachtet haben sie zweifelsohne die Rolle von „Unterwasser-Reinigungskräften“ übernommen, was für das Ökosystem von Fontaine äußerst förderlich ist.\nDiese Art von Mecha wurde mit sensiblen Sensoren ausgestattet, um ihre Ziele mithilfe ihres effizienten „Geruchsvermögens“ aufzuspüren und die optischen Merkmale von Unterwasserabfall auszumachen. Daher können sie gelegentlich Fischködern nicht widerstehen und werden von Fischern, die sie an den Haken bekommen, liebevoll „Gewässerschutzfische“ oder „Eisenfische“ genannt.\nIm Gegensatz zu dem weit verbreiteten „Grundtyp“ wurde die Oberfläche des ausgereifteren und in Serie gefertigten Modells „Gewässer-Aufräumer“ mit einer überaus korrosionsbeständigen Lackierung versehen. Damit die Mecha nach Inbetriebnahme nicht in Vergessenheit geraten, lehnten die an dem Projekt beteiligten Forscher das Modell der einmaligen Nutzung ab und führten stattdessen ein System zur periodischen Rückgewinnung und Wartung ein. Dabei senden die Forscher ein in einer bestimmten Frequenz blinkendes Peilsignal an die Sensoren der Unterstützungs-Mecha, um die Geräte für Überprüfungen und Reparaturen zurückzuholen und sie anschließend für den weiteren Betrieb wieder ins Wasser zu lassen. Dieses spezielle Peilsignal entwickelte sich allmählich zu einer Art Köder für Unterstützungs-Mecha, der auf unbekannte Weise den Weg in das Angelset von gewöhnlichen Fischern gefunden hat.",
	"sortorder": 3026,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Fisch",
	"source": [
		"Beim Angeln zu erhalten"
	]
}