{
	"name": "Maske der Kijin",
	"description": "Waffenaufstiegsmaterial.\nChiyo, eine Kriegerin des Oni-Stammes mit dem Elektro-Mitsudomoe-Emblem auf dem Rücken, wurde einst von einer Bestie aus dem Jenseits verschlungen, die den Körper eines Tigers und den Schwanz einer Schlange hatte, während sie die Kräfte der Dunkelheit zurückhielt. Schließlich zerriss sie die Innereien der Kreatur von innen heraus und befreite sich.\nDies ist der Ursprung der Phrase „Chiyo der Tigerbiss“ und würde im Laufe der Jahre in „Torachiyo“ geändert werden.\nAber im Bauch der Bestie wurde sie von einer tiefen Sünde befleckt und sah, wie ihre Kameraden von diesen blutroten Zähnen in Stücke gerissen wurden. Eingetaucht in Dunkelheit, so weit das Auge reicht, würde sie schließlich ihr Schwert gegen die Allmächtige Narukami Ogosho ziehen. Ihr Schwertarm und ein Horn wurden zerschnitten und sie floh aus der Stadt in den Wald wie ein verwundetes Tier. Dort, so sagt man, wurde sie für ein unbekanntes Monster gehalten und von den Tengu erschlagen oder vielleicht von den Shuumatsuban – oder vielleicht von einem Spross des Iwakura-Klans, der tief in den Bergen trainierte, denn ihre Gesichtszüge waren vom Hass und der Qual ihrer Wunden verdreht. Oder vielleicht traf sie sogar die als Oni maskierte, schwerttragende Puppe in der Nähe des Leichnams der Riesenschlange und dort endete ihre Lebensreise.\nWenige unter denen, die in jenen Tagen gegen den Abgrund kämpften, blieben von pechschwarzen Träumen verschont. Diejenigen, die Ungeheuer erschlugen und dann zu ihnen wurden, waren kaum die Minderheit. Die Grenze zwischen den Welten wird zerbrechlich und Korruption dieser Art ist vielleicht nicht nur in eine Richtung gerichtet.",
	"sortorder": 3156,
	"rarity": "5",
	"category": "AVATAR_MATERIAL",
	"materialtype": "Material zum Aufstieg von Waffen",
	"dropdomain": "Sphäre der Kriegskunst: Treibsand-Grab",
	"daysofweek": [
		"Mittwoch",
		"Samstag",
		"Sonntag"
	],
	"source": [
		"Kann hergestellt werden"
	]
}