{
	"name": "Nhà Mạo Hiểm",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "HP tối đa tăng 1000 điểm.",
	"4pc": "5s sau khi mở các loại rương, duy trì hồi 30% HP.",
	"flower": {
		"name": "Hoa Nhà Mạo Hiểm",
		"relictype": "Hoa Sự Sống",
		"description": "Bông hoa nhỏ luôn vươn lên tìm sự sống từ nơi sâu thẳm trong cố đô, được xem như huân chương đeo trước ngực.",
		"story": "Nhà Mạo Hiểm khao khát nơi trời cao và vực sâu, tại vùng di tích sâu thẳm vô tình bắt gặp bông hoa nhỏ kiên cường.\nBông hoa nở rộ nơi đất chết đã làm rung động Nhà Mạo Hiểm, khiến anh quên đi kho báu ẩn giấu sâu nơi di tích.\nSuy nghĩ trong chốc lát, Nhà Mạo Hiểm bèn hái bông hoa đặt lên trước ngực, rồi bước tiếp vào đáy vực sâu."
	},
	"plume": {
		"name": "Lông Vũ Nhà Mạo Hiểm",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông của loài chim dị quốc, rất hiếm thấy trên đại lục.",
		"story": "Nhà Mạo Hiểm từng xuyên qua rừng già, truy tìm loài chim quý chưa từng thấy.\nNgẩng đầu nhìn trời cao, nhưng rừng già lại cản bước chân anh.\nChợt tỉnh giấc, thấy được người thiếu nữ định mệnh khiến anh từ bỏ cuộc sống mạo hiểm, \nChiếc lông mơ màng như mơ trên tóc, mọi thứ như một giấc mơ."
	},
	"sands": {
		"name": "Đồng Hồ Nhà Mạo Hiểm",
		"relictype": "Cát Thời Gian",
		"description": "Những nhà mạo hiểm ở nơi thâm sơn cùng cốc hoặc trong cố đô sâu thẳm thường quên mất thời gian.",
		"story": "Đồng hồ bỏ túi của Nhà Mạo Hiểm, giữ nguyên lý đơn giản và thiết thực của Hiệp Hội Nhà Mạo Hiểm, được làm bởi người thợ già.\nTrong chặng đường nhiều năm không thấy ánh mặt trời của Nhà Mạo Hiểm, tiếng tích tắc của nó là minh chứng duy nhất cho sự tồn tại của thời gian.\nSau nhiều năm Nhà Mạo Hiểm bắt buộc phải từ bỏ cuộc sống hằng yêu thích, bước vào cuộc sống bình thường nơi nhà nhỏ,\nChiếc đồng hồ bên cửa sổ vẫn tích tắc như xưa, chờ đợi chuyến mạo hiểm tiếp theo."
	},
	"goblet": {
		"name": "Ly Nhà Mạo Hiểm",
		"relictype": "Ly Không Gian",
		"description": "Là chiến lợi phẩm trong một lần xuất chinh của Nhà Mạo Hiểm, tuy là bị vỡ nhưng cũng đáng để tự hào.",
		"story": "Nhà Mạo Hiểm cầm đến chiếc đồng hồ vàng cũ ngậm nước, nghe nói là bảo vật được tìm thấy ở một di tích nào đó.\nChiếc đồng hồ vàng được khắc những hoa văn cổ xưa nay đã mờ nhạt và được nạm viên bảo thạch đã phai màu.\nSau khi anh từ bỏ cuộc mạo hiểm lấy trời đất làm nhà, lấy di tích làm nơi ở,\nChiếc cốc vàng cổ xưa được thay bằng Mora lấp lánh."
	},
	"circlet": {
		"name": "Khăn Nhà Mạo Hiểm",
		"relictype": "Nón Lý Trí",
		"description": "Trang sức cột trên trán, thấm đẫm mồ hôi, che đi cát bụi. Tuy hơi bẩn nhưng khó mà che đi niềm kiêu ngạo của Nhà Mạo Hiểm.",
		"story": "Tuy chỉ là chiếc khăn xanh đội đầu bình thường, nhưng vải rất cứng, hút ẩm và chống bụi.\nTuy chủ nhân của chiếc khăn đội đầu chỉ là người bình thường, chỉ là một tấm thân bằng da bằng thịt.\nThế nhưng những vì sao cao tận trên trời, vực sâu thẳm màu tối, \nthậm chí những bí mật mà chúng cất giấu, đang đợi con người nhỏ bé này đi săn."
	}
}