{
	"id": 10005,
	"rarityList": [
		3,
		4
	],
	"name": "Cuồng Chiến",
	"effect2Pc": "Tỷ lệ bạo kích tăng 12%.",
	"effect4Pc": "Khi HP dưới 70%, tỷ lệ bạo kích tăng thêm 24%.",
	"flower": {
		"name": "Tường Vi Cuồng Chiến",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Một đóa hoa nhuốm màu đỏ tươi, giống như ý chí của người chiến sĩ.",
		"story": "Trong những ngày chưa phát điên, những người lính đã từng lưỡng lự trong vườn hồng.\nHọ chưa từng có người thân, cũng chưa từng có những người bạn tâm giao.\nKhi trận huyết chiến ngừng lại, người binh sĩ với trái tim ấm áp chăm sóc cho những đoá hoa mỏng manh trong khu vườn.\nNhư thể những bông hoa đỏ như máu trong những bụi gai này mới là chút dịu dàng còn sót lại của anh."
	},
	"plume": {
		"name": "Lông Vũ Cuồng Chiến",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông đen từ chim báo tang trong truyền thuyết, một góc đã bị nhuộm thành màu đỏ.",
		"story": "Trong cuộc hỗn chiến của các vị thần và người thường, quê hương của các chiến sĩ cũng nhận phải tai họa chiến tranh.\nKhu vườn hoa hồng biến thành biển lửa, con chim tang mổ vào xác chết của đồng bào.\nNhững chiến binh tái sinh trong ngọn lửa, say sưa với khát vọng trả thù và giết chóc\nLông vũ màu đen bay lượn trên chiến trường cũng bị sự cuồng nhiệt của kẻ phục thù nhuộm đỏ."
	},
	"sands": {
		"name": "Đồng Hồ Cuồng Chiến",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Những hạt cát vô tình chảy mãi, nhắc nhở người chiến sĩ thời gian trên chiến trường và giới hạn trong cuộc sống.",
		"story": "Chiến binh chưa từng gặp gỡ đối thủ, cũng sẽ kết thúc cuộc sống vào một ngày nào đó.\nKhi biển máu khô cạn dưới đôi chân, khi người chiến binh cuối cùng đã mệt mỏi không thể chịu nổi.\nAnh gặp phải địch thủ cuối cùng trên chiến trường, số mệnh đã định kết thúc mạng sống của anh.\nTrên chiến trường đẫm máu dưới tà dương, đồng hồ cát của anh nhuộm thành màu máu."
	},
	"goblet": {
		"name": "Ly Xương Cuồng Chiến",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly được làm từ xương của thú lớn không rõ tên. Là chiến lợi phẩm sau một lần săn bắn nào đó.",
		"story": "Sự khát máu của những chiến binh điên cuồng tung hoành trên mặt đất, chiến đấu với nhân loại, chiến đấu với ma vật, thậm chí gào thét với ma thần.\nNơi vùng đất hoang vu tro tàn bay lượn, những chiến binh chặn đầu quái vật khổng lồ vô song.\nMặt nạ sắt lạnh lùng che đậy sự tức giận không thể lắng lại, mở ra trận huyết đấu vô tận của những chiến binh và quái vật.\nQua vô số giờ, ngày, năm tháng, quái vật cuối cùng đã kiệt sức ngã xuống.\nTủy xương trong góc vỡ của ma vật bị rút cạn, đó là mỹ tửu của nhà vô địch."
	},
	"circlet": {
		"name": "Mặt Quỷ Cuồng Chiến",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Một nửa mặt nạ đã bị vỡ trong cuộc sát phạt đẫm máu.",
		"story": "Khi ngọn lửa nuốt chửng quê hương, binh sĩ điên cuồng đánh mất dáng vẻ anh tuấn.\nMặt nạ sắt cháy trên mặt thay cho máu thịt, hiện ra bộ mặt lạnh lùng.\nTrong trận huyết chiến không quản sống chết, mặt nạ sắt khủng khiếp bị đối thủ chém làm đôi.\nVết sẹo xuyên qua mặt nạ sắt, cắt sâu lên da thịt.\nNhưng sự đau đớn không khiến chiến binh dừng bước, máu chảy cũng sẽ không làm ngưng lại động tác của họ.\nChiến binh tiếp tục gào thét cho đến khi những dòng máu đỏ tươi bao phủ khuôn mặt."
	}
}