{
	"id": 14001,
	"rarityList": [
		4,
		5
	],
	"name": "Dũng Sĩ Trong Băng Giá",
	"effect2Pc": "Tăng sát thương nguyên tố Băng 15%",
	"effect4Pc": "Khi tấn công kẻ địch đang bị Nguyên Tố Băng ảnh hưởng, sẽ tăng 20% tỷ lệ bạo kích, nếu địch ở trạng thái đóng băng, sẽ tăng thêm 20% tỷ lệ bạo kích.",
	"flower": {
		"name": "Nỗi Nhớ Trải Qua Băng Tuyết",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Hoa của sông băng đã tuyệt tích từ lâu, có một chút bông tuyết đọng lại. Người dũng sĩ kiêu ngạo cũng đã từng vì bông hoa này mà cúi người.",
		"story": "Hoa Băng đông kết vĩnh hằng này được hái xuống bởi đôi tay mảnh mai dịu dàng.\nVới ai đó, hãy để anh cảm thấy giá lạnh như một cái ôm ấm áp.\n\n\"Bức bích hoạ thứ tư ở đây được chuẩn bị cho chàng, hình ảnh của chàng sẽ vĩnh viễn được lưu lại trên bức tường này\"\n\"Vì bức bích hoạ này, vì mọi người, em sẽ luôn ở đây chờ chàng, cầu chúc cho chàng trở về\"\n\nThiếu nữ đứng trước bức tường trống trơn, mỉm cười cài một bông hoa nhỏ lên ngực dũng sĩ.\nĐó là con người ưu nhã và trầm tĩnh, ngay cả khi đối mặt với cái chết và sự tuyệt vọng.\n\nChờ đến khi những biên sử thi cổ xưa bị chôn vùi trong vô vàn trận cuồng phong tận chân trời phía Bắc, \ncho đến khi băng tuyết tiêu tan, bông hoa này vẫn không tàn lụi."
	},
	"plume": {
		"name": "Chấp Niệm Phá Băng Mà Tiến Bước",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông chim toát ra hàn băng, dường như có thể cảm nhận được tiếng gọi của mãnh thú và gió trên thảo nguyên băng tuyết.",
		"story": "Lông mãnh thú vốn không thuộc về mùa đông lạnh, toát ra vẻ buốt giá.\nKhi chạm vào dường như cảm nhận được tiếng kêu bất khuất mà vô vọng trong bão tuyết. \n\nChiếc lông sót lại từ loài chim vốn không bao giờ tìm nơi trú ngụ, nhưng vẫn kiên cường bay trong gió rét.\nBị bao phủ bởi tuyết và sương giá, viên bảo thạch dường như ánh lên màu pha lê tinh khiết.\n\nChiếc lông này vốn được lấy từ một loài chim, chính những cơn cuồng phong dữ dội trong đông lạnh đã kéo nó rớt khỏi bầu trời.\nTrong suốt cuộc hành trình, đã sớm mệt mỏi bởi băng sương và gió rét, dần dần bị vùi mình trong tuyết.\n\n\"Tôi tin rằng, những chú chim vui vẻ huyên náo sẽ theo chân bạn bay về khu vườn cung điện mùa hè xanh tươi\"\n\"Những sinh linh bị sóng lạnh xua đuổi, những đứa trẻ nghèo mất quê hương sẽ cùng bạn trở về tổ ấm trong mơ\"\n\nDũng sĩ mang trách nhiệm nặng nề chần chừ trong gió tuyết mênh mông, cố gắng nhận ra màu lông đó.\nLông vũ bị ẩm ướt và đóng băng vì gió tuyết, giống như một sự giao phó xa vời dưới bước chân của dũng sĩ."
	},
	"sands": {
		"name": "Hồi Kết Của Miền Quê Băng Giá",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ được người dân cố quốc dùng để chờ đợi dũng sĩ quay về. Thứ chảy trong đó không phải là cát mà là vụn băng không tan.",
		"story": "Một chiếc đồng hồ cát cổ, trong đó tuôn chảy những hạt băng tinh bé xíu.\nCho dù mùa đông có khắc nghiệt đến thế nào đi chăng nữa, cũng chẳng thể nào đóng băng được dòng thời gian.\n\n\"Cái lạnh khắc nghiệt giáng xuống từ trời cao đủ để đóng băng thời gian\"\nTrong thành phố núi bị tuyết chôn vùi, có lời đồn đại như vậy.\n\nKhi dũng sĩ vượt qua bức tường gió băng, cũng là lúc đêm khuya, bão tuyết rít lên từng cơn.\nDù là ánh nắng hay là ánh trăng đều không thể dễ dàng xuyên qua làn gió trắng.\nBất luận giá lạnh bão tuyết đến thế nào, cũng không thể khiến dòng thời gian ngừng trôi.\n\nDù là đô thành cũng bị chôn vùi dưới lớp băng lạnh giá.\nDù là anh hùng cũng sẽ tiêu tan theo dòng ký ức."
	},
	"goblet": {
		"name": "Niềm Kiêu Hãnh Băng Giá",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly được điêu khắc từ hàn băng, kiên cố như mùa đông. Từng được chủ nhân dùng để uống rượu.",
		"story": "Người ngoại quốc từng tìm hi vọng cho kẻ khác trong mùa đông giá rét,\nDù thứ dùng để uống cũng được chạm khắc từ kết tinh của băng tuyết.\n\nUống hết rượu đắng trong chiếc cốc này, cái lạnh như thanh đao đêm xuyên từ cổ họng xuống bụng.\nMùi vị khiến cho người bình thường thích thú mà không dám thử, nhưng lại khiến dũng sĩ trầm mặc lưu luyến.\n\nAnh là chiến sĩ trầm tĩnh như băng lạnh, dùng thân thể để cản gió mạnh buốt xương đến từ những vì sao.\nThiếu nữ vẽ tranh không hài lòng vì được bảo vệ, cô đã để lại những lời cuối cùng này cho người hâm mộ:\n\n\"Nếu nỗi sợ hãi và tuyệt vọng bẩm sinh lấn át bạn, khiến bạn không thể quay trở lại nữa, thì...\n\"...Bạn hãy sống tiếp. Xin đừng bị diệt vong và chìm trong quên lãng lạnh giá như chúng tôi.\"\n\nUống cốc rượu đắng lạnh giá, sẽ không còn nhìn thẳng vào đôi mắt ướt của thiếu nữ,\nBước lên con đường tìm kiếm vô tận, hướng tới vùng đất ngập tuyết xa xôi."
	},
	"circlet": {
		"name": "Tiếng Vọng Băng Vỡ Tuyết Rơi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện của người dũng sĩ cổ đại với ước muốn chinh phục băng tuyết, là bằng chứng cho dũng khí cổ vũ chủ nhân của nó trong giá lạnh.",
		"story": "Với hy vọng nhỏ nhoi còn lại trong tuyết, người anh hùng bắt tay vào hành trình tìm kiếm sự cứu rỗi.\nĐầu đội vương miện Băng giá, hiên ngang biến mất giữa bão tuyết lạnh giá vô tận.\n\nGánh khế ước của thành phố núi, gánh ánh mắt trong veo, người dũng sĩ từng trải chưa bao giờ sợ hãi những điều chưa biết bên ngoài bức màn băng.\nPhong cảnh núi non từng xanh tươi và những lời chúc phúc sẽ không còn rơi xuống từ phương trời xa xôi, là động lực không bao giờ cạn kiệt của dũng sĩ.\n\n\"Vượt qua cánh cổng đóng băng, đi xuống hành lang sâu hun hút\"\n\"Anh ngắt Nhánh Bạc xuống, để đem đến hi vọng cho Tuyết Quốc\"\n\nThiếu nữ hát bài ca động viên người trong tộc, che chở cho tất cả ký ức liên quan đến anh.\nCô tin chắc rằng anh sẽ quay về bên cô, mang theo những ánh sáng ấm áp và hi vọng vẹn nguyên.\n\nNhưng cuối cùng dũng sĩ đạp tuyết bước đi đã không kịp trở về.\nNhững lời hận thù bị gió tuyết bào mòn đã tố cáo sự trốn chạy của anh..."
	}
}