{
	"name": "Kỵ Sĩ Đạo Nhuốm Máu",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Sát thương vật lý tạo thành tăng 25%.",
	"4pc": "Trong 10s sau khi đánh bại kẻ địch, khi thi triển trọng kích không tiêu hao thể lực, và sát thương trọng kích tạo thành tăng 50%.",
	"flower": {
		"name": "Trái Tim Sắt Nhuốm Máu",
		"relictype": "Hoa Sự Sống",
		"description": "Hoa khô bị máu nhuộm đen, trở nên cứng như thép. Đối với chủ cũ mà nói, thì đây là một vật kỷ niệm.",
		"story": "Vốn là một bông hoa trắng tầm thường lại được cô gái gặp nạn gài trước ngực kỵ sĩ.\nThế nhưng trong trận chiến, trải qua nhiều lần nhuốm máu đã bị gió thổi cho khô cứng.\n\nKỵ sĩ lang thang trong lần đầu tiên đánh bại ma vật cứu được cô gái,\nĐã từ chối khoản tiền cứu mạng, bởi vì đã nhận được món quà là bông hoa trắng thuần khiết mà cô gái đem tặng.\n\n\"Báo ơn duy nhất đối với kỵ sĩ là được thi hành kỵ sĩ đạo\"\n\"Phần thưởng của tôi chính là bông hoa này, như vậy cũng đủ mãn nguyện rồi\"\n\nBông hoa ấy vẫn mãi trên ngực anh, cho đến khi bị nhuốm màu máu nhiều lần,\nGiống như bộ áo giáp của kỵ sĩ, trở thành một màu đen của đêm đông,\nThế nhưng cũng giống trái tim của kỵ sĩ, sau nhiều lần rèn luyện đã trở nên vô cùng cứng rắn."
	},
	"plume": {
		"name": "Lông Vũ Đen Nhuốm Máu",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông quạ vướng trên áo khoác kỵ sĩ. Đã bị máu biến thành màu mực tối.",
		"story": "Chiếc lông của loài quạ đen vô tình dính lên người kỵ sĩ cùng với vệt máu.\nQuạ đen là loài chim nhạy bén, đồng hành cùng với người chủ khát máu đi tìm thú săn.\n\nCuối cùng kỵ sĩ nhuốm máu không thể phân biệt được, mùi máu lan tỏa của anh ta,\nLà của kẻ địch hay là của bản thân mình.\n\nAnh cuối cùng cũng hiểu ra rằng, trong những cuộc chém giết liên miên, đạo kỵ sĩ của anh,\nĐã khiến một chàng trai kỵ sĩ trắng thuần khiết trở thành ác quỷ đáng sợ như ma vật.\nĐi theo anh, chỉ còn là đám quạ đen theo mùi máu mà kéo đến."
	},
	"sands": {
		"name": "Đồng Hồ Kỵ Sĩ Nhuốm Máu",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ từng được kỵ sĩ sử dụng. Chất lỏng trong đó đã bị đông cứng, mất đi tác dụng tính thời gian.",
		"story": "Kỵ sĩ nhuốm máu sau khi đi sâu vào lòng đất, nơi không thể nhìn thấy mặt trời, ánh trăng và những vì sao.\nThời gian trở thành một khái niệm, nhưng lại mất đi ý nghĩa của nó.\n\nĐó cũng là câu chuyện cuối cùng của kỵ sĩ nhuốm máu, xa lánh trần gian.\nKỵ sĩ nhuốm máu hiểu ra rằng mặt đất đã không còn chỗ cho bản thân mình.\nVì vậy quyết tâm đi sâu vào đất nước cổ xưa đã tuyệt diệt, quyết tử trước ma vật. \nỞ nơi tận cùng của thế giới, anh thấu hiểu ra câu chuyện về ngày tàn của cổ quốc và sự khởi nguồn của ma vật.\n\n\"Cổ quốc vĩ đại đã bị trừng phạt vì bất nghĩa\"\n\"Người dân của cổ quốc vĩ đại biến thành quái vật\"\n\"Đạo kỵ sĩ của ta, nào có thể chịu được điều đó\"\n\"Nếu như Vực Sâu là tên của nó, ta sẽ hết lòng trung thành\""
	},
	"goblet": {
		"name": "Ly Kỵ Sĩ Nhuốm Máu",
		"relictype": "Ly Không Gian",
		"description": "Ly kim loại của người kỵ sĩ. Bên ngoài vì bị vấy máu nên có màu sắc tối như bóng đêm.",
		"story": "Vốn là chiếc ly bạc đính vàng tinh tế, từng khắc lên câu chuyện của anh hùng.\nNay đã bị vết máu và khói đen nhuốm màu, không thể nhận ra vẻ đẹp ban đầu.\n\nSau khi kỵ sĩ diệt ma đi theo làn khói tai ương, đánh bại ma vật,\nTrong đống nhà cửa đổ nát bị lửa thiêu rụi, đã không còn người sống sót.\n\nHiệp sĩ nếm trải sự cay đắng của thất bại đã lấy chiếc cốc bị khói nhuộm đen trong đống đổ nát làm tín vật.\nLập lời thề sẽ tuân theo điều lệ của kỵ sĩ là trừ gian diệt ác, giúp đỡ người dân nghèo."
	},
	"circlet": {
		"name": "Mặt Nạ Sắt Nhuốm Máu",
		"relictype": "Nón Lý Trí",
		"description": "Mặt nạ sắt được kỵ sĩ dùng để che đi khuôn mặt của mình, gương mặt bên dưới vẫn luôn là sự bí ẩn.",
		"story": "Chiếc mặt nạ bằng thép bạc đính vàng tinh tế, từng thuộc về kỵ sĩ xuất thân hiển hách.\nDo nhuốm màu máu quá nhiều nên đã không thể gột sạch để trở về màu sắc ban đầu.\n\nKỵ sĩ sau khi đánh bại ma vật lần thứ một trăm, dang tay giúp đỡ người gặp nạn,\nCô gái đã hét lên và đẩy anh ra. Đến lúc đó kỵ sĩ nhuốm máu mới nhận ra rằng,\nKhuôn mặt của mình đã nhuốm màu máu của mình và kẻ địch.\nVẻ mặt chinh chiến dài lâu đã đáng sợ hơn cả ma vật.\n\n\"Vậy hãy dùng chiếc mặt nạ này che mặt ta đi vậy\"\n\"Khiến người mà được đạo kỵ sĩ của ta giúp đỡ không phải nhìn trực diện\"\n\"Do trải qua nhiều cuộc huyết chiến, mà dung mạo của ta cũng trở nên đáng sợ\""
	}
}