{
	"name": "Trái Tim Dũng Sĩ",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Tấn công tăng 18%",
	"4pc": "Kẻ địch có HP cao hơn 50%, sát thương gây ra tăng 30%.",
	"flower": {
		"name": "Huy Chương Dũng Sĩ",
		"relictype": "Hoa Sự Sống",
		"description": "Bông hoa nhỏ đeo trước ngực, là vật kỷ niệm sau một lần mạo hiểm.",
		"story": "Dũng sĩ nhỏ nhân lúc trời tối rời khỏi nhà, cùng bạn thân hào hứng xông pha rừng rậm.\nDùng cung tên nhỏ xíu đuổi heo rừng, dùng nhánh cây bền bỉ đánh quỷ hồn giả tưởng.\nChạy vào sâu trong rừng cùng tiên linh phát sáng, khai thác kho báu ngủ say nghìn năm.\n\nCái gọi là \"kho báu\" chính là đóa hoa màu vàng nho nhỏ.\n\nĐợi đến khi mỏi mệt, dũng sĩ trở về phòng ngủ thời trẻ thơ, xem lại vật chứng mạo hiểm thời thơ ấu.\nAnh kinh ngạc phát hiện, đóa hoa giấu đi nhiều năm trước vẫn chưa mục nát.\nNhưng những chuyện khác thì không được như hoa, đã biến chất theo tháng năm dài đằng đẵng."
	},
	"plume": {
		"name": "Sự Mong Đợi Của Dũng Sĩ",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông vũ của loài chim bay, có thể mang lại chút dũng khí cho người đeo nó.",
		"story": "Để an ủi người bạn khóc nhè, người dũng sĩ bé nhỏ tặng lông chim cho anh ấy,\nĐể làm minh chứng cho việc cùng nhau mạo hiểm, thành quả của việc cùng nhau tìm kho báu, tăng thêm dũng khí cho người bạn đồng hành.\n\nSau này một trong hai người gánh vác danh hiệu \"Sư Tử\"\nTrở thành vị vua không mũ miện, thống lĩnh kỵ sĩ.\nNgười còn lại lại được tung hô là \"Sói\"\nNgười bạn thân âm thầm phò trợ năm xưa, nay đã là lãnh tụ trị thế.\n\nVào niên đại rối ren, hai người như kiếm sắc và dao găm canh giữ cho quê hương và cho nhau.\nNhưng đó đã là câu chuyện rất lâu rất lâu về trước.\nVô số câu chuyện đã biến mất trong tai ương."
	},
	"sands": {
		"name": "Sự Kiên Nghị Của Dũng Sĩ",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ cát nhỏ gọn cũ kỹ, không được hữu dụng cho lắm. Nó cũng khó nắm bắt như năm tháng vậy.",
		"story": "Khi lời nguyền tăm tối như suối phun tuôn trào, và tai họa gieo rắc khắp nơi.\nĐám kỵ sĩ viễn chinh nơi xứ hoang đối mặt với sông băng khủng khiếp.\n\nĐại kiếm lóe sáng, máu độc đen ngòm chảy xuống như mưa...\n\nCuối cùng dũng sĩ trở về quê hương, nhưng người bạn cũ đã không còn nữa.\nThứ không hề thay đổi, giờ đây chỉ là chiếc đồng hồ cát bé nhỏ mà người bạn thân đã tặng năm xưa."
	},
	"goblet": {
		"name": "Hành Trình Của Dũng Sĩ",
		"relictype": "Ly Không Gian",
		"description": "Vật đựng được làm từ gỗ thô sơ, trong đó đựng đầy những ký ức.",
		"story": "Dũng sĩ trẻ tuổi báo tin mừng trận thắng đầu, lần đầu tiên hưởng thụ mùi vị chiến thắng.\nCùng với sự ủng hộ của bạn chí cốt, mừng rỡ cùng mờ mịt xen lẫn trong ly rượu. \n\nNhiều năm sau, khi tai họa ập xuống, hắn dẫn theo kỵ sĩ chiến đấu bảo vệ quê hương.\nTrước khi xuất chiến, hắn khuyên người bạn thuở ấu thơ mà nay đã trở thành trợ thủ, cùng nhau nâng ly:\n\n\"Nếu anh không thể khải hoàn trở về, tôi cũng sẽ không than khóc cho anh.\"\n\"Tôi phải giống như lúc này, cố sức dốc cạn ly vì anh.\""
	},
	"circlet": {
		"name": "Vương Miện Dũng Sĩ",
		"relictype": "Nón Lý Trí",
		"description": "Vòng cỏ được bện vội vã, đối với một số người mà nói thì nó lại quý trọng giống như vương miện của vua.",
		"story": "Người dũng sĩ nhỏ bé tiến sâu vào rừng, bước lên hành trình kháng chiến.\nCòn người bạn thân nhất lại sắm vai kỵ sĩ quý tộc hạng nhất.\n\n\"Như hùng sư bước chậm rãi lên chiến trường, như nàng của nghìn năm trước.\"\n\"Thơ được dệt từ đao kiếm tặng cho thiếu niên và thiếu nữ tương lai.\"\n\nKiếm giả của hai người đụng vào nhánh cây dài bắt đầu quyết đấu.\nCuối cùng dũng sĩ đối kháng chiến thắng, tháo mũ quý tộc xuống.\n\nNhiều năm sau, hoa cỏ này bện thành mũ mão sơ sài,\nNhưng trông còn quý hơn với quyền năng của kỵ sĩ thống lĩnh..."
	}
}