{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Diệm Liệt Ma Nữ Cháy Rực",
	"effect2Pc": "Nhận 15% buff sát thương nguyên tố Hỏa.",
	"effect4Pc": "Sát thương phản ứng Quá Tải, Thiêu Đốt, Bung Tỏa gây ra tăng 40%, phản ứng Bốc Hơi, Tan Chảy tăng hệ số buff 15%. 10s sau khi thi triển kỹ năng Nguyên Tố, hiệu quả của 2 món tăng 50%. Hiệu quả này tối đa cộng dồn 3 lần.",
	"flower": {
		"name": "Hoa Lửa Của Ma Nữ",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa từng được ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian chạm vào, chiếc lưỡi của lửa khiến người chạm vào nó thấy ấm áp.",
		"story": "Đối với một bông hoa bình thường,\nLại không ngừng chống lại sự thiêu đốt của Diệm Liệt Ma Nữ.\n\nKhi tai ương trăm năm trước ập đến, thiếu nữ mất đi tất cả những gì từng có.\nNhững người thân cận, những năm tháng xưa, tương lai rạng ngời, toàn bộ đều biến mất rồi.\n\nTrong khói và tro tàn, Diệm Liệt Ma Nữ được sinh ra, dùng lửa tàn xóa bỏ tất cả đau khổ.\nNhưng lửa không thể đốt cháy được bông hoa này, nó vẫn giữ được sức sống, mềm mại và tươi tốt.\nCó lẽ nỗi đau và những ký ức tốt đẹp mà nó mang theo là hai mặt của cô."
	},
	"plume": {
		"name": "Lông Vũ Thiêu Đốt Của Ma Nữ",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông chim từng được ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian chạm vào, phát ra sức nóng mạnh mẽ.",
		"story": "Chiếc lông chim màu đỏ rực bị đốt cháy bởi ngọn lửa không bao giờ tắt.\nCho dù bị thiêu đốt có bao lâu, cũng không bị cháy lụi.\n\nBởi vì đã lựa chọn con đường ngục hỏa, mỗi khi cô đặt chân lên cánh đồng hoang dại, ngoảnh đầu chỉ còn là tro tàn.\nCho dù cô chỉ đốt cháy những ma vật hại người, thế nhưng mỗi khi ánh lửa cao rực cháy,\nCon người đều đóng chặt cánh cửa, xua đuổi Diệm Liệt Ma Nữ. Thế nhưng tất cả đối vối cô chẳng là chi.\n\nPhải có người đốt cháy tất cả đau đớn, mới có thể đem đến hy vọng, cô thầm nghĩ.\nKhông cần thấu hiểu, không cần con người vỗ về. Cũng chẳng cần bất kỳ ai đồng tình.\nChỉ có chú chim đứng cạnh cô, mới có thể hiểu được tâm tư của Diệm Liệt Ma Nữ trầm mặc."
	},
	"sands": {
		"name": "Thời Gian Ma Nữ Bùng Nổ",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ của ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian. Trong đó chứa đựng năm tháng mà ma nữ dâng tặng cho hỏa diệm.",
		"story": "Chiếc ly đựng dòng dung nham nóng hổi chảy chậm rãi,\nTheo truyền thuyết trong dòng chảy ấy là những tà linh bị hòa tan.\n\nKhi ma nữ thiêu đốt còn là thiếu nữ, tai ương vẫn chưa ập đến, cô vẫn tiến về phía trước,\nMột chiếc đồng hồ nước đặc biệt đã được trao tặng. Thời gian đi hết trong một tuần cũng là thời gian mà cô cần khi ở giáo viện.\nKhi đồng hồ chảy hết, khi cô quay trở lại quê hương, người trao tặng cho cô cũng mắc kẹt trong tai ương.\n\nThời gian của thiếu nữ cũng từ đó mà kết thúc, bắt đầu cuộc đời Diệm Liệt Ma Nữ,\nCho đến khi tất cả ma vật và những nỗi đau khổ do chúng tạo ra đều bị thiêu rụi trên thế gian này."
	},
	"goblet": {
		"name": "Trái Tim Lửa Của Ma Nữ",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Được ma nữ với tham vọng thiêu đốt hết ma vật trên thế gian để lại. Trong bình có lửa bất diệt, giống như linh hồn ma nữ.",
		"story": "Bình lưu ly tinh khiết, bên trong là dòng lửa lỏng.\nCho đến này phương pháp làm dòng lửa lỏng đã thất truyền.\n\nKhi Diệm Liệt Ma Nữ dùng dòng lửa nóng thiêu đốt ma vật,\nCon người tương truyền rằng, cô đã từ bỏ da thịt con người, thay vào đó là dòng lửa dạng lỏng tuần hoàn trong cơ thê.\n\nThế nhưng cho dù có như vậy đi chăng nữa, cô cũng từng là một thiếu nữ, cũng từng yêu và biết ngưỡng mộ,\nCho đến khi một ngọn lửa đã đốt rụi toàn bộ những gì đẹp mà yếu mềm nhất trong trái tim cô gái.\nCũng từ đó trở đi, cô cũng trở thành ma nữ mà các nhà lịch sử không hề muốn ghi chép lại."
	},
	"circlet": {
		"name": "Nón Ma Nữ Lo Lắng",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Nón từng được Diệm Liệt Ma Nữ với tham vọng thiêu đốt hết ma vật trên thế gian đội, chiếc nón rộng vành có thể che đi ánh nhìn của cô ấy.",
		"story": "Đội trên đầu chiếc mũ phù thủy nhọn truyền thống với vành rộng,\nCó thể khiến ma nữ càng thêm đáng sợ và khiếp đảm.\n\nChiếc mũ như vậy có thể giúp Diệm Liệt Ma Nữ che đi tất cả hỗn loạn xung quanh,\nTrong những năm đầu nghiên cứu, cô bỏ qua tất cả chỉ tập trung vào sức mạnh của lửa.\n\nTrong chiến đấu, cô không cần liếc mắt nhìn ma vật giằng xé, quằn quại trong biển lửa rồi cuối cùng biến thành tro bụi,\nKhi đến gần mặt nước, cũng không cần xem khuôn mặt của mình vì khói và lửa đốt cháy đến rạn nứt.\nMa nữ cứ như vậy tiếp tục thiêu đốt không ngừng nghỉ."
	}
}