{
	"id": 15025,
	"rarityList": [
		4,
		5
	],
	"name": "Ký Ức Rừng Sâu",
	"effect2Pc": "Nhận 15% buff sát thương nguyên tố Thảo.",
	"effect4Pc": "Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sau khi đánh trúng kẻ địch, Kháng Nguyên Tố Thảo của mục tiêu sẽ giảm 30%, duy trì 8s. Nhân vật trang bị khi không ra trận cũng sẽ kích hoạt hiệu ứng.",
	"flower": {
		"name": "Lữ Khách Của Mê Cung",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa vàng được tháo ra từ vương miện của vua rừng rậm.",
		"story": "Khi Vua Rừng Rậm được sinh ra, đã từng nhận được chiếc vương miện do vua cỏ cây trao tặng.\nCuối cùng nó đã được truyền lại cho thiếu nữ đầu tiên theo dấu bước chân của vua đi xuyên qua mê cung.\nCô đã từng thu nhận rất nhiều đứa trẻ bị lạc trong rừng, nhưng chưa từng giẫm lên hoa dại.\n\nBởi vì cô ấy chỉ hiểu được cuộc sống đi theo phục tùng vua, canh giữ mê cung cho vua,\nBởi vì cô ấy hiểu được đạo lý thế giới này chỉ là giấc mơ do khu rừng này tạo ra,\nNên đã dạy đám trẻ những nguyên tắc săn bắn trong rừng và cách đi lại trong mộng,\nChúng phải yêu thương cây cỏ trong rừng, vì đó là khu vườn của vua;\nPhải tôn trọng những con mồi ngã xuống dưới mũi tên, vì đó đều là thần dân của vua.\n\nTruyền thuyết về cô ấy đã được những đứa trẻ lạc trong rừng sâu lưu truyền từ rất lâu, và cũng đã thay đổi rất nhiều.\nCuối cùng nguồn gốc của những lời dạy này đã bị lãng quên. Nhưng vài người đã trở thành những người bảo vệ luôn tuần tra trong rừng,\nKhi trở về với thế giới loài người, khi màn đêm dài nhất buông xuống, đốt lửa trại để xua đuổi bóng đen;\nCũng có một người vẫn luôn đi giữa hàng rào cây, cuối cùng vì săn bắt dã thú nên quên cả tháng ngày, người phủ đầy máu đen.\n\nCô ấy cũng cổ xưa gần như Vua Rừng Rậm cuối cùng. Cuối cùng, cô ấy đã có một giấc mơ về mê cung và săn bắn.\nGiấc mơ này rộng lớn đến mức, có lúc nó đã bao bọc tất cả ước mơ của con dân rừng sâu bên trong.\nMê cung này là một bãi săn rộng lớn vô tận, những lối mòn do rễ cây và dòng suối vạch ra còn dày đặc hơn cả sọc vằn của hổ,\nBiến hóa đa dạng hơn cả ánh trăng trên dòng nước chảy. Những lời thì thầm sâu lắng cố gắng giảng về \"cái chết\" bị lạc lối trong mê cung,\nVì chỉ có cô và những đứa trẻ hiểu được lời dạy của Vua Rừng Rậm mới có thể vượt qua mê cung, tiến vào bãi săn vô hạn đó.\nMãi cho đến khi những lời thì thầm cuối cùng biến mất, thú dữ chạy thoát, khi bị ăn mòn hoàn toàn, cô mới tan biến cùng giấc mộng lớn này.\n\nCuối cùng, cô chìm vào giấc mơ của con người cùng với rất nhiều rất nhiều những mảnh vỡ của giấc mộng đó.\nGiống như một tấm gương vỡ phản chiếu nhiều hình ảnh khác nhau từ rất nhiều góc độ,\nGiấc mơ cô để lại cũng được lưu truyền trong lời kể của mọi người dưới nhiều hình thức khác nhau.\nCâu chuyện cuối cùng còn được lưu truyền (chiến thắng), đã không còn liên quan gì đến cô nữa.\n\nCái tên của cô ấy được lưu truyền trong câu chuyện thật ra là tên của chiếc vương miện đó.\nCuối cùng thứ cô ấy để lại cho bản thân là tên thật của chính mình, một vốc nước phản chiếu ánh trăng,\nVà đóa hoa vàng lấy từ chiếc vương miện được nhận từ tay vua mà cô rất thích đeo."
	},
	"plume": {
		"name": "Trí Giả Của Rừng Xanh",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lá xanh mềm mại, lấy từ trên áo của trí giả trong rừng sâu.",
		"story": "Đó là những năm tháng của nhà vua của mê cung...\nNghe nói thiếu nữ thông minh nhất dưới trướng của nhà vua am hiểu ngôn ngữ muôn loài, có thể đọc hiểu thơ văn từ ánh trăng.\nBảo vệ cánh rừng yên tĩnh, mặt nước ôm trọn vầng trăng cùng với bãi săn kéo dài vô hạn ở khu rừng trong mơ.\n\"Chúng ta sinh ra trong khu rừng ngát xanh cỏ cây, thế giới của chúng ta nằm ở dưới bóng cây và trên mặt cỏ.\"\n\"Những thứ thuộc về rừng rậm, đều sẽ trở về với rừng rậm. Chỉ cần tuân theo đạo lý của đất trời, thì sẽ không ngại sống chết.\"\n\"Vì tuân theo tự nhiên, cuối cùng sẽ xuyên qua mê cung rừng rậm, đến được vùng đồng bằng bao la.\"\nTuy những điều nàng dạy bảo đã từng dẫn dắt rất nhiều đứa trẻ, nhưng cuối cùng cũng dần trở nên mỏng manh như huyết mạch của hổ...\n\nĐó là những năm tháng của ánh trăng mang điềm báo...\nNghe nói thiếu niên bị mù kia men theo dấu chân của người anh trai mặc giáp trắng đi qua rất nhiều vương quốc, băng qua bao đồi núi sông sâu,\nCuối cùng, lại bị lạc giữa rừng sâu tăm tối.\nDù si mê kiếm thuật, nhưng lại dịu dàng hơn bất kỳ ai. Tuy tuân thủ nghiêm ngặt những gì được dạy, nhưng cũng giữ vững chính nghĩa hơn bất kỳ ai...\nỞ phía tận cùng của ảo ảnh mãi mãi trắng muốt trong lòng, thứ tìm thấy được lại là một trong những thánh vật trấn rừng trong trẻo như ánh trăng.\nSau đó, lại là dã thú khao khát máu thịt. Khi người thợ săn men theo ánh sáng mờ ảo đi tới bên cạnh cậu ta,\nCậu đã không còn sức lực cầu nguyện, hình bóng màu trắng luôn trong tâm trí soi đường cho cậu cũng dần mờ nhạt, rồi biến mất...\n\nĐó là thời kỳ bóng tối chiếm ưu thế, khi ánh bình minh vẫn còn ở nơi xa xôi chưa đến được.\nTỉnh dậy từ cơn ác mộng, trí giả nhìn thoáng qua thanh trường kiếm sẫm màu, cùng với ánh đỏ đang lan ra giữa dòng nước."
	},
	"sands": {
		"name": "Thời Hạn Của Hiền Trí",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ của người đi theo trí tuệ, thứ trang trí trên đó không phải sỏi đá, mà là những hạt giống nhỏ bé.",
		"story": "Trong truyền thuyết thuở xưa, Vua Rừng Rậm trường sinh bất tử,\nKhi đến tận cùng cuộc đời, cơ thể sẽ hòa tan vào rừng rậm,\nNanh vuốt hóa thành gỗ lim, sọc vằn hóa thành mê cung vô tận,\nĐôi mắt sáng rực thì chia thành vầng trăng sáng trên trời và dưới nước.\nPhàm là thứ gì khi chết đi cũng sẽ sống một cuộc đời mới trong một thân xác khác;\nPhàm là thứ mục ruỗng, sẽ nuôi dưỡng mầm non mới đâm chồi.\n\n\"Nhưng linh hồn bị tan biến vì cái chết sẽ vĩnh viễn mất đi ký ức,\"\n\"Trong vòng sinh tử luân hồi được định sẵn, có còn vị trí nào dành cho chúng không?\"\n\n\"Linh hồn chỉ là một khái niệm hư vô mà thôi, cuối cùng thì ký ức sẽ trở lại mặt đất.\"\n\"Vật vốn là hư vô thì không có gì đáng sợ, biến mất thì có gì đáng lo chứ?\"\n\"Nhắc nhở cho nhau, dìu dắt lẫn nhau, khắc ghi hình ảnh của mọi người mãi mãi là được,\"\n\"Như vậy thì tự nhiên có thể vượt qua vòng sinh tử tuần hoàn, giữ ký ức dài lâu!\"\n\nThật lâu về sau, những người bạn thân đã hẹn sẽ nhắc nhở cho nhau mắc phải căn bệnh lãng quên quái ác.\nDựa theo hình tượng ba tinh linh, ba người được miêu tả trong giấc mộng cũ chưa bị lãng quên hoàn toàn,\nCùng những phỏng đoán và ghi chép do bác sĩ điên cuồng đã để lại khi bị Học Viện trục xuất,\nHãy nắm bắt giấc mơ – bắt lấy những cư dân trong rừng - những người có thể điều khiển giấc mơ,\nĐể người bạn thân nhớ lại hình dạng của mình và những kỷ niệm khi bên nhau.\n\nNếu cơ quan nắm giữ trí nhớ đã bị hư hỏng quá độ, không thể khôi phục,\nVậy hãy dắt theo một người bạn cũ khác, cùng nhau sống trong giấc mơ quá khứ,\nChơi đùa trong ngôi nhà nhỏ trên cây, phiêu lưu trong rừng sâu vô tận,\nNhư vậy cũng không tệ. Trong giấc mơ, tất cả mọi người đều có cơ hội để bắt đầu lại.\n\nTrước tiên cần phải bắt lấy những tinh linh trong mơ đó.\nNhững người lính đánh thuê đó đã làm rất nhiều cho tôi.\nLần này chắc là cũng sẽ không làm tôi thất vọng."
	},
	"goblet": {
		"name": "Đèn Của Kẻ Lạc Lối",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Vốn là ngọn đèn dầu của sa mạc, nhưng trên đó đã mọc ra những chiếc lá xanh của rừng sâu.",
		"story": "Tương truyền sau khi người thống trị ngu muội bị hủy diệt bởi chính dã tâm của mình, các vì vua sa mạc cũng trỗi dậy, rồi lại bùng cháy tựa như sao hỏa và lụi tàn.\nRất nhiều bạo quân bé nhỏ đã tập hợp những người dân tị nạn đang tháo chạy khỏi ngày tận thế, dựa vào phế tích cổ xưa để xây dựng thần điện, pháo đài và những bức tường cao.\nTòa thành di tích ngày qua ngày dần trở nên xiêu vẹo, các cánh bạo quân tự khoe một thời cường thịnh, một thời giàu sang cũng sớm nở tối tàn.\nNgọn đèn này thuộc về một vị hoàng tử trẻ tuổi của một vương quốc nhỏ bé trong thời kỳ đó, là một trong những bảo vật bí mật còn sót lại trong kho báu của dòng dõi quý tộc.\n\n\"Phụ vương vì đuổi theo chim ưng mà leo lên ngọn tháp cao, ngọn tháp cũ kỹ không thể gánh vác nổi thân thể quý nhân to béo nên đã ném xuống dòng cát nóng chảy\"\n\"Cứ thế, thời đại của vương quốc xem như đã kết thúc, kẻ vốn nên kế thừa ngai vàng là ta đây cũng bị kéo vào vòng tranh đấu vô vị, bị biết bao âm mưu vùi dập\"\n\"Thời điểm đó ta cũng có người mình yêu thương, nàng một lòng muốn làm hoàng hậu, nhưng lại không quan tâm kẻ ngồi trên ngai vàng kia là ai\"\n\"Thế nên ta đã đánh mất người yêu, vì mạng sống và ấn vua, ta đã dùng miệng rắn để che kín miệng của nàng, dùng lớp cát chảy làm tấm chăn che giấu thân thể của nàng\"\n\"Sau đó, cũng như những vương quốc trong ký ức, nội loạn và kẻ thù rình rập bên ngoài, những người cậu và những người chú, đám nô lệ và lũ dân đen bắt đầu tàn sát lẫn nhau\"\n\"Nghèo đói và tranh đấu hệt như đôi song sinh dị dạng, không ngừng thay nhau càn quét vùng cát nóng đã mất đi thần linh này, chôn vùi bản thân trong ảo ảnh\"\n\nCứ thế, vương quốc trên sa mạc đã bị cát nóng chôn vùi, vị hoàng tử cao quý khi xưa biến thành tên lưu dân đã mất đi tất cả.\nMang theo nguyện vọng chinh phục vùng đất mới, một mình đơn độc mang theo chút tài sản cuối cùng bước lên con đường đi vào rừng mưa.\nNhưng rất lâu sau đó, vị hoàng tử với ý đồ kế thừa khu rừng giống loài mãnh hổ lông dài kia, lại bị ánh trăng yên tĩnh của nơi này chinh phục.\nBị bóng hình khỏe khoắn của nữ thợ săn cầm chiếc cung trắng kia thu hút, hằng đêm đều bước trên hành trình truy đuổi và bị xua đuổi,\nChàng hoàng tử mất đi quê hương dần hiểu rõ lời thì thầm của rừng mưa lẫn tiếng rên rỉ của mãnh hổ, và được giấc mơ từ bi chấp nhận...\n\n\"Ha ha ha... Đây mới là câu chuyện hay chứ. Câu chuyện kể về quý tộc lưu lạc, rồi lại tìm được số mệnh trở về với vinh quang...\"\n\"Giấc mộng hoàng kim đang kêu gọi hạt cát lưu lạc nơi phương xa...\""
	},
	"circlet": {
		"name": "Vương Miện Của Nguyệt Quế",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện được ban tặng bởi vị thần cỏ cây, từng được truyền lại qua các đời vua mê cung, cuối cùng được cận vệ của vua kế thừa.",
		"story": "Sự sống và cái chết của vạn vật đều đã được định sẵn, nó sẽ lặp lại không ngừng,\nVua cây đã từng truyền bá đạo lý sinh sôi không ngừng như thế.\nPhàm một khi chết đi, sẽ mượn một cơ thể khác để có cuộc sống mới.\nPhàm là thứ mục ruỗng, sẽ nuôi dưỡng mầm non mới đâm chồi.\nTrái cây rơi xuống đất sẽ là nguồn dinh dưỡng cho muông thú.\nMuông thú cuối cùng cũng về với đất mẹ, biến thành trái cây.\nRừng rậm lúc nào cũng ngập tràn sinh mệnh.\n\nTheo truyền thuyết, thần cây cối tạo ra rừng rậm ở trong cát,\nĐầu tiên là tạo ra cơ quan tạo mưa ở sâu trong lòng đất.\nThế là ánh trăng phản chiếu hình ảnh mê cung trên mặt nước,\n\"Hổ\" cũng từ đó sinh ra.\n\nĐường vằn của hổ biến hóa khôn lường, hòa vào những con đường cùng cây cối trong rừng,\nVì thế hổ trở thành vua của mê cung, hay còn gọi là Viaghara.\nVị vua được rừng rậm chúc phúc ngẩng cao đầu bước đi trong ngự uyển của mình.\nQuản lý các loài chim và thú sống dựa vào mê cung.\n\nSau đó, hạt giống cây lựu rơi vào trong đất, sinh ra tinh linh trong rừng.\nVua Rừng Rậm chúc phúc cho bọn họ dưới tàng cây Cây Vasara đầu tiên, cùng hẹn ước với thần linh.\nChia sẻ mê cung với bọn họ, đồng thời ra lệnh cho muông thú trong rừng không được làm hại họ.\n\nDù cho ánh mặt trời lại bị che khuất, dòng nước bị nhuốm bẩn.\nĐến cuối cùng, Vua Rừng Rậm đã chết vì bảo vệ khu vườn của sự sống.\nChú mèo to lớn lông dài kia lại kế thừa danh hiệu của vua.\nMô phỏng vị vua khi xưa, tuần tra bách thú trong rừng.\nDù khí khái và sức mạnh không bằng một phần vạn vị vua ngày xưa.\nNhưng nó vẫn tuân thủ theo ước hẹn ngày xưa với vua, mãi mãi bảo vệ khu rừng.\nChưa bao giờ có suy nghĩ làm hại tinh linh bảo vệ cây cối.\nĐúng vậy, dù cho mê cung biến hóa khôn lường kia đã biến mất,\nKhu rừng vẫn tràn ngập sự sống."
	}
}