{
	"id": 10003,
	"rarityList": [
		3,
		4
	],
	"name": "Trái Tim Thủ Hộ",
	"effect2Pc": "Phòng ngự tăng 30%.",
	"effect4Pc": "Cứ mỗi nhân vật của bản thân có 1 nguyên tố khác trong đội thì bản thân sẽ được nhận 30% kháng Nguyên Tố tương ứng.",
	"flower": {
		"name": "Hoa Thủ Hộ",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Hoa được kẻ bảo vệ coi như báu vật, nhưng lại không có cơ hội để tặng cho người thầm thương.",
		"story": "Chỉ có tiếng hát giòn tan của người thiếu nữ ấy,\nCó thể khiến đôi mày của người bảo vệ giãn ra.\n\nCâu chuyện giữa họ vô cùng ngắn ngủi.\nCuối cùng máu tươi của kỵ sĩ chảy cạn,\nMà thiếu nữ vắt kiệt nước mắt cùng tiếng hát."
	},
	"plume": {
		"name": "Huy Hiệu Thủ Hộ",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Trâm cài hình lông vũ tượng trưng cho \"khát vọng trở thành lá chắn mạnh mẽ\" của ai đó.",
		"story": "Kim cài hình lông chim có khắc hoa văn lá chắn, tỏa sáng mơ hồ dưới ánh trăng.\nKhi đó, nó chính là vầng sáng lay động khiến bọn ác nhân sợ hãi.\n\nNgười bảo vệ có danh xưng kỵ sĩ vô cùng tôn quý.\nTrong đêm tối, anh lại thường giấu đi huân chương và mặt mũi dưới chiếc nón rộng vành.\nNhư vậy, anh sẽ không phải chịu gò bó, đi hoàn thành những thứ cần phải hoàn thành.\nCũng không phải chuyện mà một kỵ sĩ quang minh lỗi lạc có thể hoàn thành."
	},
	"sands": {
		"name": "Đồng Hồ Thủ Hộ",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đạo cụ nhỏ hiển thị thời gian, là vật tham chiếu duy nhất trong đêm đen.",
		"story": "Kim chỉ tích tắc, ánh nến, hồ sơ vụ án.\nBóng người dưới ánh trăng, mang kiếm và mũ đen.\nNhững người bạn đồng hành này là đồng nghiệp của Người Thủ Hộ cô đơn.\nNhưng dù làm thế nào, thì với anh ấy, thời gian cũng không bao giờ đủ.\nCấp trên kiêu ngạo nhưng nhiệt tình thường cười đùa vẻ mặt ngượng ngùng và buồn bã của cậu ấy.\n\nNgười Thủ Hộ là người không nhìn về quá khứ. Trong mắt cậu ấy chỉ có hiện tại và tương lai.\nChỉ có hiện tại, bất kể dùng cách nào, cũng quyết diệt trừ mọi tội ác,\nmới có thể đảm bảo an toàn cho người bạn thân và vùng đất mà cấp trên yêu quý.\n\nChỉ khi nhìn thấy thiếu nữ nơi quảng trường vào ban ngày,\nCậu ấy mới nghĩ đến những chuyện mà thường ngày không có thời gian để nghĩ đến.\n\nCó lẽ bản thân mình cũng nên có \"tương lai\"... nhỉ."
	},
	"goblet": {
		"name": "Ly Thủ Hộ",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Vật đựng làm bằng kim loại, dùng để đựng loại chất lỏng có thể giúp con người ta xua đi sự cô quạnh của năm tháng.",
		"story": "Bình rượu kim loại cũ kĩ rất tầm thường.\nNếu như phải nói có chỗ nào đặc biệt, \nChắc có lẽ vì nó chưa từng vương một chút hương rượu nồng.\n\n\"Anh đấy, thỉnh thoảng cũng uống chút rượu thử đi.\"\nNgười bạn lâu năm của kẻ thủ hộ, cấp trên cười nói.\n\"Ngừng mặt ủ mày cau, uống rượu hát ca\"\n\"Mới có thể có dũng khí đối mặt ngày mai mà\""
	},
	"circlet": {
		"name": "Nón Thủ Hộ",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vật được dệt từ vải, có màu chàm đen. Có thể dùng để băng bó trong trường hợp khẩn cấp.",
		"story": "Lúc nào cũng phải chuẩn bị sẵn sàng!\nDải ruy băng buộc tóc theo tín ngưỡng giáo điều.\nVào những lúc nguy cấp, có thể dùng làm băng vải cầm máu.\n\nCăn cứ vào tín ngưỡng giáo điều, truyền kiếm pháp của mình cho bạn thân là kỵ sĩ dưới quyền.\nCăn cứ vào tín ngưỡng giáo điều, bồi dưỡng kỵ sĩ vô cùng khao khát chính nghĩa.\nCăn cứ vào tín ngưỡng giáo điều, bóp chết mầm mống có nguy cơ lớn dần thành tội ác.\n\nNếu chuẩn bị đầy đủ\nDù một ngày nào đó bản thân không thể bảo vệ mảnh đất này, \nKhông thể bảo vệ bạn thân, không thể bảo vệ thiếu nữ yêu ca hát ấy nữa..."
	}
}