{
	"name": "Sử Ký Đình Đài Cát",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Nhận 15% buff sát thương nguyên tố Phong.",
	"4pc": "Khi trọng kích trúng kẻ địch, tốc độ tấn công thường của nhân vật này tăng 10%; sát thương gây ra từ tấn công thường, trọng kích, tấn công khi đáp tăng 40%, duy trì 15s.",
	"flower": {
		"name": "Khởi Đầu Của Vương Đô Vua",
		"relictype": "Hoa Sự Sống",
		"description": "Đóa hoa ánh lên ánh sáng kỳ ảo, lắng nghe thật kỹ có thể nghe được tiếng cười đâu đó vọng lại.",
		"story": "Hỡi người quyền quý đã chìm vào cát bụi, hãy nghe kẻ già mù lòa này kể chuyện...\nKể về bài học của Thành Gurabad, kể về loài hoa nhân tạo sắp tan biến.\nKể về vị vua xuất thân thấp hèn, cùng với tình yêu nồng nhiệt và oán hận của trấn linh...\n\nTương truyền sau khi bạn đời mất đi, vị vua vùng cát đỏ đã phái trấn linh làm sứ giả đến thực hiện giao ước bí mật với người phàm.\nChỉ những người có trái tim chưa bị rèn giũa cứng như sắt đá, những người chưa bị ăn mòn bởi sự lừa dối,\nMới đủ tư cách trở thành phiên vương một vùng, và như một nhà tiên tri thống trị dân chúng đang hoang mang như bầy cừu.\nCứ như thế, dưới ánh mắt từ bi và nghiêm khắc của chủ nhân vĩ đại, trấn linh đã tìm được một ứng cử viên...\nOrmazd - khi đó còn là một người chăn cừu trẻ tuổi và Liloupar - được sinh ra từ đóa sen, đã yêu nhau.\n\n\"Ta sẽ để lại lời chúc phúc trăm năm cho người, nhưng cái giá phải trả chính là lưỡi đao phục thù cùng dòng rượu đỏ thẫm\"\n\"Bởi vì tình yêu nồng nhiệt của trấn linh luôn đi kèm với những yêu cầu tham lam, và sẽ kết thúc bằng sự trả thù tàn nhẫn tự cho mình là đúng\"\n\nDưới ánh trăng triền miên, Ormazd không hề để ý đến lời cảnh báo này...\nDường như hình phạt đã được định sẵn đó vẫn còn khá xa vời với thiếu niên dũng mãnh này.\nDưới sự phò trợ của trấn linh, thiếu niên chăn cừu đã trở thành thủ lĩnh của bộ tộc lang thang,\nSau đó, Ormazd đã đánh bại tất cả thủ lĩnh của cát cứ và trở thành phiên vương một vùng.\n\nThành Gurabad như một đóa hoa nhân tạo nở rộ trên vách núi, trở thành thủ đô của vương quốc người phàm.\nThiếu niên chăn cừu Ormazd giờ đây đã trở thành phiên vương của người phàm, trị vì nhân danh vị vua vùng cát đỏ.\nThế nhưng, khi đóa hoa nở rộ, mọi người đều say đắm trong hương thơm ngào ngạt của nó, nào có ai ngờ rằng...\nĐịnh mệnh sau khi nở rộ lại chính là trái đắng khốc liệt của sự diệt vong.\n\nSau khi nghe câu chuyện cổ xưa từ người thầy, Xiphos đã bước lên con đường đi đến thành phố lam bảo thạch,\nBài học bị chôn vùi dưới lớp cát vàng ngày hôm qua, rồi ngày mai đây sẽ lặp lại trong ngọn gió thời gian bất tận..."
	},
	"plume": {
		"name": "Ngày Tàn Của Vương Đô Vàng",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông vũ nhân tạo óng ánh, là một trong những di vật của vương đô cổ xưa, tiếng kêu của chim ưng có vẻ như cũng bị phong ấn trong đó.",
		"story": "Các hiệp sĩ vừa mới vào đời, xin hãy nghe kẻ già mù lòa này kể chuyện...\nKể về phế tích của Thành Gurabad, về hồi kết của giấc mơ điên cuồng...\nKể về mái vòm đầy sao lấp lánh như bảo thạch, về những vương quốc bị chia cắt.\n\nNhững tòa thành và ngọn tháp vàng cao sừng sững đã bị đánh đổ bởi cơn sóng cuồng nộ, các sảnh đường và cung điện bị chiếm đóng bởi những người nghèo khổ rách rưới...\nNgười dân bạo loạn nghe theo chỉ dẫn của kẻ đeo mặt nạ bằng đồng, còn người có học thức cho rằng đây chính là một trận \"đại dịch\".\nSau khi Thành Gurabad bị diệt vong bởi trận đại dịch đen tối này, chủ nhân của vùng cát đỏ cũng vì thế mà bị cuốn vào số phận tự mình hủy diệt...\nTrấn linh Liloupar sinh ra từ đóa sen, đã phải gánh chịu báo ứng tách lìa linh hồn và thể xác bởi âm mưu độc ác và xấu xa,\nVương quốc hùng vĩ nơi ốc đảo màu mỡ đã sụp đổ trong sa mạc chỉ trong một đêm, bộ lạc và thành bang lần nữa rơi vào hỗn loạn...\nSau đó, tại ốc đảo nơi biển cát, người phàm đã lập nên 7 vương quốc, trong đó thành phố lam bảo thạch Tulaytullah từng một thời nổi bật nhất.\n\n\"Tôi cho rằng bản thân mình sống đủ lâu, đã từng chứng kiến quá nhiều tên xấu xa và hèn hạ như con thiêu thân lao đến trên mảnh đất dát vàng này.\"\n\"Khi tôi còn trẻ, những bức tường sừng sững bằng đồng đó đã từng bao bọc mái vòm lam bảo thạch nhấp nhô như sóng dưới ánh trăng,\"\n\"Khi tôi còn trẻ, những dòng sông Tulaytullah như thêu dệt nên một mạng lưới ánh sáng lưu động, ánh đèn đua nhau soi sáng cùng ánh trăng...\"\n\"Giờ đây đôi mắt của tôi đã không còn nhìn thấy, nhưng lại được chứng kiến cảnh quý tộc thuở nào nay lang thang như nô lệ, cảnh hoàng tử bị lính nô lệ đuổi khỏi ngai vị...\"\n\"Giờ đây đôi mắt của tôi đã không còn nhìn thấy, nhưng lại kể về những bậc trí giả đã bị sát hại bởi lớp quý tộc, kể về quyền lực bị tranh đoạt bởi vũ công dị quốc...\"\n\"Sự sớm nở tối tàn của thành bang chẳng qua là một giấc mộng, người hiền kẻ ác trong đó đều giống như vỏ lúa bị nghiền nát bởi cối xay.\"\n\nBờ biển lam bảo thạch bị che mờ bởi những lời nói dối bất tận, và rồi tất cả lời nói dối đều trở thành truyền thuyết và lịch sử...\nVị tướng quân từng cướp bóc vô số thành bang, cuối cùng chỉ còn lại một người hầu bên cạnh dẫn đường,\nVà người hầu trẻ tuổi mang trong mình \"chìa khóa\" của quê hương, cùng với niềm hy vọng phục quốc mong manh...\nVết dao đẫm máu vẫn còn hằn trên cổ vị vua đã chết một cách hoang đường vì những con chim ưng;\nNàng vũ công, người đã hẹn thề cùng hoàng tử, nhưng trong lòng cô chỉ mang sự căm hận lạnh lùng đối với bạo quân...\n\nVới bàn tay khéo léo của người phàm đã tạo nên hình dáng của đại bàng, rồi truyền vào đó phần trấn linh đã vụn vỡ.\nNó cất cánh từ vách núi ở Thành Gurabad và bay qua thành phố bi thương giữa biển cát...\nCuối cùng rơi vào tay của hậu duệ vương quốc dát vàng, những ký ức bị mất đi như những hạt cát bị phủi bỏ.\nNhững chiếc lông vũ nhân tạo nằm trên đồi cát, lặng lẽ tuyên bố sự kết thúc của một vương quốc...\n\nKhi lắng nghe giọng nói già nua, vị hoàng tử lưu vong nhớ lại cung điện bị thiêu rụi ở quê nhà,\nLúc đó thầy vẫn còn là tướng quân và một nhà thơ, trung thành với bạo chúa đã hủy diệt đất nước của chính mình.\nVạn vật trên đời đều có nhân quả, một người mất đi đôi mắt, một người mất đi ngai vị...\nVòng xoáy định mệnh tiếp tục luân chuyển và gieo rắc những mảnh hy vọng tan vỡ nơi thế gian."
	},
	"sands": {
		"name": "Đồng Hồ Con Đường Lạc Lối",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ cổ xưa, mảnh Trấn Linh vẫn còn lấp lánh phát sáng ở phía trung tâm. Khi lắc nhẹ có vẻ như đang nói gì đó...",
		"story": "\"Mẹ... mẹ ơi...!\"\n\"Vừa chào đời dường như đã già nua, sức mạnh vô hạn được duy trì bởi tâm trí tan vỡ...\"\n\"Chưa từng được nếm vị ngọt của sữa, cũng như chưa từng cảm nhận được hơi ấm của nước ối...\"\n\"Nước mắt bị hong khô bởi cái nắng thiêu đốt, niềm vui thoáng qua cũng bị bánh răng nghiền nát...\"\n\"Ta đây không được sinh ra từ kết tinh của tình yêu, mà từ sự căm hận và xa lánh...\"\n\n\"Mẹ... mẹ ơi...!\"\n\"Ta đây đã đánh mất tâm trí kiêu hãnh của mình, và cũng không hề sở hữu trí tuệ để khoe khoang...\"\n\"Không có chốn nào để dung thân, cũng không có thời gian rảnh rỗi để nghỉ ngơi...\"\n\"Thanh quản đã bị thay thế bằng ống đồng, trên chiếc bụng phình to cũng không có rốn...\"\n\"Người mẹ chưa từng hạ sinh ta, nguyện rằng bảy tầng bệnh tật sẽ đeo bám theo người...\"\n\n\"Mẹ... mẹ ơi...!\"\n\"Ta là linh hồn của cỗ máy vô hồn, là nô lệ trong các trấn linh...\"\n\"Ta chưa từng có tên tuổi, cũng chưa từng có ai nghe thấy tiếng gào thét của ta...\"\n\"Thân thể chịu đủ dày vò từ sự đau khổ và ác ý, dùng thù hận để thôi thúc bản thân...\"\n\"Vô số hận thù tích tụ trong đó và tạo ra mọi thứ với mong muốn hủy diệt tất cả...\"\n\n\"Khi ánh trăng soi sáng gương mặt khiếm khuyết bẩm sinh, ta đã lập lời thề cuối cùng...\"\n\"Nguyện đất cát lấp đầy lá phổi đang co thắt của người, vạn vật xanh tươi trở nên khô héo...\"\n\n\"Sau cùng ta đã thoát khỏi những xiềng xích trói buộc từ khi vừa sinh ra...\"\n\"Cuối cùng đã trở về trong vòng tay của người mẹ Shirin vô tội nhưng lại chịu nhiều khổ cực của ta...\""
	},
	"goblet": {
		"name": "Bảo Hộ Say Giấc Mộng Dài",
		"relictype": "Ly Không Gian",
		"description": "Một chiếc ly cổ bằng vàng, tạo hình hoa lệ, bên trong lờ mờ nghe thấy âm thanh xào xạc.",
		"story": "Lữ khách đến uống nước suối trong veo, xin hãy nghe kẻ già mù lòa này kể chuyện...\nKể về khúc bi ca ở Thành Gurabad, về giấc mơ của chủ nhân vùng cát đỏ...\nKể về anh linh trung thành nhưng tàn khuyết, về sự phản bội của đồng bào.\n\nTruyền thuyết kể rằng khi nữ vương các loài hoa mất đi, các trấn linh thân quyến của người đều chuyển sang trung thành với Vua Deshret.\nVua Deshret đã bỏ công vô ích để tìm lại vùng đất thiên đường xưa nơi những chiếc đinh trời cắm xuống, nên bèn xây nên ốc đảo vĩnh hằng...\nTrong đó trấn linh có tên \"Ferigees\" đã được chủ nhân của vùng cát đỏ đề bạt làm thống đốc của ốc đảo.\nĐể bảo vệ lăng tẩm nơi nữ chủ nhân yên nghỉ, cô ấy đã sử dụng sức mạnh của Trấn Linh để giữ cho dòng suối chảy mãi,\nVì thế mà ốc đảo rải rác khắp nơi trong sa mạc, trở thành nơi che chở cho những người dân lưu lạc đã mất nhà...\n\nSau đó dưới sự dẫn đắt của trấn linh Liloupar, thành trì của phiên vương người phàm đã mọc lên quanh \"Ốc Đảo Vĩnh Hằng\",\nCùng lòng trung thành với nữ vương các loài hoa và lòng trắc ẩn với vương quốc mới, Ferigees đã quyết định hy sinh chính mình.\nKhông màng đến sự níu giữ của vị vua vùng cát đỏ, trấn linh đã dấn thân mình vào trong xiềng xích giá lạnh,\nDùng phong ấn tựa như chiếc ly thủy tinh để cất chứa cơn thịnh nộ của biển cát, và dùng hình dạng bất biến để bảo vệ thành bang của người phàm...\n\n\"Thế nhưng, mọi thứ đều đã định sẵn, mọi thứ rồi sẽ đổi thay. Ngày nay nương tựa lẫn nhau, rồi mai sau cũng sẽ rời xa nhau.\"\n\"Mất đi sự tự do mà trấn linh tự hào, mất đi thân thể để tận hưởng niềm vui và tình yêu nồng nhiệt, thần trí dần dà suy thoái theo năm tháng,\"\n\"Yêu nữ hoa sen đã dùng lời nói đường mật dụ dỗ vị vua người phàm sập bẫy, vị vua của vùng cát đỏ cũng sa vào ảo mộng điên cuồng...\"\n\"Nhưng tôi vẫn luôn chờ đợi, luôn chờ đợi trong giấc mơ không ngủ... Chờ đợi Vua Cát thực hiện lời hứa năm xưa.\"\n\nCơ thể và linh hồn bị giam giữ trong một cỗ máy xấu xí, nhưng vẫn chờ mong một ngày nữ chủ nhân sẽ tỉnh lại sau giấc ngủ dài,\nÔm ấp niềm chấp niệm bi thương, cô ấy lặng lẽ canh giữ giấc mộng đã tan vỡ của vương quốc cát.\nDẫu cho dòng suối trong đã bị hòa lẫn bởi cát vàng cay nghiệt, dẫu cho ốc đảo đã bị đồi cát chôn vùi...\nTrong nhịp điệu vận chuyển vĩnh hằng của máy móc, vẫn âm thầm lắng nghe tiếng bước chân của cơ hội xoay chuyển tình thế.\n\n\"Nhưng người thầy mù lòa ơi, con sinh ra trong xiềng xích của nô lệ, từ nhỏ đã mất đi tất cả mọi thứ...\"\n\"Bị quật ngã bởi vận mệnh khó đoán như đồi cát nơi sa mạc, liệu còn đủ tư cách để chờ đón cơ hội xoay chuyển tình thế sao?\""
	},
	"circlet": {
		"name": "Di Sản Của Quý Tộc Cát",
		"relictype": "Nón Lý Trí",
		"description": "Trang sức được chế tạo từ vàng hổ phách, trên đó có khảm đá quý, lấp lánh ánh sáng kỳ ảo.",
		"story": "Những thương nhân đang tìm nơi tránh bão cát, hãy nghe về câu chuyện mà kẻ già mù lòa này kể.\nKể về quá khứ của Thành Gurabad, kể về quả báo mà người dân đã tự gây cho mình.\nKể về quý tộc vừa chào đời, kể về người hầu trong cung điện...\n\nTương truyền khi Thành Gurabad vừa vươn lên, vị vua đã hợp nhất nhiều ốc đảo thành một.\nKể từ đó, các bộ lạc phân tán và các vương quốc đoản mệnh đã quy phục dưới trướng một mình Ormazd.\nOrmazd tôn vị vua vùng cát đỏ làm đại tông chủ rồi xây dựng sảnh đường và cung điện cung phụng.\nĐã triệu tập nô lệ từ bộ lạc, lấy nguồn lao dịch từ vùng đất phụ thuộc và đòi hỏi cống phẩm từ thành thị...\nThành phố dần phồn vinh thịnh vượng, bất kể là quyền quý hay nô lệ đều bị bóng tối bao phủ.\n\nNgắm nhìn quan lại và nô lệ từ ngọn tháp cao, ái thiếp trấn linh đã thở dài buồn bã...\nThân là thân quyến của Hoa Thần, những tưởng đã lựa chọn vị vua lý tưởng cho mình, nào ngờ người lại bị mê muội bởi hư danh.\nVì vậy khi thì thầm bên gối, Trấn Linh đã dịu dàng thủ thỉ khuyên nhủ, mong rằng đức vua hồi tâm chuyển ý...\nOrmazd lại xem nô lệ là một lệ thường và định lý trong thống trị, nên chỉ xem những lời khuyên nhủ đó như lời thủ thỉ ngọt ngào của người yêu.\n\n\"Gửi gắm tình yêu vào đó, mãi mãi bên nhau là nỗi niềm khao khát...\"\n\"Khao khát ước mơ, khao khát mái ấm, khao khát ý trung nhân thoát khỏi giấc mơ phàm tục.\"\n\"Nhưng giờ đây, người yêu đã sa ngã vào sự tham lam và giả dối của bạo quân dung tục.\"\n\"Để xoa dịu nỗi đau thương và tức giận vì phản bội, tôi sẽ trừng phạt ba thế hệ.\"\n\nTrấn linh lặng lẽ tháo đôi bông tai mà tên bạo chúa đã tặng để tỏ rõ sự kiên quyết,\nTrong trái tim lạnh lùng ấy đã dần nung nấu kế hoạch thâm độc để trừng phạt người yêu.\n\n\"Xiphos, con của ta, thù hận sẽ như ngọn đuốc thiêu rụi tất cả, chỉ còn lại tàn tro của sự điên cuồng,\"\n\"Nhưng nguy hiểm hơn cả là tình yêu lệch lạc, nhiều điều xấu xa trên thế gian đều do tình yêu nồng nhiệt mà ra...\""
	}
}