{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "Dư Âm Tế Lễ",
	"effect2Pc": "Tấn công tăng 18%",
	"effect4Pc": "Khi tấn công thường đánh trúng kẻ địch, sẽ có 36% tỷ lệ kích hoạt \"Nghi Lễ Vực Thẳm\": Tăng sát thương do tấn công thường gây ra, lượng tăng thêm bằng 70% tấn công; 0.05s sau khi tấn công thường gây ra sát thương, hiệu quả này sẽ biến mất. Khi tấn công thường chưa kích hoạt \"Nghi Lễ Vực Thẳm\", sẽ tăng 20% tỷ lệ kích hoạt lần sau, trong 0.2s tối đa kích hoạt 1 lần.",
	"flower": {
		"name": "Hoa Hương Hồn",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Chạm ngọc hình hoa như có linh hồn bao quanh.",
		"story": "Mỗi năm Hoa Hương Hồn nở, là sự bắt đầu cho việc chuẩn bị nghi thức dâng trà ở Làng Kiều Anh.\nChờ đến khi đóa hoa lụi tàn, cũng vừa đúng lúc trà hoa sẽ được dâng đến trước sảnh.\nMùa Hoa Hương Hồn ngắn ngủi, cũng giống như tiên nhân đến trong vội vàng, rồi cũng nhẹ nhàng lướt đi.\nChỉ để lại một danh hiệu Dược Quân hàm hồ, cùng rất nhiều truyền thuyết bí ẩn.\n\nMột câu chuyện kể rằng, tiên thể Dược Quân đã hóa thành cành cây trà sum suê.\nTrong một câu chuyện khác lại kể rằng y đã cưỡi trên ác thú bị thuần phục bay trở về núi tiên.\nVà còn một câu chuyện thế này...\n\nThiếu nữ vừa lên bờ bèn vội vã nhặt chiếc mũ dưới đất, đội vội lên đầu.\nNếu không có gì che trước mặt, thì cô ấy luôn cảm thấy tự ti về dung mạo của mình, không dám mở miệng nói chuyện.\nThủ phạm đã khiến cô ra nông nỗi này, giờ đây mới bước lên từ dưới nước,\nGiống như muốn khoe khoang về trận so tài này, những vảy cá ngũ sắc đang lấp lánh tỏa sáng.\n\n\"Khụ... khụ khụ! Biết bơi là giỏi lắm sao? Ta nguyền rủa ngươi sớm muộn rồi sẽ bị dìm chết dưới nước!\"\n\nTuy rằng lúc đó bản thân rất tức giận, nhưng câu nói đó chỉ là một lời nói đùa.\nNhưng ánh sáng lấp lánh đó cuối cùng quả thật đã mất tích trong đầm sâu, không còn trồi lên nữa."
	},
	"plume": {
		"name": "Lá Bích Ngọc",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Ngọc bội óng ánh tựa chiếc lá, như chứa đựng ý nghĩa đặc biệt giữa những người bạn với nhau.",
		"story": "Rất lâu về trước, bờ bên kia sông vẫn chưa có bến cảng, chỉ có một vách núi với khói mây bao phủ.\nChủ nhân của ngọn núi này vẫn chưa quyết định sẽ trồng gì ở đây, thì đã bị người khác nhanh chân giành mất.\n\n\"Chờ khi nào gốc cây này lớn thêm một chút, tôi sẽ hái lá, nghiền thành trà cho mọi người uống.\"\n\"Đến lúc đó sẽ gọi hết Lưu Vân Tá Phong, Lí Thủy Điệp Sơn bọn họ đến đây...\"\n\n\"Đã tùy tiện trồng cây trên lãnh địa của tôi, mà còn có mặt mũi nói câu này sao.\"\nThân là Sơn Vương thiếu nữ tuy đã đáp lại một cách đầy phẫn nộ, nhưng vẫn luôn liên tưởng về hương thơm của lá trà.\n\nSau đó, có người đã âm thầm đem mảnh ngọc này cột lên cành cây mỏng manh của gốc cây nhỏ.\nRồi sau đó nữa, chủ nhân của ngọn núi đã trở về, nhưng lại biến thành một bộ dạng hoàn toàn khác hẳn,\nCũng đã mất đi ngón tay để có thể tháo gỡ sợi dây. Đó là chuyện rất lâu về trước...\n\nRất nhiều năm sau, cành cây của nó được cư dân sống trong núi đem gieo cấy ở bờ bên kia sông.\nHương trà cũng được chuyển từ Trầm Ngọc Cốc sang Cảng Liyue, rồi tiếp tục truyền sang nhiều nơi khác.\n\nCó rất nhiều truyền thuyết về cây trà ở Trầm Ngọc Cốc. Trong đó có một truyền thuyết kể rằng:\nBất luận điều kiện nguồn nước, thổ nhưỡng và ánh nắng như thế nào đi nữa, thì loại cây này chỉ phát triển tươi tốt ở Trầm Ngọc Cốc.\nLà vì chúng vẫn nhớ quá khứ thuở xa xưa, lời hẹn ước của những người bạn cũ ở bên cạnh cây trà non."
	},
	"sands": {
		"name": "Chứng Nhận Tán Dương",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Ngọc bội hình tròn, truyền thuyết kể rằng nó đã từng được sử dụng ở đâu đó như một biểu tượng khi bắt đầu nghi lễ.",
		"story": "Theo truyền thuyết, viên ngọc thô của mảnh ngọc này đến từ núi thần đã phủ bụi từ rất lâu.\nCũng giống như những con ốc sao khi rời xa bờ biển sẽ hay nhớ về tiếng sóng vỗ,\nTrong vòng ngọc cũng sẽ có tiếng nước chảy rì rào, róc rách.\n\nTrong nhà trọ, thường hay nghe thấy lời đồn đại thế này...\n\"Trong truyền thuyết, bảo vật quý giá nhất của những dòng suối giữa núi rừng vốn dĩ là một viên ngọc, có thể gọi đến cơn mưa giải hạn.\"\n\"Nhưng sau đó, khi thế gian hỗn loạn, đám yêu tà đã dòm ngó đến sức mạnh của nó.\"\n\"Thế là chủ nhân của ngọn núi đã chia nó thành nhiều mảnh, làm thành những hình dáng khác nhau, để nhằm che mắt;\"\n\"Rồi lại đem chúng bỏ vào trong nước, giấu trong núi sâu, có cái thì được thờ phụng ở miếu thờ.\"\n\"Trong truyền thuyết của Trầm Ngọc Cốc, những mảnh ngọc này đã nhận được lời chúc phúc khế ước của thần linh.\"\n\"Chỉ là, đã nhiều năm trôi qua như thế, vẫn không ai có thể tìm thấy...\"\n\nTư tế đã luôn cẩn thận đeo mảnh ngọc này bên mình.\nChỉ đến một năm nào đó trước khi lên đường, đã âm thầm đem cho một người bạn không chút nhã hứng xem qua.\nTư tế đã trịnh trọng kể lại lai lịch của hoa văn, khế ước lâu đời của tổ tiên và thần linh.\nNhưng người bạn đó tay cầm chày giã thuốc mồ hôi đổ đầm đìa, hoàn toàn không hề để tâm.\n\n\"Cùng một tế lễ như thế, năm này qua năm nọ. Nghe cô kể không biết bao nhiêu lần rồi.\"\n\"Không phải nói là sau khi về sẽ mời tôi uống trà sao? Tới lúc đó hãy nói đi.\"\nNhưng thứ đến từ dưới nước, cuối cùng lại không như cô ấy nghĩ, cuối cùng đã biến mất trong nước...\n\nCho đến ngày nay, những người thợ ở Bến Di Lung vẫn còn chế tạo loại trang sức bằng ngọc có tạo hình cổ xưa này.\nThương gia và khách hàng lui đến cũng thường làm theo truyền thuyết, áp miếng ngọc tinh xảo bên tai,\nLắng nghe trong đó, xem có thể nghe được tiếng nước mưa tí tách rơi lên đá hay không."
	},
	"goblet": {
		"name": "Chén Nước Thánh",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Chén nước có thể đổ ra nguồn nước vô tận, có thể đây là quà tặng, di vật hoặc giả là đồ thất lạc của tiên nhân.",
		"story": "Ban đầu, đây là món quà của những người bạn đã tặng, trong đó liên thông với một không gian nho nhỏ.\nDòng suối trong bình sẽ không bao giờ khô cạn, thích hợp để làm một nơi cư trú tạm thời.\nNó đã có thể chứa được hình bóng của nhật nguyệt, thì cũng chứa được cả cá bơi lội.\n\nSo với kiếp số đã định của Dạ Xoa, thì cô ấy tự thấy mình vẫn may mắn hơn nhiều.\nNhưng cái giá phải trả cho việc kế thừa nghi thức cổ xưa, là không thể ở trên đất liền lâu dài được.\nThời đó nước ngọt chảy trên mặt đất ở Liyue ít hơn hiện nay rất nhiều,\nThành phố cảng dưới chân núi và những bài thơ về đồng bằng đối với cô mà nói xa vời như một giấc mơ.\nNhưng cái kẻ sợ phiền phức đó lại nói rằng, sẽ bưng theo chiếc bình trà này lên đường.\n\nCảng Liyue mà kẻ đó nhắc đến, cũng giống như miếu hội trong thôn tổ chức vậy, trăm điều sai sót.\nChuyến hành trình này nhất định sẽ tranh cãi không ngừng cũng giống như hiện tại, đụng phải đủ chuyện phiền phức.\nCô ấy biết đôi bên đều thích kiểu tranh cãi đôi co, nhưng lại không dám đến gần nơi đông người tụ tập.\nTrên thế gian đã không còn những tiên nhân nhỏ bé giống như họ nữa, ngưỡng mộ nhưng lại e sợ sự phồn hoa.\n\n\"Nhưng giữa chúng ta có rất nhiều hẹn ước. Đây là chuyện rất tốt.\"\nTrước khi đi, cô ấy nghĩ thầm.\n\"Chuyến đi chắc sẽ rất thú vị. Có thể giới thiệu cho cô ấy làm quen với những người bạn khác.\"\n\nSau đó thì bếp lò và ấm trà đều được tận dụng triệt để, ngay cả kiểu dáng của bình trà cũng bị mọi người bắt chước.\nThế là trên mỗi bàn trà, trên tay của mỗi người, đều có thể có một vầng nhật nguyệt."
	},
	"circlet": {
		"name": "Khuyên Tai Trôi Nổi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Khuyên tai được chế tạo từ bảo thạch, có cảm giác rất nhẹ nhàng.",
		"story": "Trầm Ngọc Cốc có rất nhiều núi, rất nhiều nước, và rất nhiều câu chuyện. Trong đó, nổi tiếng nhất là:\nThời cổ xưa có một viên ngọc thô, vì để không rơi vào tay yêu tà mà đã bị ném xuống nước...\n\nTrong truyền thuyết, những dòng sông lớn thường hay tẻ ra thành rất nhiều nhánh. Trong đó lại có một câu chuyện kể rằng,\nNgọc đẹp từng là một viên ngọc thô trong núi thần, nhờ qua tay của đế quân mới được mài giũa cẩn thận.\nVà kỳ thạch chìm trong dòng nước xanh có lẽ cũng là ngọc, hoặc giả là một chiếc tách.\nVà còn một cách nói khác: \"Ngọc\" trong câu chuyện thật ra là cách ví von về một mỹ nhân.\n\nTrong truyền thuyết, cũng từng có người thấy qua cảnh này...\n\nĐó là một con cá chép có rất nhiều đuôi trông như viên bảo thạch dưới ánh mặt trời,\nĐã thoát ly khỏi sông ngòi kênh rạch, nơi vốn dĩ thuộc về loài thủy sinh,\nTự do tụ thành bầy theo gió lượn qua núi cao và thung lũng.\nMột cặp ngọc bên tai ai đó cũng hóa thành một hình dạng khác."
	}
}