{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "Dấu Ấn Ngăn Cách",
	"effect2Pc": "Hiệu Quả Nạp Nguyên Tố tăng 20%",
	"effect4Pc": "Tăng sát thương Kỹ Năng Nộ dựa trên 25% Hiệu Quả Nạp Nguyên Tố. Chỉ có thể tăng tối đa 75% thông qua cách này.",
	"flower": {
		"name": "Kiếm Cách Uy Vũ",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Kiếm cách ngọc trên đao của quỷ nhân phản bội Shogun trong truyền thuyết từng được ban tặng.",
		"story": "Mẹ đã giương nanh vuốt với vị tướng quân đã tặng cho bà một thanh kiếm quý.\nCuối cùng, thứ duy nhất được gửi lại cho nhà Mikoshi chính là kiếm cách mà bà vô cùng yêu thích.\n\nKhát vọng ấp ủ bấy lâu của mẹ chính là chinh phục vận mệnh sinh tử bằng máu lửa sôi sục, \nnhân danh những bóng ma chiến tranh, lập nên những chiến công bất hủ cho đồng tộc đang ngày càng giảm sút.\nNếu có bị hổ đen tội lỗi nuốt chửng, thì từ trong bụng hổ, bà sẽ xé toạc nó thành nhiều mảnh.\n\nĐáng lẽ ra lập được những chiến công to lớn dưới ngọn cờ của \"Tam Trùng Lôi\",\nNhững trang phục chiến đấu juunihitoe kia những tưởng có thể tẩy sạch vết máu ô uế,\nCũng vĩnh viễn bị nhuộm đen cùng với trái tim đang đập mãnh liệt của bà...\n\nLà con trai trưởng, lẽ ra phải kế thừa sự nghiệp của gia tộc, thế nhưng lại mai danh ẩn tích trong một thôn nhỏ ở ngoại thành. \nLàm bạn với khu rừng trên núi Yougou, cho đến khi gặp được người thiếu nữ ấy...\n\n\"Thật phiền phức. Nếu như đã muốn gạt bỏ quá khứ, vậy thì hãy để ta đặt cho ngươi một cái tên mới nhé!\"\nCô gái có đôi cánh màu đen cười giễu cợt, sau khi nghe xong câu chuyện trong quá khứ của hắn.\n\"Gọi là Iwakura - nghĩa là tảng đá. Đó là thứ không bị tổn hại bởi lời nói của con người.\"\n\"Là người mang trong mình dòng máu của quỷ, ngươi nên cảm thấy vui mới đúng. Cười lên nào.\"\n\"Cần phải biết rằng, tên do Tengu của núi Yougou chúng ta đặt sẽ được gia tăng thần lực.\"\n\"Lại nói, cái tên của đá tảng khá là hợp với bộ não và cơ bắp của ngươi đấy.\"\n\n\"Vậy năm sau khi hoa anh đào nở, hãy quay lại đây quyết đấu nhé Iwakura.\"\n\"Này đứa con của quỷ, phải chăm chỉ luyện kiếm để xứng đáng là đối thủ của Tengu núi Yougou\".\n\"Đúng rồi, nếu ngươi đã có cơ hội gặp được ta, vậy bí kiếm ấy gọi là \"Chiến Thắng Tengu\" đi!\"\n\"Dù sao tới lúc đó, ngươi cũng sẽ nắm được \"Kiếm thuật có thể vượt qua cả Tengu\".\""
	},
	"plume": {
		"name": "Lông Vũ Rơi Rụng",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Vốn là lông của một Tengu nào đó, là một kỷ vật được các kiếm sĩ ngày xưa trân trọng.",
		"story": "Xung quanh là đám lông vũ màu đen bị gió kiếm thổi bay, kẻ sắp trở thành kiếm khách đỉnh cao, \nCuối cùng cũng bắt được thiếu nữ Tengu xưa nay chỉ có thể nhìn mà không bao giờ chạm được đấy...\n\n\"Ái chà, nguy hiểm quá, thật đáng kinh ngạc.\"\n\"Nếu không phải thanh kiếm không thể chịu được sức mạnh của ngươi.\"\n\"Ta sẽ chết ở đây mất. Vậy thì...\"\n\nTeruyo, chúng ta có nên thay đổi địa điểm cho trận đấu vào năm sau không?\nTa biết vài nơi có thể nhìn thấy hoa anh đào rơi...\nNhìn quanh góc nhỏ mà mình đã phá hủy, nắm lấy bàn tay run rẩy của Tengu,\nNhìn chăm chú vào sợi lông vũ màu đen mà mình chém rơi, Michihiro vốn định nói như vậy.\n\n\"Ngươi đã chạm được vào ta có nghĩa là ngươi đã thắng.\"\n\nThắng thua vẫn chưa phân, hẹn gặp lại vào năm sau. Hắn muốn nói.\n\n\"Tốc độ kiếm của ngươi bây giờ đã vượt qua cả Tengu rồi.\"\n\"Ta sẽ mãi mãi khắc ghi mỗi một ngày quyết đấu với ngươi trong suốt mười ba năm nay.\"\n\"Nhưng ta là Tengu của núi Yougou, có những việc trong tộc sớm muộn cũng phải gánh vác.\"\n\"Bây giờ nghĩ lại ngày trước đổi tên cho ngươi, là vì hi vọng rằng ngươi có thể thoát khỏi lời nguyền huyết ma.\"\n\"Những kẻ không phải loài người, từ sau trận chiến đó đã ngày càng ít đi.\"\n\"Dù sao thì, những kẻ không phải con người như ta không nên mơ ước có kết cục tốt đẹp của con người. Nhưng ngươi thì khác.\"\n\"Bây giờ ngươi là \"Iwakura\", không còn là Mikoshi mang dòng máu yêu ma nữa.\"\n\n\"Tạm biệt nhé, Michihiro. Hãy quên ta đi và dựa vào kiếm của ngươi.\"\n\"Vì huyết mạch của Iwakura, hãy tạo ra con đường chỉ thuộc về riêng Iwakura.\""
	},
	"sands": {
		"name": "Hộp Lôi Vân",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Chiếc hộp tinh xảo màu đen sơn tím, được trang trí bằng những con ốc sáng bóng và đồ dùng bằng vàng tinh xảo.",
		"story": "Những ký ức dao động tựa như hơi thở trong quá khứ xa xôi trước khi hòn đảo Seirai bị bao bọc bởi mây giông.\nChiếc hộp trang nhã chứa đựng giông bão và chấn động cuối cùng đã không được giao như đã hứa.\n\n\"Dây buộc đứt mới tìm đến ta sao...Thật là đau đầu.\"\n\"Ngoài kiếm thuật, ngươi cũng chỉ là một con bạc ngốc nghếch mà thôi\"\n\nHừ, đừng có coi thường người khác. Thầy dạy cung của ta được kế thừa Tengu, cũng khá nổi danh đấy.\"\n\"Cũng tại kiếm pháp của ta quá lợi hại nên mọi người mới không nhắc đến kĩ thuật bắn cung.\"\n\"Nghĩ lại, cũng thấy thật là lãng phí. Chi bằng để ta dạy ngươi bắn cung nhé!\"\n\nKhông lâu sau, vừa nói những lời cay nghiệt, vừa sửa chữa cái lồng phong ấn đã bị chém đứt cho tên ngốc đó...\nKhông lâu sau, cho dù nói những lời cay nghiệt để làm vui lòng người khác, cũng không nhịn được mà mỉm cười.\n\n\"Rõ ràng đã là Hatamoto, thân mang trọng trách, sao vẫn còn đi gây chuyện khắp nơi?\"\n\"Rõ ràng đã có gia đình, một người vợ xinh đẹp, sao vẫn suốt ngày rong chơi, đánh bạc cho vui?\"\n\nRõ ràng đã...\nLời đã đến đầu môi nhưng không thốt lên lời, vẫn là không hỏi thì hơn.\nNếu Saiguu đại nhân vẫn ở đây, có lẽ ngài ấy có thể sẽ hỏi một cách khéo léo và tinh tế hơn nhỉ...\n\n\"Chuyện đó không quan trọng, tôi đã tự cho mình một kỳ nghỉ, ít nhất là hôm nay.\"\n\"Tạm gác công việc của đền thờ sang một bên, chúng ta hãy lén chạy đến bờ biển, giống như khi còn nhỏ.\"\n\nCứ như vậy mà bị tên nhóc lôi tới bến cảng, ngẩn ngơ ngắm nhìn những cánh buồm đang qua lại.\nNghe hắn kể, Teruyo của ngôi đền ấy đã kế thừa sắc đẹp và võ nghệ của sư phụ như thế nào;\nNghe hắn kể lại chuyện đã từng làm hắn sợ hãi một thời gian, cơn ác mộng tự chém đầu của mình;\nNhưng hai người đều hiểu rõ đây chỉ là dùng lời nói để che đậy những nỗi buồn của người trưởng thành;\n\nSau đó, rất lâu, rất lâu về sau...\nNhìn xuống bãi đá ngầm rêu phong, bến cảng bình yên nơi hai người hẹn hò...\nVì muốn cho tên nghiện cờ bạc ấy thắng thêm một lần, vì cầu chúc cho sự bình an của hắn...\nLại một lần nữa mạo hiểm đứng ở trên cao, giơ cao chiếc lồng phong ấn do chính tay mình làm ra. \nMang theo tia hi vọng tìm lại kí ức, thu thập sức mạnh cuồng nộ của lôi quang."
	},
	"goblet": {
		"name": "Bình Hoa Đào",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Chiếc bình sành tinh xảo từng là vật dụng đựng rượu của các chiến binh lừng danh.",
		"story": "Dựa vào bí kiếm độc đáo \"Tengu Càn Quét\", Iwakura Michihiro đã trở thành người hướng dẫn kiếm thuật của gia tộc Kujou.\nGiành được danh hiệu \"Douin\", và cuối cùng sáng lập nên trường phái kiếm đạo nổi tiếng một thời.\nTrước khi đến nhà Kujou nhậm chức, Michihiro cũng đã học được cách uống rượu.\nLần cuối cùng, bước vào trụ sở đã hoàn toàn trở thành đống đổ nát do hoàn thành bí kiếm \"Tengu Càn Quét\".\nTrong trụ sở hoang tàn này, suốt 13 năm mình đã có hết 13 lần cùng Tengu ở Yougou thử hợp nhất kiếm pháp,\nAnh ấy nhớ lại cảnh tượng khi gặp Tengu cánh đen tự xưng là \"Teruyo núi Yougou\" ở nơi đây...\n\nMười ba năm cuộc đời tựa như một giấc mộng\nAnh đào hòa vào tuyết, nhẹ nhàng như làn khói\nNhìn lại người đã rời xa\n\nAnh Đào Thần lúc ấy cũng bay lả tả tựa một màn tuyết trắng mênh mông.\nTrụ sở dưới chân vẫn còn nguyên vẹn mặc dù đã không còn tế thần.\nTiếng cười trong veo như nước suối vang vọng khắp núi rừng.\nNhưng cả hai chưa từng đặt chân đến khoảng sân nhỏ nay đã trở thành đống đổ nát."
	},
	"circlet": {
		"name": "Nón Hoa Mỹ",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Chiếc nón cứng chắc là vật bảo vệ cơ thể cho các chiến binh cao quý.",
		"story": "\"Bí kiếm của Douin, lẽ nào ngay cả lôi quang cũng có thể chặt đứt, hahaha.\"\nKanjou trẻ tuổi cất tiếng trêu chọc. Anh chỉ thờ ơ đáp:\n\"Sao có thể. Cùng lắm là chém rơi Tengu đang bay mà thôi.\"\n\"Mặc dù nói vậy, nhưng việc chém rơi Tengu thực sự chưa bao giờ xảy ra.\"\n\nThật sao? Vậy bí kiếm có tên \"Tengu Càn Quét\", từ đâu mà có vậy?\nThấy Douin không trả lời, Kanjou - người đã thành lập hòn đảo Ritou, hậm hực nói:\n\"Nếu không phải lão già Kujou kia giành trước, ta thật muốn chiêu mộ ngươi.\"\n\"Với thanh kiếm của ngươi, nhóm người Ako Domeki của Seirai chắc chắn sẽ không phải đối thủ...\"\n\nGiống như việc gạt bỏ những đám mây giông, đặt cho hắn ta một cái tên mới và cho hắn ta một cuộc sống mới, \nném cây đao rỉ sét cho hắn, để hắn ta thử chém chính Tengu của mình, \nsau khi đao của hắn gãy lìa, những lời sau cùng mà cô ấy nói..."
	}
}