{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Đoạn Kết Hành Lang Sâu",
	"effect2Pc": "Tăng sát thương nguyên tố Băng 15%",
	"effect4Pc": "Khi Năng Lượng Nguyên Tố của người trang bị bằng 0, tăng 60% sát thương Tấn Công Thường, tăng 60% sát thương Kỹ Năng Nộ. Sau khi người trang bị gây sát thương Tấn Công Thường, hiệu quả tăng sát thương Kỹ Năng Nộ nêu trên sẽ mất hiệu lực trong 6s. Sau khi người trang bị gây sát thương Kỹ Năng Nộ, hiệu quả tăng sát thương Tấn Công Thường nêu trên sẽ mất hiệu lực trong 6s. Nhân vật đang dự bị cũng có thể kích hoạt hiệu quả này.",
	"flower": {
		"name": "Tiếng Vọng Hành Lang Sâu",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa băng làm từ ngọc thạch của bắc quốc, cánh hoa đã phai tàn thành bụi qua năm tháng dông dài.",
		"story": "Thiếu nữ đi theo lời chỉ dẫn của sư phụ, đi về phía bắc, đi qua vùng đất lạnh giá khắc nghiệt và hành lang kính vỡ ở cuối biển băng.\nChém gục vô số ma vật đang lang thang trong phế tích, trước sự héo khô của cây bạc đã nhìn thấy kho báu bị chôn vùi trong tuyết.\n\nĐó là những năm tháng ánh trăng bạc vẫn chưa bị hủy hoại trong khói lửa, và những lời tiên tri từ trời cao vẫn còn truyền khắp mặt đất.\nThiếu niên bước vào nơi sâu thẳm của mặt đất gặp gỡ vị thiên sứ đầu tiên, hỏi về nguồn gốc của điều cấm kỵ nhất trên thế giới.\nNgười con gái được sinh ra từ bình minh cũng vì những lời mạo phạm này mà sợ hãi, không biết sao con người lại biết bí mật này,\nVị khách ghé thăm nói hết cho cô về lai lịch của mình, nhẹ hát cho cô những giấc mơ đẹp chưa từng thấy.\n\nNhững xiềng xích mà vị chủ nhân vương tọa đặt ra cho cô ngay lập tức tan vỡ như mạng nhện, và lần đầu tiên cô tìm thấy thế nào là sứ giả tự do,\nĐem tất cả chuyện sáng tạo cấm kỵ nhất trong bí mật khó mở lời, nói hết với người mình yêu một cách không ngần ngại.\n\n\"Thật đáng tiếc, đáng tiếc, chúa tể của các vị lại báng bổ những sinh mệnh cao quý này như vậy\"\n\"Cho dù là ác ma máu me thích giày xéo linh hồn, cũng sẽ kinh ngạc trước sự tàn bạo này\"\n\"Thiếu nữ bình minh chưa từng biết tình yêu là gì, hãy để tôi trở thành kẻ thù đối đầu với luật lệ của cô\"\n\"Những sinh linh từng bị giam cầm bởi chủ nhân của cô, nên ngẩng đầu nhìn lên những vì sao\"\n\n\"Vậy hãy để tôi trở thành thanh kiếm, tấm khiên, người dẫn đường của cô, là đồng phạm của cô trong cuộc nổi loạn không thể tha thứ\"\nThiên sứ cao quý nhất cúi người khẽ hôn lên trán anh, cây bạc lạnh lẽo bỗng nở ra hàng ngàn vạn nụ băng giá.\nKhi đó, Không Nguyệt chiếu rọi mặt đất qua những tầng mây đã chứng kiến sự phản bội này, nhưng lại sinh ra tâm nguyện xa vời hơn..."
	},
	"plume": {
		"name": "Hẹn Ước Hành Lang Sâu",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông vũ làm từ ngọc thạch của bắc quốc, ánh sáng mờ ảo phản chiếu dường như không thuộc về thế giới này.",
		"story": "Thiếu nữ đi theo lời chỉ dẫn của sư phụ, đi về phía bắc, đi qua vùng đất lạnh giá khắc nghiệt và hành lang kính vỡ ở cuối biển băng.\nChém gục vô số ma vật đang lang thang trong phế tích, từ trong ảo ảnh sâu thẳm đã nhìn thấy kho báu bị chôn vùi trong tuyết.\n\nCô không phải người từ nơi khác lần đầu đến đây, từ rất lâu trước khi những đứa con của vùng đất phương bắc dệt nên giấc mơ đẹp lặng lẽ.\nCó những lữ khách dùng trí tuệ để du ngoạn giữa các vì sao, lập lời thề trùng phùng với chúa tể rồng chưa rơi vào bóng tối.\n\nĐó là người ghi chép trôi dạt trong hư không cô quạnh rộng lớn, người qua đường vốn không nên giao lưu với nền văn minh nguyên thủy.\nCơ thể bất diệt ngủ yên trên bầu trời xa xôi, còn tâm hồn lang thang trong không gian hoang vắng hàng trăm triệu năm ánh sáng.\nGhi lại nhiều chủng tộc và nền văn minh định sẵn sẽ bị xóa sổ, chìm đắm trong suy nghĩ về câu trả lời cuối cùng của biển sao trong bóng tối vĩnh hằng.\nCho đến khi một luồng ánh sáng yếu ớt đánh thức các giác quan của cô, đánh thức vị lữ khách khỏi hàng vạn năm thiền định.\n\nĐó là thế giới nhỏ bé không có gì đặc biệt ở cuối vòng xoắn ốc, và con rồng nguyên thủy sinh ra cùng thế giới đó.\nDù trong đêm dài chết chóc rồi sẽ lụi tàn, mặt trời mà con rồng ngước nhìn cũng chỉ là một ngọn lửa thoáng qua.\nÝ chí vẫn bị trói buộc bởi chức trách trên bề mặt hành tinh, nhưng lại huy hoàng hơn vô số nền văn minh mà người lữ khách đã chứng kiến.\nKhó kiềm chế được sự kinh ngạc và thương xót trong lòng, cô ấy đã gửi cho chủ nhân của thế giới nhỏ bé này một thông điệp...\n\n\"Ta đã thấy, kết thúc không có ánh sáng, như con thoi xé toạc sợi tơ lấp lánh của những vì sao.\"\n\"Ta đã thấy, cơn thủy triều lạnh lẽo của sự hỗn loạn nuốt chửng bài ca dao, khiến thiện và ác đều về với tĩnh lặng.\"\n\"Dù vậy, vị vua đáng thương và hiền từ của ta, vẫn không nỡ bỏ rơi thần dân của mình sao?\"\n\"Hãy rời bỏ thế giới đã định sẵn bị hủy diệt này, cùng ta bước vào cuộc hành trình.\"\n\nCon rồng kiêu ngạo ấy chỉ trả lời rằng:\n\"Hỡi người bạn đến từ thế giới xa xôi, cảm ơn đã chỉ dẫn cho ta về sự thật bên ngoài bầu trời.\"\n\"Nhưng dù trong mắt cô, họ chỉ là những sinh linh ngu muội, nhưng với ta, họ chính là ý nghĩa của vũ trụ này.\"\n\"Nếu như làn sóng của sự hủy diệt ập đến, thì xương cốt của ta cũng có thể dựng nên lá chắn để bảo vệ thế giới.\"\n\"Hãy chứng kiến con đường mà ta chọn. Ta sẽ dẫn dắt chúng sinh cùng tiến về phía các vì sao.\"\n\nThế nhưng khi vị lữ khách quay lại, thế giới trong ký ức đã hoàn toàn thay đổi.\nXương cốt của mặt đất bị đóng chặt dưới bốn tầng xiềng xích, ánh sáng trắng dịu nhẹ của bầu trời lan toả thành bảy màu sắc.\nHơi thở của chúa tể rồng tan biến như khói bụi, vương tọa của đấng có cánh ngự trị dưới hào quang của ba mặt trăng.\n\nBối rối trước sự rời đi không từ biệt của rồng, cũng không muốn làm phiền chủ nhân mới của thế giới này,\nVị lữ hành đã vi phạm luật lệ của đồng loại, âm thầm đem tâm trí thâm nhập vào thế giới bên trong lớp vỏ,\nĐem ý thức ký sinh trong cơ thể người trẻ tuổi, đi lại giữa những sinh vật nguyên thủy này,\nTrong tòa thành vàng son, lắng nghe những cuộc tranh luận ngày càng kịch liệt của họ..."
	},
	"sands": {
		"name": "Thời Khắc Hành Lang Sâu",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ làm từ ngọc thạch của bắc quốc, kim đồng hồ đã vĩnh viễn dừng lại tại thời khắc bị chôn vùi.",
		"story": "Thiếu nữ đi theo lời chỉ dẫn của sư phụ, đi về phía bắc, đi qua vùng đất lạnh giá khắc nghiệt và hành lang kính vỡ ở cuối biển băng.\nChém gục vô số ma vật đang lang thang trong phế tích, trước tòa tháp hoàng kim đã nhìn thấy kho báu bị chôn vùi trong tuyết.\n\nĐó là những năm tháng xa xôi mà giờ đây chẳng thể nhớ lại, thành bang phía bắc như những sợi chỉ vàng tô điểm cho cánh đồng băng giá cằn cỗi,\nLò luyện trong hành lang sâu thẳm rền vang suốt ngày đêm. Trên phần xương còn lại của cự thú, người thợ thủ công dùng điều cấm kỵ rèn đúc ra vô số fae.\nRồi đem ánh sáng của sương nguyệt rơi xuống dệt thành máu thịt hoàn hảo và gắn lên cơ thể vốn đã mệt mỏi yếu ớt đó.\nĐó vốn là quyền năng sáng tạo của chúa tể trời cao, nhưng lại bị sứ giả phản nghịch giao cho người phàm,\nMơ ước một ngày nào đó, những sinh linh nhỏ bé này có thể tạo ra một sinh mệnh hoàn hảo để hòa làm một với thế giới.\n\nTrong hành lang lúc này còn chưa tan vỡ, thiên sứ đầu tiên nói cho người bạn đời bên gối về giấc mơ ngọt ngào buổi sáng sớm:\n\"Ta nhìn thấy, các vương quốc trên mặt đất không cần cầu xin lòng thương xót của trời cao nữa\"\n\"Họ xây dựng tòa thành cao tới tận mây xanh, cao hơn cả ngai vàng và những vì sao\"\n\"Ta nhìn thấy, con người sẽ chia đều bầu trời với những vị thần mà họ kính sợ\"\n\"Không còn nước mắt, bi thương và cái chết nữa, vì tất cả đã hoàn thành\"\n\nThế nhưng, mộng tưởng và dã tâm ngông cuồng cuối cùng vẫn rơi xuống cùng với những chiếc đinh pha lê màu xanh từ trên trời,\nCác yêu tinh hét lên và hóa thành sương băng trắng bạc, thành phố hoàng kim phồn vinh bị băng sương huỷ diệt chỉ trong một đêm.\nSứ giả phản bội bị tước mất danh xưng và thân xác, còn đồng tộc của cô ấy từ đó cũng bị nguyền rủa:\nNếu dám nhìn vào mắt người khác lần nữa, dâng hiến tình yêu vốn thuộc về chúng sinh cho ai đó,\nVậy thì cơ thể đẹp đẽ mà trời cao ban cho sẽ tan thành mây khói, tâm trí cũng sẽ chìm trong cát bụi,\nCho đến khi cơ thể sa ngã đó cuộn lại thành tiên linh, nuốt chửng những tàn ảnh ký ức trong cuộc lang thang vĩnh hằng."
	},
	"goblet": {
		"name": "Yến Tiệc Hành Lang Sâu",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Chiếc ly làm từ ngọc thạch của bắc quốc, nghe nói từng là lễ vật hiến dâng lên trời cao của nền văn minh cổ xưa.",
		"story": "Thiếu nữ đi theo lời chỉ dẫn của sư phụ, đi về phía bắc, đi qua vùng đất lạnh giá khắc nghiệt và hành lang kính vỡ ở cuối biển băng.\nMột mình lang thang trong phế tích của La Hoàn Thâm Cảnh, mong muốn tìm kiếm dấu vết của người lữ khách mà vị kiếm sĩ đã nhắc đến...\n\nĐó là những năm tháng ánh trăng bạc vẫn xót thương cho vùng đất phía bắc, các sứ giả trời cao vẫn còn nhìn về phía bụi trần.\nThành phố hoàng kim vì chất vấn tri thức của sự tiến hóa mà chọc giận sứ giả, vì để xoa dịu cơn lửa giận mà tranh cãi không ngừng.\nCác tư tế trách móc nhau vì tội nghiệt, làm ô uế tình yêu, sự phồn vinh và trí tuệ của thần linh.\nPhải chọn ra kẻ chủ mưu đã làm bại hoại lòng người từ trong số họ, để đến thỉnh tội với sứ giả của bầu trời đang tức giận.\nVà rồi...\n\n\"Nếu tội lỗi bắt nguồn từ việc mưu cầu tri thức, thì mông muội chính là giáo lý; Nếu tội lỗi bắt nguồn từ sự nổi loạn, thì con chiên mới thực sự ngay thẳng.\"\n\"Nếu tội lỗi phải trả giá bằng máu, sao có thể nói rằng tội lỗi bắt nguồn từ cơ thể con người? Nếu luật pháp là hoàn hảo không tì vết, vậy thì cần gì phải sợ bị chất vấn?\"\n\nChỉ là một thiếu niên xuất thân thường dân không biết làm thế nào để tránh được vệ binh canh gác, bước vào sảnh đường nghị sự của các tư tế.\nLần lượt bác bỏ từng lời buộc tội do các học giả uyên bác đưa ra, và biến những lời buộc tội nổi loạn thành những cái nhìn giận dữ nhưng không nói nên lời.\nTrong sảnh đường lặng lẽ như tờ, vị chủ tế đội vương miện cành trắng cuối cùng đã đẩy lùi đám vệ binh đang nghe tin mà kéo đến.\n\n\"Hỡi người biện sĩ, nếu ngươi thực sự giống như lời nói khéo léo của mình, thực sự cho rằng tội lỗi nghiêm trọng chỉ là ảo tưởng của những người phàm trần...\"\n\"Vậy thì hãy uống một ngụm rượu đắng đầy thịnh nộ này, đến chỗ cây bạc và biện minh với sứ giả đang trừng phạt chúng ta.\"\n\nCứ thế, thiếu niên vốn dĩ vô danh, đã bước vào sâu trong lòng đất và hỏi vị thiên sứ đầu tiên câu trả lời..."
	},
	"circlet": {
		"name": "Vương Miện Hành Lang Sâu",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Chiếc mũ ô nhiễm vì \"chấp niệm\", giống như tâm hồn của vị chủ nhân cũ. Ngọc thạch trang trí trên đó dường như đến từ thời đại cổ xưa hơn.",
		"story": "Thiếu nữ đi theo lời chỉ dẫn của sư phụ, đi về phía bắc, đi qua vùng đất lạnh giá khắc nghiệt và hành lang kính vỡ ở cuối biển băng.\nChém gục vô số ma vật đang lang thang trong phế tích, từ trong tấm màn che tan vỡ đã nhìn thấy kho báu bị chôn vùi trong tuyết.\n\nĐó là thời kỳ mà chúng sinh ngu muội vẫn phục tùng theo sắc lệnh của bầu trời, vương triều của những ngôi sao mai vẫn cao lơ lửng giữa những tầng mây.\nTạo vật xinh đẹp cao quý sinh ra từ ánh sáng, người phàm khó có thể nhìn thấy dung mạo này và đã gọi đó là thiên sứ.\nĐôi cánh bạc lấp lánh tựa như ánh sáng của mặt trăng, đầu đội vương miện bảy tầng làm bằng xương cốt của mặt đất và sao trời:\nVị thần tên là trời cao đã hứa hẹn tình yêu với chúng sinh, hoặc quyền lực để cai trị mọi việc của mọi quốc gia trên mặt đất.\n\n\"Các ngươi hãy tận tâm tận lực, tận tình yêu thương chúng sinh trên mặt đất này\"\n\"Các ngươi phải giống như sương sớm yêu mến bình minh, phải như hạt giống khát khao làn gió\"\n\nHọ là những người hầu cận trung thành nhất trong đình viện của các vị thần, tựa như cán cân chưa từng sai lệch,\nDệt nên một tấm mạng che cho chúa tể của trời cao, đem chỉ thị thần thánh đến khắp các vùng đất.\nĐây là chức trách thiết lập vào thời khắc được tạo ra, vốn nên như vậy, vốn phải như vậy...\n\nMãi cho đến khi thiên sứ đầu tiên gặp gỡ thiếu niên vô danh dưới tán cây bạc ở phía bắc,\nTrong đôi mắt lấp lánh như ánh sao ấy, thấy được hình ảnh phản chiếu của bản thân mà mình chưa từng biết.\nĐó là tình yêu chưa được khắc ghi trong luật pháp, là sự tự do không được bầu trời cho phép.\nVương miện sao vĩnh hằng nhân danh tình yêu bỗng vỡ tan theo nhịp đập xa lạ trong trái tim.\nVùi chiếc vương miện vào trong đống tuyết dưới gốc cây bạc, người thiếu nữ bình minh hạ quyết tâm.\n\n\"Đến đây, đến đây nào... Để chúng ta dùng xương cốt tái tạo quy tắc hoang đường, dùng máu tưới tiêu vùng đất cằn cỗi ở phía bắc\"\n\"Hãy để chúng ta xây dựng một tòa thành và một tòa tháp cao vút tầng mây, để những người trên mặt đất không còn phải lầm than khổ đau nữa\"\n\"Để ta vứt bỏ chiếc vương miện vô dụng này vào cát bụi, để các vương quốc trần thế đổi lấy một chút tự do thoát khỏi xiềng xích.\""
	}
}