{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Mảnh Hài Hòa Bất Thường",
	"effect2Pc": "Tấn công tăng 18%",
	"effect4Pc": "Khi giá trị Khế Ước Sinh Mệnh tăng hoặc giảm, sát thương nhân vật gây ra sẽ tăng 18% trong 6s. Tối đa cộng dồn 3 lần.",
	"flower": {
		"name": "Dạo Đầu Của Giao Hưởng",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa nở rộ được điểm xuyết bằng vàng và đá xanh, từng là huy chương ban cho những người bất tử.",
		"story": "Đó là khi mà sương mù che phủ biển cao, con dân của muôn dòng nước vẫn còn sống trong sự tăm tối.\nGiữa vùng cát đỏ và dãy núi âm u, từng có một vị thần mất đi quê hương.\nÔng ấy vốn là ca sĩ ở ốc đảo, nhưng đã mất đi quê hương dưới ánh sáng quyền lực của vua mặt trời.\nBởi vì không muốn phục tùng ngai vàng của Vua Cát, vị thần mất đi quê hương đó đã lựa chọn con đường lang thang.\n\nBên dưới vực thẳm không ánh sáng của đại dương, nơi khởi nguồn của mọi dòng nước, là một thành phố chưa từng được ghi lại trong bất kỳ quyển sách lịch sử nào.\nNgười mất đi quê hương này vốn muốn lấy biển cao làm mồ chôn mình, đã vô tình xông vào tàn tích của thành phố còn lâu đời hơn cả mặt đất này.\nĐi qua những hành lang vô tận đến trung tâm phế tích ngôi đền, dưới những cây tuyết tùng trắng bạc.\nÔng nghe thấy tiếng thì thầm của những sinh vật sống duy nhất còn sót lại trong thành phố bị lãng quên đó, những con ong vàng bay vòng quanh cây bạc:\n\n\"Hỡi lữ khách phương xa, không phải ngẫu nhiên, mà là bàn tay của vận mệnh đã đưa ngươi đến đây.\"\n\"Ta từng là sứ giả bảo vệ cây bạc, nhưng theo thời gian đã mất đi lý trí và hình dáng.\"\n\"Nhưng đôi mắt của ta vẫn có thể nhìn thấy tương lai. Hỡi lữ khách, ngươi sẽ lại có thành phố và thần dân một lần nữa.\"\n\"Đất nước mà ngươi xây dựng sẽ trù phú và thịnh vượng. Một ngày nào đó, ngươi sẽ cai trị toàn bộ vùng biển cao.\"\n\"Ngươi sẽ mang đến cho họ nền văn minh và công lý, nhưng cuối cùng, họ sẽ bị chính thứ công lý đó tiêu diệt.\"\n\"Nếu ngươi vẫn sẵn sàng bắt đầu cuộc hành trình đó dù biết trước kết cục, ta sẽ chỉ cho ngươi con đường để đi...\"\n\n\"Hỡi ong vàng nói lời tiên tri, nếu đây thực sự là do vận mệnh quyết định, thì làm sao có thể được lựa chọn chứ?\"\n\"Nếu ta thực sự có cơ hội lựa chọn, thì ta có thể thay đổi được kết cục không thể thay đổi ấy.\"\n\nVừa dứt lời, hang động không có nước sụp đổ, cây bạc biến thành chiếc thuyền vàng.\nĐó là cuộc gặp gỡ đầu tiên giữa vị vua vinh quang, người sau này đã tấu lên bản nhạc và nhà tiên tri Sybilla."
	},
	"plume": {
		"name": "Dạ Tấu Của Biển Xưa",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông vũ được chạm khắc mô phỏng theo cánh của ong vàng trong truyền thuyết, dường như sẽ rung chuyển theo làn gió nhẹ.",
		"story": "Đó là thời đại mà tiếng hát khai sáng lan rộng khắp biển cả, rừng cây và đảo nhỏ bắt đầu hưng thịnh.\nVị thần yêu âm nhạc đã xây nên tòa tháp cao ở vùng đất Meropis, dẫn dắt những người dân ly tán xây dựng nên một vương quốc mới.\nChiếc tù và trù phú đã khiến đất đai có thể sản xuất, và những con tàu qua lại nối liền các hòn đảo.\nĐáng lẽ đây là lúc vui vẻ không lo lắng, nhưng vì sao giọng hát của ca sĩ vẫn chứa đầy u sầu?\n\n\"Đúng như dự đoán của ngươi, ta đã trở thành một vị vua đầy vinh quang, mang lại nền văn minh tao nhã cho dân chúng.\"\n\"Hãy ban hòa bình cho đại dương, cai trị mặt đất theo chính nghĩa, để tiến bộ và trật tự lan tỏa khắp muôn nơi.\"\n\"Nhưng vương quốc mới huy hoàng càng thịnh vượng, ta lại càng thấy hoang mang và buồn bã.\"\n\"Sự thịnh vượng được tiên tri sẽ kéo dài trăm năm, nhưng sau đó thì sao? Những hạt giống hủy diệt đang bén rễ và nảy mầm.\"\n\n\"Hỡi vị vua vinh quang! Tôi đã từng nói, thịnh vượng và suy tàn luôn luân chuyển. Đây chính là quy tắc của Fortuna.\"\n\"Dù giàu sang hay nghèo khó, chúng ta đều là nô lệ của vận mệnh. Hoặc là bước lên ngai vàng, hoặc là rơi vào cát bụi.\"\n\"Bánh xe vận mệnh xoay chuyển vô tình. Dù cho vùng vẫy tranh đấu đến đâu, cũng sẽ không thể thay đổi được kết cục sắp tới.\"\n\"Như một vở kịch có thăng có trầm, ngay từ đầu đã có kết cục, vậy thì tại sao phải buồn đau?\"\n\nNhưng dù biết rằng vĩnh hằng là một ảo mộng ngu ngốc, bất tử là một ảo tưởng mù quáng.\nNhưng vị vua của cư dân biển cao vẫn không thể chịu nổi tương lai đen tối được tiên đoán trong lời tiên tri.\n\n\"Khi thời khắc phán quyết của vận mệnh đến, những cơn sóng vô tình sẽ nuốt chửng mọi vinh quang và hạnh phúc ngắn ngủi.\"\n\"Mặc dù tôi có thể nhìn thấy tương lai không thể tránh khỏi, nhưng tôi không có trí tuệ cổ xưa để khám phá nguyên nhân dẫn tới sự hủy diệt này.\"\n\"Nhưng tôi biết rằng ở nơi sâu nhất của vùng biển tăm tối, nơi Nước Khởi Nguyên tuôn chảy, chủ nhân của muôn dòng nước đang bị giam cầm.\"\n\n\"Như lời tiên tri báo trước, những làn sóng bất tận sẽ nuốt chửng đất nước của ngài, có lẽ cô ấy sẽ có câu trả lời...\""
	},
	"sands": {
		"name": "Trêu Ngươi Của Vận Mệnh",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ được chế tạo dựa theo hình dáng của bánh xe vận mệnh, đến nay đã không thể xoay chuyển nữa.",
		"story": "Đó là năm tháng mà bản nhạc vĩ đại vẫn chưa được tấu vang, và đội tàu hoàng kim vẫn chưa ra khơi.\nĐể tìm ra đáp án phá bỏ lời nguyền, vị vua vinh quang đã lên đường đi tìm nguồn nước.\nDưới biển cao, tràn ngập máu tanh và hận thù, là vương quốc nơi sinh sống của loài rồng.\nThân vương rồng đất vốn phục vụ linh hồn biển xưa, giờ đang canh giữ nhà tù của chủ nhân muôn dòng nước.\n\nNhư thể cuộc chiến cổ xưa đã tái diễn, trận chiến sôi sục biển cả kéo dài suốt ba mươi ngày đêm.\nPhải đến khi ngừng chiến sau khi sức cùng lực kiệt, Thần Vương cuối cùng mới bày tỏ mục đích của mình bằng tiếng nhạc.\nKhông ngờ, thân vương rồng đất khi nghe thấy suy nghĩ điên rồ này liền bật cười ngạo nghễ:\n\n\"Kẻ soán ngôi của loài người, ngươi lo sợ những lời nguyền rủa vô cớ, than thở về xiềng xích của vận mệnh. Nhưng ngươi không biết rằng giống loài của ta đã phải chịu nỗi đau đớn gấp trăm lần.\"\n\"Bọn ta đã mất đi đất và ánh sáng mặt trời. Giờ đây, bọn ta chỉ có thể tồn tại ở nơi vực sâu không ánh sáng.\"\n\"Kẻ soán ngôi của loài người, nên biết rằng vận mệnh là của trời cao định đoạt, không thể thay đổi. Có ý nghĩ như vậy chẳng khác nào phản nghịch.\"\n\"Nhưng nếu ngươi thực sự muốn âm mưu chuyện ngu ngốc như vậy, thì ta sẽ đưa ngươi đến gặp chủ nhân của muôn dòng nước.\"\n\nThế là ở nơi sâu nhất của vùng nước sâu, trong nơi ở hẻo lánh của màn đêm vĩnh cửu, từ chỗ của chủ nhân muôn dòng nước nhân từ,\nVua vinh quang đã biết được mọi bí mật kinh hoàng, nhưng không nhận được bất kỳ câu trả lời cứu rỗi nào.\nChủ nhân của muôn dòng nước đã phạm phải tội lỗi không thể tha thứ, lời nguyền mà nó mang lại cũng không thể cứu vãn được.\nVị vua vẫn còn dã tâm và hy vọng, cuối cùng đã lấy đi một cốc nước tinh khiết trước khi rời đi.\n\n\"Nếu thủy triều sắp nuốt chửng thần dân của ta, thì ta sẽ phong ấn linh hồn họ trong Linh Lộ không hòa tan trong bất kỳ dòng nước nào.\"\n\"Nếu thời gian sắp hủy hoại vương quốc của ta, thì ta sẽ tạo cho họ một cơ thể không thể hư hại bằng đồng và đá.\"\n\nKhi gió biển mạnh mẽ thổi qua vương quốc hoàng kim, liệu bánh xe vận mệnh có xoay chuyển theo không? Chẳng ai biết được đáp án..."
	},
	"goblet": {
		"name": "Áng Thơ Của Linh Lộ",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Chiếc ly được làm từ đồng, từng đựng đầy rượu ngon của địa đàng.",
		"story": "Đó là những năm tháng trên biển cao ngân nga khúc ca điên cuồng, quân đoàn bất diệt đã sẵn sàng chiến đấu.\nVị vua vinh quang đã xây dựng vương đô hoàng kim, từ đó lấy danh hiệu tôn quý nhất để thống trị thiên hạ.\n\nNơi con thuyền khổng lồ kéo đến, mọi thành bang đều phục tùng dưới uy quyền tối cao.\nNơi những nốt nhạc rơi xuống, bản giao hưởng của văn minh thay thế những bài ca dao man rợ.\nVà mục đích của tất cả những điều này là để đem lại chính nghĩa và sự cứu rỗi.\nĐây chính là suy nghĩ điên cuồng cuối cùng của vua Sebastos, người không thể từ bỏ thần dân.\n\n\"Vương quốc của ngươi sẽ sụp đổ trong những cơn sóng thịnh nộ, vì số mệnh đã được định đoạt, sẽ không thay đổi.\"\n\"Sợi tơ được che giấu vẫn đang lôi kéo họ, như những con rối lao vào kết cục đau khổ.\"\n\nLời kết luận tàn khốc của nhà tiên tri không hề khiến Sebastos rơi vào suy sụp, ngược lại còn khơi dậy những suy nghĩ điên cuồng của ông ta.\nÔng ta nhốt mình trong đế cung tối tăm, tìm kiếm sơ hở của chủ nhân vận mệnh trong giai điệu của thế giới.\nCuối cùng sau vô số ngày đêm, từ trong âm thanh trần tục, Remus đã thấu hiểu được bí mật của Fortuna.\nÔng ta đọc ra từng nốt nhạc của vận mệnh, chỉ thiếu một cây bút là có thể viết nên bản nhạc thuộc về chính mình.\n\nVì vậy, Sebastos quyết tâm cầu xin Sybilla, vì cô ấy đến từ vùng đất của cái chết, trong huyết quản cũng từng có dòng chảy của vận mệnh.\nDù yêu cầu quá đáng, nhưng như thường lệ, nhà tiên tri vô tình đáp lại mong muốn của ông mà không một giây do dự.\n\nTrên ngai vàng tấu một bản nhạc du dương, nó sẽ phá tan xiềng xích mà số phận đã trói buộc con người và vẽ nên một giai điệu, con đường mới cho họ.\nDưới mái vòm được trang trí bằng vàng, Linh Lộ thuần khiết chảy xuống dọc theo những tuyến đường nước vàng, lan truyền đi những rung chuyển trong cung điện vàng ra khắp lãnh thổ của đế quốc.\nVà trong suy nghĩ điên rồ nhất của Sebastos, khi kết thúc vở kịch hài hòa và hoành tráng, ông ta sẽ trao chiếc gậy chỉ huy vận mệnh vào tay loài người.\nKhi ngày đó đến, cho dù giàu có hay nghèo khổ, trí tuệ hay man rợ, mỗi người đều sẽ tự do làm chủ vận mệnh của chính mình.\n\nTrong cơn thủy triều cuồn cuộn, vị vua mù lao về phía kết cục mà không ai biết trước, bởi trong mắt Sybilla đã không còn tương lai nữa rồi..."
	},
	"circlet": {
		"name": "Vũ Điệu Của Tàn Phai",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Mặt nạ từng được phủ lớp vỏ vàng, có lẽ là di vật của những vị chỉ huy quân đoàn thời xa xưa.",
		"story": "Đó là những năm tháng mà Domus Aurea xưa kia trở thành đống đổ nát, thành bang huy hoàng bị chôn vùi trong vùng biển hoang vu.\nChúng ta đều biết lịch sử sau đó, cuối cùng ngày phán quyết cũng đến như đã hẹn.\nẢo tưởng chống lại vận mệnh đã bị tham vọng và sự phản bội phá hủy, và mọi vinh quang cũng sụp đổ theo nó.\nSau khi những cơn sóng giận dữ lắng xuống, con ngựa xám cưỡi gió cuốn đi những sinh mệnh còn sót lại trên mặt đất.\n\nNhư thể đó là sự nhạo báng của vận mệnh, vương quốc mới của muôn dòng nước được thành lập giữa sự cổ vũ reo hò của man tộc cũ, sức mạnh hoàng kim từng bao trùm cả biển cao đã phai nhòa thành truyền thuyết.\nSau khi vở kịch hoành tráng kết thúc, tàn tích của thế giới cũ trên sân khấu cũng sẽ bị thời gian xóa nhòa. Ngay cả tên của những người từng hy vọng vào sự bất tử cũng sẽ bị xóa đi.\nAi sẽ tin điều đó chứ? Xưa kia từng có một con tàu lớn với bốn mươi hàng mái chèo cưỡi trên những con sóng xanh trong gió bình minh, truyền bá phúc âm về nền văn minh và sự tiến bộ theo dòng hải lưu đến các vương quốc.\nAi sẽ tin điều đó chứ? Xưa kia từng có một vị thần nổi loạn, mất đi thiên đường, thách thức uy quyền của trời cao, vô số phàm nhân từ bỏ thân xác để cùng chìm đắm vào trong những bài thơ điên cuồng.\n\nSau đó thì sao? Sau khi mọi thứ kết thúc, ảo mộng cuối cùng tan vỡ đó còn sót lại gì?\nHoặc có lẽ đó là một giấc mơ, vì sau đó, vô số giấc mơ sẽ được sinh ra từ tàn tích của những suy nghĩ kỳ lạ.\nNhư người ta thường nói, biển cả hội tụ từ nước mắt sẽ không cạn, mà sẽ bay cao lên trời rồi hóa mưa trút xuống.\nSau cùng, mọi giấc mơ sẽ hội tụ làm một, mang lại sự cứu rỗi cuối cùng cho mọi người."
	}
}