{
	"name": "Con Bạc",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Sát thương kỹ năng Nguyên Tố tạo thành tăng 20%.",
	"4pc": "Khi đánh bại kẻ địch, có tỷ lệ 100% xóa CD kỹ năng Nguyên Tố. Mỗi 15s mới có hiệu quả 1 lần.",
	"flower": {
		"name": "Hoa Con Bạc",
		"relictype": "Hoa Sự Sống",
		"description": "Một đóa hoa lớn rực rỡ, có thể cất giữ xúc xắc được chuẩn bị từ trước.",
		"story": "Con bạc luôn thích khoe mẽ sự giàu có, cho dù tiền tài dễ đến cũng dễ đi.\nCô đeo bên tai những bông hoa dị quốc cỡ lớn, lấp lánh dưới ánh đèn.\nThế nhưng không ai ngờ rằng, những con xúc xắc được giấu kín trong đế hoa.\nVào lúc nguy cấp, con bạc mới dùng thuật che mắt để lấy chúng ra sử dụng.\nDưới ánh nhìn của đám đông, thời khắc thay đổi xúc xắc cũng chính là thời cơ tốt để giành chiến thắng."
	},
	"plume": {
		"name": "Lông Vũ Con Bạc",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông đuôi của loài chim lớn, trong đó ẩn chứa bí mật có thể thay đổi vận mệnh.",
		"story": "Mũ của con bạc quả là những chiếc lông màu mè, thế nhưng quý tộc thực sự luôn chán ghét những thứ dung tục ấy.\nCó điều con mắt của giới quý tộc chỉ nhìn được cái bên ngoài, mà không biết được bí mật đằng sau những chiếc lông ấy.\nĐến giây phút quyết định của ván cược, con bạc với bàn tay xuất thần của mình nhanh chóng đưa ra vương bài được cất giấu đã lâu.\nKhuôn mặt, ánh nhìn cao ngạo và khinh miệt bỗng chững lại trong chốc lát."
	},
	"sands": {
		"name": "Đồng Hồ Con Bạc",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ bị vỡ, từng đỡ một đòn chí mạng cho chủ nhân.",
		"story": "Con bạc phải nắm rõ thời cơ, mới có thể đưa sự lừa bịp lên mức hoàn mỹ.\nCũng vì lý do đó, cô thường đặt trước ngực một chiếc đồng hồ bỏ túi bằng vàng,\nTrong vô vàn trận cá cược, cũng sẽ có lúc, sự mẫn cảm với thời gian đã cứu lấy mạng cô."
	},
	"goblet": {
		"name": "Xúc Xắc Con Bạc",
		"relictype": "Ly Không Gian",
		"description": "Là loại đặc chế, nhưng lại không hề cất giấu cơ quan lừa đảo.",
		"story": "Các con bạc có phần mê tín và có tình cảm với con xúc xắc \nLà xúc xắc được cô đặc chế, bên trong chưa đặt bất kỳ cơ quan nào.\nCá cược may rủi một phần do trời, một phần do người.\nThế giới bên ngoài canh bạc không bao giờ nhìn vào điểm số."
	},
	"circlet": {
		"name": "Hoa Tai Con Bạc",
		"relictype": "Nón Lý Trí",
		"description": "Có thể giúp người đeo nó đánh giá được cục diện và nguy hiểm, tránh khỏi hiểm họa.",
		"story": "Con bạc luôn đeo trên người những món đồ trang sức thu hút tầm mắt, chúng là sự tượng trưng cho tiền tài dễ kiếm được mà cũng dễ mất đi.\nViên bảo ngọc màu lam đậm phát ra thứ ánh sáng khiến người ta an lòng, giống như trời xanh và mặt hồ. \nCon bạc thường bôi lên đôi bông tai thứ thuốc thần kì có thể khiến con người ta bình tĩnh, vì vậy mới có thể an nhiên trong canh bạc.\nTrong thời khắc sinh tử, thêm một phần bình tĩnh là thêm một phần hy vọng."
	}
}