{
	"name": "Giấc Mộng Hoàng Kim",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Tăng 80 điểm tinh thông nguyên tố.",
	"4pc": "Trong 8s sau khi kích hoạt phản ứng nguyên tố, sẽ căn cứ theo loại nguyên tố của các nhân vật khác trong đội để kích hoạt hiệu ứng cho người mang trang bị: Mỗi một nhân vật trong đội có cùng loại nguyên tố với người mang trang bị, sẽ tăng 14% tấn công; mỗi một nhân vật trong đội khác loại nguyên tố với người mang trang bị, sẽ tăng 50 điểm tinh thông nguyên tố. Mỗi loại hiệu ứng bên trên tối đa tính 3 nhân vật. Hiệu quả này mỗi 8s tối đa kích hoạt 1 lần. Khi người trang bị không ra trận, thì vẫn sẽ kích hoạt hiệu ứng này.",
	"flower": {
		"name": "Hoa Thép Trong Mộng",
		"relictype": "Hoa Sự Sống",
		"description": "Nụ hoa được đúc từ vàng đen, những cánh hoa không có cơ hội nở ra bao bọc lấy nhụy hoa đỏ thẫm.",
		"story": "\"Trong giấc mộng hoàng kim, không ai phải uống một giọt nước đắng nào cả.\"\nTruyền thuyết kể rằng, ngày xưa từng có ba người bạn thân đã cùng nắm tay đồng hành.\nMột trong số đó cuối cùng điêu tàn như một đóa Tường Vi, thối rữa trong bùn đất.\nĐất nước của hoa đã bị gió cát mài mòn thành một câu chuyện, trở thành giấc mộng trong bài ca.\n\nMột trong số những người bạn thân đó đã xây dựng một ốc đảo lớn chưa từng có trước đây tại một góc của sa mạc;\nMột người khác đã dùng hết trí tuệ và sức mạnh của mình dựng nên một ảo ảnh vĩnh cửu trên cát:\nDù là ai cũng không nên để đau thương và ly biệt in hằn dấu vết trên khuôn mặt.\n\n\"Khi ánh trăng rời khỏi lòng bàn tay của bạn, lấy lại ánh bạc cô đơn trên mê cung biển cát.\"\n\"Hy vọng bạn có thể nhớ lấy, bộ dạng thiêu đốt trong ánh mặt trời chói lọi của người bạn trong giấc mơ.\"\n\nVà cứ thế, ký ức cứng cỏi đó lại trỗi dậy từ thế giới mới rực cháy, như một ngọn lửa không khói;\nVà cứ thế, một con mắt nhìn về quá khứ, một con mắt nhìn về giấc mơ, chắc chắn sẽ bị lạc đường;\nVà cứ thế, anh ta hướng ánh mắt về trí tuệ của vực sâu tội lỗi, lắng nghe những lời thì thầm như rót mật vào tai..."
	},
	"plume": {
		"name": "Lông Vũ Phán Quyết",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông vũ từng được dùng để đo lường trọng lượng trái tim của tội nhân, giờ đã mất đi công dụng vốn có.",
		"story": "\"Trong thế giới mới, tất cả đều là cái thiện.\"\nThuở xa xưa, chiếu dụ của trời cao rơi vào thinh lặng, mặt đất mất đi chủ nhân của mình.\nQuá khứ văn minh và yên bình bị xóa bỏ, tất cả hoàn toàn rơi vào tăm tối.\n\nVề sau, nguyên tắc thời gian không thể nghịch chuyển đã một lần nữa đo lường mọi sinh mệnh trong sa mạc.\nLông vũ được đưa lên bàn cân cùng trái tim, sắt nóng thử thách tinh thần, dùng lý trí không vụ lợi để thống trị.\nNghe theo quyết định của Thần Vương, luật pháp có căn nguyên từ máu đã in dấu khắp cõi sa mạc.\nKhi lý tưởng của người thống trị bị nguyện vọng bi thương bóp méo, thân phận cao quý lại trở thành kẻ góp sức làm điều ác.\nPhớt lờ đi nền tảng cung điện đang dần chìm vào trong cát, dấn bước về tương lai phía trước vô định và điên cuồng.\n\n\"Mọi sự phản bội đều phải bị phán xét một cách không thương tiếc,\"\n\"Kết quả phán xét chính là sự tiêu diệt triệt để.\"\nVề sau, quy tắc vì sự ngạo mạn mà trở nên biến chất, biến thành gông cùm xiềng xích.\nDưới sự lựa chọn của Thần Vương, nỗi bất hạnh như gông cùm trói chặt vận mệnh của thần dân."
	},
	"sands": {
		"name": "Năm Tháng Vàng Son",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ cổ xưa ánh vàng, như đang kể lại câu chuyện ngày xưa của sa mạc.",
		"story": "\"Cảnh tượng hoàng kim sẽ hiện thân bằng bóng hình cổ xưa nhất.\"\nLúc ban đầu, các bộ tộc làm bạn với cát, kết nối máu mình cùng mặt đất bao la.\nTuân theo luật pháp của máu, sợ hãi ký ức về lưu vong và đói khát đã thấm sâu vào huyết mạch.\n\nVề sau, thời gian và cát sỏi quét ngang mặt đất, Thần Vương trỗi dậy, thân hình to lớn sừng sững bao trùm khắp nơi.\nTrong những năm tháng bị lãng quên đó, thần linh đã tạo ra vùng đất yên vui, khiến ốc đảo xuất hiện khắp nơi, dòng suối chảy ngang dọc.\nNoi theo tấm gương Thần Vương, nhân dân bộ lạc xây tường cao, dựng ngự tọa, tạo thành phiên quốc phồn vinh thịnh vượng.\nMô phỏng theo diện mạo của Thần Vương, các phiên quốc nhớ lại năm tháng cổ xưa có vua và thần quan.\nKhi ấy, vị vua tài đức sáng suốt đứng lên nhận lấy chỉ thị của trời cao, mặt đất còn chưa biết tai họa là gì...\n\n\"Vua dựa vào trí tuệ mượn được, đưa thời kỳ hoàng kim kia quay lại.\"\n\"Dùng thực lực vô ngần để ngăn dòng chảy của thời gian.\"\n\nĐúng, năm tháng vàng son của vua và những con dân biển cát ấy cuối cùng sẽ đến.\nGiấc mộng hoàng kim đang kêu gọi những hạt cát lưu lạc, để không còn buồn đau và ly biệt nữa."
	},
	"goblet": {
		"name": "Bữa Cuối Ngọt Ngào",
		"relictype": "Ly Không Gian",
		"description": "Ly rượu từng được dùng trong yến tiệc cổ xưa, đã mất đi màu sắc hoa lệ khi ấy.",
		"story": "\"Niềm vui có hạn cuối cùng kết thúc trong đau khổ,\"\n\"Hồi ức ngọt ngào tan thành mây khói.\"\nBan đầu, những bữa tiệc vui vẻ thuộc về nữ chủ nhân của hoa tươi và đêm trăng, quyền uy thuộc về vị vua biển cát, sinh mệnh thuộc về chủ nhân của cỏ cây.\nGiống như ánh trăng màu bạc, mặt trời màu vàng và ốc đảo màu xanh, ba vị thần lập ra lời thề, kết thành đồng minh thân thiết.\n\n\"Trong những năm tháng đó, ánh trăng từng kể về hạnh phúc của bọn họ cho chim sơn ca và tường vi nghe,\"\n\"Và họ cũng giật mình kinh ngạc, xấu hổ, đến mức không thể hát ra lời ca đáp lại.\"\n\"Trong thiên đường không lo âu chỉ có hòa bình vui vẻ kia không phân chia ranh giới, cũng không có tai họa...\"\n\"Mong rằng hạnh phúc giờ phút này có thể hóa thành vĩnh hằng, không còn nỗi khổ chia lìa nữa.\"\n\nSau đó, thời gian cắt đứt giao ước của ngày và đêm, hủy bỏ minh ước cổ xưa bao đời nay.\nĐêm trăng an nhàn chìm vào biển cát, còn vầng dương bao trùm vạn vật lại gieo rắc ánh nhìn gay gắt.\nCùng chung vui với bữa tiệc của thần vương, tư tế và dân chúng đều nhớ rõ thời đại tuyệt vời như giấc mơ đó.\nNhưng giấc mơ cuối cùng vẫn bị lý trí bắt giữ, bị ném vào cỗ máy không có sự sống kia để nghiền nát.\nMà từ trong cỗ máy, giữa giấc mơ đen tối kia lại có một loại trí tuệ mới lột xác mà thành...\n\n\"Hòa tan vô vàn suy nghĩ thành một, cộng vô vàn suy tính làm một,\"\n\"Từ đó, con người sẽ trở thành vua của các vị vua, thần của các vị thần.\"\nCứ thế, khúc ca đưa tiễn vua của các vị vua cô độc kia được cất lên,\nMà cát vàng đã sớm đoán được kết cục thất bại của mình."
	},
	"circlet": {
		"name": "Hình Chiếu Vua Cát",
		"relictype": "Nón Lý Trí",
		"description": "Khăn đầu khảm vàng của tư tế sa mạc xưa kia, hình dạng của nó được mô phỏng theo vị vua của sa mạc trong truyền thuyết.",
		"story": "\"Vương giả sẽ đến đây theo ánh sáng chói lọi như mặt trời,\"\n\"Xóa bỏ vòng gai được đan từ Tường Vi cho mọi người.\"\nThuở xưa trụ thần giáng xuống từ trên trời cao, chôn vùi đồng cỏ rừng cây dưới dòng chảy của cát.\nMặt trời vàng rực lặn rồi lại mọc, khoác một chiếc áo chết chóc lộng lẫy lên biển cát.\n\nSau đó, cơn gió độc của thời gian đã quấy nhiễu giấc ngủ của kẻ tiêu vong, dẫn dến vọng tưởng hoài cổ.\nTrong những năm tháng đáng nguyền rủa đó, rất nhiều thành bang đã phát triển mạnh mẽ trên ốc đảo màu mỡ.\nTheo lý tưởng của Thần Vương, các tư tế cai quản vùng đất một cách công bằng, gieo rắc sự giàu có đi khắp muôn phương.\nKhi xưa, hiền vương người phàm và thần quang tự mình tiếp nhận thánh dụ, họ chính là chủ nhân của mặt đất.\nNhưng đến nay, nhiều quý tộc đại diện cai trị trong ốc đảo đã trở thành chiếc bóng của thần.\n\n\"Vương khí và thần trượng trải rộng khắp mặt đất giống như những cây táo,\"\n\"Dưới bóng râm, các thần dân có thể mưu sinh và phát triển.\"\n\nRất lâu về sau, những quyết định hoang đường cùng sự cuồng vọng như ảo ảnh được truyền xuống,\nLợi dụng những kỳ vọng tốt đẹp làm mồi nhử để đưa thần dân đến kết cục đau khổ."
	}
}