{
	"name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Tấn công tăng 18%",
	"4pc": "Khi nhân vật trang bị bộ Thánh Di Vật này dùng kiếm đơn, trọng kiếm, vũ khí cán dài, sát thương tấn công thường nhân vật tạo thành tăng 35%.",
	"flower": {
		"name": "Nỗi Nhớ Của Giác Đấu Sĩ",
		"relictype": "Hoa Sự Sống",
		"description": "Không ai biết đấu sĩ truyền thuyết tại sao luôn đeo bông hoa này trên ngực, đây là điểm yếu duy nhất trên người của chiến sĩ.",
		"story": "Vốn chỉ là một nhánh hoa nhỏ tầm thường, được hái bởi chủ nhân của Giác Đấu Sĩ.\nCài trước ngực Giác Đấu Sĩ, hóa thành sự dịu dàng nhất của chiến sĩ.\n\nKhi Giác Đấu Sĩ vẫn chưa trở thành huyền thoại, đã từng cùng chủ nhân nhỏ tuổi dạo bước trong khuôn viên.\nTrước kia, chủ nhân tiện tay hái một bông hoa dại, tặng cho kẻ nô lệ trầm mặc.\n\"Ân điển không nhất thiết phải là phần thưởng, đôi khi chỉ là một phút tùy hứng\"\nRất lâu sau đó, chủ nhân mới cười nói một cách láu cá.\n\nKhi Giác Đấu Sĩ bất bại ngã gục trước chân của thiếu nữ Dị Vực, \nMới chợt nhớ lại, rất nhiều năm trước kia, bản thân từng mơ ước,\n\"Bông hoa đẹp thật. Không biết đến bao giờ mới có thể khởi hành đi xem thế giới ngoài kia\"\n\"Hình hài của đóa hoa sinh ra và lớn lên nơi hoang dại sẽ là thế nào đây\""
	},
	"plume": {
		"name": "Giác Đấu Sĩ Trở Về",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Chiếc lông của hy vọng. Ở điểm cuối cùng trong kiếp sống huyền thoại, loài phi điểu đã đặt chiếc lông này lên ngực hắn.",
		"story": "Khi Giác Đấu Sĩ đón nhận lấy kết cục của mình, \nĐối thủ non nớt cung kính chào anh lần cuối.\n\nHư danh chiến thắng, khát vọng chuộc thân cũng giống như sương sớm dễ dàng tan biến,\nKhi ánh sáng mặt trời lúc ban mai xuyên qua áng mây màu máu, Giác Đấu Sĩ nhìn thấy chú chim nhỏ.\n\nGiác Đấu Sĩ chỉ cách chuộc thân một trận đấu, lại bị thiếu nữ vô danh đánh bại.\nKhán đài la hét như cơn bão, nhưng người thắng cuộc từ chối sự hành quyết ô nhục.\nRốt cuộc, cô không đâm thanh kiếm vào yết hầu kẻ thua cuộc, giống như hành quyết kẻ nô lệ.\n\nNhững vết thương khô được bao phủ bởi lông chim vô hình.\nChiến sĩ cuối cùng cũng giống chú chim tự do đặt dấu chân vào cuộc hành trình,\nĐi đến vùng đất trăm hoa đua nở, cánh chim vút bay không trở ngại."
	},
	"sands": {
		"name": "Hy Vọng Của Giác Đấu Sĩ",
		"relictype": "Cát Thời Gian",
		"description": "Ghi lại năm tháng đẫm máu của giác đấu sĩ. Đối với người đó thì lại tượng trưng cho con đường đi đến tự do.",
		"story": "Giác Đấu Sĩ tự tạo cho mình chiếc đồng hồ cát này, mỗi lần chiến thắng lại đảo ngược đồng hồ một lần.\nCho đến khi ngừng đảo quay đồng hồ, cũng là lúc Giác Đấu Sĩ ngã gục trong biển máu.\n\nKhi Giác Đấu Sĩ bước vào đấu trường, anh sẽ đặt chiếc đồng hồ cát ở một bên.\nVậy mà màn bụi mờ chưa lặng, tiếng hò reo cất lên, cát vẫn chưa chảy hết.\n\nCũng là trận đấu cuối cùng của Giác Đấu Sĩ, đối thủ là một thiếu nữ vô danh tiểu tốt.\nTrong con mắt của cô gái, dường như Giác Đấu Sĩ có phần rụt rè, nhưng cũng dũng mãnh như một chú sư tử đang lớn.\nQuan sát thần thái khi bước đi, cô cảm nhận được sợi xích nặng nhọc theo cùng năm tháng trên vai của Đấu Sĩ.\nQuyết chiến đầy khốc liệt và nguy hiểm, Dũng Sĩ trải qua nhiều năm chinh chiến nhanh chóng nhập cuộc hăng hái, dường như lấy lại được khí thế của mình.\nKhi thanh kiếm buốt lạnh đâm sâu vào da thịt, dòng cát trong chiếc đồng hồ cũng kết thúc trong thầm lặng."
	},
	"goblet": {
		"name": "Giác Đấu Sĩ Uống Say",
		"relictype": "Ly Không Gian",
		"description": "Ly vàng uống rượu mừng chiến thắng của giác đấu sĩ cổ đại. Cho đến khi hắn ngã xuống thì ly rượu cũng được năm tháng rót đầy.",
		"story": "Chiếc ly vàng tuyệt đẹp là giải thưởng mà chủ nhân ban tặng cho Giác Đấu Sĩ.\nChiến sĩ bất bại dùng nó để uống rượu ngon, cũng như uống máu tươi của nhiều chiến sĩ khác. \n\nGiác Đấu Sĩ vết thương đầy mình lại lần nữa chiến thắng trong trận chiến đẫm máu, anh đem thắng lợi ấy dâng tặng cho chủ nhân của mình.\nThắng lợi, danh dự và tiếng hò hét dễ say hơn rượu ngon, đồng thời cũng làm ta quên đi đau đớn của thể xác.\n\nChủ nhân cho phép anh ngồi cùng bàn tiệc đồng thời đem ly rượu thưởng cho anh.\nChiếc ly tương xứng với công lao, cũng là tín vật chứa đầy tình cảm.\nHư danh giống như chiếc xích vàng, tình cảm cũng như liều thuốc độc nhẹ nhàng thấm vào xương tủy.\nNgười anh hùng chần chừ vì ly rượu chiến thắng mà bỏ lỡ cơ hội chuộc thân."
	},
	"circlet": {
		"name": "Nón Giác Đấu Sĩ",
		"relictype": "Nón Lý Trí",
		"description": "Nón của giác đấu sĩ cổ đại, từng nhuốm máu của vô số kẻ địch, cũng từng nhận vô số sự ngưỡng mộ của người xem.",
		"story": "Nón Giác Đấu Sĩ huyền thoại Mondstadt cổ đại, phía trên có đính lông vũ dễ thấy.\nĐối với những khán giả cuồng nhiệt, chiếc nón này là biểu tượng trăm trận trăm thắng.\n\nGiác Đấu Sĩ huyền thoại từng trải qua trăm ngàn trận huyết chiến, con người và quái vật chưa từng đánh bại được thanh kiếm sắc bén trong tay chàng.\nMỗi lần chiến thắng, Giác Đấu Sĩ giống như người anh hùng đi vào cổng thành dưới sự hò hét của người hâm mộ.\n\nChỉ có thời khắc chiến thắng, người nô lệ dường như biến thành chủ nhân, ánh sáng của sự tự do lại bị hư danh che đậy.\nCùng lúc ấy, người chiến sĩ thực sự được đi ra thế giới bên ngoài phòng giam, hy vọng chuộc thân lại tăng lên phần nào.\n\nĐến khi nón chiến đấu của người anh hùng rơi xuống đất thì khán đài và chiến trường mới tỉnh giấc.\nChỉ là thân phận nô lệ hèn mọn, cũng chẳng thể làm chủ nhân vui mừng."
	}
}