{
	"name": "Giấc Mộng Phù Hoa",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Phòng ngự tăng 30%.",
	"4pc": "Nhân vật trang bị bộ Thánh Di Vật này sẽ nhận hiệu quả \"Vấn Đáp\" trong các trường hợp sau đây: Sau khi nhân vật trong trận sử dụng tấn công Nguyên Tố Nham đánh trúng kẻ địch sẽ nhận 1 tầng, mỗi 0.3s tối đa kích hoạt 1 lần; trong đội chờ, mỗi 3s nhận 1 tầng. Vấn Đáp cộng dồn tối đa 4 tầng, mỗi tầng sẽ tăng 6% phòng ngự và 6% buff sát thương Nguyên Tố Nham. Mỗi 6s, nếu chưa nhận hiệu quả Vấn Đáp sẽ mất đi 1 tầng.",
	"flower": {
		"name": "Thời Khắc Nở Rộ",
		"relictype": "Hoa Sự Sống",
		"description": "Trang sức nhỏ hình bông hoa sáu cánh không bao giờ tàn lụi, nó tượng trưng cho sự ngắn ngủi của vinh quang chốn phàm trần.",
		"story": "Ảo ảnh nhảy múa dưới ánh trăng nhìn thấy trong giấc mơ,\nDường như là chàng thiếu niên tựa như trang giấy trắng hồi những năm tháng xa xưa ấy;\nLại mập mờ trông như cái tôi đơn thuần dễ vỡ cuối cùng mới lộ ra,\nSau khi những oán hận và khổ nạn đã tiêu tan hết.\n\nKẻ lang thang không hề biết rằng bản thân có khả năng nằm mơ,\nCho rằng đây có lẽ là trò vặt vãnh của các học giả,\nCũng có thể là những phản kháng yếu ớt từng có của trái tim.\n\n\"Ngươi đã từng có được \"con tim\" mơ ước,\"\n\"Nhưng đó không phải là công cụ của những lời nói dối và lừa lọc;\"\n\"Nhưng giờ đây, ngươi cuối cùng sẽ thực sự có được thứ thuộc về ngươi,\"\n\"Hình hài này cũng sẽ có được quyền năng đứng đầu trần thế.\"\n\n\"Thế nhưng, tất cả chẳng qua đều là giấc mộng vinh hoa,\"\n\"Cuối cùng rồi sẽ tan biến trong bể khổ mà thôi...\"\nKhông biết là cái tôi của tương lai hay quá khứ đã nói như vậy.\nKẻ lang thang hoàn toàn không để tâm, dù sao thì khi tỉnh mộng,\nThứ tiêu tan không phải bản thân mình, mà là tương lai mong manh."
	},
	"plume": {
		"name": "Lông Vũ Phù Hoa",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Chứng nhận có hình dạng lông vũ được đem ra từ nơi hẻo lánh cách biệt với thế giới. Do lòng trắc ẩn của người sáng tạo, nên nó đã được để lại cùng với hình hài đang ngủ say trong căn phòng.",
		"story": "Kabukimono lang thang nhiều năm đã không còn nhớ đến nó nữa,\nNhưng khi nhắm mắt lại, vẫn nhìn thấy được đêm trăng và lò lửa ở Tatarasuna.\nVị phó quan trẻ tuổi nhân hậu nói:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\"\n\"Nhưng khi hành tẩu trên thế gian này, nếu không phải vạn bất đắc dĩ,\"\n\"Tuyệt không được để lộ thân phận của mình cho người khác biết.\"\nThanh tra chính trực nói rằng:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\nNhưng ngươi vừa không phải loài người cũng không phải đồ vật,\nNên tại hạ chỉ đành xử lý ngươi như vậy, xin đừng oán hận!\"\n\nKabukimono vứt bỏ quá khứ đã không còn nhớ đến nó nữa,\nNhưng khi bịt tai lại, vẫn nghe được tiếng gió lốc và mưa bão năm đó.\nĐôi mắt chờ mong nói rằng:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\"\n\"Nhất định có thể cứu giúp chúng nhân giữa tai họa.\"\n\nPháp sư xinh đẹp nói rằng:\n\"Món trang sức bằng vàng này chính là chứng nhận thân phận do Shogun đại nhân ban cho,\"\n\"Shogun sẽ không bỏ mặc không lo.\"\n\"Tôi cũng sẽ cố gắng hết sức, lập tức phái người tương trợ...\"\n\n...Thế nhưng, chiếc lông vũ màu vàng cuối cũng đã bị vùi chôn trong bụi đất,\nMọi câu chuyện đều bị ngọn lửa thiêu trụi không còn chút dấu tích nào."
	},
	"sands": {
		"name": "Khúc Ca Chúng Sinh",
		"relictype": "Cát Thời Gian",
		"description": "Theo người dân Inazuma nói thì đây là vật phẩm đến từ bên ngoài. Linh kiện bên trong lõi đã bị tháo gỡ, kim châm cũng đã không còn chuyển động.",
		"story": "Ban đầu anh ấy được sinh ra để làm vật chứa đựng \"trái tim\",\nNhưng lại rơi lệ trong giấc mộng.\nNgười sáng tạo đã bất lực cảm giác được rằng:\nAnh ấy cho dù làm đồ vật hay con người, đều quá ư yếu đuối.\n\nNgười sáng tạo không nỡ vứt bỏ đi, thế là để anh ấy tiếp tục chìm trong giấc ngủ.\nTrong tác phẩm sau này của cô ấy, đã bỏ đi thiết kế chỗ chứa đựng trái tim.\nKhông lâu sau đó, \"chứng nhận\" của thứ đặc biệt nhất, tôn quý nhất trong thế gian,\nVì không biết nên đặt ở đâu, nên đã được đưa lên ngôi đền ở Núi Yougou.\n\nSau đó, con rối xinh đẹp đã thức tỉnh, bắt đầu lang thang.\nAnh ấy nhìn thấy rất nhiều rất nhiều con tim,\nLương thiện có, chính trực có, kiên nghị có, dịu dàng có...\nCon rối cũng muốn có một con tim.\n\nVề sau, con rối xinh đẹp cuối cùng đã lấy được \"con tim\" đó,\nĐó chính là ý nghĩa mà anh được sinh ra, là mục đích mà anh tồn tại.\nNhưng, nó lại không phải là thứ mà con rối thực sự muốn có,\nBởi vì nó không hề chứa đựng bất kỳ sự chúc phúc nào,\nĐó chỉ là một thứ tế phẩm được bao bọc bên ngoài bởi vẻ hữu nghị,\nChất chứa bên trong lại là sự ích kỷ, giả tạo, xảo trá và nguyền rủa.\n\nThiện và ác, đều là những thứ vô căn cứ của chúng sinh, vừa vô dụng lại huyên náo.\nNhưng chỉ cần moi \"con tim\" này ra,\nThì sẽ không còn cảm thấy gì nữa hết..."
	},
	"goblet": {
		"name": "Hồ Lô Tỉnh Mộng",
		"relictype": "Ly Không Gian",
		"description": "Hồ lô với những đường nét trang trí màu đen và vàng, đã không còn nhận ra màu sắc ban đầu của nó nữa, có vẻ chủ yếu là dùng để làm đạo cụ diễn xuất.",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju.\nTừng là 5 trường phái thuộc \"Raiden Gokaden\" ở Inazuma.\nNhưng hiện nay chỉ còn lại duy nhất Trường Phái Amenoma có sư đồ kế thừa,\nTrường Phái Isshin, miễn cưỡng được xem vẫn còn có hậu nhân tại thế.\nTrong mắt dân gian, điều này chẳng qua là kết quả tất yếu của dòng chảy thời gian mà thôi,\nNhưng lại chưa từng nghĩ đến, những đau thương bất ngờ ập đến này thật ra đều chất chứa huyền cơ bên trong.\n\nKẻ lang thang tuyệt đối không thừa nhận,\nTất cả hành vi của bản thân mình đều xuất phát từ ý muốn báo thù thợ rèn đao;\nĐương nhiên cũng tuyệt đối không nhắc đến;\nNguyên nhân khi kế hoạch mới tiến hành được nửa đường, thì bản thân đột nhiên không còn hứng thú nữa.\nHắn chỉ dùng ngữ khí học được từ một học giả nào đó, nói rằng:\n\"Tất cả những thứ này, chẳng qua là một kiểm nghiệm nhỏ bé về nhân tính mà thôi.\"\n\nTrong các vở kịch truyền thống của Inazuma, có một dạng nhân vật được gọi là \"Kunikuzushi.\"\nHọ thường là những người có ý đồ cướp nước, hay giở các âm mưu quỷ kế.\nLang thang đến cuối cùng, hắn dựa vào ý chí của mình để lựa chọn tên gọi này.\nCòn những tên gọi trước đây từng dùng qua, đến cả bản thân hắn cũng không còn nhớ rõ nữa.\n\nTrong các vở kịch truyền thống của Inazuma, thường dùng tên của ba màn kịch ghép lại thành tên vở kịch.\nVí như ba màn kịch \"Sumirezome,\" \"Sangetsu,\" và \"Kogetsukan\".\nGhép lại thành vở kịch \"Sumirezome Sangetsu Kogetsukan.\"\nCó lẽ một ngày nào đó, tất cả những gì mà hình hài này đã trải qua,\nSẽ biến thành câu chuyện được con người truyền miệng, những ký ức xa xôi trong lòng đất.\nChỉ là hiện tại, màn kịch thứ ba của hắn vẫn còn đang tiếp diễn."
	},
	"circlet": {
		"name": "Nón Hình Hài",
		"relictype": "Nón Lý Trí",
		"description": "Chiếc nón che nắng che mưa của kẻ lang thang, nhưng sau này lại trở thành đạo cụ hữu ích để che đi gương mặt và giấu đi cảm xúc.",
		"story": "\"Kẻ lang thang, kẻ lang thang, anh muốn đi đâu thế?\"\nThiếu niên lang thang bị đứa trẻ gọi lại.\nCậu ấy là con của người thợ ở Tatarasuna, tuy đã bị bệnh, nhưng đôi mắt vẫn rất sáng.\nThiếu niên nói với đứa trẻ rằng bản thân phải đến Thành Inazuma.\n\"Nhưng bây giờ mưa lớn lắm, họ nói những người rời đi trước đây cũng không hề quay lại!\"\nThiếu niên mở miệng như muốn nói, cuối cùng chỉ mỉm cười với đứa trẻ.\nĐến khi cậu ấy bước lên hòn đảo này lần nữa, đã không còn thấy bóng dáng đứa trẻ.\n\n\"Người Inazuma, ngươi muốn đi đâu? Đây không phải con thuyền mà ngươi có thể đi!\"\nThiếu niên lang thang đã bị người lái thuyền ở bến cảng chặn lại.\nTrước khi cậu thiếu niên rút đao, người đàn ông đi cùng đã với tay ngăn lại.\nNgười đàn ông nói với lái thuyền, cậu thiếu niên ngoại quốc này sẽ đi cùng mình.\n\"Hóa ra là khách của đại nhân, là tôi đã mạo muội rồi.\"\nNgười đàn ông đưa chiếc áo khoác cho thiếu niên để chống lạnh, nhưng cậu ấy lắc đầu.\nBây giờ cậu chỉ muốn biết, chuyến hành trình xa xôi này có thể nhìn thấy điều gì thú vị.\n\n\"Quan Chấp Hành đại nhân, ngài muốn đi đâu?\"\nThiếu niên ghét nhất những người ồn ào, cậu ấy trở tay đánh vào mặt của thuộc hạ.\nNhưng thiếu niên cũng thích nhất là bộ dạng hoảng sợ và bất lực của con người,\nCó lẽ chính vì biểu cảm khá phong phú, mà tên thuộc hạ ngu ngốc này mới được cậu giữ lại bên cạnh.\nCậu nói với người đang quỳ run rẩy dưới đất, lần này hướng về phía Đông đến Mondstadt.\n\"Thuộc hạ đã hiểu, sẽ bảo các hộ vệ chuẩn bị ngay!\"\nCũng không hề cần đến hộ vệ, nhưng cậu ấy chả buồn phí lời với tên ngốc này nữa.\nCậu lại đội lên chiếc mũ của kẻ lang thang, một mình đi về phía Đông.\n\n\"Cậu bé, cậu muốn đi đâu?\nTrên đường đi, cậu thiếu niên hồi hương bị một bà lão gọi lại.\nCậu ấy nói với bà lão, mình chuẩn bị đi về phía Đông.\n\"Muốn đến Đảo Yashiori sao, đi làm gì vậy?\"\nBà lão không nghĩ gì nhiều, chỉ là gần đây tình hình rất bất ổn.\nThiếu niên mỉm cười cảm ơn bà lão đã quan tâm, nói rằng mình đã có hẹn với người khác.\nChiếc thuyền nhỏ từ từ cập bến, một cô gái ăn mặc theo phong cách nước ngoài đang đứng trên bờ.\nĐứng từ xa ném cho thiếu niên một viên thủy tinh be bé.\nThiếu niên nhẹ nhàng chụp lấy viên thủy tinh, đưa nó nhắm lên vầng tà dương đỏ như máu."
	}
}