{
	"id": 14003,
	"rarityList": [
		4,
		5
	],
	"name": "Hiền Nhân Bốc Lửa",
	"effect2Pc": "Kháng nguyên tố Hỏa tăng 40%.",
	"effect4Pc": "Tăng 35% sát thương tạo thành cho kẻ địch bị ảnh hưởng nguyên tố Hỏa.",
	"flower": {
		"name": "Sự Từ Chối Của Người Vượt Lửa",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa nở rộ trong ngọn lửa mãnh liệt, truyền thuyết kể rằng trí giả cổ đại đã đeo nó đi vào biển lửa.",
		"story": "Đóa hoa chỉ nở rộ khi tắm trong biển lửa rực cháy,\nCơn đau thiêu đốt khiến người đeo nó càng trở nên kiên cường.\n\nĐóa hoa đỏ lửa, lấp lánh như một viên mã não.\nLoài hoa trong biển lửa được bậc Trí Giả Vượt Lửa đeo lên trước ngực.\n\nTrong thời khắc cuối cùng của cuộc đời, Trí Giả Vượt Lửa nói với con người rằng:\n\"Đây là loài hoa nở rộ trong biển lửa mãnh liệt. Nếu như ta chưa bị cháy rụi\"\n\"Thì đóa hoa sẽ lóe lên ánh hào quang trong biển lửa và khói đen\"\n\nVề sau, người ta đi theo ánh sáng le lói ấy đến ven Vùng Biển Lặng.\nNhưng không tìm được tung tích của Trí Giả, còn đóa hoa vẫn bừng sáng như xưa."
	},
	"plume": {
		"name": "Sự Giải Thoát Của Người Vượt Lửa",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông đuôi của loài chim lửa, dường như có thể nghe được tiếng đập cánh trong biển lửa.",
		"story": "Lông đuôi của loài chim lửa được Trí Giả Vượt Lửa đem về,\nĐeo lên người dường như có thể cảm nhận được tiếng đập cánh trong biển lửa.\n\nLoài chim trong truyền thuyết, sinh ra trong cô độc, có thể cất tiếng hát trong biển lửa,\nngười dân lấy hình vẽ của nó làm vật sùng bái, bậc đế vương coi nó là biểu tượng cao quý.\n\nTrí Giả từ vùng đất hỏa sơn cầm theo chiếc lông đó và biến mất trong biển lửa.\nNgài đến trong cô độc, ra đi trong lặng lẽ, từ đó nơi cư ngụ cũng không rõ ràng.\nTừ đó về sau, mọi người thường nghe thấy tiếng hót thánh thót từ sâu thẳm trong Vùng Biển Lặng.\nPhải chăng là tiếng hót của loài chim lửa hay là tiếng ngân nga của bậc Hiền Giả Vượt Lửa đây."
	},
	"sands": {
		"name": "Sự Dằn Vặt Của Người Vượt Lửa",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ cát đỏ rực. Cát không ngừng chảy, giống như thời gian không để lại dấu vết.",
		"story": "Bên trong chiếc đồng hồ cát này không phải là đá sỏi mà loài cát nóng có thể phát sáng.\nThời gian trôi nhanh như một dòng chảy, chẳng để lại dấu vết gì.\n\nĐó là câu chuyện về bậc Trí Giả vượt qua Vùng Biển Lặng,\nTheo truyền thuyết ngài đã sống hàng trăm năm trong cuộc đời ẩn sĩ.\nThế nhưng sự giải thoát trong chốc lát sao có thể so với nỗi đau khổ sâu sắc.\n\nBậc Trí Giả thoát tục không thể tiếp tục chịu đựng sự dày vò của vĩnh cửu, bèn tạo ra chiếc đồng hồ cát này.\nBên trong ngọn lửa rực cháy, sắc đỏ của dòng cát nóng ẩn hiện liên tục.\n\nBậc Trí Giả đáng thương, không sợ hãi liệt hỏa thiêu đốt, nhưng lại không tránh khỏi sự dày vò của thời gian.\nTất cả môn nhân và thân quyến đều biến mất trong ngọn lửa mà không thể chống cự."
	},
	"goblet": {
		"name": "Sự Tỉnh Ngộ Của Người Vượt Lửa",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Chiếc ly có thể chịu được lửa lớn trong truyền thuyết, hiện nay chỉ còn sót lại chút hơi ấm.",
		"story": "Chiếc ly trống không mà vẫn giữ được chút hơi ấm từ dung nham.\nĐây là chiếc ly của Trí Giả Vượt Lửa, từng chứa đầy biết bao trí tuệ.\n\nChiếc ly rượu từng là món đồ trong tay của Trí Giả, người có khả năng điều khiển lửa, nhiệt độ cao chưa từng làm hại được nó.\nPhàm nhân truyền tai nhau rằng Trí Giả dùng dòng dung nham nóng làm rượu ngon, thế nhưng Trí Giả lại cười nhạo vào điều đó.\nRượu ngon xét cho cùng vẫn sẽ bay hơi ở nhiệt độ cao, nhưng trí thông mình thì có thể chịu được tất cả.\n\nĐối với Trí Giả, rượu ngon là một chất cháy tuyệt vời.\nKhi say, một ngôi sao nhỏ bé cũng có thể thiêu cháy cả cảm hứng.\n\nLy rượu trầm mặc đã minh chứng cho sự ra đời của trí tuệ trong hỏa diệm.\nTrong lần viễn hành cuối cùng, Trí Giả toát lên vẻ cô độc nhưng đầy cao ngạo."
	},
	"circlet": {
		"name": "Trí Tuệ Người Vượt Lửa",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện của người trí giả vượt qua lửa, phản chiếu hình ảnh cổ xưa đã từng chống chọi giữa sóng gió.",
		"story": "Chiếc vương miện cổ từng thuộc về Trí Giả Lang Thang của Vùng Biển Lặng.\nChăm chú ngắm nhìn dường như có thể thấy được bóng dáng ngọn lửa mãnh liệt đang bùng cháy.\n\nTrí Giả Lang Thang của Vùng Biển Lặng dùng đá mã não sắc đỏ tạo nên chiếc vương miện này, có thể chịu được lửa và sức nóng cao.\nTrí tuệ và khát vọng cháy bỏng đã tạo nên vương miện kháng hỏa, nhưng nó cũng thu hút sự đố kỵ và ghen tức từ nhiều người. \n\n\"Người thanh niên tự đại ấy dám thách thức sự phẫn nộ của hỏa diệm Vùng Biển Lặng. Đây là điều chưa từng tồn tại trong hơn trăm năm qua.\"\n\"Ngọn lửa ấy sẽ nuốt chửng chàng trai, đến tro cốt cũng bị cháy rụi rồi hòa vào không trung đi về cõi hư vô.\"\n\nNgười thầy vốn đố kị từ lâu luôn tìm cách gây khó dễ cho người học trò của mình, yêu cầu chàng trai đội lên đầu chiếc vương miện rồi tiến vào biển lửa.\nThế nhưng thấy chủ nhân của chiếc vương miện lại có thể ung dung bước đi trên dòng dung nham, rồi dần biến mất khỏi tầm mắt."
	}
}