{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Lời Thề Đêm Dài",
	"effect2Pc": "Tăng 25% sát thương Tấn Công Khi Đáp.",
	"effect4Pc": "Sau khi đòn Tấn Công Khi Đáp/Trọng Kích/Kỹ Năng Nguyên Tố của người trang bị đánh trúng kẻ địch, sẽ nhận được 1/2/2 tầng \"Rạng Rỡ Vĩnh Cửu\". Tấn Công Khi Đáp, Trọng Kích hoặc Kỹ Năng Nguyên Tố mỗi 1s tối đa kích hoạt riêng biệt hiệu quả này một lần. Rạng Rỡ Vĩnh Cửu: Tăng 15% sát thương Tấn Công Khi Đáp trong 6s, tối đa cộng dồn 5 tầng, mỗi tầng tính giờ riêng.",
	"flower": {
		"name": "Lời Thề Người Giữ Đèn",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Hoa sắt được Ratnik đeo, tượng trưng cho lời thề canh gác vĩnh cửu mà người này đã lập ra.",
		"story": "...Khi đó, có cơn gió đến từ phương bắc đã san bằng mặt đất, giúp vị quý tộc ngang ngược xua đuổi dân chúng vùng ven.\nĐể lấy đi sức mạnh còn sót lại của Không Nguyệt, những yêu tăng biết tiếng địa phương đã dâng lên kế hiểm cho Sa Hoàng của các fae.\nNhững nguyệt đồng ẩn mình trong núi rừng vì thế mà tan rã, chị em đồng bào bị số phận đưa đẩy vào con đường sai lầm.\nCuối cùng, kẻ điên cuồng kiêu ngạo cũng không thể thoát khỏi chiếc lồng giam do vỏ trời bao trùm, bị quỷ dữ ở tận cùng vọng tưởng nuốt chửng.\n\nNhưng tất cả những điều này đều là câu chuyện trước khi \"thiên đường\" ra đời.\nVì khi đó, thiên đường vẫn chỉ là ảo tưởng của hai đứa trẻ dưới ánh trăng.\nCho đến rất nhiều năm về sau, một trong số họ bị xử tử vì trở thành đạo tặc nổi tiếng khắp chốn.\nMột người khác cuối cùng mới hiểu được ý nghĩa thực sự đằng sau những lời nói dường như vô tình.\n\nChuyện sau đó thì chúng ta đều biết rồi.\nKhi đêm dài buông xuống, vương triều của Bắc Quốc không còn quan tâm đến vùng đất hẻo lánh bên ngoài đồi tuyết nữa.\nThú đen tung hoành trên vùng đất hoang vu, phá hủy mọi dấu tích của nền văn minh đã tồn tại.\nMãi cho đến khi Người Đúc Đèn đầu tiên nâng chùm sáng đầu tiên lên, mượn sức mạnh từ nữ tế nguyệt đồng,\nLấy danh nghĩa của mặt trăng xua đuổi bóng tối tới phế tích cũ, chôn vùi cùng với những linh hồn bị ác mộng xé nát.\n\nSau khi mọi chuyện kết thúc, những người may mắn sống sót đã dựng một ngọn hải đăng trên núi, nhìn về phía chủ nhân mới của thủ đô băng giá.\nĐể bảo vệ những ảo tưởng trong sáng thuần khiết của người bạn thân, Người Đúc Đèn đã không ngần ngại biện luận trước Nữ Hoàng.\nTuy đã đạt được mong muốn, nhận được sắc chỉ đặc biệt, nhưng từ đây cũng phải gánh vác lời thề canh gác và hy sinh.\nLịch sử của \"thiên đường\" được gọi là \"Nod-Krai\", đã bắt đầu từ thời khắc này."
	},
	"plume": {
		"name": "Lông Đuôi Của Dạ Oanh",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Trang sức cài mũ được chế tác tinh xảo từ lông chim Dạ Oanh, nghe nói hình dạng của nó được quyết định bởi Người Đúc Đèn đầu tiên.",
		"story": "Theo truyền thuyết, con chim dạ oanh ngậm đốm lửa cháy chỉ bay lên khi đêm đen không trăng kéo đến.\nNhững chấm lửa lấp lánh như những ngôi sao băng bay qua bầu trời, đem ánh sáng đến cho những năm tháng đen tối.\n\nTrên phế tích lâu đài còn sót lại từ thời đại khai phá, là ngọn tháp cao mà \"Người Giữ Đèn\" canh gác đêm dài.\nCũng đã vài trăm năm trôi qua kể từ khi tổ tiên của họ lập ra lời thề vĩnh cửu trước Nữ Hoàng.\nNhững người trong \"thiên đường\" tin rằng, chỉ cần ngọn hải đăng không bao giờ tắt, họ sẽ được tận hưởng sự tự do.\nKhông cần phải sợ sẽ lang thang dưới sự tàn phá của ma thú đen đúa, cũng không cần tìm kiếm sự bảo vệ của Bắc Quốc.\nNhưng từ chân trời vang lên âm thanh khiến người người run sợ, đó là tiếng vọng của thủ lĩnh Cuộc Săn Hoang Dã rong ruổi qua bầu trời đêm.\nVệ sĩ gác đêm cởi bỏ chiếc áo choàng lớn làm từ da thú như mọi ngày, nhưng ngày hôm đó, mặt trời không nhô lên.\n\nTiếng gọi tập kết vang vọng khắp núi rừng, các chiến sĩ xếp hàng dưới ngọn tháp cao.\nĐể thực hiện lời thề cổ xưa, chờ đợi mệnh lệnh xuống phương nam.\nTrong đại sảnh rượu lúa mạch, Starshyna của thời nay trầm ngâm không nói.\nBởi vì ở phía bắc, đại quân rực sáng như mặt trời cũng đã tiến đến dưới thành.\n\n\"Hỡi các chiến binh của vì sao, sao lại gõ cửa Piramida vào lúc này?\"\n\"Quyền lực thần thánh mà Nữ Hoàng bệ hạ ban cho, dù là các ngươi cũng không có quyền phá vỡ.\"\nKhách không mời đến tự xưng là viện binh, Starshyna biết rằng bọn họ có âm mưu khác.\nNhưng nếu lúc này lại lùi bước, sự tự trị kéo dài trăm năm qua sẽ không còn tồn tại nữa.\n\nTừ dưới lớp mặt nạ của viên sĩ quan chỉ huy vang lên một giọng nói lạnh lùng và trầm thấp.\nCùng với đó, dường như còn có một tiếng cười châm biếm từ đâu đó vọng tới.\n\"Đó là nơi bắt đầu của thảm họa đen, Snezhnaya không thể trả được cái giá khi các ngươi thất bại.\"\n\"Chiến sĩ Dạ Oanh, hãy dốc hết sức mình chiến đấu! Nhưng nếu như các ngươi không ai trở về...\"\n\"Khi ấy, bọn ta sẽ lo liệu về 'hậu quả'.\""
	},
	"sands": {
		"name": "Tiếng Chuông Người Bất Tử",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Chuông đồng được các chiến binh mang theo khi bước đi giữa vực thẳm hắc ám, trong đêm đen u tối vẫn thường nghe thấy tiếng vang của nó.",
		"story": "Dường như trận chiến thiêu cháy mặt đất lại tái diễn, mùi máu lan tỏa khắp trong không khí.\nCùng với tiếng hú thảm thiết, đội quân bóng ma đang càn quét bầu trời đêm đen tối.\nTrong những câu chuyện dân gian được lưu truyền ở vùng nông thôn, chúng là đội quân ma quỷ từ thế giới khác đến để lấy mạng họ.\nCũng có người cho rằng, chúng là những ảo ảnh còn sót lại từ cơn ác mộng cổ xưa.\n\nĐây chính là tai ương được gọi là \"Cuộc Săn Hoang Dã\" trong lời của những người sống ở vùng ven.\nNếu chỉ như một cơn bão mùa hè, kèm theo sấm chớp rền vang trên bầu trời.\nĐối với những người đã quen với cuộc sống mạo hiểm, có lẽ đây chỉ là một chút bất ngờ.\nNhưng khi cơn thủy triều điên cuồng chưa từng thấy trong hàng trăm năm như cơn mưa máu đen kịt đổ xuống mặt đất\nMọi người cuối cùng đã ý thức được, truyền thuyết đáng sợ lưu truyền từ thế hệ này đến thế hệ khác\nTuyệt đối không phải những lời đồn đại vô căn cứ để dọa con trẻ, mà là nỗi sợ hãi chảy trong huyết quản.\n\nNhưng sẽ luôn có người phải đối mặt với nỗi sợ, vì các lữ khách lưu lạc trong bóng tối vô tận mà cầm lên ngọn đèn sáng.\nĐàn quạ lông đen tiến vào ranh giới của ánh sáng và bóng tối, dẫn dắt chúng là một người đi ngược lại với ánh sáng.\nNgười đó lặng lẽ giương thanh kiếm trong tay lên, phản chiếu khuôn mặt kiên định như sắt thép.\nDù biết rõ là thiêu thân lao vào lửa, nhưng đội quân giữ lời thề vẫn bước vào chiến trường sinh tử không có đường về.\n\n...\nỞ cuối con đường, rốt cuộc chỉ còn lại một người tay cầm kiếm sắc.\nAnh biết, thứ tà ác thu hút \"Cuộc Săn Hoang Dã\" kéo đến đang ẩn nấp sâu trong khu rừng kia.\nChỉ chút nữa thôi, chỉ chút nữa thôi là anh sẽ có thể cứu được vùng đất mà mình từng thề sẽ bảo vệ.\nNghĩ vậy, thậm chí không để ý đến việc cơ thể mình đã sớm tan nát,\nChuông cảnh báo mang theo bên người cũng vang lên khi máu thịt và bùn đen bị xé nát.\nCó lẽ bị tiếng chuông ấy làm giật mình, những kẻ ăn xác xung quanh anh khiếp sợ không dám tiến lên.\nChỉ đành để anh bước đi một mình giữa vực sâu, thực hiện lời thề còn đang dang dở...\n\nNhiều năm sau đó, trong những câu chuyện dân gian lưu truyền giữa thị trấn và vùng nông thôn, lại có thêm những nội dung mới,\nMỗi khi tiếng chuông bi thương vang lên, đó chính là dấu vết của người đã thề sẽ săn lùng \"Cuộc Săn Hoang Dã\"."
	},
	"goblet": {
		"name": "Tù Và Chưa Thổi Vang",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Tù và từng được dùng để triệu tập những người giữ vững lời thề, nay đã không còn tác dụng nữa.",
		"story": "Khi tiếng tù và tuyên bố uy quyền của Bắc Quốc vang lên, những bước chân như sấm sét rung chuyển mặt đất.\nGiống như đường ray xuyên qua băng nguyên, khiến ngọn lửa trắng lan toả khắp bốn phương.\nĐội quân đặc biệt tận trung với Nữ Hoàng bệ hạ, không thuộc về riêng Quan Chấp Hành nào cả.\nHọ thề trước vì sao trắng, chỉ để tạo ra một thế giới mới không tì vết.\n\nDù sống ở vùng đất tự trị, nhưng vẫn là con dân của mẫu quốc.\nVì tình yêu vô bờ của Nữ Hoàng Băng Giá sẽ không bỏ rơi bất kỳ ai muốn đi theo.\nChuẩn úy dẫn dắt tiểu đội biên phòng này luôn tin vào điều này ngay từ khi còn nhỏ.\nCho đến khi anh quanh quẩn ở cửa địa ngục, nhìn thấy những linh hồn không được ai yêu thương.\n\nYêu cầu xuất kích vẫn chưa được phê chuẩn, nhưng chuẩn úy đã âm thầm hạ quyết tâm.\nChúng ta viễn chinh đến đây là để cứu vớt những người vô tội gặp nạn trong tai ương vô tình.\nSao có thể nhìn đám ma thú đen đúa nuốt chửng mặt đất, cướp đi sinh mạng của người mẹ và đứa trẻ như vậy.\nNếu đây là thứ mà nhân vật lớn gọi là mệnh lệnh, thì cứ để mệnh lệnh đó đi gặp ma đi.\n\n...\nMùi hôi thối bị gió bắc thổi bay, ánh bình minh xuyên qua mây đen, một lần nữa chiếu rọi vùng đất trong xanh.\nChiến tranh kết thúc, nhưng ngọn tháp cao vẫn chưa đón chào anh hùng khải hoàn, mà chỉ chờ đợi tội nhân cùng những đứa trẻ mà anh đã cứu sống bước đến.\nTuy kế hoạch dự định có chút sai sót, nhưng vị hiền y tà đạo không bận tâm, vì mục đích đã đạt được.\nTrọng tội rời bỏ chức trách, phản bội Nữ Hoàng, nhưng lại được tha thứ vì lời thề mới lập ra.\nTrên bậc thang làm bằng xương cốt, chiến sĩ mới bắt đầu canh gác, cho đến khi biển sâu cạn khô."
	},
	"circlet": {
		"name": "Mũ Giáp Bị Nhuốm Màu",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Mũ giáp cổ xưa và nặng nề, là vật gia truyền của dòng dõi chiến binh phương bắc xa xưa.",
		"story": "Tương truyền Người Đúc Đèn đầu tiên đến từ cực bắc thủ đô băng giá, phù hiệu Dạ Oanh đã đánh dấu gia tộc vinh quang đó.\nVốn là gia tộc làm mật thám, nhưng nhờ ân điển của Đông Sa Hoàng mà vinh hạnh được phong tước.\nLà một người phàm thường ra vào cung điện, tô điểm cho vương triều do những quý tộc yêu tinh tạo nên.\nKhi tai họa quét qua các quốc gia, nơi vùng đất từng được gửi gắm hy vọng trong thời đại khai phá đã không còn nhận được sự chiếu cố từ thần linh.\nVào thời kỳ Nod-Krai tối tăm nhất, chỉ có kỵ binh mặc áo giáp bạc tới từ phương bắc.\nNhư biết trước mục đích đến, người hầu của vầng trăng mới đã thắp lên ngọn đèn xua đi bóng tối cho kỵ binh.\n\nĐêm trước khi xuất phát xuống phía nam đến Đảo Lempo, tại đại sảnh rượu lúa mạch tổ chức một bữa tiệc long trọng cho các chiến sĩ.\nTrong bữa tiệc, nổi bật nhất là một võ sĩ trẻ tuổi đội mũ giáp màu đen, tay cầm thương dài.\nTrong số Ratnik hiện tại, chỉ một số ít vẫn đeo mũ giáp sắt nặng nề và cổ xưa như vậy.\nVì đó là biểu tượng cho dòng máu của họ, đến từ những dũng sĩ ban đầu đi theo Người Đúc Đèn để đẩy lùi thủy triều đen.\nTuy không có đất đai hay tước hiệu cao quý, họ vẫn giữ lời thề của tổ tiên.\nHọ tin rằng chúa tể của các fae từng bảo vệ Snezhnaya, vẫn đang ở một nơi nào đó phù hộ cho họ.\n\nĐồng bằng bị đất bùn làm ô uế đã nhuốm đầy máu tươi của anh hùng, vị võ sĩ trẻ tuổi quỳ giữa thi thể của các chiến hữu.\nHy sinh vốn là số mệnh và vinh dự của Ratnik, nhưng nếu có thể cứu thêm một linh hồn, giải cứu thêm một người cũng tốt.\nNhư tổ tiên trước đây, võ sĩ cầu xin với vị thần cũ đã không còn ai thờ phụng, và cả những lãnh đạo từng dưới trướng.\n\nCó lẽ do bị tiếng tù và đánh thức, hoặc ngửi thấy mùi máu tanh, cũng có thể chỉ là buồn chán.\nỞ nơi nào đó, một linh hồn cổ quái ngủ say từ lâu đã thức tỉnh, đáp lại ước nguyện của võ sĩ.\nNgọn lửa rực cháy màu xanh trong truyền thuyết cổ xưa, cuối cùng lại bùng cháy trên chiến trường mới..."
	}
}