{
	"name": "Thiếu Nữ Đáng Yêu",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Hiệu quả trị liệu nhân vật tạo ra tăng 15%.",
	"4pc": "10s sau khi thi triển kỹ năng Nguyên Tố hoặc Kỹ Năng Nộ, hiệu quả trị liệu tất cả nhân vật trong đội nhận được tăng 20%.",
	"flower": {
		"name": "Trái Tim Thiếu Nữ Phương Xa",
		"relictype": "Hoa Sự Sống",
		"description": "Hoa tươi vĩnh viễn, cho dù trải qua năm tháng vẫn tỏa hương thơm.",
		"story": "Hoa màu hồng thanh nhã như người thiếu nữ, vẫn yêu kiều như xưa.\nLà loài hoa đến nay đã không còn, chỉ có thể tìm thấy trong sách vở.\n\nNhư câu chuyện thiếu nữ đọc nhiều lần:\nThiếu nữ được giải cứu và Hiệp Sĩ trắng,\nHọ trao tặng nhau những bông hoa cùng với các lời chúc.\n\nTâm hồn của thiếu nữ giống như đóa hoa tươi vậy, dễ mất đi mà cũng dễ thay đổi.\nThế nhưng bông hoa đó vẫn tươi tốt trong lòng tôi.\nLà do tâm trí của cô đã dừng lại ở thời khắc ấy,\nThời khắc lần đầu thiếu nữ gặp Kỵ Sĩ."
	},
	"plume": {
		"name": "Ý Nghĩ Của Thiếu Nữ",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Trang sức bằng lông ký gửi tâm tư, giống như loài chim di trú bay theo gió đến nơi xa.",
		"story": "Chiếc lông vũ là món trang sức tinh tế. Đã trải qua bao năm tháng,\nVì vậy trên cọng lông cũng phủ lên không ít bụi trần.\n\nKể từ ngày gặp Kỵ Sĩ, sinh mệnh của thiếu nữ đã kết thúc.\nKhông sống vì những gì trước mắt, không vì thanh xuân cũng không vì tình yêu,\nTâm tư không một chút vướng bận cũng giống như chim không tổ, cứ trôi đi mãi mãi.\n\nKhông biết tâm tư này có thể truyền đạt đến người ấy hay không,\nNhưng tâm trí của chàng Kỵ Sĩ đã sớm đắm chìm trong Kỵ Sĩ Đạo của riêng mình\nCó thể truyền đạt đến khắp năm phương bốn bề,\nKhiến chàng thấy được cảnh tượng mà cô mơ ước."
	},
	"sands": {
		"name": "Thời Gian Chờ Đợi Của Thiếu Nữ",
		"relictype": "Cát Thời Gian",
		"description": "Những cây kim thời gian sẽ không dừng lại, nhưng thời gian của thiếu nữ thì lại có hạn.",
		"story": "Món đồ rất tinh tế. Bất kể cảm xúc của chủ sở hữu thế nào đi nữa,\nVẫn thể hiện sự thay đổi của mọi thứ một cách vô tình và vô tận.\n\nNăm tháng tuổi xuân của Thiếu Nữ là có hạn,\nThế nhưng năm tháng cố đợi chờ là vô hạn.\nKim đồng hồ bỏ túi vẫn quay đều mỗi ngày,\nDòng hồi ức và sự ngưỡng mộ của chủ nhân chiếc đồng hồ cũng thế.\n\nNhiều năm trở về sau, cô vẫn ghi nhớ câu chuyện của nhiều năm về trước,\nChàng Kỵ Sĩ trắng mà cô từng gặp, cô từng đợi chờ."
	},
	"goblet": {
		"name": "Thời Gian Rảnh Rỗi Của Thiếu Nữ",
		"relictype": "Ly Không Gian",
		"description": "Là hồng trà chứ không phải rượu mạnh, ngọt ngào chứ không hề đắng ngắt.",
		"story": "Chiếc ly mà thiếu nữ vô cùng yêu thích.\nTừng chứa đầy hồng trà nhã nhặn.\n\nUng dung thưởng thức điểm tâm và vị trà nhạt,\nKhông màng thế sự là đặc quyền của thiếu nữ.\n\n\"Phần thưởng của tôi chính là bông hoa này, như vậy cũng đủ mãn nguyện rồi\"\nVào ngày gặp Kỵ Sĩ, người đã nói như vậy.\n\"Thế nhưng, tim ta đã\"\nKhông nói ra những lời như vậy, là đặc quyền của cô,\ncũng là điều trói buộc thiếu nữ bấy lâu."
	},
	"circlet": {
		"name": "Nhan Sắc Của Thiếu Nữ",
		"relictype": "Nón Lý Trí",
		"description": "Chiếc nón được bảo dưỡng cẩn thận, cho dù là nếp nhăn trên mắt cũng dễ dàng che đi được.",
		"story": "Cho dù đắm chìm trong hoa và sự săn đón của kẻ theo đuổi,\nThiếu nữ chưa từng bỏ chiếc mũ xuống cúi chào, hay đưa mắt nhìn,\nLãng phí tâm tư ghi nhớ diện mạo và tên của những người lạ mặt.\n\nTrong nhiều năm liền, cô đều đợi ngày tàn kết thúc,\nVuốt nhẹ lớp bụi trần dính nhẹ trên chiếc mũ,\nThế nhưng bụi trần dính trên dung nhan ấy mãi chẳng thể gột sạch.\n\nHoa và những kẻ săn đón cũng giảm dần theo năm tháng.\nThế nhưng trái tim của cô vẫn dừng lại ở một ngày xa xưa nào đó."
	}
}