{
	"id": 15031,
	"rarityList": [
		4,
		5
	],
	"name": "Thợ Săn Marechaussee",
	"effect2Pc": "Tăng 15% sát thương tấn công thường và trọng kích.",
	"effect4Pc": "Khi HP hiện tại có tăng hoặc giảm, tỉ lệ bạo kích tăng 12%. Hiệu quả này duy trì 5s, tối đa cộng dồn 3 lần.",
	"flower": {
		"name": "Đóa Hoa Của Thợ Săn",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Huy hiệu cũ xưa, từng được dùng để phát cho những người có biểu hiện kiệt xuất trong chiến đấu.",
		"story": "Trong quá khứ, vì để thưởng cho người đã chiến đấu cống hiến vì sự yên bình của Fontaine,\nMà thiết kế, chế tạo ra huân chương này. Loại huân chương này phần lớn là tượng trưng cho vinh quang,\nNhưng người được nhận có lúc sẽ đem giấu nó ở nơi không có ánh sáng hoặc bỏ vào trong nước.\n\n\"Truy đuổi bóng ma trong rừng, xua đuổi và săn bắt tất cả chúng\",\nĐây chính là \"Thợ Săn Hoàng Kim\" sau này được gọi bằng tất cả sự tôn kính,\nCòn tôi thì lại xem danh hiệu này như Cassiodor đầy sỉ nhục,\nLà nguồn gốc đã hỗ trợ lập nên chức danh \"Thợ Săn Marechaussee\".\nNhưng trên thế gian, tà đạo và yêu ma thì hiếm có, người bị xem là tà đạo và yêu ma thì rất thường gặp.\nĐội Hắc Ảnh Marechaussee ngày nay tập trung vào việc điều tra tội phạm hơn là việc chiến đấu,\nVà đã thu nhận đông đảo chủng tộc tương đối trẻ trung - Melusine.\n\nChiếc huân chương này từng thuộc về một Thợ Săn Marechaussee đã tham gia chỉ huy vòng vây Poisson.\nCũng vì vậy mà ông ấy đã rời khỏi hàng ngũ Đội Hắc Ảnh Marechaussee, lên kế hoạch sống cuộc đời còn lại với thứ trong ly.\nMãi cho đến khi lời nhờ vả của người bạn cũ làm ông phải bất đắc dĩ một lần nữa thử sinh sống với người khác,\nMột lần nữa vì con cái mà thử tạo ra thế giới không có bóng ma rừng sâu.\nĐến cuối cùng, nghênh đón ông là đại dương yên bình đã loại bỏ hết mọi rào chắn và ngăn cản."
	},
	"plume": {
		"name": "Khúc Dạo Đầu Kiệt Tác",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Công cụ tiện lợi dùng để điều chỉnh mô men xoắn dây cót máy móc kiểu cũ. Giờ đây đã mất đi giá trị thực tế.",
		"story": "Công cụ để điều chỉnh momen xoắn dây cót máy móc, thích hợp dùng cho các loại hộp dây cót.\nĐã dần mất đi công dụng khi Robot Dây Cót \"kiểu mới\" của Alain Guillotin phổ biến.\nGiờ đây Robot Dây Cót đã trải qua hàng trăm năm kiểm chứng, đã không còn được gọi là \"kiểu mới\" nữa rồi.\n\nVề Alain Guillotin.\nTrước khi gia nhập và rời khỏi Đội Hắc Ảnh Marechaussee, và cuối cùng Fontaine xây dựng Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine,\nGuillotin đã từng chủ trì việc nghiên cứu liên quan đến nguồn năng lượng tại Học Viện Triết Học Tự Nhiên mà hiện nay đã trở thành phế tích.\nNghe nói cả cuộc đời ông chưa từng thân thiết với ai ngoại trừ cô em gái cũng từng làm việc tại Đội Hắc Ảnh Marechaussee.\n\nVề rất nhiều truyền thuyết liên quan đến ông ấy. Thứ nhất:\nNghe nói thời ông còn ở học viện đã chế tạo ra cỗ máy có khả năng tư duy,\nVà từng dùng cỗ máy này để giúp đỡ cho công việc của mình và em gái tại Đội Hắc Ảnh Marechaussee.\nNhững chuyện này do người từng cộng sự với ông ấy chia sẻ (đa số đã chết bởi Elynas)\nThêm phần không có chứng cứ thực tế, do đó chưa từng được đưa vào ghi chép chính thống.\nKhi được hỏi đến, có lần ông đã bình luận rằng: Rất tiếc. Không có gì đáng nói.\nNgoài ra không hề đáp lại bất cứ câu hỏi hay điều tra liên quan nào khác.\n\nThứ hai:\nKhi về già ông đã nghỉ hưu rời khỏi Viện Khoa Học Fontaine và vùi đầu vào một công xưởng, không gặp ai nữa.\nCho đến những năm cuối đời, ông cũng chưa từng công khai phát biểu về thành quả nghiên cứu của mình,\nSau đó tại công xưởng cá nhân, chỉ có thể tìm thấy dấu vết chế tạo ra vật gì đó đã để lại.\n\nSau này, những truyền thuyết này cũng giống như những tác phẩm chưa được công diễn của Coppelius,\nĐã khơi gợi lên sự tưởng tượng, cảm hứng và nỗ lực cho vô số người."
	},
	"sands": {
		"name": "Thời Khắc Của Phán Quyết",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ bỏ túi dạng tiêu chuẩn, độ chính xác không cao lắm.",
		"story": "Chiếc đồng hồ được phát cho người chấp pháp tại Fontaine xưa kia,\nLà một chiếc đồng hồ thì độ chính xác của nó không được cao lắm,\nNhưng có công dụng làm huy chương trong lúc làm nhiệm vụ,\nTừng được biết đến rộng rãi tại Fontaine.\n\nTin tức ảo thuật gia \"Parsifal\" xin đấu võ xét xử đã được báo chí đưa tin,\nCùng với tội danh không ai ngờ đến của cô ấy đã gây chấn động khá lớn tại Đại Sảnh Fontaine.\nTòa án sau đó đã chấp thuận yêu cầu này và đưa ra ứng cử viên, lại càng làm cho tin tức nhanh chóng lan rộng,\nSẽ do Đấu Sĩ Đại Diện Marfisa làm đại diện cho phía nguyên cáo, tham gia lần đấu võ xét xử này.\nCòn về xuất thân của Marfisa có khiến cho cô ấy phán đoán hoặc biểu hiện bất thường trong trận quyết đấu hay không,\nMối liên hệ có thể tồn tại giữa cô ấy và Parsifal trong quá khứ... và cả điều đơn giản dễ hiểu hơn,\n\"Sức chiến đấu\" của hai người ai cao ai thấp, đều là những đề tài bàn tán sôi nổi của mọi người lúc đó.\n\nTrước kia, người phóng viên Karl Ingold từng quen biết \"Parsifal\" nay đã từ chức,\nÔng ấy quyết định không làm nghề này nữa, tình nguyện làm bạn với nhà thám hiểm, với hoang vu, phế tích và di tích.\nNhưng vì niềm kiêu hãnh nghề nghiệp hoặc là vì nhớ nhung, mà ông luôn trân trọng cất giữ những bức ảnh mà mình đã chụp khi còn là phóng viên.\nNhiều năm sau, trong một lần ông quay về Fontaine đã hẹn với người bạn cũ hiện đang đảm nhận chức phó viện trưởng Học Viện Narzissenkreuz,\nKhi đến chụp ảnh tập thể cho các thành viên của Học Viện Narzissenkreuz, thông qua ống kính nhìn thấy gương mặt ở phía bên kia,\nÔng đã nhớ về việc mình đã từng ôm nhiều hy vọng và bôn ba giữa Thị Trấn Poisson và Đại Sảnh Fontaine,\nĐó là vài tháng hư ảo như giấc mộng, đối với một số người là quá dài, đối với một số người khác lại là quá ngắn.\nNghĩ đến việc dù cho sự tình giống như thủy triều dâng lên có thể xóa đi mọi thứ, rồi dần dần không còn nhìn thấy một tia sáng nào cả,\nCho dù mọi người đều khuyên ông nên kịp thời rời đi, nhưng từ đầu chí cuối lại không muốn từ bỏ bản thân tuổi trẻ.\nNghĩ đến việc mình đã nhìn thấy rất nhiều nụ cười qua ống kính, nghe thấy rất nhiều suy tưởng về tương lai,\nVà sau này còn có tiếng gào thét vang vọng truyền đến qua lớp đất đá, tiếng vỡ vụn và tiếng kim loại va chạm vào nhau.\nNhớ đến thiếu nữ cuối cùng đã dùng \"thủ thuật\" để cưỡng chế đưa mình di chuyển đến hang động tối tăm mà an toàn,\nSự hối hận vì đã không thể ghi lại trận chiến cuối cùng của cô trong cuộc đấu võ với tư cách là phóng viên, mới là thứ cuốn đi tầm nhìn của ông ấy."
	},
	"goblet": {
		"name": "Bình Chứa Bị Lãng Quên",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Bình kim loại chứa rượu mạnh, thích hợp để ngoài túi áo cho tiện sử dụng.",
		"story": "Trong quá khứ, chiếc bình rượu của người nào đó từng góp sức cho Đại Sảnh Fontaine.\nNgười làm một số công việc đặc biệt nào đó, nếu không lạnh lùng,\nCuối cùng nếu không dựa vào linh dược trong đó, sớm muộn cũng sẽ suy sụp.\n\nNó đã từng thuộc về người đã từng vì sự yên ổn của Fontaine mà làm việc không thể không làm.\nMà sau khi ông bị thương và nghỉ hưu nhiều năm rồi, trong một lần điều tra cuối cùng, mới hiểu ra,\nLần theo vết chân nhảy vào hang thỏ, thứ chào đón ông không phải là tiên cảnh, mà luôn là vòng xoáy.\n\n...\nKý ức giống như bong bóng nổi lên từ trong bộ dụng cụ lặn bị nứt vỡ.\nÔng nhớ lại lúc mình còn nhỏ, trò chơi đã chơi cùng với Dwight, Basil, và cả Karl.\nLúc đó ông luôn vào vai anh hùng, Karl thì luôn diễn vai ác long Jabberwock,\nVà cái ôm của viện trưởng mà ông vô cùng quen thuộc lại cực kỳ giống với cảm nhận lúc này.\nNhớ đến vô số gương mặt bị thù hận bóp méo được chiếu rọi bởi ánh lửa đỏ rực ở Thị Trấn Poisson,\nLúc này ông mới nghĩ đến mình cũng từng là đứa trẻ vô tội được đưa vào Học Viện Narzissenkreuz.\n\nCuối cùng, thứ rõ ràng nhất chính là tâm trạng lần đầu gặp \"con trai và con gái\".\nDường như nhìn thấy ánh sáng ở cuối đường hầm dài thăm thẳm, nhìn thấy mình trước khi đeo mặt nạ lên.\nNhưng cũng giống như việc cố gắng bám víu một cách vô ích vào màng tơ nhện ở nơi địa ngục đen tối,\n\"Alain thân yêu, Mary-Ann thân yêu... Ta chưa từng gần gũi các con,\"\n\"Mãi đến cuối cùng, ta cũng không biết làm sao để trở thành \"cha\" của các con.\"\n\"Nhưng chỉ có ký ức được nhìn các con lớn lên, là ta thật sự không muốn mất đi...\"\nKhi tỉnh rượu, tất cả vinh quang, nhục nhã, yêu và cố chấp, đều đã tan trong nước."
	},
	"circlet": {
		"name": "Dung Nhan Của Lão Binh",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Mặt nạ cũ xưa, có thể thay thế cho khuôn mặt bị tổn thương. Được thiết kế dựa theo diện tích thương tật và giới tính người mang.",
		"story": "Trong quá khứ, là chiếc mặt nạ được phát cho những người vì góp sức cho Đại Sảnh Fontaine mà bị thương phần mặt.\nCó thể thay thế gương mặt đáng sợ, cũng là vinh quang hay sỉ nhục của người lính già.\nCho dù có thể che đậy hoàn toàn vết thương, nhưng vết thương trong lòng cũng đâu thể nào biến mất nhỉ.\n\n\"Nếu tôi không thể trở về, vậy hai đứa trẻ xin nhờ anh đó.\"\nNgười bạn đã cùng lớn lên, lại cùng góp sức cho Đại Sảnh Fontaine nói.\nĐã không mời anh đến cùng kề vai tác chiến nữa rồi, người bạn vốn định nói như vậy,\nNhưng giờ đây sự thấu hiểu giữa cô và anh, là một quãng thời gian trống rỗng.\nDường như chỉ cần không nói đến, thì chuyện của Thị Trấn Poisson sẽ như chưa từng xảy ra vậy.\n\nLần này e rằng viện sẽ bị nhấn chìm, tôi và viện trưởng không ở đây cũng không an toàn,\nMuốn gửi gắm con trẻ cho người đáng tin cậy, giống như anh và Ingold,\nNgười bạn có thể nhìn ra được thần sắc dưới lớp mặt nạ của anh khi anh không nói được lời nào, giải thích rằng.\n\n\"Đợi khi khải hoàn trở về, gọi thêm Lasker và Ingold đến nữa.\"\n\"Lần này sẽ do tôi trổ tài làm bếp! Cho mọi người có dịp thưởng thức.\"\nNhìn thấy sự do dự trong đôi mắt của anh, người bạn hùng hồn nói thêm:\n\"Mấy năm nay tôi đã học được cách nấu nướng! Bọn trẻ đều rất thích đó!\"\n\n\"Vậy thì tạm biệt nhé, Guillotin... Emanuel thân mến của tôi.\"\n\"Phía anh cũng thuận lợi nhé, đừng gặp phải chuyện gì.\"\n\"Hy vọng Sponsian của tôi không bị tụi trẻ làm hư...\"\n\nTuy không thích trẻ con, hoặc nên nói là, không muốn qua lại với bất kỳ ai,\nVì chỉ cần nhìn thấy người, là sẽ nghĩ đến trong cơ thể họ cũng có dòng máu đỏ đang chảy.\nNhưng nếu đã là lời thỉnh cầu của bạn cũ, thì tạm thời giúp trông coi chúng vậy,\nĐợi khi nào Basil quay về, thì sẽ đem khoai lang nóng hổi trả lại cho cô ấy..."
	}
}