{
	"id": 10006,
	"rarityList": [
		3,
		4
	],
	"name": "Võ Nhân",
	"effect2Pc": "Tăng 15% sát thương tấn công thường và trọng kích.",
	"effect4Pc": "Trong 8s sau khi sử dụng kỹ năng Nguyên Tố, tấn công thường và trọng kích tăng 25% sát thương.",
	"flower": {
		"name": "Hoa Võ Nhân",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Chỉ có loại hoa đỏ thắm này mới khiến người học võ tạm thời quên đi đau khổ.",
		"story": "Từ khi được sư môn nhận định là nhân tài võ học, võ nhân liền chăm chỉ luyện tập không ngừng nghỉ, nhiều năm vẫn như vậy.\nTrên con đường khổ luyện võ thuật, không thể tránh khỏi thất bại và thậm chí bị trọng thương.\nNhận được chỉ điểm, Võ Nhân ngắt một nhánh hoa màu đỏ trong rừng.\nMặc dù không làm liền vết sẹo của danh dự, nhưng chung quy có thể xoa dịu nỗi đau."
	},
	"plume": {
		"name": "Lông Vũ Võ Nhân",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông của một loài chim thường gặp khắp nơi, cao thủ dùng để luyện tập, tân thủ thì dùng làm quạt.",
		"story": "Võ nhân với kỹ nghệ phi phàm lấy xuống cọng lông từ trên phi điểu bay trong không trung.\nCó lúc sự cao thâm của võ nghệ thực sự không nằm ở chỗ lực đạo hay sức mạnh tấn công.\nNgày thường luyện ra sự linh hoạt và nhạy bén, cũng là sự tự hào của võ nhân.\nĐể thể hiện võ nghệ hơn người của mình, võ nhân đeo lông chim lên trước ngực."
	},
	"sands": {
		"name": "Đồng Hồ Nước Võ Nhân",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đạo cụ dùng để tính giờ khi rèn luyện, ổn định hơn đồng hồ cát.",
		"story": "Chiếc đồng hồ đo thời gian bằng nước, luôn được đeo bên eo người Võ Nhân.\nKhi anh vượt qua dòng nước xiết, khi anh đơn độc bên khúc gỗ,\nKhi anh đang lặng lẽ chịu đựng đau khổ,\nChiếc đồng hồ luôn ghi lại từng khoảnh khắc."
	},
	"goblet": {
		"name": "Ly Rượu Võ Nhân",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly rượu tinh xảo, chỉ được dùng trong nghi thức trước khi người lính ra trận.",
		"story": "Khoảnh khắc tự hào của võ nhân thể hiện trên võ đài, tất nhiên không thể thiếu rượu ngon tiễn biệt.\nĐối mặt với đối thủ không kém kiêu hãnh và mạnh mẽ, võ nhân nâng ly kính rượu.\nĐặt chân lên võ đài, đối mặt với kẻ thù cùng sự tôn trọng và một trái tim bình tĩnh như nước.\nĐây là ý nghĩa thực sự của nghi thức kính rượu trước thi đấu, chứ không phải là thắng bại hay vinh nhục."
	},
	"circlet": {
		"name": "Khăn Võ Nhân",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Tinh Khí Thần chính là việc đầu tiên cần hiểu khi nhập môn. Buộc khăn lên đầu, luôn nhắc nhở bản thân đừng quên ba chữ này.",
		"story": "Chiếc khăn trên trán võ nhân màu đỏ tươi nay đã phai màu.\nĐó là minh chứng nhập môn khi còn nhỏ, và cũng khắc sâu chí hướng cao vời của bản thân năm đó.\nMỗi khi gà cất tiếng gáy đầu tiên vào sáng sớm, Võ Nhân trẻ tuổi đã mồ hôi ướt đẫm trong cánh rừng.\nNhiều năm sau, võ nhân không còn trẻ cũng đã trở thành giáo đầu, sự nhạy bén và siêng năng vẫn không hề suy giảm."
	}
}