{
	"name": "Tiếng Đêm Trong Rừng Vang",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Tấn công tăng 18%",
	"4pc": "Trong 10s sau khi thi triển Kỹ Năng Nguyên Tố, Sát Thương Nguyên Tố Nham tăng 20%; Nếu được khiên sản sinh từ phản ứng Kết Tinh bảo vệ, hiệu quả trên sẽ gia tăng 150%. Hiệu quả tăng thêm này sẽ mất sau 1s khi mất đi tấm khiên kết tinh bảo hộ.",
	"flower": {
		"name": "Đóa Hoa Vị Tha",
		"relictype": "Hoa Sự Sống",
		"description": "Hoa trang sức của phù thủy trong câu chuyện. Cũng như những trang sức yêu thích khác, món đồ này cũng có hình dạng giống con bướm.",
		"story": "Chó con chạy lên gác mái, bụi bặm bay tứ tung khiến nó hắt hơi liên tục.\n\"Pie, nhìn kìa, thì ra là màu của bánh táo, bây giờ lại giống như bị phết mứt quả mâm xôi vậy.\"\nCô bé đuổi theo chó con tên Pie vào một gác mái nhỏ, giúp nó phủi bụi trên người.\nGác mái chất đầy những quyển sách đẹp đẽ, cô bé chọn một quyển trên kệ sách, bìa sách được trang trí bởi cánh bướm vàng xinh đẹp.\n\"Hình như là một cuốn truyện. Nói không chừng những câu chuyện mà mẹ kể chính là đọc từ những quyển sách này đó! Pie nói xem có đúng không?\"\nChó con sủa một tiếng ngắn rồi nằm xuống dưới chân của cô bé như mọi khi.\n\"Hừ hừm, nếu mà mình đọc hết trước mẹ...\"\nThế là cô bé mở cuốn truyện ra, những trang giấy ố vàng như con bướm đang sải cánh...\n\nĐó là câu chuyện xảy ra cách đây không lâu, tương truyền trong Rừng Vang có một phù thủy có thể thực hiện mọi điều ước.\nNhưng phù thủy này cũng lập dị như những phù thủy trong những câu chuyện khác. Cô ấy đã dùng phép thuật bao phủ toàn bộ khu rừng bằng sương mù, khiến những kẻ xâm nhập mê muội trước tiếng vang vọng trong rừng, vì vậy ít người có thể tìm thấy ngôi nhà ẩn cư trong rừng sâu của cô ấy, chứ đừng nói đến đưa ra điều ước với cô ấy.\nNhưng có một ngày, đã có một thanh niên gõ cửa nhà phù thủy.\nThanh niên vốn muốn tìm một bông hoa màu xanh, nhưng dọc đường đã bị đôi cánh vàng của bướm thu hút, anh đuổi theo cánh bướm và vô tình đi đến trước ngôi nhà nhỏ trong rừng. Lúc này anh chợt nhớ đến truyền thuyết về phù thủy có thể thực hiện điều ước, sau khi do dự đôi lúc thì anh quyết định đến nhà thăm hỏi.\nAnh chưa kịp gõ đến tiếng thứ ba thì cửa đã mở ra.\nThanh niên nói \"Tôi có một điều ước...\"\n\"Con người đều nói như thế.\" Phù thủy ngắt lời anh, \"Thực hiện điều ước của cậu không phải chuyện khó đối với ta, nhưng cái giá của điều ước sẽ tùy mỗi người mà khác nhau.\"\n\"Người con gái tôi thầm yêu, đã sớm phải lòng người khác. Nhưng tôi không phải muốn dùng phép thuật để thay đổi ý định của cô ấy, mà chỉ mong cô ấy có được tất cả hạnh phúc trên thế gian này. Nếu cô có thể thực hiện điều ước này, thì tôi cam tâm dâng tặng những thứ của tôi, thời gian, của cải, thậm chí là linh hồn của tôi.\"\n\"Điều ước của cậu sẽ thành hiện thực. Nhưng sau này cậu mới cần phải trả giá vì điều này, cái giá đó chưa chắc là linh hồn của cậu... Phù thủy luôn làm theo ý mình mà.\"\n\"Nhưng trên thế gian này còn có thứ gì quý giá hơn linh hồn của một con người sao?\"\n\"Đến lúc đó cậu sẽ biết thôi, khi đến thời điểm đã định, chỉ có trái tim như vàng được cân nhắc đến.\"\n..."
	},
	"plume": {
		"name": "Bút Mực Thành Khẩn",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Bút mực được phù thủy sử dụng trong câu chuyện, nét chữ ngay ngắn là một trong những ưu điểm nhỏ không đáng nhắc tới của nó.",
		"story": "...\n\"Trong những câu chuyện, việc bán đứng linh hồn luôn dễ dàng như thế... Vậy linh hồn lẽ ra là thứ rẻ mạt hơn, nếu không tại sao con người lại dễ dàng giao ra thế chứ?\"\nNhưng cô không biết linh hồn nghĩa là gì, dù sao cô cũng chưa từng nhìn thấy linh hồn. So với điều đó thì bánh ngọt của buổi trà chiều, khoảng thời gian cùng Pie vui đùa ngoài vườn, những câu chuyện nghe mẹ kể trước khi ngủ mới là những thứ quý giá hơn.\n\"May mà chúng ta đều không có điều ước cần phù thủy thực hiện, vậy thì chúng ta không phải đánh đổi bất kỳ thứ gì quý giá rồi.\"\nCô bé lật sang trang tiếp theo...\n\nMặc dù có được lời hứa từ phù thủy, nhưng thanh niên vẫn chưa thể tưởng tượng được viễn cảnh khi điều ước của mình được thực hiện.\nNếu đó là một điều ước cụ thể hơn... Sự giàu có vô tận và quyền lực khiến người khác khuất phục đều rất dễ tưởng tượng được. Nhưng còn niềm hạnh phúc thì sao?\nThanh niên nghe nói phù thủy có rất nhiều đạo cụ phép thuật, cô ấy đã dựa vào sức mạnh của những thứ kỳ dị và phi thường sưu tầm được này. Không kìm được sự tò mò, anh bèn hỏi phù thủy dùng đạo cụ nào để thực hiện điều ước của mình.\n\"Những dòng chữ do chiếc bút ma thuật viết ra đều sẽ trở thành hiện thực, cô ấy sẽ trở thành con cưng của vận mệnh.\"\nThanh niên khó tin mà nhìn phù thủy nhẹ nhàng lắc lọ mực và dòng nước đen cuộn lên như ngọn sóng, anh dường như nhìn thấy thế giới mà họ sống trong đó giống như hòn đảo cô độc trôi dạt theo ngọn sóng, những gương mặt và phong cảnh mà anh chưa từng thấy trước đây đã hiện lên như lật từng trang trong cuốn sách ảnh vậy...\nAnh xem say sưa đến mức suýt rơi vào lọ mực và chết đuối trong làn nước đen tối ấy.\n\"Trong lọ mực có tất cả mọi thứ cô ấy tưởng tượng, chỉ cần đồng ý, tất cả đều sẽ thuộc về cô ấy.\"\nKhi chiếc bút lướt trên trang giấy, vận mệnh của thiếu nữ đã được thay đổi.\nKhông biết từ khi nào, thiếu nữ đã không còn ngạc nhiên trước những vận may nối tiếp nhau đến.\nCô không còn lo lắng về bất cứ điều gì nữa, hầu như mọi thứ đều sẽ diễn ra theo cách cô muốn, và thứ cô muốn có được sẽ đến tay cô dưới một hình thức nào đó.\nMọi người đều yêu mến cô. Mọi người khen ngợi dung mạo của cô, ca ngợi đức hạnh của cô, ngay cả những người trước đây cô cho rằng sẽ không quan tâm đến cô cũng đã hoàn toàn thay đổi thái độ.\nDần dần, cô đã quen với những lời khen ngợi và ánh mắt ghen tị. Mặc cho ngoại hình của cô không mấy nổi bật, đức tính tầm thường, nhưng số phận lại ưu ái cô hơn bao giờ hết.\n..."
	},
	"sands": {
		"name": "Đồng Hồ Cát Trung Thành",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ cát mà phù thủy đã nương nhờ trong câu chuyện. Nghe nói khi niệm sai thần chú thì thời gian sẽ trôi nhanh lạ thường.",
		"story": "...\n\"Nếu như có cây bút phép thuật... thì Pie sẽ viết gì? Muốn có rất nhiều bánh quy chó sao?\"\nCô bé đặt sách xuống, xoa đầu của Pie, chó con ve vẩy đuôi mình để trả lời.\n\"À, Pie không biết viết chữ, vậy để tôi viết thay nhé. Ngoại trừ rất nhiều bánh quy chó, còn có...\"\nCô bé lật sang trang tiếp theo...\n\n\"Thật buồn cười, làm như dải ruy băng màu xanh hiếm có lắm vậy.\" Thiếu nữ đuổi khách không chút nương tình, và vứt món quà của khách vào trong góc. Quả thực trước đây cô từng rất yêu thích dải ruy băng màu xanh như bồng chanh. Nhưng giờ đây, đồ vật tầm thường như thế không còn thu hút được sự chú ý của cô nữa.\nNgười mẹ thở dài \"Đứa trẻ đáng thương!\"\nThiếu nữ chán ghét mấy lời dạy dỗ của mẹ mình. Tuy may mắn chỉ đến với cô trong thời gian ngắn, nhưng cô đã sớm có được sự giàu sang, và dễ dàng chiếm được lòng người. Cô từng nhiều lần nghĩ rằng thế giới này vốn dĩ chỉ xoay quanh mình cô.\n\"Tại sao mẹ không yêu thương con như những người khác?\"\nThiếu nữ nghĩ có lẽ bản thân không cần một người mẹ không yêu thương mình.\nSau đó thiếu nữ đã bỏ mặc gia đình và người thân. Từ đó về sau, cô tận hưởng điều may mắn mang lại từ phép thuật, cũng không còn phải phiền não bởi cắn rứt lương tâm nữa.\nCô đi khắp nơi cho đến khi không có phong cảnh nào khiến cô cảm thấy mới lạ và không có món ăn nào khiến cô biết ơn. Cuộc đời cô giống như một vũ hội không hồi kết, người đến người đi nhưng không ai dừng bước cả.\nĐôi khi cô cố tình đối xử không tốt với những người mà cô gọi là \"bạn bè\", nhưng dù ngày hôm trước cô có cư xử thô lỗ đến đâu, thì đến hôm sau, bạn bè đều tha thứ cho cô và yêu thương cô như xưa.\nMọi người cho cô ấy mọi thứ mà không mong nhận được đền đáp gì từ cô.\n..."
	},
	"goblet": {
		"name": "Lọ Mực Khảng Khái",
		"relictype": "Ly Không Gian",
		"description": "Lọ mực được phù thủy sử dụng trong câu chuyện, chứa đựng phép thuật thần kỳ không thua gì bút mực.",
		"story": "...\nCô bé tiếp tục đọc, Pie tựa vào cô ấy.\nCô bé lật sang trang tiếp theo...\n\nRất lâu sau đó, thiếu nữ mới biết mẹ mình đã qua đời, cô trở về quê hương sau một thời gian dài rời khỏi. Dù là gương mặt thân quen hay gương mặt xa lạ, họ đều đối xử với cô một cách nồng hậu như những người ở nơi khác vậy.\n\"Mọi chuyện diễn ra như mong đợi, cớ sao nụ cười của cô lại vụt tắt?\"\nThanh niên vừa nói là một người mà cô đã gặp trước đây, có lẽ chỉ là một trong số những người từng theo đuổi cô.\n\"Mẹ nói đúng, tôi chỉ là một đứa trẻ đáng thương, vì lời nguyền đáng sợ này mà tôi không bao giờ có được hạnh phúc thật sự.\"\n\"Ối! Sao cô lại gọi một món quà vị tha là lời nguyền rủa chứ. Cô phải biết đây là sự trao đổi của một người nào đó với phù thủy, dùng tính mạng của bản thân để đổi lấy đấy. Anh ấy thậm chí chưa bao giờ nghĩ đến việc nhận được bất cứ thứ gì từ cô cả. Trên thế gian còn có tình yêu vĩ đại hơn thế sao?\"\n\"Xem ra anh ấy hiểu rõ hơn tôi làm thế nào để có được hạnh phúc.\" Thiếu nữ nói, \"Cuộc sống chỉ đón nhận mà không cần phải cho đi thì có ý nghĩa gì chứ? Thứ vô giá trị nhất là những thứ không ai cần, có lẽ tôi mới là sự tồn tại dư thừa đó.\"\n\"Không phải vậy... Cô phải tồn tại, ít nhất đối với tôi là vậy.\"\n\"Vậy anh hy vọng nhận được gì từ tôi? Nếu có điều gì tôi có thể làm cho anh...\"\nThanh niên tỏ ra bối rối.\nThiếu nữ cảm thấy rất thất vọng, cô quyết định đến Rừng Vang, nơi ẩn cư của phù thủy, để tìm cách hóa giải lời nguyền đáng sợ.\nThanh niên lấy chiếc gương ma thuật mượn từ chỗ phù thủy, hy vọng có thể ngăn cản được thiếu nữ.\n\"Một khi phép màu may mắn biến mất...\"\nSau đó thiếu nữ nhìn thấy cảnh tượng sau khi vận may suy yếu trong gương: Cô thấy mình nhanh chóng mất hết của cải, những người bị cô làm tổn thương không còn mỉm cười tha thứ cho cô nữa, mà thay vào đó là những ánh mắt dò xét cùng lời chửi rủa, không còn ai vây quanh cô nữa, như thể vũ hội đã kết thúc. Cô vẫn đi đu lịch khắp nơi như trước đây, nhưng trên đường không ai tỏ ra quan tâm hay để ý đến cô, cô thấy mình bị mưa gió quật ngã, bị trẻ con cười nhạo. Tất cả những món quà cô đã nhận, giờ đây phải được trả lại gấp mười, gấp trăm lần.\nCô không cử động, nhưng những gì xảy ra trong gương dường như đã từng xảy ra trên người cô vậy, cuộc sống là một nỗi khổ vô tận gần như hủy hoại cô.\n\"Hãy vui mừng vì vận may của phép thuật vẫn chưa từ bỏ cô và sẽ không ai trên thế gian này cười nhạo sự yếu đuối của cô.\"\n..."
	},
	"circlet": {
		"name": "Chiếc Mũ Yêu Thương",
		"relictype": "Nón Lý Trí",
		"description": "Chiếc mũ được phù thủy ưa chuộng trong câu chuyện. Rất được yêu thích vì thiết kế nhẹ nhàng nhưng tinh nghịch của nó.",
		"story": "...\nPie chán chường ngáp ngủ.\n\"Chắc là câu chuyện sắp kết thúc rồi, đợi thêm chút nữa được không?\"\nCô bé lật sang trang tiếp theo...\n\n\"Mặc dù vậy, tôi vẫn sẽ chọn con đường khó khăn hơn này.\"\nCũng giống như những đêm đông xa xôi ấy, cô ngủ gục trong vòng tay mẹ, nghe những câu chuyện mà giờ đây cô gần như quên mất, nhưng trước đây cô đã từng nghe không bao giờ chán. Các nhân vật chính của câu chuyện thường phải trải qua đủ loại gian khó để đi đến cuối cuộc hành trình, những nỗ lực và mất mát trong cuộc hành trình sẽ khiến phần thưởng khó mà nhận được trở nên quý giá hơn.\n\"Trong gương, tôi thấy mọi người không còn yêu mến tôi nữa, thậm chí còn ghét tôi. Chỉ để khiến họ mỉm cười với tôi lần nữa đã là một khó khăn khó mà tưởng tượng nổi... Nhưng đó mới là hiện thực, đầy rẫy sự thay đổi và khó lường.\"\n\"Không, cô không thể như vậy! Cô phải cảm thấy hạnh phúc bởi những may mắn do phép thuật mang lại, nếu không...\"\n\"Anh có gì phải lo lắng chứ? Cho dù sau khi phép thuật biến mất, anh cũng như những người khác không còn yêu mến tôi nữa, thì tôi vẫn sẽ yêu mọi người mà. Tôi sẽ giống nhân vật chính trong câu chuyện, đối đãi với mỗi người trên thế giới tự do này bằng cả tấm lòng chân thành... Chỉ cần anh bằng lòng thì trái tim của tôi sẽ thuộc về anh!\"\nMặc dù không có tiếng chuông hay điềm báo nào khác nhưng đây hình như là thời điểm đã định mà phù thủy nói.\n\"Theo lý mà nói, tôi nên xuất hiện sau khi cô ấy hoàn thành chuyến hành trình trong gương, bây giờ quả thực có hơi sớm... nhưng phù thủy luôn làm theo ý mình mà.\"\nPhù thủy đã lấy đi thứ mà thanh niên có thể chi phối theo thỏa thuận và cũng là thứ mà cô muốn có nhất.\n\"Điều ước của tôi đã thành hiện thực, nhưng tôi đã đánh mất tất cả...\"\n\"Cho dù trong một câu chuyện khác thì cô ấy cũng là một nhân vật tốt.\" Phù thủy nhẹ nhàng lắc lư lọ mực, giờ đây thiếu nữ đã trở thành tù nhân trong đó.\n\"Nhưng cô ấy tồn tại vì tôi, cũng như tôi đã vì cô ấy... Nếu như cô ấy không thể giải thoát thì hãy để tôi đi tìm cô ấy. Tôi từng nhìn thấy nhiều vũ trụ, vô số câu chuyện bên trong lọ mực, biết đâu trong đó sẽ có một thế giới có thể chứa chấp hai chúng tôi, hoặc tôi cũng sẽ trở thành một nhân vật không tệ...\"\n\n\"Tôi nhớ rồi! Tối nay kể chuyện này cho mẹ nghe đi, mẹ sẽ thích câu chuyện này chứ?\"\nPie phớt lờ cô bé mà đứng dậy sủa vài tiếng vào khoảng không, rồi vòng qua vòng lại, sau đó chạy xuống gác mái.\n\"Hừm, chắc đang giận dỗi vì đói bụng rồi đây, đúng là trẻ con mà.\"\nCô bé cũng rời đi, chỉ để lại quyển sách chưa được trang trí trên sàn gác mái."
	}
}