{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Đêm Trời Hé Lộ",
	"effect2Pc": "Tăng 80 điểm Tinh Thông Nguyên Tố.",
	"effect4Pc": "Khi nhân vật trong đội ở gần kích hoạt phản ứng Nguyệt, nếu người trang bị trong trận, sẽ nhận được hiệu quả \"Trăng Sáng - Ý Niệm\" trong 4s: Khi Nguyệt Triệu của đội là Hé Sáng/Rực Sáng, sẽ tăng 15%/30% Tỷ Lệ Bạo Kích. Với mỗi hiệu quả \"Trăng Sáng\" khác nhau mà nhân vật trong đội sở hữu, tất cả nhân vật trong đội sẽ tăng 10% sát thương phản ứng Nguyệt. Hiệu quả sản sinh từ \"Trăng Sáng\" sẽ không thể cộng dồn.",
	"flower": {
		"name": "Hoa Khao Khát Chân Thật",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Thánh vật được chạm khắc thành hình hoa, nó dường như tượng trưng cho sự hiện diện đáng sợ đang nở rộ như một bông hoa.",
		"story": "Đó là thời đại mà các tội nhân chưa gây ra lỗi lầm lớn, sâu trong vương quốc thuộc thế giới được xây dựng dưới lòng đất.\nNgười trong vương quốc chưa từng nhìn thấy biển, đương nhiên cũng chưa từng nhìn thấy mặt trời thật sự.\nNhưng ngay cả ở nơi tối tăm không có mặt trời này, cũng vẫn có người muốn tìm hiểu bí mật của những vì sao.\nNhưng họ không ngước lên nhìn bầu trời đầy sao, mà tìm kiếm sự thật trong hình ảnh phản chiếu sai lệch trên mặt gương.\n \nCó lẽ vì vị trí độc đáo của nó, những hiện tượng kỳ lạ thường nhấp nháy trên bản đồ sao phản chiếu trong vương quốc.\nCác nhà chiêm tinh đã ghi chép lại, gọi là \"hiện tượng thiên văn khao khát sự thật\", có nghĩa là mong muốn tìm kiếm sự chân thật.\n\"Có lẽ những gì phản chiếu trong gương chỉ là ảo ảnh giả dối, còn sự thật thì chỉ có cách xuyên qua ảo ảnh mới chạm đến được.\"\nSau một thời gian mò mẫm trong những bảng sao dài, các nhà chiêm tinh tự nhiên cũng sẽ có suy nghĩ như vậy.\nChỉ là các triết gia khi ấy vẫn chưa biết, họ đã nhìn thấy một góc của bầu trời ma vĩnh hằng vô hạn.\n \nKhông biết đã bao nhiêu năm trôi qua, đến mức các vị thần trên mặt đất đều nằm xuống, đến mức Xích Nguyệt đã bị thay thế bởi Hắc Nhật.\nKhi ấy, đã có người biết được bí mật của tội lỗi, vì thế nhìn lên bầu trời sao cũng trở thành kiến thức cấm kỵ.\nGiờ đây, trong vương quốc chỉ có vài người được hưởng đặc quyền vượt qua lệnh cấm, để phục vụ cho vị vua một mắt.\n \nThế nhưng chuyện gì cũng có bất ngờ, khi học giả vô tri lau đi lớp bụi che khuất tấm gương chân lý rực cháy...\nÁnh sáng tuyệt đẹp của bầu trời bao quanh đường chân trời sâu thẳm một lần nữa chiếu sáng phòng chiêm tinh nhỏ hẹp.\nThiên đường tăm tối đẹp biết bao, rực rỡ biết bao, và cũng... khinh nhờn biết bao.\nChỉ cần một cái nhìn thoáng qua, mọi tâm trí và khát vọng của Rauthvangi trẻ tuổi đều bị chiếm lấy.\nĐây chính là khởi đầu cho mọi câu chuyện và tội ác của yêu tăng mà sau này được ca ngợi khắp bên ngoài bầu trời..."
	},
	"plume": {
		"name": "Lông Vũ Trọng Tội",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Trang sức lông vũ đeo trên chiếc mũ, không hề phù hợp với giới quý tộc Snezhnaya xa hoa.",
		"story": "Vượt qua giới hạn của thân phận, chính là tội lỗi lớn vì bất kính với quân vương.\nDòm ngó trí tuệ đen tối, tội ác này không thể tha thứ.\n \nNhưng Rauthvangi không phản bác điều này, vì trong lòng anh không còn gì khác ngoài ánh sáng đó.\nKhông lâu sau đó, phán quyết của tòa án đã được đưa ra, học giả bị trục xuất khỏi Viện Bí Ẩn và bị kết án lưu đày.\nTuy nói là lưu đày, nhưng đối với một người có tổ tiên là người ngoại quốc như anh ấy thì điều đó còn đáng sợ hơn cả tội chết.\nVì lời nguyền cổ xưa dành cho những kẻ phản bội thần linh, một khi trở về mặt đất sẽ bị truy đuổi.\nHình phạt như vậy phản bội lý tưởng cao quý của vương quốc, là bằng chứng rõ ràng cho sự suy tàn của vương quốc ngầm.\n \nNhưng mệnh lệnh của nhà vua không thể làm trái, huống hồ sau khi nhìn thấy cảnh sắc sâu thẳm nơi thiên đường, bản thân sớm đã không thể chịu đựng được nữa.\n\"Dập tắt đi, cuộc đời vô dụng, ít nhất thì lúc đó ngươi cũng đã thoáng thấy sự thật.\"\nNhưng khi Rauthvangi cuối cùng cũng bước ra khỏi hang động, đắm mình trong ánh mặt trời thực sự.\nNgười đồng hành phát ra tiếng kêu gào đau đớn, chỉ có anh ấy vẫn chẳng có gì xảy ra.\n \nKhoảnh khắc đó, dường như sự tồn tại vĩ đại trong vòm trời đang hiển hiện trước mắt anh.\nNó đã chọn anh từ trong muôn loài, ban cho anh ân điển của bóng tối.\nMay mắn nhường ấy, lại đáng buồn nhường ấy. Cuối cùng thì anh đã biết sứ mệnh của mình.\n \n\"Ngọn lửa chiếu sáng thế gian, cũng thiêu rụi thế gian.\"\n\"Còn số phận của ta, lại giống như thiêu thân lao vào lửa.\""
	},
	"sands": {
		"name": "Đồng Hồ Khải Huyền",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Chiếc đồng hồ tinh xảo được vận hành bởi sức mạnh thần bí, nhưng dường như công dụng của nó không phải là xem thời gian.",
		"story": "Đó là thời đại mà thảm họa đen tối vẫn chưa quét qua các đất nước\nCon người khi ấy vẫn đang tận hưởng những tháng ngày hoàng kim cuối cùng.\n \nNghe nói có một học giả học rộng tài cao, đã lưu lạc khắp các quốc gia từ rất lâu.\nÔng đã đọc hết lịch sử của Học Phái Rtawahist, cũng xem qua sách vở của bắc lục.\nThế nhưng cho dù là trong những ghi chép xa xưa nhất cũng không giúp tìm ra thứ ông tìm kiếm.\nĐó là thứ không tồn tại trên thế giới này, giống thiên đường đen tối như kỳ tích.\n \nÔng đi khắp mọi ngóc ngách trên thế giới, ngoại trừ vùng đất hoang vu chưa được khai phá đó.\nNơi biên giới phía bắc có tên là Nod-Krai, mới được mở rộng bởi Sa Hoàng Snezhnaya vài năm trước.\nỞ đó không có học giả nổi tiếng, hình như cũng không có dấu vết từng có nền văn minh cổ xưa tồn tại.\n \n\"Đây chính là nơi cuối cùng trong cuộc đời vô nghĩa của mình rồi.\"\nTrước khi xuất phát, ông nghĩ thầm.\n\"Nhưng dù không có hy vọng, thì cũng không thể từ bỏ ở đây được.\"\n \nCó lẽ là do ước nguyện đã được để ý, ông lại nhìn thấy chân lý mà mình vất vả tìm kiếm.\nLần này, cuối cùng ông cũng tìm được con đường tội lỗi dẫn đến thiên đường đen tối.\nViệc tiếp theo cần làm, chính là tự mình mở ra cánh cửa lấp lánh trong vô số giấc mơ.\nDù phải dùng thủ đoạn gì, dù phải trả giá thế nào, cũng phải..."
	},
	"goblet": {
		"name": "Ly Rượu Tràn Trề",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly rượu đặc biệt dùng trong các buổi tiệc cung đình, từng được dùng để biểu diễn một màn ảo thuật nào đó.",
		"story": "Trong hành lang uốn lượn của Cung Điện Zapolyarny, dường như tiệc rượu và múa ca sẽ không bao giờ kết thúc.\nCác quý tộc fae thích sự xa hoa, họ coi yến tiệc là công việc quan trọng nhất.\nDù ai đó có trái tim cứng rắn như bảo thạch, cũng sẽ bị rượu ngon làm tan chảy...\nThậm chí là chuyện chính sự lớn nhỏ của cả quốc gia, phần lớn cũng được quyết định khi say.\n \nGiáo sư Rotwang được các quý tộc gọi là \"yêu tăng\", chính là người nổi tiếng trong cung điện gần đây.\nKhông chỉ nhờ thuật giả kim và thuật chiêm tinh cao thâm, nhận được sự yêu mến của Sa Hoàng bệ hạ,\nCũng không phải vì ông ấy luôn nói những câu châm ngôn thú vị và sâu sắc, khiến mọi người cười ha hả\nĐiều thực sự khiến các quý tộc phải chú ý đến, chính là những truyền thuyết xung quanh ông ấy.\n \nNghe nói đại công tước Photius từng vì đố kỵ mà muốn diệt trừ con cáo hoang cản đường này.\nÔng ấy đem Hỏa Thủy thượng hạng đổi lấy thuốc độc chí mạng, nhưng không ngờ giáo sư vẫn không hề bị ảnh hưởng gì sau khi uống nó.\nCuối cùng, đại công tước lại vì thế mà thấy bái phục, trở thành người ủng hộ trung thành nhất của yêu tăng.\n \nLại nghe nói Filipov giỏi biến hóa nhất trong số các fae, từng công khai cười nhạo nghiên cứu của giáo sư chỉ là trò lừa gạt.\nNhưng yêu tăng chỉ cười, sau đó triệu hồi người vợ đã khuất của anh ấy trước mặt mọi người.\nNhững câu chuyện trên đều trở thành chuyện cười trong bữa tiệc. Nhưng mỗi khi có người hỏi đến, giáo sư đều chẳng có phản ứng gì.\nCó lẽ cũng chẳng có ai thật sự quan tâm những câu chuyện này là thật hay giả, chúng chẳng qua chỉ là gia vị khiến buổi ca múa thêm vui vẻ thôi.\n \nCó lẽ đối với các quý tộc, người ngoại quốc không có nền tảng cơ bản luôn đáng tin cậy hơn.\nĐương nhiên, nếu ngoài ra còn có thể xử lý giúp vài việc phiền phức nữa thì càng tốt.\nNhưng nhân vật trong vở kịch sao có thể ngờ được là cái kết thảm khốc sắp kéo tới chứ?"
	},
	"circlet": {
		"name": "Vương Miện Vĩnh Kiếp",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện được chế tạo dựa trên vòng đội đầu của tù nhân. Có lẽ trong lòng ai đó, tình yêu và tội ác vốn có cùng nguồn gốc.",
		"story": "Ngọn gió từ phương bắc thổi đến đã mang đến cơ hội và nền văn minh mới cho vùng biên giới hoang vu cổ xưa.\nTại nơi cây đại thụ đổ xuống, mọc lên những thành phố, bến cảng và công xưởng lớn nhỏ.\nNhưng chỉ những người được Sa Hoàng sủng ái mới biết, sự thịnh vượng nhanh chóng trước mắt đây không phải là tất cả...\nQuân vương của các fae đang lên kế hoạch, một kế hoạch phản nghịch không được trật tự dưới ánh trăng chấp nhận.\n \n\"Nhưng theo tôi, dũng khí và tham vọng của Sa Hoàng bệ hạ vẫn còn quá hạn hẹp.\"\n\"Ngài bị xiềng xích tình yêu trói buộc trên mặt đất, chưa từng ngước lên ngắm nhìn những vì sao.\"\n\"Sở hữu sức mạnh vĩ đại như vậy, nhưng lại chỉ muốn làm vua của những sinh linh dưới ánh trăng.\"\n\"Ngài ấy lại không hề biết rằng, ở bên ngoài bầu trời mới có thể tìm thấy thiên đường vĩnh hằng thật sự.\"\n \nLà sứ giả của Sa Hoàng, yêu tăng đã xuất hiện ở Nod-Krai để thực hiện một nhiệm vụ bí mật.\nNếu như có thể lấy được kho báu được chôn giấu ở đây, sẽ nắm giữ được sức mạnh đủ để lật đổ cả mặt đất.\nNhưng ông ấy tìm kiếm sức mạnh không phải để cứu thế giới. Mà là để biến thế giới thành củi đốt cho mình.\n \n\"Nhìn đi, phàm nhân ngu xuẩn và đoản mệnh, giống như thế giới hão huyền và mong manh này, đều vô vọng không thể cứu vãn.\"\n\"Chỉ có người được ân điển tối cao lựa chọn như ta mới có ý nghĩa để tiếp tục tồn tại.\"\n\"Thay vì chìm đắm trong luân hồi vô tận, chi bằng giải thoát bằng sự hy sinh cho sự nghiệp vĩ đại đi.\"\n \n\"Reed Miller, hãy gạt bỏ những cảm xúc ủy mị nhỏ nhen đó đi, chúng ta đều là do số phận lựa chọn.\"\n\"Hãy đi theo ta, thế giới đã định sẵn sẽ bị hủy diệt, chúng ta sẽ phá kén chui ra từ lớp vỏ trời!\""
	}
}