{
	"id": 15029,
	"rarityList": [
		4,
		5
	],
	"name": "Giấc Mộng Thủy Tiên",
	"effect2Pc": "Nhận 15% buff sát thương nguyên tố Thủy.",
	"effect4Pc": "Tấn Công Thường, Trọng Kích, Tấn Công Khi Đáp, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sau khi trúng kẻ địch sẽ sản sinh 1 tầng \"Thủy Tiên Trong Kính\" duy trì 8s. Khi \"Thủy Tiên Trong Kính\" đạt 1/2/3 tầng và trở lên, tấn công tăng 7%/16%/25%, Sát Thương Nguyên Tố Thủy tăng 4%/9%/15%. Hiệu quả \"Thủy Tiên Trong Kính\" sản sinh từ Tấn Công Thường, Trọng Kích, Tấn Công Khi Đáp, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ tồn tại độc lập nhau.",
	"flower": {
		"name": "Hoa Tươi Trên Lữ Trình",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Câu chuyện rồi sẽ kết thúc, hoa tươi cũng sẽ khô héo. Nhưng bông hoa trong giấc mơ của một người sẽ luôn nở rộ và thơm ngát.",
		"story": "...Nhưng đến cuối cùng, vương quốc đã bị bóng tối bao trùm.\nKhông phải là ác long đã chiến thắng kỵ sĩ, mà là tất cả họ đều đã nước mất nhà tan.\nTrong sự hỗn loạn, bi thương đen tối mù mịt cùng với cuộc ly biệt sau đó,\nViện trưởng vì để chiến thắng nguồn cơ của tà ác, nên đã cùng các chị em bước lên chuyến hành trình,\nCòn phó viện trưởng thì đã bước lên chiếc chiến hạm, cuối cùng đã an giấc trong lòng nước.\nCác dũng sĩ Narzissen cùng với đông đảo kỵ sĩ, ác long, hiền nhân cũng đã thất tán.\n\nTrong đó có người được Trục Ảnh Đình hoặc Đội Tuần Tra Đặc Biệt thu nhận,\nQuyết chí tiến lên để vương quốc không phải bị bóng đen bao trùm lần nữa.\nCó người được người thám hiểm đi lại giữa các dị vực nhận nuôi,\nTừ đây chính thức bước lên chuyến mạo hiểm để tận mắt nhìn được tận cùng thế giới.\n\nLại rất nhiều năm sau đó qua đi.\nCó người vì để câu chuyện của tương lai không bị gián đoạn như thế một lần nữa,\nĐã mượn sự chính xác của cơ quan và lớp vỏ bằng gang thép để tìm đường tiến lên;\nCó người lại vì để câu chuyện lặp lại lần nữa mà đi ngược với đạo lý,\nDùng danh nghĩa thủy tiên để bước lên chuyến hành trình vượt qua mọi lẽ thường;\nCòn có người giống như trân trọng cất giữ đóa hoa khô,\nVẫn luôn hoài niệm về câu chuyện mạo hiểm buổi chiều đang chờ được tiếp diễn..."
	},
	"plume": {
		"name": "Lông Tơ Ác Phù Thủy",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông vũ trang trí trên nón, với màu xanh đen đậm thu hút mọi ánh nhìn.",
		"story": "Có dũng sĩ, vậy sẽ có phù thủy tà ác. Có kỵ sĩ, đương nhiên cũng có ác long.\nDũng sĩ thì luôn cầm thánh kiếm trong tay, vậy thì phù thủy cũng phải cầm theo một pháp khí ra hồn mới được chứ.\nGiữa những chuyến mạo hiểm, khi dũng sĩ và phù thủy, kỵ sĩ và ác long chưa được sinh ra,\nHọ cứ luôn khát khao chiếc lông vũ của loài chim không biết tên được đính trên chiếc mũ của phó viện trưởng.\nTrong chiếc lông vũ đó nhất định có rất nhiều câu chuyện, nhà mạo hiểm nhỏ bé đã nghĩ vậy,\nPhó viện trưởng nhất định từng có nhiều câu chuyện, cũng giống như các dũng sĩ lão thành sau khi đã ẩn cư.\nNếu không thì tại sao đã đồng ý với viện trưởng của chúng ta rồi, mà vẫn không thể nào gỡ nó xuống chứ?\n\n\"██, ██, nhớ phải đối xử tốt với nhau, đừng có đánh nhau đấy.\"\nHai người cứ luôn diễn vai kỵ sĩ và ác long gật gật đầu một cách không tình nguyện.\n\"███, khi tôi không có ở đây nhớ phải chăm sóc cho ███ thật tốt nhé.\"\n\"Chờ khi nào mọi chuyện kết thúc rồi, tôi và viện trưởng sẽ lập tức quay về. Mọi người đừng chạy lung tung ra ngoài.\"\nPhó viện trưởng nghĩ nghĩ, trước khi đi đã tháo chiếc lông vũ màu xanh đậm xuống.\n\"███, luôn muốn có thứ này phải không? Hãy giữ lấy đi.\"\n\"Nhưng chỉ là tạm thời giữ thay thôi nhé, nếu làm bẩn thì tôi sẽ rất tức giận đó.\"\n\nNhưng đến cuối cùng, chiếc lông vũ này vẫn không thể được như họ nghĩ, trở thành pháp khí thần kỳ của phù thủy xấu xa.\nMà theo dấu chân của chủ nhân mới, đã từng đến được nơi cội nguồn đã đem đến tai họa chia ly và quay trở về..."
	},
	"sands": {
		"name": "Thời Khắc Của Thủy Tiên",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Chiếc đồng hồ bỏ túi đã ngừng hoạt động từ lâu, dường như đã chứng kiến nhiều năm trong vòng quay vô ích.",
		"story": "Chiếc kim đồng hồ sẽ luôn quay về vị trí, rồi lại một lần nữa bắt đầu xoay theo chu kỳ vòng tròn.\nMọi thứ của các dũng sĩ Narzissen, dường như vĩnh viễn cũng không hề thay đổi.\nNhưng cuối cùng rồi năm tháng cũng sẽ bào mòn động cơ cốt lõi tinh chuẩn mà mềm yếu.\nMãi cho đến khi nào ngày mới không thể nào đến nữa. Mọi thứ đều không còn nữa.\n\nChiếc đồng hồ này vốn dĩ thuộc về một dũng sĩ nhỏ bé vốn rất đam mê máy móc,\nLà tác phẩm luyện tập tận dụng các loại phế liệu để ghép thành.\nĐến cuối cùng chiếc đồng hồ này đã cùng với đối tượng mà nó tặng đã cùng nhau rơi vào dòng nước dung hòa mọi thứ.\nNhưng từ rất lâu trước đó, nó đã không còn chuyển động theo dây cót nữa rồi.\n\n\"Rất lâu rất lâu về sau, ở một nơi rất xa rất xa...\"\n\"Có một đế quốc hắc ám, do ác long Narcissus thống trị.\"\n\"Công chúa mà hắn vốn khát khao, cùng với tòa tháp cao mà công chúa cư ngụ, đã cùng rơi vào trong giấc ngủ sâu ngưng đọng, không hề có giấc mơ, vì vậy mà cũng không bị ác long tiêm nhiễm. Narcissus vô cùng tức giận, hắn bắt vô số tay sai của mình phân tán ra khắp nơi trên đế quốc, để tìm kiếm bảo vật của công chúa; rồi lại tạo ra rất nhiều cơ quan phòng ngự phép thuật tà ác để chống lại sự phản kháng của những người bạn phe chính nghĩa. Hắn thề rằng phải đoạt lại bảo vật của công chúa, thức tỉnh nàng. Như vậy mới có thể triệt để chiếm hữu nàng.\"\n\"Có một nhóm dũng sĩ, đang bảo vệ bảo vật mà công chúa đã giao cho họ. Bảo vật này, là một giọt nước sáng trong.\"\n\"Có một hôm, từ trong giọt nước đã sinh ra một sinh mệnh nhỏ.\"\n\"Ừm... Nên gọi tên gì đây nhỉ? Thật là đau đầu, nếu sớm biết câu chuyện sẽ thành ra như vậy, thì tên của bạn nên được dùng ở đây mới đúng. Bạn còn bạn bè tốt nào khác nữa không?\"\n\"\"Bạn bè ư... Ừm, nếu là bạn bè thì đúng là có một cái tên, tôi thấy rất thích hợp dùng ở đây.\"\""
	},
	"goblet": {
		"name": "Tiệc Trà Các Dũng Sĩ",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly trà tinh tế, như thể cùng trải qua khoảng thời gian nhàn nhã với người khác.",
		"story": "Dù là các dũng sĩ Narzissen, trong hành trình mạo hiểm cũng sẽ có thời gian nhàn rỗi.\nKhi tiếng chuông vang lên, rất nhiều dũng sĩ và phù thủy, kỵ sĩ và ác long,\nĐều sẽ tạm thời quên đi công chúa bị giam cầm, kho báu trong bí cảnh.\nĐám mây mù bao trùm trên bầu trời vương quốc phương xa cũng tạm thời tan đi,\nCông chúa đang khổ sở chờ đợi cũng sẽ dời ánh mắt khỏi khung cửa sổ.\nĐương nhiên khi các kỵ sĩ rời đi, mạo hiểm tự nhiên cũng sẽ tạm ngừng.\nĐây chính là phép tắc vũ trụ mà dũng sĩ Narzissen và rất nhiều thế giới nhỏ bé khác đều tuân thủ.\nNếu muốn hỏi tại sao, đó là vì món trà bánh do phó viện trưởng chuẩn bị quá thơm ngon.\n\nĐó là một buổi chiều u ám, nhưng từ này dường như không có ý nghĩa.\nBởi vì quê nhà mới mà cô đang hướng đến là nơi không nhìn thấy ánh sáng mặt trời mặt trăng.\nỞ nơi đây người đầu tiên mà cô ấy gặp đương nhiên là viện trưởng vừa cao to lại thuần khiết.\nTuy rằng cô ấy còn lúng túng hơn cả cô thiếu nữ, nhưng vẫn cứ dùng chiếc ôm để nghênh đón,\nLàm ướt hết bộ y phục của cô ấy. Phó viện trưởng và mẹ có tuổi đời trạc nhau,\nCô ấy nắm tay thiếu nữ, dắt cô đến chỗ ác long, kỵ sĩ và dũng sĩ đang nghỉ ngơi.\nCô cảm thấy như vậy cũng ổn. Hơn nữa, trà bánh ở đây rất ngon."
	},
	"circlet": {
		"name": "Kính Mắt Của Ác Long",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Kính một mắt tinh tế, những giai thoại cổ xưa nói rằng người ta có thể nhìn thấy tương lai thông qua nó.",
		"story": "Dũng sĩ trong những câu chuyện khác nhau, đương nhiên sẽ tìm thấy thánh kiếm (tùy cơ ứng biến) khác nhau, cuối cùng lại phải đối diện với kẻ địch khác nhau.\nNhưng thường nói rằng anh hùng bất tử sẽ trở thành ác long. Khi nhiều câu chuyện đan xen nhau, thì dũng sĩ của bên này có lẽ cũng chính là ác long của bên kia.\nCâu chuyện đọng lại cuối cùng sẽ nghiêng về hướng kể chuyện dễ hiểu. Sở dĩ dũng sĩ là dũng sĩ chứ không phải ác long cũng chính là vì vậy.\nCho nên đoạn cuối của tất cả câu chuyện, dù cho sức lực mạnh mẽ quỷ kế đa đoan, thì cuối cùng ác long sẽ bị dũng sĩ tay cầm thánh kiếm đánh bại.\n\nÁc long trước khi rơi vào trong khe nứt hòa tan mọi thứ, đã nghĩ về quãng thời gian mình đã cùng trải qua với dũng sĩ. Cuối cùng anh ta nói:\n\"Đúng vậy, tôi sẽ không oán hận. Tôi hiểu, anh chưa từng nhìn thấy cảnh tượng mà tôi từng chứng kiến. Nên anh mới muốn ngăn cản tôi.\"\n\"Quái thú của chòm sao sẽ uống cạn nguồn nước của thế giới. Rồi lại hàng trăm năm sau đó, tất cả sinh mệnh trên mặt đất đều sẽ bị xóa đi.\"\n\"Tôi nhất định sẽ quay lại cứu rỗi tất cả linh hồn. Bất luận là mười năm hay trăm năm, tôi đều sẽ trở thành vũ trụ mới được sinh ra.\"\n\nNhưng dũng sĩ chiến thắng ác long cũng đã đánh mất đi thứ quý giá nhất trong cuộc chinh chiến dai dẳng.\nAnh đã không còn có thể tin vào điều gì mà trí tuệ của tất cả mọi người không thể nắm bắt hoàn toàn, không thể hiểu rõ tường tận,\nTrong quãng đời còn lại, anh sẽ lên ý tưởng về vương quốc được vận hành bằng cơ quan và nguồn năng lượng phi nguyên tố."
	}
}