{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Bí Điển Obsidian",
	"effect2Pc": "Khi người trang bị ở trạng thái Dạ Hồn Chúc Phúc và đang ra trận, sát thương gây ra tăng 15%.",
	"effect4Pc": "Người trang bị sau khi tiêu hao 1 điểm Dạ Hồn trong trận, Tỷ Lệ Bạo Kích tăng 40% trong 6s. Hiệu quả này mỗi 1s tối đa kích hoạt một lần.",
	"flower": {
		"name": "Kỳ Vọng Của Dị Chủng",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa được chạm khắc tỉ mỉ từ tinh thạch màu đen, vào ban đêm sẽ tỏa ra ánh sáng huyền bí.",
		"story": "Trong thời đại các ngự sử lang thang rơi vào vùng đất tăm tối, vị vua lần nữa xuất hiện thiêu hủy thành phố báng bổ,\nCó rất nhiều câu chuyện chưa từng được ghi chép lại trong bất kỳ sử sách nào của nhân gian, cũng chưa từng được truyền tụng.\n\nĐó là vương quốc của rồng đất, may mắn sống sót trong tai họa trời đất sụp đổ, được ngăn cách bởi vùng biển đất đỏ,\nKhi đồng loại chỉ có thể sống sót ở vùng biển hoang vu bên ngoài, chúng lại có được tự do nhờ ân điển của chủ nhân ngọn lửa.\nThế nhưng trí tuệ của ngọn lửa đã bị thủy triều đen cướp đi, nay chỉ còn sống sót trong thân xác xám xịt.\nĐể duy trì sự uy nghiêm còn sót lại của rồng, những hậu duệ mù quáng ngu ngốc đã xem việc tàn bạo như quy tắc thống trị.\nỞ vương quốc mặt trời tàn bị thiêu rụi này, chỉ có một \"người\" nhìn về tương lai u ám.\n\n\"Tôi nhìn thấy, ánh đèn rọi xuống vùng đất không gốc rễ, bầy rồng quỳ rạp trước vị vua sắp chết.\"\n\"Tôi nhìn thấy, trí tuệ vĩ đại, nghệ thuật vĩ đại, nền văn minh vĩ đại đều sẽ chết đi.\"\n\"Nhưng vòng tuần hoàn không ngừng vẫn là quy luật của thế giới, lịch sử sẽ không vì tiếng khóc của chúng ta mà dừng bước.\"\n\"Nhưng đồng loại đáng thương của ta, lại không biết rằng sự ngu xuẩn của chúng chỉ là sự hỗ trợ cho quy tắc lịch sử không thể đổi thay.\"\n\"Nô bộc của ngày hôm nay sẽ trở thành vua của ngày mai, nô lệ của quá khứ sẽ trở thành chủ nhân của tương lai.\"\n\"Dòng tộc của chúng ta chìm sâu trong vòng xoáy mâu thuẫn không thể nghịch chuyển, cách cứu rỗi duy nhất chính là gieo rắc hạt giống.\"\n\"Có lẽ trong vùng đất hoang dã nguyên thủy trù phú, vẫn còn một vùng đất chưa từng bị vấy bẩn bởi sự ô uế mục rữa.\"\n\nThế là xuyên qua lửa rực và gió mạnh, nó lấy đi ngọn lửa nguyên sơ chưa tắt từ thánh điện cổ xưa dưới dung nham.\nGánh trên vai kỳ vọng của dị chủng, cá thể trí tuệ nhất trong bầy rồng đã từ biệt cấm thành huy hoàng và bắt đầu cuộc hành trình."
	},
	"plume": {
		"name": "Gốc Rễ Của Linh Tủy",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Trang sức lông vũ mô phỏng theo cánh của loài rồng cổ xưa, có lẽ từng là minh chứng cho một giai đoạn lịch sử đã bị lãng quên nào đó.",
		"story": "Vào thời đại mà ngọn lửa hoang dã thiêu rụi gốc rễ của mặt đất, bộ tộc hoang sơ dẹp sạch chông gai để mở rừng,\nCó rất nhiều câu chuyện chưa từng được ghi chép lại trong bất kỳ sử sách nào của nhân gian, cũng chưa từng được truyền tụng.\n\nMang theo hạt giống tách ra từ lửa khởi nguyên, cá thể thông minh nhất trong bầy rồng đi qua cánh đồng rực lửa, bước vào vùng đất hiểm trở chưa từng được khai thác.\nThế nhưng khi đi khắp suối nước nóng và thung lũng vắng vẻ, bất kể là thứ được sinh ra từ trong mặt đất hay được tạo ra đều không thỏa được kỳ vọng của nó.\nCuối cùng đến một ngày, trong thung lũng sâu sau khi sương mù tan đi, nó phát hiện ra chủng tộc mà người sáng tạo yêu quý nhất, nhưng cũng yếu đuối nhất.\nĐó vốn dĩ là một chủng loài vẫn còn non yếu, nhưng lại được sinh ra trong vương quốc nơi bầy rồng tung hoành, nên chỉ có thể sống sót dưới đôi cánh bảo bọc của những người cổ xưa.\nTuy đã sớm mất đi người dẫn đường, quên đi lịch sử và ký ức trong quá khứ, lạc lối giữa núi rừng, nhưng vẫn kiên cường sống sót.\n\nKinh ngạc trước sự kiên trì, đoàn kết và dũng cảm của loài người, hiền giả loài rồng quyết định ban tặng cho họ ngọn lửa trí tuệ.\nNhưng món quà quý giá đó không phải miễn phí, nó sẽ đem lại văn minh cho man tộc, nhưng cũng đã vạch ra vận mệnh của họ.\nBởi vì khác với kế hoạch ban đầu thần thánh, điều mà cá thể trí tuệ nhất mang đến vẫn là đạo \"tiến hóa\" bất kính với thần linh.\nTrong tầm nhìn xa của nó, ở cuối con đường đó, máu của loài người sẽ được thấm vào thân xác mục nát của vùng đất đang chết dần,\n\nHai chủng tộc, hai dòng máu từ đó hợp nhất làm một, nền văn minh mới cũng sẽ khiến nhịp đập cổ xưa lần nữa cuộn trào.\nCũng giống như lời mà cá thể thông minh nhất đã nói với người man rợ đầu tiên gặp được nó khi trèo lên vùng đất nổi:\n\n\"Trong con cháu của ngươi sẽ xuất hiện người cứu lấy hai thế giới, người đó phải hung tàn như sư tử bọ cạp, lại gian xảo như cáo.\"\n\"Rồi có một ngày người đó sẽ hạ gục vị vua của lửa, bước lên ngai vàng cổ xưa nhất. Hãy ca tụng cho vị vua của hai thế giới nào!\""
	},
	"sands": {
		"name": "Thần Thoại Của Dạ Vực",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Vật dụng thần bí không phải đồng hồ cũng không phải la bàn, đến nay trên thế gian không còn ai biết được công dụng của nó.",
		"story": "Vào thời đại, khi người cổ đại hóa thân thành bờ đê ngăn cản thủy triều đen, khi vùng đất nổi và màn đêm vĩnh hằng vẫn còn tách biệt.\nCó rất nhiều câu chuyện chưa từng được ghi chép lại trong bất kỳ sử sách nào của nhân gian, cũng chưa từng được truyền tụng.\n\nMọi người đều biết, Chaac dũng cảm và thông minh đã lấy được ngọn lửa cháy mãi từ tay vị Hiền Giả Trộm Lửa...\nAnh ấy chia sẻ ngọn lửa với đồng bào trong bộ tộc, và cũng truyền thụ bí mật của lửa cho bất cứ ai đến học hỏi.\nSau khi từ biệt sự hỗn loạn và thiếu hiểu biết dài đằng đẵng, mầm mống mới của nền văn minh lần nữa mọc lên từ vùng đất hoang vu.\nNhưng bên trong bức tường khổng lồ, dòng tộc có cánh trên đó vẫn chưa ý thức được rằng vòng số phận đã xoay chuyển.\n\nTruyền thuyết kể rằng vị hiền giả vĩ đại sống nơi vùng đất nổi trầm lặng biết rõ đáp án cho mọi câu trả lời trong nhân gian,\nNhưng có hai việc ngay cả hiền giả cũng không thể giải đáp được, đó là đường cùng của người sống và đường trở về của người chết.\nCó lẽ vì địa ngục vẫn do thần của Dạ Vực cai quản, họ là kẻ địch của hiền giả thời xa xưa,\nHoặc nếu ngọn lửa cháy mãi kết nối lại với gốc rễ của mặt đất, thì sẽ phá hỏng kế hoạch được tính toán từ lâu của hiền giả.\n\nSau khi nắm giữ sức mạnh của lửa khởi nguyên, Chaac và đồng đội của mình cuối cùng cũng đánh bại ác long tàn bạo và thành lập nên bộ tộc đầu tiên.\nThế nhưng dù là anh hùng cổ xưa cũng không thể chống lại sự phán quyết của năm tháng, thời gian sẽ không ngừng trôi, đồng đội cũng lần lượt nói lời chia ly.\nCuối cùng sau khi trải qua hàng trăm trận chiến, Chaac lại chỉ còn lại một mình, bộ tộc của anh đã ly tán, câu chuyện cũng không còn được truyền tụng nữa.\nChỉ khi trong màn đêm sâu thẳm nhất, anh mới nghe thấy tiếng gọi đến từ vương quốc xa xôi, dường như muốn thắp lên ngọn lửa đang dần tắt lụi trong lòng anh.\nTrong đêm cuối cùng của cuộc đời, anh leo lên ngọn núi cao thắp lên ngọn lửa đầu tiên. Anh kêu gọi, hy vọng có thể gặp lại những đồng đội trước kia.\nVà thần của Dạ Vực cũng đã thực sự đáp lại anh. Vào đêm đó, người dân khắp nơi dường như đều nghe thấy giọng nói từ một thế giới khác,\nĐó có lẽ là bài ca dao mà mẹ ngân nga, hay là lời thì thầm của bạn cũ, đó là âm thanh đầu tiên khi Wayob đầu tiên của Vương Quốc Dạ Thần xuất hiện."
	},
	"goblet": {
		"name": "Bữa Tiệc Trước Chiến Tranh",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Vật chứa dường như được tạo ra bằng cách xoắn và tạo hình đá theo một cách kỳ quặc, không biết ai lại có sức mạnh như vậy.",
		"story": "Trong thời đại khi tiếng tù và không ngừng nghỉ vang lên trong vương quốc rực lửa, khi các anh hùng chinh chiến lẫn nhau...\nCó rất nhiều câu chuyện chưa từng được ghi chép lại trong bất kỳ sử sách nào của nhân gian, cũng chưa từng được truyền tụng.\n\nKhi tư tế của sương mù đốt lên ngọn lửa trại che lấp mặt trời, dâng hiến máu dị chủng cho các vị anh hùng tổ tiên và thần linh vô hình của họ;\nKhi anh hùng mang theo ngọn lửa rực cháy cưỡi trên mãnh thú đã thuần phục, theo gợi ý của Wayob bộ tộc đến với thành trì được xây dựng bằng đá khổng lồ;\nKhi loài bò sát trong thành phố cổ xưa không biết do ai xây dựng, sợ hãi đi lên tòa tháp biến dạng kỳ dị,\nChỉ có cá thể thông minh nhất trong bầy rồng, đứng trong hư không tĩnh lặng, âm thầm quan sát vở bi hài kịch vĩ đại và dài đằng đẵng này.\n\nDù sứ giả trong màn đêm không nằm trong kế hoạch của nó, nhưng may mắn thay con đường \"tiến hóa\" không vì thế mà lệch hướng,\nSau khi lựa chọn và chăm sóc tỉ mỉ, các anh hùng của bộ tộc mà nó bồi dưỡng đều lần lượt bước lên võ đài cạnh tranh bốn phương.\nCó lẽ người mạnh nhất trong số họ sẽ trở thành anh hùng của tất cả bộ tộc loài người trên nền đá đen.\nGiao ước mang tên người này sẽ giơ cao lá cờ rực rỡ, bước vào thành phố giếng sâu mà ngay cả thần cũng chưa từng công phá.\n\nNgày đó ánh lửa phun ra từ xác sống trên ngai vàng sẽ nhuộm đỏ bầu trời, vị vua mới sẽ nhận được lửa khởi nguyên như món quà đăng quang.\nNgày đó bầy rồng sẽ lại quỳ dưới chân vị vua của hai thế giới, tri thức và kho tàng văn minh tích lũy hàng ngàn năm đều sẽ mở ra với người.\nBởi vì nó biết rằng kẻ địch trong bóng tối vẫn chưa đi xa. Chúng vẫn đang ẩn nấp ở nơi sâu nhất trong Dạ Vực, chờ đợi phát động tổng tấn công cuối cùng.\nBởi vì nó biết rằng, thần linh trên trời cao và chúa tể của rồng vẫn không đủ, phải nhanh chóng tập hợp tất cả tri thức và sức mạnh trước khi ngày đó đến.\n\nChỉ có như vậy, những người cùng tộc ngu muội mới có thể tỉnh táo lại từ giấc mơ mục nát của vị vua suy tàn.\nChỉ có như vậy, nền văn minh cổ xưa mới có thể nghênh đón người kế thừa thích hợp, đứng vững trên mặt đất một lần nữa."
	},
	"circlet": {
		"name": "Vương Miện Của Thánh Giả",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện được làm từ Đá Obsidian. Vào thời xa xưa từng được dùng trong nghi thức trao vương miện của các vị vua cao quý trong bộ tộc.",
		"story": "Trong thời đại thủy triều đen ô uế trào dâng nơi chân trời, những anh hùng như mặt trời bước lên hành trình,\nCó rất nhiều câu chuyện chưa từng được ghi chép lại trong bất kỳ sử sách nào của nhân gian, cũng chưa từng được truyền tụng.\n\nKhi dũng sĩ loài người từ biệt thôn làng ẩn cư trong thung lũng, đem lời chúc phúc của Wayob đến vùng đất cấm không thể đến được trong quá khứ,\nRồng khổng lồ cổ đại cũng đã biến mất khỏi cánh đồng nơi chúng từng tung hoành, đất đai màu mỡ và dòng suối đều được nhuộm màu mới.\nNhững cung điện và đền thần được xây dựng trên vách đá dung nham đã mất đi hào quang, đang lặng lẽ chờ đợi ngày tận thế phán quyết,\nỞ vương quốc như ảo mộng tách biệt với thế giới này, thời đại của người xưa cuối cùng cũng sắp kết thúc.\nCòn trong Dạ Vực, các vị thánh vẫn tranh luận không ngừng nghỉ, chưa quyết định được ai sẽ truyền đạt phán quyết cuối cùng này.\n\nĐó là dũng sĩ chưa từng được tiên đoán trong bất kỳ lời tiên tri nào, là người anh hùng chưa từng được ghi trong bất kỳ kế hoạch nào.\nKhi các chiến binh chỉ huy của các bộ tộc từ bỏ sự nghiệp tiêu diệt ác long, đắm chìm trong cuộc tranh giành bá chủ;\nKhi các võ sĩ của các bộ tộc bị đẩy vào cuộc chiến không ngừng nghỉ, xem những con dã thú tàn khốc như trợ thủ.\nLúc đó người trỗi dậy từ vùng đất đen tối, là một vị vua sáng chói như mặt trời, lại ấm áp như ánh bình minh.\nNgười đó dùng những bông hoa vàng đan thành vương miện, mang theo thanh kiếm khổng lồ làm từ đá Obsidian, đến thăm từng bộ tộc.\n\nTranh chấp sinh ra do đao kiếm thì chỉ có thể hóa giải bằng đao kiếm. Ảo tưởng sinh ra từ tham vọng, sẽ chỉ khuất phục trước một tham vọng lớn hơn.\nCòn vị tự cho rằng mình nắm giữ \"tiến hóa\", lại chưa từng nghĩ rằng người có sức mạnh sẽ đưa ra đáp án nào khác ngoài việc chinh phục và giết chóc.\nDưới ánh mặt trời, các chiến sĩ chỉ huy của các bộ tộc đã ký kết hiệp ước đình chiến, các vị thánh của Dạ Vực cũng dừng tranh cãi và dâng chiếc vương miện cho người đó.\nÁnh sáng của thời đại mới đã xuất hiện nơi chân trời, khi ánh sáng chiếu khắp mặt đất, ngay cả loài thú đen tối cũng không thể ẩn nấp."
	}
}