{
	"name": "Xà Cừ Đại Dương",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Tăng Trị Liệu lên 15%.",
	"4pc": "Khi nhân vật trang bị bộ Thánh Di Vật này thực hiện trị liệu cho nhân vật trong đội, sẽ tạo ra Bọt Biển kéo dài 3s, ghi lại lượng HP hồi phục của việc trị liệu (Bao gồm cả lượng vượt mức). Khi kết thúc thời gian duy trì, Bọt Biển sẽ nổ tung, gây cho kẻ địch xung quanh sát thương bằng 90% lượng hồi phục tích lũy (Cách tính sát thương này giống với các phản ứng nguyên tố như Điện Cảm, Siêu Dẫn...nhưng không bị ảnh hưởng bởi Tinh Thông Nguyên Tố, cấp hoặc buff sát thương phản ứng). Mỗi 3.5s tối đa tạo 1 Bọt Biển; Bọt Biển tối đa ghi lại 30,000 điểm hồi phục, bao gồm cả lượng trị liệu vượt mức; đội của bản thân cùng lúc chỉ được tồn tại tối đa 1 Bọt Biển. Khi nhân vật trang bị bộ Thánh Di Vật này ở trong đội chờ, vẫn có thể kích hoạt hiệu quả này.",
	"flower": {
		"name": "Hoa Đại Dương",
		"relictype": "Hoa Sự Sống",
		"description": "Đóa hoa nhuốm màu sắc của biển cả, ánh lên những sắc màu kỳ ảo dưới ánh trăng.",
		"story": "Đóa hoa yêu kiều từ đại dương, phần nhụy hoa điểm xuyết những viên trân châu thuần khiết.\nTrong bài dân ca của con dân biển cả, loài hoa này nở rộ dưới đáy biển với đầy sắc màu trân châu.\nĐắm mình trong tình yêu của những người con gái biển cả và ánh trăng dịu dàng, tỏa ra ánh sáng lấp lánh tựa trân châu.\n\nKhi mọi tranh đấu chấm dứt, những con hải thú không còn khóc thương những người bạn đồng hành cô đơn của chúng nữa,\nKhi ánh trăng nhú lên đỉnh Touzan, các vị thần duyên dáng cất lên tiếng hát.\n\"Đến đây nào, những cô gái biển cả, mau đến nhìn xem, người trong tim ta, hãy đến xem ánh trăng đêm nay.\"\n\"Dù đêm nay Touzan có sụp đổ, thì sấm chớp và giông bão cũng không bao giờ có thể che phủ ánh sáng của những viên trân châu xinh đẹp...\"\n\nPháp sư cô độc ngân nga ca hát và nhảy múa trên những con sóng bạc nhuộm màu trăng sáng.\nNhững cô gái của biển cả đã quên đi nỗi buồn mất mát, và cả những bông hoa dịu dàng cũng đã lấy lại sắc màu."
	},
	"plume": {
		"name": "Lông Vũ Thủy Cung",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông vũ tiệp màu với san hô, tương truyền rơi ra từ y phục pháp sư.",
		"story": "Trong những năm tháng đầu tiên mà nhiều gia tộc lần đầu nhìn thấy ánh mặt trời, Omikami đã chọn ra pháp sư từ những con dân biển cả.\nTrong lịch sử của những bài dân ca trên đảo, Thánh Pháp Sư đầu tiên chính là một cô gái biển cả chuyên thu thập ngọc trai.\n\nĐược sinh ra giữa những đứa trẻ mất đi tương lai vì cuộc tranh chấp vô nghĩa,\nĐược sinh ra giữa những người già mất đi hạnh phúc vì những thảm họa vô tình.\nThánh Pháp Sư đã an ủi mọi người bằng những khúc hát tao nhã và lời lẽ dịu êm,\nVà ngay cả giữa thời khắc giông bão, người dân Watatsumi lần đầu tiên nhìn thấy hy vọng.\n\nChiếc lông vũ này được cho là lấy từ chiếc áo lông vũ của \"Thánh Pháp Sư\".\nNó vô tình bị nhổ ra bởi bàn tay non nớt của một đứa trẻ, và được giữ gìn mãi mãi bởi một người thường hay lo âu.\n\nSau đó, ở nơi mà chàng dũng sĩ và thần nữ đã hy sinh khi cùng xông pha vào trận chiến không thể nào cứu vãn,\nChiếc áo lông vũ của Thánh Pháp Sư không hề bị mất đi, mà còn được lưu truyền trong ký ức mãi cho đến ngày nay."
	},
	"sands": {
		"name": "Vỏ Sò Ly Biệt",
		"relictype": "Cát Thời Gian",
		"description": "Vỏ sò hoàn mỹ, đến từ đáy đại dương sâu thẳm.",
		"story": "Trong biển sâu u tối lặng lẽ, thời gian dường như trôi qua thật chậm.\nNgay cả những chiếc vỏ sò sáng bóng cũng thường trở nên dễ bị lãng quên trong những năm tháng dài đăng đẳng.\n\nNgười dân Watatsumi đi lên từ dưới đáy biển sâu tăm tối, cáo biệt giấc mộng triền miên nơi biển sâu.\nThoát khỏi ánh mắt rình rập của Rồng Biển Sâu trong đêm đen, men theo những bậc thang san hô phát quang để đến với đất nước của ánh nắng mặt trời.\nTương truyền vào lúc đó, người dân biển sâu luôn lấy một chiếc vỏ sò để làm vật kỷ niệm của gia tộc.\nVà những người cô độc vì mất đi gia tộc, cũng được nhận vào một gia đình mới vào lúc này.\n\nTheo ngôn ngữ cổ xưa của tổ tiên, những chiếc vỏ sò này được gọi là \"Ly Biệt\".\nÔm nhau thật chặt sẽ không bị ngăn cách bởi ngoại lực. Nhưng phụ thuộc lẫn nhau cũng không có nghĩa là vĩnh hằng.\nChúng là lời từ biệt của tổ tiên đối với biển sâu, và là sự khởi đầu của một cuộc sống mới dưới ánh mặt trời."
	},
	"goblet": {
		"name": "Lồng Trân Châu",
		"relictype": "Ly Không Gian",
		"description": "Minh châu được hiến tế bởi pháp sư Đảo Watatsumi, ánh sáng tỏa ra không bao giờ tắt.",
		"story": "Những viên trân châu sáng chói được các vị thần của Đảo Watatsumi ca ngợi, là báu vật vô giá đối với con dân biển cả.\nNhững khúc hát về đề tài trân châu, xưa nay chỉ có Thánh Pháp Sư mới đủ tư cách ngân vang.\n\nTruyền thuyết kể rằng những con trai tắm mình trong ánh sáng cầu vồng cảm nhận được sự dịu dàng của Watatsumi, và do đó sinh ra được những viên trân châu tinh khiết.\nCòn dòng dõi pháp sư Watatsumi được phong làm Thánh Pháp Sư sau này, thuở ban đầu đều được sinh ra từ những viên trân châu.\nBước ra khỏi chiếc vỏ trai dịu dàng êm ái, hai chị em nhảy múa dưới ánh trăng rất được ân sủng.\nVì tình yêu thương bao la của mình, Omikami đã trao cho họ những viên ngọc tuyệt đẹp, ban cho họ ước mơ theo đuổi ánh sáng thuần khiết.\n\nKhi ở trong tay của những người con mang dòng máu Watatsumi, viên trân châu dường như càng tỏa sáng hơn.\nHoặc cũng có thể đây lại là một truyền thuyết xa xưa khác, sự thật khó mà kiểm chứng được.\nTruyền thuyết kể rằng vào lúc bại trận, pháp sư và hai chị em song sinh hoán đổi quần áo cho nhau, sau đó ẩn mình trong những con sóng bất tận.\nNhưng duy chỉ có viên trân châu này là mất hút trong sóng gió và trở về với biển sâu tĩnh lặng."
	},
	"circlet": {
		"name": "Vương Miện Watatsumi",
		"relictype": "Nón Lý Trí",
		"description": "Vương miện cổ xưa, thuộc sở hữu của những \"thần nhân\" bị lãng quên. Giờ đây được người dân Watatsumi bảo quản cẩn thận.",
		"story": "Omikami đã từng lập các thần nhân trong nhiều thị tộc ở Watatsumi, và đích thân trao vương miện cho họ.\nNhưng sau khi vị thần mất đi, khi các thần nhân cũng ra đi, chiếc vương miện tao nhã cũng đã bị phong ấn.\n\nTrong khúc hát của con dân biển cả, chiếc vương miện làm bằng trân châu và san hô sẽ vĩnh viễn không bao giờ bị vấy bẩn.\nVà người may mắn được trao vương miện của Watatsumi chính là \"người cai trị\" được Omikami công nhận.\nVị vua dũng mãnh được con dân biển cả tôn xưng là \"Touzannou\", hay cặp song sinh tung hoành bốn bể...\nTất cả đều được ánh mắt yêu thương của Omikami dõi theo, và được bài dân ca trên đảo ban tặng cho một linh hồn bất tử.\nNgười ta nói rằng những người cai trị này từng phò tá Omikami, hướng dẫn con dân biển cả làm nông, đánh cá và săn bắt trên hòn đảo của họ.\nThế nhưng, khi trận chiến định mệnh ập đến, các vị thần đã ngã xuống tại đây.\n\nMang theo niềm hy vọng và ký ức từ biển sâu, thấm nhuần nền văn minh và lịch sử đã mất tích lâu đời,\nNhững chiếc vương miện tinh xảo và tao nhã này đã rơi vào khe nứt của sự lãng quên cùng với chủ nhân của chúng."
	}
}