{
	"name": "Lửa Trắng Xám",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Sát thương vật lý tạo thành tăng 25%.",
	"4pc": "Sau khi kỹ năng nguyên tố đánh trúng kẻ địch, tấn công tăng 9%, kéo dài 7s, tối đa cộng dồn 2 tầng. Mỗi 0.3s tối đa kích hoạt 1 lần, sau khi tích đầy 2 tầng, hiệu quả bộ 2 món tăng 100%.",
	"flower": {
		"name": "Hoa Hoàn Mỹ",
		"relictype": "Hoa Sự Sống",
		"description": "Hoa giả có màu xanh đậm và cứng, không bao giờ tàn, không bao giờ phai màu.",
		"story": "\"Thật kỳ diệu. Ngươi có thể mang sức mạnh như vậy trong cơ thể con người.\"\n\"Mặc dù ngươi đã chảy cạn máu và nước mắt, nhưng chỉ cũng dùng lửa để lấp đầy cơ thể mình...\"\n\"Dù thân đầy thương tích, nhưng vết thương và khoé mắt chỉ rỉ ra ngọn lửa nóng rực như sắt nung.\"\n\"Hình như lạc đề rồi. Ta lần theo làn khói báo động mà đến, là để đề xuất một thoả thuận...\"\n\"Hãy để ân điển của bệ hạ dập tắt ngọn lửa đang gặm nhấm ngươi. Ngươi thấy sao?\"\n\nFatui đầu tiên đã trao \"sức mạnh\" cho một người thiếu nữ mà ngọn lửa sống gần như đã cạn kiệt, \nvà cô ấy nhìn xuyên qua \"tham vọng\", trông thấy ranh giới giữa quá khứ ô uế và tương lai thanh khiết...\n\nTa hiểu rồi, ta sẽ thay thế quá khứ bị xóa nhòa của mình bằng băng, để dập tắt ngọn lửa ngày càng bùng cháy.\nRửa sạch bụi bẩn đen tối, nỗi đau của thế giới, những con người và thú vật tội lỗi bằng băng trầm mặc.\n\nDù vậy, ngọn lửa yếu ớt thanh khiết vẫn cháy hừng hực trong tim cô...\n\n\"Mục đích của ta, ngươi và nữ hoàng của ngươi đều giống nhau.\"\n\"Thanh tẩy nguồn gốc của sự méo mó trên thế giới này: Chư thần thiển cận và ngu dốt, vực sâu bẩn thỉu và tăm tối.\"\n\"Tốt lắm. Bất kể ngươi muốn làm gì, hãy để ta trở thành đạo cụ thực hiện mục đích đó đi.\"\n\"Bởi vì ta, cho dù mặc quần áo trắng, toàn thân từ lâu đã dính đầy máu và tro tàn không thể rửa sạch.\""
	},
	"plume": {
		"name": "Lông Vũ Hiền Y",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Chiếc lông mang theo sự đen đủi, hai bên được mài sắc nhọn, có thể nó tượng trưng cho sự phóng túng của giống loài khác.",
		"story": "\"Cái gọi là con người chẳng qua chỉ là một cỗ máy đầy phức tạp.\"\nTrong vườn ươm của trí tuệ, một thiếu niên nọ đang tranh luận.\nNếu tháo rời một bộ phận nhất định và sửa đổi một bộ phận nhất định, \nthì có thể dễ dàng cải thiện tính năng của cỗ máy này.\nDù sở hữu Vision hay không, dù thể chất và võ nghệ ra sao, \n\"Người được ưu hoá\" đều có thể thi triển sức mạnh phi thường...\n\nDù bị đánh giá là \"Tà môn ngoại đạo\", bị trục xuất vĩnh viễn khỏi khu vườn của những người ham học hỏi, \nThiếu niên cũng chỉ viết lại vài suy nghĩ của mình vào phần lề của ghi chép nghiên cứu:\nI. Đúng như dự đoán: Với tác phong của Giáo Viện, việc nghiên cứu không thể có đột phá.\nII. Nhưng bị trục xuất vẫn là một sự tổn thất. Cần có môi trường nghiên cứu tốt mới được.\n\nLần theo những tin đồn của \"dị đoan\", Fatui đầu tiên đã tìm ra anh ấy...\n\n\"Chỉ là Người được ưu hoá ư? Nếu quý quốc có thể cung cấp đủ nguyên liệu và có đủ thời gian, thì ngay cả thứ mà các vị gọi là \"Thần\" ta cũng có thể chế tạo ra được. Thế nào?\"\nTrong sa mạc nóng rực và chói chang như vàng chảy, anh nhìn sứ giả của Snezhnaya một cách thăm dò:\nNgươi sẽ như những người trong Giáo Viện gọi ta là \"quái vật\" hay \"kẻ điên\"?\nHay sẽ giống như người dân quê ta, xua đuổi ta bằng gậy gộc hả...\n\nNhưng mà...\n\"Rất tốt. Vậy thì chúng ta là bạn bè.\"\n\"Còn về cách xưng hô với ngươi, thế này thì sao...\"\nVì quá kinh ngạc, vì cái tên được đặt cho mình quá đỗi mỉa mai, thiếu niên không nhịn được cười thành tiếng."
	},
	"sands": {
		"name": "Đồng Hồ Ngưng Đọng",
		"relictype": "Cát Thời Gian",
		"description": "Chiếc đồng hồ không thể mở nắp, vẫn tíc tắc theo dòng chảy thời gian.",
		"story": "Quỹ đạo lưu thông tiền tệ tạo thành huyết mạch của thế giới.\nVậy thì trung tâm của thế giới này chính là trái tim bằng vàng.\n\nNgười không có cơ hội được \"công nhận\" thì chỉ có thể theo đuổi sức mạnh thế tục.\nTuy nhiên, ngay cả khi \"chúng\" nên được loại bỏ như đồng tiền cũ nát, \ncũng là một trong vô số quyền năng được Thần nắm giữ trong tay.\n\nCó lẽ chính vì đã từng nghèo khó nên hắn đã nảy sinh một nỗi ám ảnh về tiền bạc.\nHoặc cũng có thể do không được Thần ưu ái nên đã nung nấu ý chí đối đầu...\n\n\"Người dân tại nơi sinh ra những đồng tiền vàng này rất coi trọng khế ước.\"\n\"Nhân danh tiền bạc, ta sẽ tuân theo khế ước giữa chúng ta.\"\n\"Bằng mọi cách, hãy để ta trở thành trái tim của đồng tiền đang lưu hành trên thế giới.\"\n\"Và rồi đến thời khắc cần thiết, hãy để trái tim ngừng đập theo ý chí của ta.\""
	},
	"goblet": {
		"name": "Ly Siêu Việt",
		"relictype": "Ly Không Gian",
		"description": "Một cái ly được chế tác tinh tế, nhìn bên ngoài thì không thể đoán được nó đã trải qua bao nhiêu năm tháng.",
		"story": "Ngay từ khi mới chào đời, anh ấy đã có gương mặt đẹp không gì sánh được.\nCó \"thời hạn\" lâu dài và \"ý chí\" trống rỗng.\n\nLà một kẻ siêu việt do Thần tạo ra, nhưng lại bị vứt bỏ như một thứ vô dụng.\nBởi vì một lỗi không xác định, đã tự tỉnh dậy khỏi \"giấc ngủ\", \nbắt đầu bước đi giữa trời đất và nhân gian.\n\nTrước khi được Fatui tìm thấy, anh ấy đã lưu lạc trong vô số năm, \ncó được những kinh nghiệm như sau:\n\nTa là \"người\" vượt trội hơn tất cả mọi người, \nngay cả thần cũng ngần ngại can thiệp vào vận mệnh của ta.\nBất kể là con người, thần thánh, hay là số phận đều không có tư cách để phán xét ta, \nNên làm gì với tuổi thọ dư thừa này, cũng là quyền tự do của ta.\n\nCó vẻ như đồng hành cùng những kẻ đeo mặt nạ này rất thú vị, \nvậy thì hãy thành \"cá mè một lứa\" đi."
	},
	"circlet": {
		"name": "Mặt Nạ Chế Nhạo",
		"relictype": "Nón Lý Trí",
		"description": "Có thể dùng để che mặt, khiến người khác không thể nhìn thấy biểu cảm của mình.",
		"story": "Nếu máu của đồng bào vấy lên không thể rửa sạch, vậy thì ta sẽ trở thành \"Jester\" chế giễu vận mệnh.\nNếu tài năng của ta không thể so sánh với \"hiền giả\", không thể giành được sự sủng ái của vị vua đời trước, \ncũng không thể ngăn cản họ xé nát bức màn tội lỗi, làm trỗi dậy sóng thần phẫn nộ, huỷ diệt và ngu xuẩn,\nVậy thì hãy trở thành \"kẻ ngốc\" vụng dại, trung thành với bệ hạ - người hiểu nỗi đau của ta...\n\nTa là \"Jester\" Pierro. Hãy nghe ta nói:\n\nHỡi những kẻ ngốc kiêu ngạo, con tim chất chứa lửa giận và mùa đông lạnh lẽo vĩnh hằng.\nNếu chúng ta đều đã trông thấy sự hoang đường và thờ ơ của thế giới, \nvậy thì hãy cùng đeo lên chiếc mặt nạ cười nhạo thế giới và viết lại luật trời đi."
	}
}