{
	"name": "Sao Băng Bay Ngược",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Hiệu quả khiên tăng 35%",
	"4pc": "Khi được khiên bảo vệ, nhận thêm 40% tăng sát thương của tấn công thường và trọng kích.",
	"flower": {
		"name": "Hoa Lễ Tế Mùa Hè",
		"relictype": "Hoa Sự Sống",
		"description": "Đóa hoa nhân tạo luôn luôn nở rộ, không biết ở trong đó có sinh mệnh không.",
		"story": "Đóa hoa hội hè mãi nở rộ,\nDù vùi sâu trong băng tuyết cũng không khô héo.\n\nCó người sẽ phỉ báng nó là sự sống giả dối,\nVì sự sống luôn biến hóa, khổ đau và trưởng thành\nMột cơ hội trong đời, hãy cùng nhau tan biến.\n\nNhưng e rằng hội hè năm ấy ngắm pháo hoa cùng nàng,\nĐóa hoa như thật ở trên cao gợi lại ký ức đã nhạt nhòa,\nCô gái với đôi mắt nhỏ như hồ ly sau cùng chợt biến mất,\nChỉ còn đóa hoa không lụi tàn nàng để lại vẫn còn nhớ nhỉ?\n\nSuy đến cùng, đều là vì có những sự sống.\nNhư đóa hoa hội hè vĩnh hằng này,\nNhưng hầu hết sự sống đều chợt tan biến như pháo hoa."
	},
	"plume": {
		"name": "Kết Thúc Lễ Tế Mùa Hè",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Phi tiêu bằng gỗ được chạm khắc tinh xảo, chỉ dừng lại khi chạm đến vạch đích.",
		"story": "Phi tiêu gỗ tinh xảo thường gặp ở hội hè.\nTrong những truyện ly kỳ về Inazuma,\nCó truyền thuyết gặp gỡ giữa người và những thứ không phải người...\n\nĐể mừng thê tử mang thai, đến thần xã cầu nguyệt.\nNhưng không biết vì sao khi lên núi lại mang theo,\nQuả cầu nước lúc bảy tuổi, mặt hồ ly lúc mười bảy tuổi,\nCả đóa hoa mãi không lụi tàn dù là mười hay trăm năm.\n\nRốt cuộc là vì sao vẫn mong đợi sẽ được gặp lại nàng?\nTuy không có lời mai mối, tuy cuộc sống túng thiếu,\nTuy phải mất một thời gian sau mới không tuyệt hậu nữa,\nNhưng cuộc sống luôn phong phú như thế đấy...\n\nTrên đường lên núi, ta dạo quanh con đường từng ngắm pháo hoa cùng nàng.\nVạch bụi cây, dường như thấy nàng mặc áo trắng lẳng lặng ngồi trên tảng đá.\nNhưng nhìn lên trên, thì chẳng qua chỉ là một con hồ ly đang phơi nắng bên trên.\nNghe thấy tiếng tôi bước trên cành cây chết, nó nhảy lên và chạy vào rừng,\nGiống như một đốm sáng được tạo ra do những chiếc lá bị gió lay động, nhấp nháy và biến mất.\nTôi đi về phía trước, trên phiến đá chỉ còn sót lại một chiếc phi tiêu bằng gỗ cũ kỹ"
	},
	"sands": {
		"name": "Đồng Hồ Lễ Tế Mùa Hè",
		"relictype": "Cát Thời Gian",
		"description": "Chiếc đồng hồ đã dừng lại ở thời khắc nào đó.",
		"story": "Có những chiếc đồng hồ chế tác tinh xảo\nLại ngừng quay vào một khoảnh khắc nào đó.\nTrong những truyện ly kỳ về Inazuma,\nCo liên quan đến những thứ không phải người...\n\nTrong đêm hội hè, sánh bước cùng thiếu nữ trong mộng.\nDường như nghe loáng thoáng tiếng khóc trẻ lạc đường.\nThoáng giật mình, bước chệch choạc đánh rơi đồng hồ.\n\nKhi nàng đi tìm thuốc cho ta\nĐể nhường đường cho người khác\nTa ngồi nghỉ ở tảng đá ven đường.\nThiếu nữ xinh đẹp mang mặt nạ ngồi cạnh.\n\"Rất hiếm người biết nơi này\"\n\"Là góc nhìn ngắm pháo hoa tuyệt vời đất.\"\n\nVốn tưởng chỉ là giấc mộng,\nMặc dù đã mười năm chưa gặp rồi.\nMặc dù mười năm cũng không già đi...\n\n\"Ngươi lớn vậy rồi, thuyền bắt gió thì thôi nhỉ?\"\n\"Sao nào? Ta có mang rượu, muốn ngắm pháo hoa cùng nhau chứ?\""
	},
	"goblet": {
		"name": "Ly Ngọc Lễ Tế Mùa Hè",
		"relictype": "Ly Không Gian",
		"description": "Khi tế lễ, việc rót rượu tế không phải hiếm gặp, nhưng cái ly tinh xảo như vậy thì chỉ có một cái.",
		"story": "Quả cầu tinh xảo đầy nước.\nTrong chuyện chí quái về Inazuma,\nLà vật kỷ niệm cho cuộc gặp nhau giữa người và không phải người...\n\nTrong dòng người hội hè, lạc mất dấu phụ mẫu,\nRõ là mới đó thôi, vì muốn xem quả cầu nước,\nThoáng buông tay áo phụ thân ra.\nNgười hộ tống cỗ kiệu đã tách chúng ta ra.\n\nTa đứng cạnh cổng Torii bên đường khóc lớn,\nVà đếm bước chân người lên núi.\nChẳng biết từ lúc nào người đứng cạnh ta,\nLà thiếu nữ xinh đẹp với cặp mắt như hồ ly nắm lấy tay ta.\n\n\"Thật kỳ cục khi bỏ rơi đứa bé đáng yêu thế này ở đây.\"\n\"Sao nào? Có muốn đi ngắm pháo hoa, ném phi tiêu, câu thuyền gió không?\""
	},
	"circlet": {
		"name": "Mặt Nạ Lễ Tế Mùa Hè",
		"relictype": "Nón Lý Trí",
		"description": "Dựa vào hình dáng thần linh để chế tác ra, là mặt nạ rất được yêu thích.",
		"story": "Hình dáng tựa thần linh.\nNghe nói là được chế tác theo hình dáng thần linh.\n\nThường có người mượn hình ảnh hồ ly trong truyền thuyết,\nHình dáng của thần linh hiện thế, để che đi khuôn mặt của mình,\nCó lẽ là vì hy vọng có thể thiên biến vạn hóa như vậy.\n\nTrong truyền thuyết Inazuma, vạn vật đều có linh hồn.\nNgay cả khi như vậy, \nTôi sợ hầu hết trong số họ đã chịu áp lực của tướng quân,\nMà rời khỏi chốn thành thị, ẩn cư nơi rừng sâu rồi.\n\nNhưng nhiều người vẫn tin tưởng vào thần tiên, \nTin rằng ngàn năm sẽ khiến động vật có được tiên khí\nVì vậy, họ cũng tin tưởng gương mặt hồ ly này.\n\nPhía sau lớp mặt nạ có viết những dòng chữ tinh tế.\n\"Xin lỗi, nương nhờ tiếng pháo hoa để rời đi.\"\n\"Chắc sẽ không còn gặp nữa, bảo trọng.\""
	}
}