{
	"name": "Học Sĩ",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Hiệu Quả Nạp Nguyên Tố tăng 20%",
	"4pc": "Khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tất cả nhân vật dùng cung tên và Pháp Khí trong đội sẽ hồi thêm 3 Năng Lượng Nguyên Tố. Mỗi 3s mới thi triển 1 lần.",
	"flower": {
		"name": "Kẹp Sách Học Sĩ",
		"relictype": "Hoa Sự Sống",
		"description": "Hoa khô dùng thay cho kẹp sách, đã hấp thu hết hương thơm của sách.",
		"story": "Cuộc sống chôn mình trong biển sách, khiến Học Sĩ trong tháp ngà voi hiếm có dịp được thấy hoa tươi.\nĐể giảm bớt nỗi cô đơn trong nghiên cứu, các thiếu niên ngưỡng mộ Học Sĩ đã mang đến tặng những bông hoa ở dị vực.\nHọc Sĩ cẩn thận cất giữ tấm chân tình bằng cách đem hoa phơi khô rồi kẹp trong những trang sách dày.\nTừ đó trở về sau, trong chồng sách như núi của Học Sĩ, ngoài màu xám đen đã nhuốm thêm những màu sắc tươi mới."
	},
	"plume": {
		"name": "Bút Lông Học Sĩ",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông chim dùng làm bút viết, đã bị nhuốm màu đen không rửa sạch được.",
		"story": "Bút lông Học Sĩ, được tạo nên từ đuôi loài chim ở dị vực.\nCây viết được dùng liên tục nên đã nhuốm một màu đen trang nghiêm.\nNhiều năm qua, Học Sĩ chưa từng dùng một cây bút lông vũ nào khác.\nCũng giống như người lính từng trải qua nhiều cuộc chiến, cây bút lông là vũ khí mạnh nhất của bà."
	},
	"sands": {
		"name": "Đồng Hồ Học Sĩ",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ nhỏ thích hợp đặt trên bàn, là vật để xem thời gian duy nhất đối với những mọt sách.",
		"story": "Chiếc đồng hồ tinh xảo được đặt cẩn thận trên bàn của Học Sĩ, nơi mà khó bị rơi vỡ.\nCuộc sống chôn mình trong biển sách khiến Học Sĩ nhiều năm không thấy mặt trời, độ nhạy cảm với thời gian cũng vì thế mà giống như người mù nhìn sự vật vậy.\nChiếc đồng hồ không quản ngại vất vả vẫn hoàn thành nhiệm vụ của mình, giúp Học Sĩ lên kế hoạch cho con đường phía trước.\nCho đến khi trí tuệ được khai sáng trong căn phòng sách này, tất cả những khổ nhọc của việc nghiên cứu trường kỳ của học sĩ sẽ không còn là vô ích."
	},
	"goblet": {
		"name": "Ly Mực Học Sĩ",
		"relictype": "Ly Không Gian",
		"description": "Vốn là vật đựng nước uống, nhưng bị dùng để rửa bút lông nên đã biến thành màu đen.",
		"story": "Tách trà tao nhã trên bàn của học sĩ làm bằng gốm mỏng, phác họa hoa văn mạ vàng.\nKhông ăn nhập với cảnh lộn xộn của thư phòng, dường như đủ để thể hiện gia thế của cô ấy không đơn giản.\nNhưng học sĩ cao ngạo lại chưa từng để ý đến vẻ đẹp và công dụng của tách trà này, ngâm bút lông trong đó.\nCô chỉ đem nó xem như cái bồn nhỏ để rửa đầu bút, tùy ý để mực đen nhiễm bẩn."
	},
	"circlet": {
		"name": "Mảnh Kính Học Sĩ",
		"relictype": "Nón Lý Trí",
		"description": "Đọc quá nhiều sẽ ảnh hưởng tới mắt, đạo cụ này có thể giảm bớt tác hại cho mắt.",
		"story": "Học thuật cũng như ván cược đắt giá, dẫu dành trọn một đời để nghiên cứu cũng chưa chắc đạt được thành công.\nHọc Sĩ mất nửa đời người ghi chép, tìm tòi, tính toán và chú thích,\nmà còn bị thất bại và bế tắc tiêu tốn gấp bội thời gian.\nĐôi mắt tinh nhanh ngày nào nay đã mờ dần do đọc sách quá nhiều,\nvậy mà thời khắc tìm ra được đáp án cuối cùng vẫn không biết là đến khi nào."
	}
}