{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Bức Tranh Dũng Sĩ Thành Tro Tàn",
	"effect2Pc": "Khi nhân vật trong đội gần đó kích hoạt Dạ Hồn Bùng Nổ, người trang bị sẽ hồi phục 6 điểm Năng Lượng Nguyên Tố.",
	"effect4Pc": "Sau khi người trang bị kích hoạt phản ứng liên quan đến loại nguyên tố của họ, tất cả nhân vật trong đội ở gần tăng 12% buff Sát Thương Nguyên Tố của loại nguyên tố liên quan đến phản ứng đó, duy trì 15s. Nếu người trang bị đang trong trạng thái Dạ Hồn Chúc Phúc khi kích hoạt hiệu quả này, sẽ còn khiến tất cả nhân vật trong đội ở gần tăng thêm 28% buff Sát Thương Nguyên Tố của loại nguyên tố liên quan đến phản ứng đó, duy trì 20s. Người trang bị khi không ra trận cũng có thể kích hoạt hiệu quả nêu trên. Hiệu quả sát thương tăng thêm sản sinh từ bộ Thánh Di Vật cùng tên sẽ không thể cộng dồn.",
	"flower": {
		"name": "Bùa Hộ Mệnh Của Nhà Luyện Thú",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Hoa được chạm khắc từ phôi ngọc và kết tinh rồng, tượng trưng cho người đeo đã đạt được tư cách trở thành nhà luyện thú.",
		"story": "Đóa hoa được chạm khắc từ đá lửa và tinh thể rồng đánh rơi nơi Thành Tro Tàn, là bùa hộ mệnh được các nhà luyện thú Dòng Dõi Vườn Treo kế thừa qua nhiều đời.\nTrên đó đã dùng đá lửa để trang trí tạo thành những dấu móng vuốt lấp lánh, nghe nói là dấu chân được để lại bởi con Yumkasaur đầu tiên kết bạn với loài người.\n\nNhà luyện thú là một nghề chuyên xây dựng tình bạn với loài Saurian, tư tưởng của họ nhiều lúc đến cả người trong tộc cũng không thể hiểu được.\nCho dù đó là Saurian ác từng làm hại người, họ cũng sẽ cố gắng giải quyết bằng cách hòa bình trước khi thợ săn Saurian đến.\n\"Vì dù là Saurian có tính cách xấu xa nhất, chỉ cần đủ kiên nhẫn, cũng có cách để có được sự tin tưởng.\"\nĐây là lời răn dạy mà nhà luyện thú trẻ tuổi đã khắc ghi trong lòng khi nhận được bùa hộ mệnh nặng trịch này từ tay sư phụ.\n\"Loài thú cũng có trái tim giống như chúng ta\". Anh ấy luôn tin tưởng như vậy, cho đến ngày thủy triều đen bao trùm tất cả ập đến.\n\nĐó là quái vật tuyệt đối không thể hiểu được, là dã thú không thể dùng cách hòa bình để đối phó.\nKhi nhà luyện thú cuối cùng cũng quay về đến quê nhà, chỉ nhìn thấy những giấc mơ vụn vỡ còn sót lại sau khi ma vật tàn phá.\nSau khi sắp xếp ổn thỏa những người trong tộc may mắn sống sót, nhà luyện thú không còn trẻ tuổi một lần nữa bước lên hành trình không quay trở lại.\nĐối thủ lần này của anh là yêu ma không có trái tim đến cùng với thủy triều đen, và việc đối phó với chúng cũng cần phải kiên nhẫn.\nBởi vì chỉ khi đủ kiên nhẫn mới có thể xua đuổi tất cả bọn chúng ra khỏi vùng đất mà anh trân trọng.\n\nTruyền thuyết kể rằng vị Xà Vương cổ xưa từng tạo ra một món báu vật bí mật để đẩy lùi Vực Sâu, chỉ có thể lấy được tại thành cổ phủ đầy ô uế.\nCó lẽ đó chẳng qua chỉ là ảo tưởng của những con người trong tuyệt vọng, nhưng đối với các dũng sĩ thì vẫn đáng để thử.\nỞ cuối hành trình, chiến sĩ mất đi quê hương đã đến được Thành Tro Tàn, anh ấy sắp đối mặt với một bí mật bị phủ bụi từ lâu."
	},
	"plume": {
		"name": "Tín Hiệu Của Tuần Tra Núi",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Tín hiệu mà đội tuần tra núi dùng để đánh dấu đường đi, được đặt bên đường với hình dạng giống như lông chim khá bắt mắt.",
		"story": "Nghe nói những người tuần tra núi đến từ nguồn của dòng suối sẽ để lại những tín hiệu như lông vũ trên đường đi,\nKhông chỉ để đánh dấu con đường khi đến đây, mà còn để cho những du khách đến sau biết rằng đã từng có người đi qua nơi này.\nMà nay những tín hiệu này chỉ lặng lẽ nằm trong những ngóc ngách không người của thành cổ phủ đầy tro bụi.\nNhư mong muốn của người để lại tín hiệu, đã không còn ai đi qua con đường như vậy nữa.\n\nTừng bước qua mỗi tảng đá trên vách núi cao, bước qua từng phiến lá úa tàn trong rừng sâu hoang dã...\nNhững người tuần tra núi không bao giờ dừng bước, từ lâu đã khắc ghi mỗi một tấc đất của Natlan trong lòng.\nMỗi khi du khách hoặc nhà thám hiểm từ nơi khác đến, họ đều sẵn lòng nhiệt tình làm hướng dẫn viên,\nCho dù những cảnh đẹp khiến người ngoài phải cảm thán không ngớt, chẳng qua chỉ là những người bạn cũ đã cùng họ trưởng thành.\nCho đến một ngày ở nơi chân trời xa xôi dâng lên thủy triều đen, mọi thứ từng quen thuộc đều biến mất.\n\nNơi đây vốn nên là khu vườn vui chơi của trẻ nhỏ, nay chỉ còn lại tro tàn và xương cốt sau khi bị lửa rừng thiêu rụi.\nNơi đây vốn nên là suối nước nóng để rửa sạch mệt mỏi của người trong tộc sau một ngày làm việc, nay lại tràn ngập máu tươi và bùn lầy.\nNhưng người tuần tra núi cuối cùng không còn thời gian dừng bước để bi thương, vì anh ta vẫn phải làm một việc...\nĐó chính là bắt đầu bước lên con đường đã không còn quen thuộc, để đoạt lại quê hương quen thuộc của mình.\n\nTruyền thuyết kể rằng ở trung tâm của thủy triều đen, trong thành cổ mà rồng ma chiếm cứ, có một báu vật bí mật vô cùng mạnh mẽ.\nNó giống như vòng xoay vàng đảo ngược thời gian, sẽ thiêu rụi hiện tại đau khổ, và mang thời đại tươi đẹp trước kia trở lại.\nNhư nắm được cọng rơm cứu mạng, người tuần tra núi trải qua muôn vàn nguy hiểm đã quyết định coi nơi này là trạm dừng chân cuối cùng,\nCho dù đó chỉ là một cạm bẫy khác mà vị khán giả lạnh lùng tạo ra cho những con người đang hoảng hốt."
	},
	"sands": {
		"name": "Đĩa Vàng Của Bí Thuật Gia",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Chiếc đĩa vàng hình mặt trời, hoa văn rồng trên đó dường như tượng trưng cho vòng tuần hoàn của sinh tử.",
		"story": "Thường thì các bí thuật sư sinh ra ở hẻm núi mù sương cần phải học tập và tu luyện trong nhiều thập kỷ, mới có thể nắm được những kỹ năng cần thiết để giao tiếp với Wayob.\nNhưng trong thời đại hỗn loạn này, ngay cả những người học việc non nớt cũng phải bước lên chiến trường, dẫn đường cho những linh hồn anh hùng đã hy sinh trở về quê hương.\nĐĩa vàng đẹp đẽ bị đánh rơi trong thành cổ này thuộc về một bí thuật sĩ nhỏ xinh đẹp, kim chỉ trên đó lúc nào cũng luôn hướng về nhà.\n\nKhi làn sóng đen che khuất mặt trời bao trùm mặt đất, Vương Quốc Dạ Thần cũng bị những con chó dữ hung ác chiếm cứ, khắp nơi đều đầy những vết máu đen.\nTrong tiếng va chạm của đá và kim loại cùng tiếng gào thét của những sinh linh đau khổ, âm thanh của Wayob cổ xưa bị nhấn chìm và gần như bị người đời lãng quên.\nVà các shaman của bộ tộc biết rằng, đối với những chiến sĩ bị bóng đen nuốt chửng thì cả cái chết cũng trở thành sự xa xỉ.\nNgay cả những linh hồn anh hùng may mắn thoát khỏi móng vuốt ma quái cũng sẽ lạc lối trong Dạ Vực. Cho đến cuối cùng cũng không tìm được đường trở về quê hương.\nĐể duy trì sức chiến đấu của bộ tộc, cũng để tìm lại người thân đã thất lạc của họ, từng nhóm bí thuật sư đã rời khỏi hẻm núi.\nDù là trên chiến trường đầy thi thể hay giữa đống phế tích đổ nát, đâu đâu cũng có thể nhìn thấy bóng dáng chiến đấu của họ.\n\nCô gái tên Liriwu đây là một bí thuật sư trẻ tuổi, lần đầu tiên bước vào một chuyến hành trình dài và gian nan như vậy.\nMục tiêu của đội mạo hiểm là thành phố trên mây. Ngoài cô ấy ra, những đồng đội đi cùng đều là những binh sĩ lão luyện trải qua vô số trận chiến.\nTuy khi vừa gia nhập rất tự tin, nhưng yêu ma trong Thành Tro Tàn vẫn nằm ngoài sức tưởng tượng của cô.\nCác đồng đội dường như đã sớm dự đoán được tình huống này, nên đã sắp xếp cô ở nơi an toàn phía sau tòa tháp, rồi lặng lẽ xuất phát...\nĐến khi cô gái lùi bước trước khi lâm trận quay trở về doanh trại, thứ đợi cô chỉ còn những thi thể rải rác sau khi rồng ma đã ăn uống no say.\n\nThân là một bí thuật sư, không những không thể cứu được mạng sống của đồng đội, thậm chí không thể dẫn linh hồn của họ trở về.\nNhưng ít ra phải về báo cho người thân đang vất vả chờ đợi họ biết kết cục của câu chuyện.\n\"Đúng rồi, tôi nhớ đội trưởng từng nói anh ấy có một đứa con, nên dù thế nào... cũng phải phấn chấn lên.\"\nÔm niềm hy vọng mới, cô một lần nữa bước vào hành trình, lần này là con đường trở về quê nhà của tất cả mọi người."
	},
	"goblet": {
		"name": "Chiếc Ly Của Du Học Giả",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly rượu kỳ lạ có tạo hình giống như móng vuốt rồng, người tạo ra chắc có dụng ý riêng.",
		"story": "Ngay cả ở vùng đất màu mỡ nơi võ thuật thịnh hành, cũng có những người chỉ quan tâm đến học thức và sách vở.\nVí dụ như một người tự xưng là hội trưởng của Hiệp Hội Nghiên Cứu Di Vật Saurian, cả ngày chỉ ôm những cuộn vải dày.\nHoặc là mày mò cơ quan bí mật không biết lấy từ đâu ra, chỉ để chứng minh nghiên cứu của mình không phải vô dụng,\nNgười này còn chế tạo một số vật dụng, nghe nói chiếc ly vuốt thú có tạo hình kỳ lạ này chính là kiệt tác đắc ý của anh ta.\n\nKhi đó anh ta vẫn chưa ý thức được, nghiên cứu vô dụng lại là một việc xa xỉ như vậy.\nKhi quê nhà bị cơn ác mộng đen tối nuốt chửng, những cuộn vải vất vả kiếm được cũng bị hủy đi trong ngọn lửa chiến tranh.\nDường như bừng tỉnh từ giấc mộng yên bình lúc trưa chiều, những ngày tháng vốn đã quen thuộc đột nhiên đều tan biến,\nVận mệnh bất ngờ đẩy anh ta vào một con đường khác, mà anh ta cũng không còn lựa chọn nào nữa.\n\nAnh từng đọc được trong những cuộn vải cổ xưa nhất, rằng trong di tích do rồng cổ đại để lại có những binh khí đủ để chống lại tà ma.\nĐể đồng bào chiến đấu không phải chết oan, anh ta đã từ bỏ việc nghiên cứu trước đây, dành phần đời còn lại cho sự nghiệp mới.\nCỗ máy bí mật được khai quật từ trong phế tích vắng người, sau khi được cải tạo lại sẽ trở thành trợ lực của các chiến sĩ.\nCó lẽ vì đã tích lũy học thức trong thời gian dài, lại như có hiền triết đứng sau chỉ dẫn, công trình diễn ra vô cùng thuận lợi.\nCho đến cuối cùng, khi anh ta phát hiện ra bí mật hoặc cũng có thể là lời nguyền bị che giấu hàng ngàn năm ở sâu trong thành cổ bỏ hoang nào đó.\n\nTruyền thuyết kể rằng Xà Vương thống trị Ochkanatlan thời cổ đại từng tạo ra một con thuyền bay lượn trên không,\nTrong con thuyền đó có một báu vật bí mật có thể xua đuổi Vực Sâu khỏi thế giới này.\nTruyền thuyết này đã trở thành niềm an ủi để con người tiếp tục sinh tồn trong thời đại tuyệt vọng này,\nĐồng thời cũng khiến vô số nhà mạo hiểm đổ xô tìm kiếm, bước lên hành trình dài để giải cứu thế giới.\n\nNhững nhà mạo hiểm đó không một ai trở về, vì thế mà học giả cũng trở thành mục tiêu của mọi người,\nNhưng anh ta tin chắc đó không phải lời nói dối, đó là sự thật mà anh ta tận mắt chứng kiến.\nCó lẽ là để chứng minh điều này, hoặc chỉ để kết thúc tất cả,\nHọc giả thực địa cuối cùng cũng tham gia vào đội mạo hiểm, hướng về thành phố trên mây."
	},
	"circlet": {
		"name": "Mặt Nạ Lông Của Chiến Sĩ Ma",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Mặt nạ lông vũ giống chim ưng, xung quanh nó từng có rất nhiều truyền thuyết.",
		"story": "Bộ tộc được xây dựng trên đỉnh núi sẽ định kỳ tổ chức các cuộc thi đấu, chiến sĩ tham gia thi đấu đều sẽ chuẩn bị mặt nạ đặc biệt.\nNhững chiếc mặt nạ này một mặt có tác dụng uy hiếp đối thủ, mặt khác các tuyển thủ cũng xem chúng như biểu tượng của riêng mình.\nMỗi khi có võ sĩ đeo mặt nạ xuất hiện, những người hâm mộ của người đó sẽ hô hào nhiệt tình, còn khi đối thủ xuất hiện sẽ là một tràng âm thanh chê bai.\nChỉ khi người đàn ông đeo chiếc mặt nạ giống như chim ưng bước vào đấu trường, thì trên và dưới sân khấu đều yên tĩnh một cách kỳ lạ.\n\nTrước khi trở thành nhà mạo hiểm, Taika là chiến sĩ mạnh nhất của Hội Hoa Vũ. Trong nghi thức thi đấu, anh ấy luôn giành được vị trí đầu tiên.\nĐôi khi anh ấy cũng sẽ cảm thấy mệt mỏi, nghĩ rằng có lẽ cả đời mình sẽ trải qua như vậy. Anh ấy vẫn chưa biết rằng có một tai họa sắp ập đến.\nBan đầu chỉ là những đám mây đen kéo đến ở phía chân trời, sau đó là tin tức về việc có người mất tích ở Dạ Vực, rồi khi tà ma xuất hiện trước mặt,\nTất cả mọi người đều không kịp trở tay.\n\nLuôn có người phải gánh vác trách nhiệm, và những người mạnh mẽ đó vốn phải gánh vác nhiều hơn.\nSau khi chứng kiến chiến tranh thực sự, lần đầu tiên anh cảm nhận được trọng trách của số mệnh.\nNên anh đã từ biệt vợ và đứa con chưa ra đời, trở thành ác quỷ trên chiến trường.\nBởi vì nếu muốn diệt trừ tà ma và yêu quái, chỉ đành trở nên hung ác hơn chúng.\n\nĐó là trận chiến cuối cùng của cuộc đời anh, khi ngã xuống vũng máu trên đỉnh Thành Tro Tàn, vô số hình ảnh không ngừng biến đổi trước mắt anh.\nAnh nhìn thấy ngọn lửa đỏ rực của vùng đất cổ xưa một lần nữa nở rộ vì họ, giống như muôn ngàn bông hoa tươi trên cánh đồng...\n\"Cánh cửa đỏ của địa ngục được nhuộm nên bởi máu tươi của dũng sĩ. Tôi nguyện dâng hiến máu tươi, để lại chìa khóa mở cửa cho đứa con của mình.\"\nCó lẽ vì nhìn thấy ánh sáng rọi qua khe cửa, cuối cùng anh nhớ lại lời nói lúc từ biệt người vợ yêu thương.\n\"...Nếu là con gái thì hãy gọi là Bona. Con bé nhất định sẽ trở thành một chiến sĩ xuất sắc.\""
	}
}