{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Khúc Ca Trăng Lụa",
	"effect2Pc": "Hiệu Quả Nạp Nguyên Tố tăng 20%.",
	"effect4Pc": "Khi gây sát thương nguyên tố, sẽ nhận hiệu quả \"Trăng Sáng - Tín Ngưỡng\" trong 8s: Khi Nguyệt Triệu của đội là Hé Sáng/Rực Sáng, tất cả nhân vật trong đội sẽ tăng 60/120 điểm Tinh Thông Nguyên Tố. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả nêu trên. Với mỗi hiệu quả \"Trăng Sáng\" khác nhau mà nhân vật trong đội sở hữu, tất cả nhân vật trong đội sẽ tăng 10% sát thương phản ứng Nguyệt. Hiệu quả sản sinh từ \"Trăng Sáng\" sẽ không thể cộng dồn.",
	"flower": {
		"name": "Nước Mắt Của Kẻ Lang Bạt",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa thuần khiết, nghe nói vì gió băng mà giữ được vẻ đẹp vĩnh hằng.",
		"story": "Đó là những năm tháng mà ánh sáng lạnh giá dịu nhẹ vẫn chưa tan vỡ như tấm gương bạc, nhưng vương quốc vàng đã sụp đổ.\nTrong một đêm, tượng tháp vàng rực rỡ đổ như sung rụng. Từ thánh thành đến cố đô...\nTrên băng nguyên cực bắc, tất cả thành trì có huyết khí đều bị những chiếc đinh pha lê xanh u tối hủy diệt.\nDù là thánh đồ được ca tụng hay là sứ giả thần linh đầu tiên, đều chẳng rõ tung tích sau thảm hoạ.\nCòn những người may mắn sống sót vì cách xa thành phố chỉ có thể co rúm run rẩy trong bão tuyết.\nTrong bóng tối hoang vắng, họ chờ đợi sự hủy diệt cuối cùng, vì họ không có nơi nào để chạy trốn nữa.\n \nĐây chính là thời khắc diệt vong mà người đời sau đã nhắc đến trong lời cầu nguyện. Phồn vinh năm xưa tan biến như bụi tuyết...\nKhẩn cầu và kêu gọi, nguyền rủa và chửi bới, các vị thần trầm lặng chẳng đoái hoài.\nTrong đêm dài tuyệt vọng, chỉ có một vị quân vương trên trời cao rơi nước mắt vì nỗi đau khổ của loài người.\nĐó là chủ nhân của Sương Nguyệt, quân vương của xe trời và ánh sáng, và người đại diện cho nguồn gốc của thế giới.\nVì thương hại, cũng bởi mong muốn thầm kín hơn, vị quân vương đã đáp lại lời cầu nguyện của những người sống sót.\n \nNgười ta kể rằng cô đã dùng ánh sáng bạc bện thành sợi tơ, dẫn đường cho những người sống sót thoát khỏi cánh đồng băng giá.\nNước mắt đầy hoài niệm rơi xuống vùng đất lạnh giá nơi cực bắc, hóa thành đóa linh lan vĩnh hằng trong gió băng.\nVì thế, hậu duệ kiêu hãnh của Hyperborea bắt đầu tự xưng là \"Dòng Dõi Sương Nguyệt\"...\nDù xuất phát từ ý định gì, thì cũng là thần linh đã ban sự sống mới cho loài người."
	},
	"plume": {
		"name": "Lông Trắng Của Người Được Phúc",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Trang sức lông vũ thuần khiết, nghe nói được chế tạo bởi Vịnh Nguyệt Sứ đầu tiên.",
		"story": "Đó là những năm tháng mà ánh sáng lạnh giá dịu nhẹ đã vỡ vụn như một tấm gương bạc, và trăng non vẫn chưa mọc.\nCâu chuyện về người chị em không nên được ban phúc, những người sinh ra với danh xưng sản phẩm lỗi.\n \nÁnh trăng cũng là nơi trú ẩn kín đáo của người lạ, nơi những tâm hồn mong manh cùng chia sẻ hơi thở.\nTrong những khoảng không đau đớn lẽ ra phải tràn ngập niềm vui, họ lại nép vào nhau để nhận hơi ấm nhỏ nhoi.\nChưa từng nhìn thấy khuôn mặt của cha mẹ, cũng chưa từng nghe thấy tiếng thì thầm của gió giữa rừng sâu.\nNgười duy nhất ở bên hai người họ là người bà, dáng vẻ của thế giới chỉ còn trong cuốn truyện đã phai màu.\n \nTrong những trang sách ố vàng rách nát ấy, đã miêu tả bầu trời và mặt đất mà họ chưa từng thấy:\nChim trắng bay lượn trong sách, dang rộng đôi cánh thuần khiết dưới ánh trăng.\nNgưỡng mộ những sinh vật tự do trong truyện cổ tích, hai đứa trẻ đã hứa với nhau...\nSẽ có ngày giống như chim trắng, cùng nhau bay về phía bầu trời bao la hơn.\n \n\"Từ ngày được sinh ra, chỉ có hai chúng ta ở bên nhau.\"\n\"Vậy thì đến ngày chúng ta rời khỏi đây, chúng ta cũng phải dựa vào nhau để sống tiếp.\"\n \nRất nhiều năm sau, một người đã phản bội lời thề, một mình bỏ đi đến nơi thật xa.\nĐó không phải là bước vào bầu trời trong câu chuyện cổ tích, mà là hòa mình vào bóng đêm tăm tối hơn.\nCùng cô rời đi, còn có một nửa giấc mơ và một nửa nỗi đau đáng lẽ phải được chia sẻ.\nAila, người sau này được tôn là Vịnh Nguyệt Sứ đầu tiên, từ đó đã phải chịu đựng gấp đôi sự giày vò.\n \n\"Hóa ra cũng chỉ là lời nói dối... Người duy nhất em từng tin tưởng, người chị thân yêu.\"\n\"Nhưng em sẽ không oán hận chị... Vì em đã sớm mất đi hy vọng vào bầu trời ngoài kia rồi.\""
	},
	"sands": {
		"name": "Cuồng Si Của Kẻ Tế Sương",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ thuần khiết, nay đã ngừng quay cùng với sự cố chấp của người chủ cũ.",
		"story": "Đó là những năm tháng mà ánh sáng lạnh giá dịu nhẹ đã vỡ vụn như một tấm gương bạc, và trăng non vẫn chưa mọc.\nKể từ thời khắc diệt vong, mưu kế truyền qua nhiều đời rốt cuộc cũng đến ngày hoàn thành.\n \nHuyết mạch thuần khiết ngàn năm, cuối cùng cũng sinh ra người được chọn theo lời tiên tri sẽ cai trị thiên đường.\nBảy tầng ánh sáng giả dối trên trời cao chắc chắn sẽ cúi rạp dưới chân cô, xương cốt đất trời cũng xoay chuyển theo cô.\nVì cô muốn trở thành dòng nước hòa vào thế giới, lần nữa tạo nên sự nghiệp vĩ đại.\nĐây là chức trách thiêng liêng mà các cô gái ở cực bắc kế thừa. Vốn nên như vậy, vốn phải như vậy...\n\nCho đến khi cô gái với số phận trở thành thánh nhân lại gặp gỡ chàng trai bắc quốc trong đêm tuyết không trăng.\nTrong đôi mắt trong veo như mùa đông ấy, thấy được hình ảnh phản chiếu của bản thân mà mình chưa từng biết.\nChỉ vì sự rung động xa lạ trong lòng, thánh nữ đã vứt bỏ sứ mệnh vì một sĩ quan trẻ tuổi lạ mặt.\nCưa đi chiếc mũ sừng nhuốm máu và ném nó vào bụi đất dưới những con sóng tuyết vì thứ tình cảm mang tên tình yêu.\n \nNgười sa ngã phản bội dòng tộc cuối cùng vẫn không thực hiện chức trách định mệnh của mình.\nCô ấy bị mật thám của yêu tăng truy đuổi, trước khi được đưa về quê nhà mà đáng lẽ cô ấy rất yêu thương.\nĐối mặt với sĩ quan dưới chân và màu đỏ thẫm loang trên người anh, cô đâm con dao găm vào cổ họng.\n \nCứ như vậy, cô gái không thể sinh ra con cháu thần thánh bị chôn cất qua loa đã làm trì hoãn lời tiên tri.\nMay thay, thủ lĩnh đã chuẩn bị chu toàn để ứng phó với cái chết bất ngờ của thánh nữ.\nLovia, khi ấy là chủ tế, đã nhanh chóng chọn một người dự bị từ dòng máu kế cận.\nNhưng cặp chị em song sinh sinh ra từ người dự bị ấy, sao có thể sánh được với thánh nữ chứ.\n \nNhư vậy, có lẽ phải mất hàng trăm năm nữa mới có thể sinh ra được đứa trẻ thuần khiết như vậy.\nKhông cam lòng chấp nhận cảnh sự nghiệp đã từng trong tầm tay, giờ hóa khói sương tan biến giữa đêm đông giá buốt.\nChủ tế đội lên chiếc mũ sừng, trong cơn mê muội và điên cuồng, đã dệt nên một âm mưu độc ác.\nNếu như thân xác yếu đuối của họ không đủ thuần khiết, đến nỗi không thể chịu đựng được ánh trăng tinh khiết...\nTrong ██ của người dân, tất cả đều tràn ngập những lời chúc phúc nhỏ bé nhưng bình đẳng của Sương Nguyệt...\nVậy thì hãy dùng ███ thanh tẩy ██ của họ, hà tất phải để ngàn cơn gió thổi qua nhiều thế hệ?\n \nCứ thế, với danh nghĩa ánh trăng không tì vết, người tư tế đã phạm phải tội lỗi không thể tha thứ.\nNgay cả nữ chủ nhân của Sương Nguyệt cũng kinh hãi khi chứng kiến hành vi tàn ác này..."
	},
	"goblet": {
		"name": "Vinh Quang Của Kẻ Thuần Khiết",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly bạc thuần khiết, nghe nói từng được dùng làm thánh khí trong nghi lễ của Dòng Dõi Sương Nguyệt. Nghi thức hiện nay đã không còn dùng đến ly bạc này nữa.",
		"story": "Đó là những năm tháng mà ánh sáng lạnh giá dịu nhẹ đã vỡ vụn như một tấm gương bạc, và trăng non vẫn chưa mọc.\nDòng dõi phương bắc không còn nghe được lời dạy của trời cao, cũng giống như ngày xưa bị thiêu rụi trong cơn thịnh nộ.\n\nKhông ai biết cách rèn lại những vật kỳ lạ mà các thánh đồ ở Thành Phố Vàng từng cho tổ tiên của họ thấy.\nNhưng dã tâm của kẻ lưu vong, dã tâm của người phàm, luôn cố chấp hơn cả bản thân các vị thần.\nNếu đánh mất tráp thánh có thể cày cấy ruộng đất màu mỡ trên biển băng rộng lớn chỉ sau một đêm...\nVậy thì hãy nhốt bò rừng vào rãnh, dùng lửa, cuốc và lưỡi hái để chinh phục từng tấc đồng cỏ.\nNếu mất đi mũi tên có thể bắn hạ cả thần linh và xuyên thủng màn trời giả tạo,\nThì hãy rèn lưỡi cày thành kiếm, cuốc liềm thành giáo mác, và dùng máu làm đèn để xua tan bóng tối.\n \nVà nếu sức mạnh sáng tạo được ban tặng bởi thiên thần cao quý nhất cũng đã bị phá vỡ,\nVậy thì hãy dùng cách thức và luật lệ thô sơ nhất để kiểm soát sự sinh sản của hàng trăm thế hệ.\nCho đến khi dòng máu ngày càng mỏng manh bởi thảm họa và sự lưu đày được thanh lọc thành hạt giống thánh thiện nhất,\nCho đến ngày một sinh mệnh hòa nhập hoàn hảo với thế giới được sinh ra giữa những đứa con của loài người.\nSự kiên nhẫn và quyết tâm của chúng sinh cuối cùng sẽ chiến thắng tất cả nguy nan... Chí ít là họ tin chắc như vậy.\nDù sao người lên kế hoạch cho tương lai của bộ tộc, sẽ không bao giờ phải chịu đựng nỗi đau bị khinh miệt.\n \n\"Hãy uống ánh trăng tinh khiết này, con yêu của ta, đứa trẻ được ta yêu thương nhất.\"\n\"Để nó biến thành máu thịt, các con cũng xứng đáng nhận được ân điển của thần linh.\"\n\"Giống như thánh đồ của Thành Phố Vàng từng uống rượu đắng, đấu tranh vì tự do cho đồng bào yêu quý của mình.\"\n\"Các con cũng nên vui mừng trong sự đau khổ vinh quang này, vì đau khổ cuối cùng sẽ sinh ra sự hoàn hảo.\"\n\nThứ gì đã lấp đầy chiếc ly bạc cổ xưa, hai người họ khi ấy đã không thể phân biệt được.\nNhưng nếu bà lão tốt bụng và hiền lành đã nói như vậy thì đó hẳn là ý của thần linh.\nĐúng vậy, tất cả đều được đúc nên từ sự hoàn hảo, tất cả đều được thực hiện nhờ ước nguyện bi ai hàng ngàn năm.\nVì thiên đường như lời tiên tri hứa hẹn và vị vua sẽ đến với thế giới, trước tiên phải vượt qua được sự ô uế và đau khổ..."
	},
	"circlet": {
		"name": "Vương Miện Của Nhà Tiên Tri",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Trang sức đầu thuần khiết, hình dạng dường như được chế tạo dựa theo chiếc sừng của sứ giả rừng xanh.",
		"story": "Đó là những năm tháng mà ánh sáng lạnh giá dịu nhẹ đã vỡ vụn như tấm gương bạc, và trăng non vẫn chưa mọc.\nLời chúc phúc cổ xưa mà các vị thần ban tặng cuối cùng cũng mờ dần như tia lửa trên lãnh nguyên.\nKhi không nguyệt treo trên bầu trời biến mất, mặt đất không thể trở thành mặt trăng cũng bắt đầu khô héo.\n \nSự nghiệp vĩ đại của những người làm nên kỳ tích trong quá khứ đã hóa thành lời cầu nguyện thoáng qua. Và nó đã trở thành nỗi lo của mọi người.\nNgay cả thánh nữ được chọn, có dòng máu tinh khiết nhất, vào một đêm không trăng mục nát...\nCũng thấy khó khăn khi phải biến sự rực rỡ ấy thành khúc ca lay động cả thế giới như tổ tiên cô đã từng làm.\n \nDù tổ tiên phương bắc đã từng lập lời thề đi theo thần linh đã khuất thế nào...\nThì hậu duệ của họ, những người phàm sống dưới ánh trăng, cuộc đời dù sao cũng ngắn ngủi như ngọn lửa đang cháy.\nNếu nói rằng trong quá khứ vẫn có thể chứng kiến thời đại mà thánh nữ và chủ tế đại diện cho ân huệ của thần linh...\nVà mọi người vẫn muốn tin rằng, một ngày nào đó mặt trăng mới sẽ lại mọc lên từ vùng ánh sáng đã vỡ vụn.\nKhi ngay cả ân sủng cuối cùng cũng phai nhạt, chẳng ai có thể chứng kiến kỳ tích,\nRanh giới giữa cái gọi là tín ngưỡng và lời nói dối trở nên mỏng manh như sương sớm.\n \nTruyền thuyết kể rằng, chiếc sừng của Vịnh Nguyệt Sứ ngày nay, là ân điển mà Sương Nguyệt đã ban tặng khi diệt vong.\nSau khi cây bạc bị bẻ gãy, các tư tế không thể tìm được những cành trắng để làm lễ nên đã cầu xin mũ miện mới.\nNữ chủ nhân của mặt trăng xót thương, nên đã dùng ánh trăng không tì vết đan thành vương miện cho họ.\n \nChính vì thế, chủ tế cuối cùng đã dùng sắt lạnh thuần khiết rèn thành chiếc vòng trên đầu.\nLúc đó, Lovia vẫn còn là một thiếu nữ, tư tế Lovia chưa từng thấy chúc phúc của ánh trăng,\nMơ ước có thể dùng lời nói dối tự lừa gạt này để duy trì lòng tin của những tín đồ bất trung.\n \nCho đến mấy chục năm sau, chiếc mũ sừng giả đó rơi vào dòng máu vấy bẩn, phản chiếu trong mắt cô.\nVẫn không phải là ánh trăng thuần khiết, mà là màn đêm lạnh lẽo hoàn toàn bị cái bóng của cô nuốt chửng."
	}
}