{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "Khúc Ca Ngày Cũ",
	"effect2Pc": "Tăng Trị Liệu lên 15%.",
	"effect4Pc": "Người trang bị khi trị liệu cho nhân vật trong đội, sẽ sản sinh hiệu quả \"Mong Mỏi\" trong 6s, ghi nhận lượng HP hồi phục khi trị liệu (Bao gồm phần dư ra). Khi thời gian duy trì kết thúc, hiệu quả \"Mong Mỏi\" sẽ chuyển thành hiệu quả \"Làn Sóng Ngày Cũ\": Khi Tấn Công Thường, Trọng Kích, Tấn Công Khi Đáp, Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của nhân vật ra trận trong đội bản thân trúng kẻ địch, sát thương gây ra sẽ tăng dựa vào 8% lượng HP hồi phục được ghi nhận trong hiệu quả \"Mong Mỏi\". Hiệu quả \"Làn Sóng Ngày Cũ\" sẽ xóa khi hiệu lực 5 lần hoặc sau 10s. Một lần hiệu quả \"Mong Mỏi\" tối đa ghi nhớ 15000 điểm hồi phục, tối đa tồn tại một hiệu quả cùng lúc, nhưng có thể ghi nhận lượng hồi phục của nhiều người trang bị. Người trang bị không ra trận cũng có thể kích hoạt hiệu quả.",
	"flower": {
		"name": "Lời Thề Thất Lạc Ngày Cũ",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Bông hoa luôn nở, được chế tác từ thạch nhũ và bạc lấp lánh. Nghe nói cho đến nay thì đây vẫn được coi là biểu tượng của sự phản kháng.",
		"story": "Trong những năm tháng trước khi muôn dòng nước hội tụ, sức mạnh của vàng đã từng cuồn cuộn như sóng biển dâng trào. Nơi quân đoàn sắt thép đặt chân đến, tất cả các man tộc đều quy hàng.\nThời đại hoàng kim như thể không có hồi kết, cũng như những người chỉnh âm tin rằng người xưa yếu đuối cuối cùng sẽ khuất phục trước chương nhạc của trật tự mới...\nVốn dĩ nên thế, giai điệu vĩ đại tượng trưng cho nền văn minh và trật tự, không có người phàm nào có thể sánh bằng đó, lại bị cản trở ở miền bắc hoang vu,\nCác bộ lạc vốn rải rác đã đoàn kết dưới trướng người kế thừa trẻ tuổi của Aremorica, phát động các cuộc bạo loạn ở biên giới mong manh của quốc gia...\n\nĐây chính là người được hậu thế ca tụng là \"Kỵ Sĩ Nước Trong\": Dùng thân xác yếu mềm để chống lại uy quyền một tay che trời đó.\nCô ca sĩ thống lĩnh nhiều bộ lạc chưa từng tự coi mình là người cai trị, mà tự nhận là tùy tùng đã nghe được lời mặc khải từ Nữ Hoàng Của Muôn Dòng Nước, và thực hiện theo lời nói của người.\nỞ Capitolium xa xôi, các hiền giả dè bỉu trước những lời nói ngớ ngẩn này, như thể chúng chỉ là những lời ngông cuồng của trẻ con,\nThế nhưng, đội quân của cô vẫn như cuồng phong chiếm lấy những bộ lạc đang xâm chiếm lẫn nhau, dùng sức mạnh để thuyết phục đồng đội lập giao ước với Nữ Hoàng Của Muôn Dòng Nước.\nTrong thơ ca và vở kịch của hậu thế, có nhiều phiên bản khác nhau về lời thề của kỵ sĩ, nhưng dù là phiên bản nào cũng đều có hai lời thề không thể thiếu:\nThứ nhất, không được vung kiếm đối đầu với tín đồ của Egeria. Thứ hai, không được thỏa hiệp với kẻ hung ác (Cũng như: Không thể dung túng một chút ô uế).\n\n\"Chúng tôi xin thề trước bông hoa bạc luôn nở, nguyện thề đánh đuổi kẻ soán ngôi đó ra khỏi biển cả, thề sẽ dùng máu và nước mắt để thanh tẩy những kẻ bất nghĩa\"\n\"Xin thề sẽ bảo vệ Tinh Linh Nước Trong, thề sẽ bảo vệ ân huệ từ Nữ Hoàng Của Muôn Dòng Nước, cho đến khi dòng nước lại tuôn chảy như xưa\"\n\nVì thế, cuộc chiến bất tận lan rộng như cơn dịch bệnh, thiêu rụi hoàng kim kiêu hãnh, cũng như thiêu đốt bạc trắng thuần khiết.\nMong muốn tuyệt vọng của người chỉnh âm nhằm khuyên giải chiến tranh đã tiêu tan, hận thù tựa như làn sóng gào thét, lao đến một cái kết không tài nào cứu vãn.\nCho đến khi tia sáng cứu rỗi cuối cùng cũng xuất hiện trên vùng đất xa xôi, nhưng không thể nào lọt vào đôi mắt của những người khao khát được cứu rỗi nữa..."
	},
	"plume": {
		"name": "Hồi Ức Vương Vấn Ngày Cũ",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Phụ kiện lông vũ hình bướm được làm từ pha lê màu bạc và xanh lam. Nghe nói ngày xưa từng tượng trưng cho lời thề mãi không chia lìa.",
		"story": "Những năm tháng trước khi muôn dòng nước hội tụ, trong bộ lạc nào đó có tuổi thọ ngắn ngủi như rong biển, từng có cơn gió chiều nhẹ nhàng thổi qua ánh trăng mờ nhạt.\nKhi chưa biết quy luật của vị thần, chưa biết con đường được trời cao sắp đặt, thiếu niên đã đeo chiếc lông vũ cánh bướm lên tai cô ấy.\nTheo truyền thống của người xưa, con bướm vỗ cánh nhảy múa chính là người dẫn dắt linh hồn, đồng thời cũng tượng trưng cho những hẹn ước và lời thề mãi không đổi thay.\nDũng sĩ lúc đó khi chưa trở thành nhạc sĩ tin rằng những ngày tháng sau này sẽ mãi như hiện tại, như điệu nhảy đọng lại giữa thời khắc chìm đắm này...\n\nThế nhưng dòng chảy của vận mệnh rồi cũng hướng về chốn khốn cùng, giống như những ước muốn viển vông khi xưa rồi sẽ tan biến trong tiếng gào thét của máu và lửa.\nKhi gặp lại nhau ở nơi thành bang xa xôi, các bộ lạc từng xâm chiếm lẫn nhau, giờ đây đã được thống nhất thành một.\nNhạc sĩ trẻ giả làm lữ khách lang thang và đánh bại vô số anh hùng kiệt xuất được hậu thế ca tụng trong đại hội đấu võ,\nCuối cùng đã được một mình diện kiến nhà vua với tư cách quán quân, kể về lý tưởng phồn vinh, hòng xua tan làn khói cùng hận thù vô tận.\n\nNgay cả người nhạc sĩ thông minh nhất cũng không ngờ được rằng phút giây khi danh tính bị bại lộ, thứ anh nhận được lại là thanh kiếm sắc bén tựa như ánh sáng mặt hồ.\nThân xác giả bị chém đứt, trước khi ý thức dần trở về, điều cuối cùng mà nhạc sĩ nghe thấy chính là lời thì thầm của cô ấy khi ôm anh vào lòng...\n\n\"████, ████ của em... không cần phải gượng ép bản thân để nói những điều không muốn nói nữa\"\n\"Em biết, chính kẻ soán ngôi đáng nguyền rủa đó đã làm ô uế linh hồn của anh, giam giữ anh vào chốn lao ngục\"\n\"Đừng lo lắng, ████ của em... Em chưa từng quên lời hứa khi xưa\"\n\"Dù cho trả giá thế nào, em cũng sẽ cứu anh khỏi xiềng xích lạnh lẽo vĩnh hằng đó\"\n\"Cho đến khi chúng ta lại ôm nhau trong vòng tay của Nữ Hoàng Của Muôn Dòng Nước, chúng ta không còn phải phiền muộn bởi khổ ải nữa\"\n\"Cho đến khi cánh bướm màu xanh này lần nữa nhảy múa, dẫn dắt linh hồn của chúng ta vượt qua bờ bên kia của muôn dòng nước\""
	},
	"sands": {
		"name": "Âm Thanh Vang Vọng Ngày Cũ",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đồng hồ cát kỳ lạ được chế tác bằng đá xanh và ngọc bích. Nghe nói cảm hứng thiết kế đến từ tháp đồng hồ ở Thị Trấn Petrichor.",
		"story": "Những năm tháng trước khi muôn dòng nước hội tụ, từng có truyền thống gõ chuông trong bộ lạc của người xưa.\nTiếng chuông từng vang lên vì ánh bình minh, vì ánh chiều tà, vì sự ra đời và vì sự ra đi...\nThế nhưng vào thời khắc cuối cùng khi bức màn hoàng kim che phủ bầu trời, tiếng chuông lại vang lên vì sự hủy diệt.\n\nQuân đoàn sắt thép không biết mệt mỏi đã quét sạch những bộ lạc từ lâu không còn ai biết đến trên bản đồ,\nNhưng không bao giờ ngờ được rằng chỉ vài chục năm sau, đế chế thịnh vượng lại gặp phải số phận tương tự.\nCung điện dát vàng đã biến thành đống đổ nát trong một đêm, giai điệu cao quý bị phá hủy bởi tham vọng và phản bội,\nƯớc nguyện bi thương của vị thần đã chấm dứt, dư âm của khúc nhạc hoàng kim vẫn vang vọng trong thâm tâm của người phàm:\nCó người vẫn đắm chìm trong hào quang của quá khứ, mong muốn lần nữa tấu lên giai điệu bằng mọi giá,\nCó người nguyện từ bỏ thân phận để săn đuổi những hình bóng vẫn rình rập chỉ vì một ngày mai hòa bình,\nCó người chỉ để lại cái tên trong quá khứ và mang theo truyền thuyết hư ảo ẩn mình vào khúc nhạc...\n\n\"Báu vật thiêng liêng có thể thực hiện mọi điều ước... Hừm, dù cho Tinh Linh Nước Trong nói như thế thì nghe cũng rất hoang đường\"\n\"Không ai có thể gột rửa tội lỗi, cũng như không ai có thể rửa sạch giọt máu trong nước. Cho dù bị người đời lãng quên thì tội lỗi vẫn là tội lỗi\"\n\"Không một ai có thể cứu vãn quá khứ, cũng như không ai có thể giữ lấy ánh sáng ban ngày. Quá khứ sớm đã trôi qua, ngay cả tôi cũng biết điều đó\"\n\"...\"\n\"Thế nhưng, nếu món báu vật thiêng liêng đó thực sự tồn tại trong thế giới hoang đường này, nếu nó thực sự có thể thực hiện mọi điều ước\"\n\"Nếu thật sự có thể gạt đi nước mắt trong tương lai, để con cháu của biển cả không còn phải gánh chịu những đắng cay và đau thương của quá khứ nữa\"\n\"Hãy để tôi lần cuối đắm chìm trong những chuyện hư ảo\"\n\nTiếng khóc lóc và than vãn văng vẳng bên tai cô hàng chục năm, những hình bóng của người đã khuất,\nNhững người đã hy sinh vì cô, những người đã chết vì cô, mọi thứ đều trở nên không còn quan trọng nữa,\nKhoảnh khắc trước khi một mình bước vào thung lũng, dường như lần nữa nghe thấy tiếng chuông chiều khi xưa...\nĐó rõ ràng là mặt trời lúc hoàng hôn, nhưng có người lại xem nó như tia sáng của bình minh."
	},
	"goblet": {
		"name": "Giấc Mơ Lời Hứa Ngày Cũ",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Vật chứa sang trọng được chế tạo dựa trên hình dạng của \"Chén Thánh Thuần Khiết\" huyền thoại. Nghe nói nó có thể thực hiện tâm nguyện của người thuần khiết nhất.",
		"story": "Trong những năm tháng trước khi muôn dòng nước hội tụ, truyền thuyết về \"Ly Nước Trong\" từng được lưu truyền giữa các bộ lạc của người xưa.\nTừ xưa đến nay, chưa có ai từng chứng kiến chiếc ly thiêng liêng đó, chỉ từ đôi ba câu của các tinh linh khi xưa,\nCó thể minh chứng cho việc \"chiếc ly vàng đựng đầy nguồn nước nguyên sơ\" không chỉ là ảo ảnh sinh ra từ trí tưởng tượng của con người.\nTruyền thuyết kể rằng tạo vật thiêng liêng nhất có thể chữa lành mọi vết thương đáng sợ, đồng thời có thể làm cho trẻ lại và hồi sinh người chết,\nTương truyền chỉ những người trong sạch nhất mới có thể chiêm ngưỡng được hào quang của nó, nhận được sự sống vĩnh hằng và trí tuệ vô tận.\n\nNhư các nhà hiền triết cổ xưa từng nói, thời đại đổi thay, không có gì mãi trường tồn; Khúc nhạc huy hoàng bỗng chốc hạ màn đột ngột chỉ trong một đêm.\nVô số tiếng thở than của những người tự hào về nền văn minh, và thành phố hoàng kim mang tên vĩnh hằng, cùng rơi vào suy tàn trong làn thủy triều vô tận.\nNhư các nhà hiền triết cổ xưa đã nói, thời đại đổi thay, không có gì mãi trường tồn; Lời thề báo thù bỗng chốc tan biến chỉ trong một đêm.\nCô ca sĩ thề sẽ dùng máu và nước mắt để trả thù tỉnh dậy sau cơn ác mộng như mọi khi, xuất hiện trong tầm mắt chỉ còn lại làn sóng cuộn trào ở nơi bờ xa...\n\n\"Người con của biển cả mang nguyên tội, những người anh em đã chịu bao khổ đau\"\n\"Người đã biết trước lời tiên tri hiểm họa, người đã thấy tai họa cuối cùng rồi sẽ ập đến\"\n\"Người cần có trái tim cứng rắn, không cần sợ hãi, cũng chẳng phải âu lo\"\n\"Chỉ cần tìm được nguồn nước nguyên sơ, tìm thấy chén thánh nguyên sơ ước gì được nấy\"\n\"Chỉ cần nói với cô ấy điều ước của mình, mọi tội lỗi đều sẽ được gột rửa\"\n\nThế là cô ca sĩ vì lời hứa của tinh linh mà bước lên hành trình đi tìm Ly Nước Trong,\nCứ như vậy, lời đồn về \"Ly Nước Trong có thể thực hiện mọi điều ước\" đã được lưu truyền rộng rãi trong dân gian,\nCho đến cuối cuộc đời, cô mới nhận ra cái gọi là \"chén thánh nguyên sơ\" rốt cuộc là thứ gì..."
	},
	"circlet": {
		"name": "Áng Thơ Truyền Tấu Ngày Cũ",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Loại mũ từng được các nhà soạn nhạc ưa chuộng tại Fontaine. Nghe nói trang sức trên đó được thiết kế dựa trên giáp mũ của các Kỵ Sĩ Nước Trong huyền thoại.",
		"story": "Những năm tháng muôn dòng nước hội tụ, vượt qua phế tích cổ xưa, nữ chủ nhân hiền hậu đã xây dựng một thành bang mới.\nĐêm dài đã qua, sớm mai sắp đến: Chuyện trong quá khứ đã tan thành mây khói, cuối cùng sẽ biến mất theo màn đêm.\nĐây là thời kỳ hoàng kim thực sự, sẽ không còn kẻ soán ngôi cuồng si quyền lực, không còn man tộc chìm đắm trong việc trả thù nữa,\nChương nhạc hùng vĩ sẽ không tái hiện lần nữa, chỉ còn lại những bài thơ ca ngợi tình yêu và chính nghĩa, cùng với làn gió sớm thổi khắp bốn phương trên biển...\n\nMột số chủ đề vẫn luôn được lưu truyền, dù cho hàng nghìn năm sau, vẫn có người bàn tán sôi nổi,\nNhư cuộc mạo hiểm của Kỵ Sĩ Nước Trong, đã được nhiều nhà thơ và nhà viết kịch chuyển thể, vì vậy đã trở thành cái tên quen thuộc trong lòng người dân.\nTương truyền họ từng thề với bộ áo giáp bạc, rằng sẽ sát cánh chiến đấu cùng Tinh Linh Nước Trong, bảo vệ dòng nước chưa bị vấy bẩn,\nTương truyền họ từng trải qua vô số thử thách, sau cùng cũng tìm được Ly Nước Trong trong truyền thuyết, nghênh đón sự trở lại của Nữ Hoàng Của Muôn Dòng Nước...\n\n\"Vương triều nguy nga hội tụ anh hùng hào kiệt, kỵ sĩ được gột rửa bởi giọt máu của rồng\"\n\"Phù thủy và quý bà bị giam giữ trên tòa tháp cao bắt đầu cuộc hành trình tìm kiếm báu vật thiêng liêng\"\n\nBuổi tiệc và lời thề, tình yêu bi thảm cùng ly biệt, những bài thơ hay chỉ trong tưởng tượng, đã được vén màn dưới sự chứng kiến của \"Erinnyes\".\nChỉ là vị anh hùng trùng tên đó đã không còn liên can đến cô, và những bài hát mang tên ngày xưa, chỉ là một giấc mơ của ngày hôm nay mà thôi."
	}
}