{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "Thiên Nham Vững Chắc",
	"effect2Pc": "HP tăng 20%",
	"effect4Pc": "Sau khi Kỹ Năng Nguyên Tố đánh trúng địch, sẽ tăng 20% tấn công cho tất cả nhân vật trong đội ở gần, tăng 30% hiệu quả Khiên, kéo dài 3s. Hiệu quả này mỗi 0.5s tối đa kích hoạt 1 lần. Khi nhân vật trang bị bộ Thánh Di Vật này ở trong đội nhưng không ra trận, vẫn có thể kích hoạt hiệu quả này.",
	"flower": {
		"name": "Hoa Chiến Công",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa được làm từ vàng lá, tượng trưng cho chiến công và vinh quang của người chủ sở hữu.",
		"story": "Trước kia khi vách đá hùng vĩ cất tiếng ca, từng có vì sao rơi xuống Vực Đá Sâu.\nNgôi sao sắt rớt xuống từ bầu trời đêm vô tận, khiến bụi bặm hoá thành lưu ly lấp lánh.\n\nNgười phàm với kiếp sống ngắn ngủi, nhưng Đế Quân đã đích thân giao cho Thiên Nham Quân trách nhiệm canh giữ các mạch khoáng.\nVực sâu như nước lũ cuồn cuộn, Thiên Nham Quân đã đưa rất nhiều dân chúng sơ tán.\nTrong câu chuyện của những người thợ mỏ, một vài binh sĩ không người nối dõi đã ở lại Vực Đá Sâu,\ncùng chiến đấu với Dạ Xoa vô danh, cuối cùng cũng hy sinh giữa các vách đá.\n\nCho dù non sông có đổi thay theo năm tháng, tên tuổi của những người phàm và tiên nhân đều bị lãng quên,\nthì công lao của họ sẽ không bao giờ phai mờ, nó tỏa sáng rực rỡ như đoá hoa vàng này.\nĐã 500 năm kể từ khi thảm họa lắng xuống, và những bức tường thành vững chắc của thành phố cảng vẫn vững chãi như ngày nào.\nBông hoa vàng được các binh sĩ đeo lên một cách tự hào, là biểu tượng cho sự hy sinh cao quý của tổ tiên."
	},
	"plume": {
		"name": "Chiêu Võ Linh Vũ",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Chiếc lông được đeo trong những nghi lễ, để cho người ngoài thấy được sự quyết tâm và uy nghiêm của cảng Liyue.",
		"story": "Lông vũ của loài chim săn mồi trên trời cao được Thiên Nham Quân đeo lên mình như một biểu tượng của võ thuật.\nLông vũ này chỉ đeo vào những dịp lễ, nhằm cổ vũ cho dân chúng và thể hiện sự uy nghiêm đối với du khách nước ngoài.\n\nTương truyền, chiếc lông vũ được Thiên Nham Quân đeo trong các dịp nghi lễ đến từ Dạ Xoa vô danh.\nNhững chiếc lông vũ rơi lả tả khi Dạ Xoa chinh chiến với những tên tay sai vực sâu, được coi là biểu tượng của hy vọng.\nCuối cùng, Dạ Xoa dũng mãnh và những người phàm can đảm đều đã ngủ yên trong vực thẳm tăm tối.\nĐế Quân cảm nhận được sự hy sinh ấy, trầm mặc hồi lâu, núi đá cũng khe khẽ rì rầm.\nTrong dân gian có tin đồn rằng Dạ Xoa vô danh canh giữ Vực Đá Sâu không phải nhận lệnh của Đế Quân,\nmà là để chuộc lại tội lỗi bấy lâu, và trả giá cho sự hèn nhát và trốn tránh.\n\nCho dù sự thật là gì, Dạ Xoa - người đã từng bay qua các đám mây, đã trở về với mây mù tự do.\nNhững binh sĩ mãi mãi ngủ yên dưới vực sâu sẽ luôn tồn tại trong thần thoại về dòng chảy không ngừng."
	},
	"sands": {
		"name": "Đồng Hồ Vàng Đồng",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Dụng cụ đếm giản dị đơn sơ, trong thời kỳ chiến tranh nó cũng từng ;à trang bị tiêu chuẩn của Thiên Nham Quân.",
		"story": "Chiếc đồng hồ kiên định chạy bởi ánh sáng của mặt trời và mặt trăng, có thể lấy được ánh sáng ngay cả những ngày đen tối.\nVào khoảnh khắc khi Liyue bị đe dọa bởi ý niệm tà ác đen tối, chiếc đồng hồ này khiến các binh sĩ nhớ lại sự ấm áp của ban ngày.\n\nChiến đấu bên cạnh Dạ Xoa, những binh sĩ người phàm khó tránh bị nhiễm phải nghiệp chướng hoặc bị ảnh hưởng bởi sự giết chóc.\nĐể tránh bị nuốt chửng bởi nghiệp sát, binh sĩ Thiên Nham đã dùng đồng hồ âm thầm ghi lại những khoảnh khắc chiến đấu bằng mặt số chỉ giờ.\nVới một nhịp độ và quy luật thống nhất, một đợt Dạ Xoa, một đợt những binh sĩ lui xuống, liền có đợt tiếp theo lên thay thế.\nBằng cách vừa tiến vừa lui này để đến tận đáy vực sâu, nơi Dạ Xoa và binh sĩ dũng cảm đã cũng nhau ngã xuống.\n\nHàng trăm năm sau, chiếc đồng hồ này đã được khai quật bởi những người thợ mỏ, toả ánh vàng lấp lánh dưới sao trời.\nTrong chợ đồn rằng, có kẻ sưu tầm mặc áo choàng đen đi lại trên phố, thu mua loại đồng hồ vàng đồng này với giá cao.\nCũng có những người bán cố gắng tìm hiểu lý do, nhưng họ đã bị người đó khéo léo từ chối bằng nhiều lý do khác nhau.\nMục đích của người này là gì, có lẽ chỉ có thời gian vô tận mới có thể trả lời."
	},
	"goblet": {
		"name": "Minh Thệ Kim Tước",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly vàng được Thiên Nham Quân dùng khi lập lời thề, vẫn còn đọng lại một chút mùi hương của rượu.",
		"story": "Trước đây khi Thiên Nham Quân mới được thành lập, vùng đất Liyue vẫn còn hoang sơ.\nCác trưởng lão trong thành, làng mạc và các bộ lạc đã dùng ly vàng cùng lập lời thề.\nVì sự trung thành với Nham Vương Đế Quân và trách nhiệm với người dân,\nkhắp nơi đã chọn ra những trai tráng dũng cảm và khỏe mạnh, hợp thành một đội quân, gọi là Thiên Nham Quân.\n\nTrong trận chiến sát cánh cùng Dạ Xoa, những chiến sĩ không người nối dõi đã dùng ly vàng uống rượu,\nnâng cốc lần cuối vì Nham Vương nhân ái và uy nghiêm, rồi lao thẳng xuống vực sâu không chút do dự.\nHàng trăm năm sau, Nhà Mạo Hiểm tự phụ đã lấy nó từ nơi sâu nhất của vực thẳm rồi đem đi rửa sạch\nHàng trăm năm sau, ly vàng vẫn không hề bị sứt mẻ hay ăn mòn, cũng như không bị hơi thở của bóng tối xâm nhập.\n\nHàng trăm năm sau, khi người dân Liyue nhắc lại quá khứ tàn khốc và những Dạ Xoa vô danh,\nnói về cách các anh hùng đến từ các vùng khác nhau, có hoàn cảnh khác nhau lại có thể đoàn kết một lòng, chống lại làn sóng Vực Sâu...\nChiếc ly vàng này vẫn là chủ đề không thể bỏ qua, máu của liên minh dường như vẫn còn trong veo không dính bụi trần."
	},
	"circlet": {
		"name": "Nón Nguyên Soái",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Chiếc mũ có lịch sử lâu đời, sau khi rửa sạch bụi bặm thì sáng bong như mới.",
		"story": "Vị tướng từng chiến đấu cùng dạ xoa vô danh,\nĐã ngã xuống để bảo vệ lý tưởng\nĐể đảm bảo việc sơ tán người dân một cách an toàn và không phụ sự kỳ vọng của Nham Vương,\nCác thủ lĩnh đội nón dẫn đầu đâm ngọn thương trong tay xuống vực sâu.\n\nTai họa ập đến vùng đất lưu ly, kẻ thù xưa kia cuồn cuộn kéo đến.\nDạ Xoa theo lời kêu gọi của Đế Quân, và chiến đấu chống lại sự biến dạng của vực sâu.\nĐến khi giọt máu cuối cùng cũng chảy xuống đất, tẩy sạch những ô uế,\nKhi vực sâu rút lui, cát lưu ly cuối cùng cũng lộ ra vẻ đẹp rực rỡ.\n\nKhi sự u ám nặng nề trên bầu trời Vực Đá Sâu tan biến, Dạ Xoa cũng biến mất không dấu vết.\nNhững vị tướng đội mũ và binh sĩ đã vĩnh viễn yên nghỉ nơi sa trường."
	}
}