{
	"id": 10009,
	"rarityList": [
		3,
		4
	],
	"name": "Kẻ Lưu Đày",
	"effect2Pc": "Hiệu Quả Nạp Nguyên Tố tăng 20%",
	"effect4Pc": "Sau khi thi triển kỹ năng nộ, mỗi 2 giây sẽ hồi 2 điểm năng lượng nguyên tố cho tất cả nhân vật trong đội (không bao gồm bản thân). Hiệu quả trong 6 giây, không cộng dồn.",
	"flower": {
		"name": "Hoa Kẻ Lưu Đày",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Bông hoa u ám. Có bị lưu vong cũng phải mang theo, chắc hẳn có ý nghĩa rất quan trọng.",
		"story": "Đó là chuyện xảy ra trước khi kẻ quý tộc lang thang bị cuốn vào sự việc\nĐó là bông hoa nở rộ trước khi âm mưu bao trùm lên cả dòng tộc.\nTrong dòng thời gian kẻ lưu đày đã trải qua bao nhiêu tàn khốc, đã sớm quên đi sự ấm áp trước kia,\nThế nhưng bông hoa nhạt màu cũng như nụ cười hồn nhiên lúc bé vẫn được anh giữ gìn."
	},
	"plume": {
		"name": "Lông Vũ Kẻ Lưu Đày",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Không phải vật trang trí, chỉ là vô tình bị vướng phải trong lúc lưu lạc bên ngoài.",
		"story": "Kẻ lưu đày cô độc đi qua thảo nguyên, rừng già và đồng hoang rộng lớn,\nDưới tầng mây đen dầy đặc, chiếc lông màu xanh đậm vẫn luôn đính trên vai anh.\nChiếc lông được lấy từ chú chim hoảng loạn ẩn trốn mãnh thú, cũng giống như kẻ lưu đày vậy.\nTín vật này đến từ loại chim không làm tổ, sống tự do như kẻ lưu đày."
	},
	"sands": {
		"name": "Đồng Hồ Kẻ Lưu Đày",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Mặt kính làm từ pha lê đã bị vỡ, kim cũng đã rơi rớt, nhưng vẫn không nỡ vứt đi.",
		"story": "Trong những năm tháng xưa ngắn ngủi ấy, vị quý tộc nhỏ tuổi nhận được một chiếc đồng hồ.\nMón đồ tinh xảo luôn vang lên từng tiếng, ghi lại thời còn thơ của kẻ lưu đày.\nThế nhưng quãng thời gian vô âu vô lo cũng sớm biến mất,\nĐẩy đến cuộc hành trình lưu vong trường kỳ."
	},
	"goblet": {
		"name": "Ly Kẻ Lưu Đày",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly được làm từ kim loại nặng, có thể thấy đá quý được khảm bên ngoài đã bị lấy mất.",
		"story": "Chiếc ly gia truyền của tầng lớp quý tộc bị lưu lạc, bên ngoài được khảm viên bảo thạch tượng trưng cho gia tộc.\nThế nhưng sau khi kẻ lưu đày làm ô nhục gia tộc, đã bóc đi biểu tượng mà bản thân trước kia từng tự hào.\nCho đến nay ly đã bị rạn nứt, không thể đựng được nữa.\nThế nhưng kẻ lưu đày vẫn luôn mang bên mình, cho đến tận giây phút cuối cùng."
	},
	"circlet": {
		"name": "Vương Miện Kẻ Lưu Đày",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện tôn quý, huy hiệu thể hiện danh phận đã bị dao rạch nát, thân thế tôn quý đã bị chôn vùi.",
		"story": "Kẻ lưu đày cũng từng là con cháu của lớp quý tộc, tuổi thơ êm đềm trôi qua trong tòa cung điện nguy nga.\nTrước đó không lâu, vương miện trên đầu của người bố cũng từng là biểu tượng cho sự tôn nghiêm và cao quý.\nNhiều năm sau đó, huyết nhục thương tàn đã nhấn chìm lâu đài trong máu.\nChiếc vương miện cũng trở thành chứng cứ buộc tội, cùng anh bước vào con đường lang thang."
	}
}