{
	"name": "Kỳ Tích",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Tất cả kháng Nguyên Tố tăng 20%.",
	"4pc": "Sau khi nhận sát thương Nguyên Tố, kháng tương ứng tăng 30%, kéo dài 10s. Mỗi 10s chỉ thi triển 1 lần.",
	"flower": {
		"name": "Hoa Kỳ Tích",
		"relictype": "Hoa Sự Sống",
		"description": "Hoa mọc ra từ nham thạch. Có thể xuyên qua đá cứng để tìm ánh sáng.",
		"story": "Những đoá hoa nhỏ màu xanh, mọc ra từ những tấm bia đá đổ nát.\nNhững tàn dư mang theo lịch sử của cái chết, từ vết nứt đã sinh ra phép màu của sự sống."
	},
	"plume": {
		"name": "Lông Vũ Kỳ Tích",
		"relictype": "Lông Vũ Tử Vong",
		"description": "Lông của mãnh thú có tốc độ cực nhanh, mắt thường khó có thể nhìn thấy được.",
		"story": "Chim săn mồi nhanh như gió, sự tồn tại của chúng chính là sự kỳ diệu.\nChúng được ban cho thị giác và móng vuốt sắc bén như dao.\nLại có sải cánh rộng lớn, có thể giúp nó bay lượn với tốc độ cao."
	},
	"sands": {
		"name": "Cát Kỳ Tích",
		"relictype": "Cát Thời Gian",
		"description": "Đồng hồ cát bình thường, những hạt cát khô cuộn chảy theo sự vận động trông như dòng nước.",
		"story": "Thường nói thắng lợi cần phải tranh giành, nhưng kỳ tích chỉ có thể chờ đợi.\nNhưng mà bia đá bị mài thành cát mỏng, chẳng lẽ không phải kỳ tích sao?\nSự gặp gỡ của chúng ta lẽ nào không phải là một loại kỳ tích sao?"
	},
	"goblet": {
		"name": "Ly Kỳ Tích",
		"relictype": "Ly Không Gian",
		"description": "Ly dùng trong nghi thức bói toán lưu truyền trong dân gian, cũng có thể đựng nước.",
		"story": "Tách trà trong veo, trong đó lấp lánh tinh quang.\nTrước đây đã từng có thầy bói dùng nó để xem cát hung.\nTin rằng biển sao có thể hiện ra trong nước."
	},
	"circlet": {
		"name": "Bông Tai Kỳ Tích",
		"relictype": "Nón Lý Trí",
		"description": "Trang sức rẻ tiền, nhưng được làm từ kim loại mà sao băng thời cổ đại mang đến.",
		"story": "Một đôi bông tai rẻ tiền được chạm khắc từ kim loại sáng bóng như sao.\nĐiều mà các tiểu thương không biết là ánh sáng của nó đến từ ngôi sao viễn cổ rơi xuống trái đất."
	}
}