{
	"id": 10013,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Thầy Thuốc",
	"effect2Pc": "Tăng 20% hiệu quả trị liệu nhân vật nhận được.",
	"effect4Pc": "Khi thi triển Kỹ Năng Nộ, hồi 20% HP.",
	"flower": {
		"name": "Cúc Hoạ Mi Thầy Thuốc",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Là loại thuốc quý, nhưng để lâu nên đã mất đi dược tính.",
		"story": "Những bước chân dài trên đất của Thầy Thuốc, kết hợp với lòng nhiệt tình như một người ưa mạo hiểm\nTrên vách đá dựng đứng, giữa những tảng đá trơn trượt, bà phát hiện ra một cây cúc Họa Mi.\nCuối cùng, thuốc không được dùng đến, nhưng hương hoa vẫn luôn khích lệ bà."
	},
	"plume": {
		"name": "Lông Vũ Thầy Thuốc",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông cứng của chim cú, dùng nó để cổ vũ những lúc đi chữa bệnh trong đêm.",
		"story": "Dẫu đêm đen đến mức chẳng nhìn rõ đường, người thầy thuốc vẫn xuất hiện kịp thời,\nmàn đêm luôn tiềm ẩn vô vàn nguy hiểm, vì vậy người đi trong đêm cũng vô cùng cảnh giác.\nCũng chính khát vọng không ngừng nghỉ của người thầy thuốc đã khiến bà đổ bệnh."
	},
	"sands": {
		"name": "Đồng Hồ Thầy Thuốc",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Đạo cụ dùng để tính thời gian chính xác. Đối với thầy thuốc mà nói, một giây cũng không thể lãng phí.",
		"story": "Đôi khi phải đối mặt với những chấn thương đe dọa đến tính mạng, thầy thuốc phải chạy đua với thời gian.\nChiếc đồng hồ bỏ túi không sai một giây, đã giúp bà cứu chữa được vô vàn bệnh nhân trong cơn nguy kịch.\nThế nhưng trong những giây phút thầy thuốc cô độc nằm trên giường bệnh, cũng chỉ có tiếng đồng hồ vang lên bên tai.\nLà công cụ báo thời gian trong lúc nguy hiểm, đến cuối cùng lại là bài hát bi thương dành cho thầy thuốc."
	},
	"goblet": {
		"name": "Bình Thuốc Thầy Thuốc",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Vốn đựng đầy thuốc tinh chất, nhưng bây giờ chỉ còn sót lại mùi hương.",
		"story": "Nước thuốc đặc quánh đã sớm khô cạn, mùi đắng gắt không thể tản bớt.\nThầy thuốc đã từng dùng chiếc bình thuốc bằng sứ này chữa trị cho rất nhiều bệnh nhân.\nCho đến khi mắc chứng bệnh quái ác, chỉ có bình thuốc trên ngọn lửa là thương xót cho bà."
	},
	"circlet": {
		"name": "Khăn Thầy Thuốc",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Dùng để buộc tóc khi chữa bệnh, lúc cần thiết cũng có thể dùng để cố định xương gãy hoặc trật khớp.",
		"story": "Trong những tháng ngày không nơi cố định, người thầy thuốc vẫn bận rộn với những chuyến đi.\nCho dù ngày nắng hay đêm mưa, cũng không thể nào cản trở được bước chân ấy.\nKhông chỉ bảo vệ cho mái đầu rối bù của bà, mà còn được dùng để băng bó cho bệnh nhân.\nChiếc khăn vuông của người thầy thuốc cũng thấm màu mưa gió và trở thành người bạn trung thành trên suốt chặng đường vất vả."
	}
}