{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Ảo Mộng Chưa Hoàn Thành",
	"effect2Pc": "Tấn công tăng 18%",
	"effect4Pc": "Sau khi rời khỏi chiến đấu 3s, sát thương gây ra tăng 50%. Khi trong trạng thái chiến đấu, nếu trên 6s mà xung quanh không có kẻ địch bị trạng thái Thiêu Đốt, thì hiệu quả tăng sát thương nêu trên sẽ giảm 10% mỗi giây cho đến khi giảm còn 0%; Nếu có kẻ địch bị trạng thái Thiêu Đốt thì mỗi giây sẽ tăng 10% cho đến khi tăng đến 50%. Nhân vật trang bị Thánh Di Vật này khi không ra trận vẫn có thể kích hoạt hiệu quả này.",
	"flower": {
		"name": "Hoa Sáng Của Quả Đen",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Đóa hoa được chạm khắc bằng đá xám, từng là minh chứng cho sự khác biệt giữa hai phe trong trận chiến nào đó.",
		"story": "Đó là những năm tháng mà lá cờ của bộ tộc phủ đầy bụi và dần trở nên bạc màu.\nKhi đứng trước ngai vàng, một người nửa thân cầm lấy chiếc vòng sáng bị rạn nứt, chơi đùa với quyền lực hiển hách.\nDưới mệnh lệnh khắc nghiệt, đã chẳng còn ai từ trong bùn lầy thối rữa nơi gốc rễ, hoặc trong chiếc bóng của lửa trại và rừng sâu...\n...Nghe ngóng được lời răn dạy từ sứ giả, người thăng thiên ban đầu của tổ tiên trong màn đêm trầm lặng.\n\nKhoảnh khắc u ám xa xưa, bao trùm ngàn vạn tăm tối cuối cùng cũng đã đến.\nCũng như vết máu vì mất đi mà trở nên nhạt nhòa trên cuộn giấy cổ, nhưng vẫn còn sót lại mùi sắt tanh.\nVì vậy, khi sắc màu tối đen tựa mực bao phủ nơi sâu thẳm,\nThiếu niên với đôi mắt đỏ sau khi trải qua bao kiếp nạn, đã trở về với lãnh thổ của cấm thành từ quốc gia nơi dòng nước chảy như những tia sáng.\n\nKhi anh bước vào khu vườn, bên tai vẫn còn lời ẩn ý thầm thì của người phụ nữ mù khòm lưng:\n\"Giữa rừng xa nơi dây leo đan xen, dường như sẽ nở ra đóa hoa rực rỡ,\"\n\"Hãy tìm kiếm nào, ở nơi đây, vùng đất chết chóc như được xây nên từ xương cốt của những con thú khổng lồ,\"\n\"Hãy đi tìm những người chính nghĩa thật sự nguyện dùng thân thể để thắp nên ngọn lửa trong đêm tàn lạnh giá,\"\n\"Đừng phụ lòng khát vọng, hận thù, tham lam và dã tâm của họ, hãy nhớ lấy!\"\n\"Đừng phụ lòng những đôi mắt vẫn nguyện hướng về ánh lửa rực cháy của họ.\"\n\nNgười đến đầu tiên là thiếu nữ cầm theo trang sức lông vũ ảm đạm, như chú chim đuôi seo giúp thiếu niên tìm kiếm thông tin từ vô số túp lều cao.\nSau đó là cặp anh hùng song sinh, người anh trai giỏi ăn nói, cùng người em với phần lưng bị bạo chúa đánh đập.\nSau khi nghe sự tích thiếu niên cứu lấy Saurian, vị tráng sĩ trầm lặng cũng nguyện góp sức cho thiếu niên.\n\n\"Nhưng chúng ta vẫn cần một người hiểu rõ cấu trúc của tòa thành này hơn bất kỳ ai,\"\n\"Có thể nắm rõ từng đường đi và lối ngầm trong bóng tối hệt như cơ quan giữa lòng bàn tay.\"\nSau khi thiếu niên mắt đỏ nói ra, thì người anh hùng trầm lặng đáng tin cậy kia...\nVị tráng sĩ mong muốn người và Saurian có thể chung sống ấy nhớ ra một lời đồn và đọc ra tên của một người thợ thủ công."
	},
	"plume": {
		"name": "Đuôi Phỉ Thúy Phai Màu",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Lông đuôi trang trí đã mất đi ánh hào quang. Hoa văn trên đó nghe nói được chế tác từ tay nghề của người thợ thời xưa.",
		"story": "\"Bất luận là ai khi thấy vật điêu khắc trang trí bằng lam ngọc đó, cũng đều sẽ bị hút hồn bởi sự khéo léo trong tác phẩm,\"\n\"Bất luận là ai khi thấy hoa văn vàng nét mảnh phức tạp đó, cũng đều sẽ cảm thán với kỹ năng điêu luyện của người thợ.\"\n\nThiếu nữ nghe theo mệnh lệnh của thiếu niên, tìm kiếm bóng hình của người thợ nổi tiếng trong lời đồn.\nCô ấy thăm dò trong bóng tối của tòa đình cao, nghe ngóng tại các buổi tiệc của những người quyền quý, nhưng mãi không có kết quả.\nTrong lúc sầu não, cô lấy ra vật trang sức bằng lông vũ vàng, nhớ về gương mặt của người cha quá cố dưới ánh đèn mờ ảo.\nNgười say rượu bên cạnh với nửa khuôn mặt che giấu dưới chiếc mũ, lạnh lùng lên tiếng, tỉ mỉ kể về lai lịch của những đường nét trên món đồ trang sức bằng lông vũ đó.\n\nAi ngờ được người chế tạo nên món đồ trang sức lộng lẫy này lại là một kẻ ăn mày với khuôn mặt đáng sợ, suốt ngày ru rú ở quán rượu đổ nát chứ?\nNửa khuôn mặt giấu dưới chiếc mũ, mang dấu vết bị ngọn lửa thiêu đốt, da thịt tựa như bị nung chảy.\nNhưng thiếu nữ không hề sợ hãi, sau một hồi kinh ngạc liền đưa món trang sức lông vũ cho người đó.\nĐối diện với tác phẩm đã trở nên ảm đạm, đêm hôm đó, người thợ kể cho cô nghe về những gì đã biến mất ở nơi đây.\nCâu chuyện của chú chim xanh lục bảo với chiếc đuôi dài, khi đó ông nhận được ủy thác chế tạo cho một vị khách tôn kính...\n\n\"Đó là cha tôi, nhưng vì bảo vệ đám Saurian trong bộ tộc mà bị giáng tội và cướp đi tính mạng.\"\nÂm thanh của thiếu nữ lạnh lẽo. Trong đôi mắt sâu thẳm của cô, người thợ nhìn thấy ngọn lửa hận thù tựa như của mình.\n\nÔng ấy nói, \"vậy thì tôi đồng ý phục vụ cho... chủ của cô\", trước cả khi cô kịp bày tỏ mục đích của mình.\nThật ra là muốn làm việc cho cô, trong lòng người thợ nghĩ như vậy, nhưng đây là điều không cần nói ra.\nVì lúc này ông đã sớm nhìn thấy được, hình bóng người khác để lại trong lòng thiếu nữ."
	},
	"sands": {
		"name": "Thời Khắc Của Đạt Thành",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Bảng ghi chép thời gian của vương quốc cổ xưa. Ở một thời điểm nào đó sẽ để lại dấu ấn nhỏ mà chỉ có thể nhìn thấy khi quan sát kỹ.",
		"story": "Việc khiến nhiều người nghiên cứu cổ vật còn sót lại cảm thấy bối rối chính là...\nTrong số rất nhiều đồng hồ mặt trời được tìm thấy từ tàn tích cổ phủ đầy tro bụi,\nKhông biết tại sao, đều có dấu vết do đao khắc để lại trên cùng một vị trí.\n\nNgười đến từ hẻm núi cho rằng, đó là thời khắc mà những người từng từ bỏ tín ngưỡng thắp sáng trụ hắc thạch một lần nữa.\nVào ngày hôm đó, người đại diện cho thủ lĩnh các bộ tộc, người con gái của núi khoáng, Sakkuk, đã đưa những linh hồn lang thang trở về với vương quốc của màn đêm.\nNgười đến từ nơi với những cây treo cho rằng, đó là thời khắc mà những người từ bỏ khế ước lần nữa lập lại khế ước với Saurian của sáu bộ tộc.\nVào ngày hôm đó, người dũng sĩ được các chiến sĩ tin tưởng, người anh hùng trầm lặng Yupanqui, dùng kiếm chém đứt xiềng xích trói buộc trên cổ Saurian.\nNgười đến từ ngọn nguồn của dòng nước cho rằng, đó là thời khắc mà những người quên đi quá khứ lần nữa lắng nghe hồi âm của sóng biển.\nVào ngày hôm đó, người anh song sinh, Atawallpa giỏi ăn nói đã lần nữa thắp lên niềm khao khát hướng về vinh quang trong quá khứ của mọi người.\nNgười đến từ vùng đất màu mỡ cho rằng, đó là thời khắc mà những người từng bị áp bức lần nữa đứng dậy.\nVào ngày hôm đó, người trẻ hơn trong cặp anh hùng song sinh, quán quân Waskar, dẫn đầu binh lính chống lại dòng chảy đen tối.\nNgười đến từ trên những ngọn núi cho rằng, đó là khoảnh khắc mà người bị giam cầm lần nữa trở về với tổ ấm tự do.\nVào ngày hôm đó, vị anh hùng mắt đỏ triệu hồi mồi lửa thịnh nộ của thần linh, thiêu rụi thành phố bị ăn mòn, giúp bộ tộc khôi phục trở lại.\n\nTại đó chỉ có người đến từ trong làn khói, người trẻ tuổi biết những bí mật đó lại im lặng không nói gì.\nChỉ một mình hồi tưởng về hình ảnh được vẽ trên tấm vải trắng. Nghe nói, đó là thời khắc bóng tối che khuất mặt trời.\nCác anh hùng đã sớm chuẩn bị cho thời khắc này, tranh thủ lật đổ quân vương mất hết lý trí trước ngai vàng trống.\nTrong dã sử kể rằng, người lập nên kế hoạch là một thợ thủ công chưa từng để lại tên.\n\n\"Nhưng người thợ chưa từng để lại lời nào trong cuộc chiến giành lại quyền lực của bộ tộc...\"\n\"Và sau đó, lặng lẽ biến mất trong những câu chuyện cũ bị che lấp bởi vô vàn bức màn.\"\n\nNgười trẻ tuổi đó, dùng tay vuốt ve vết khắc dường như giống hệt trên nhiều bảng ghi chép thời gian.\nTưởng tượng vô số lần mặt trời lặn trước đây, sau khi ngày của hành trình được định đoạt, vào khoảnh khắc đôi tay có lẽ chưa từng tồn tại đó...\nCùng với chủ nhân của đôi tay đã khắc nên dấu vết trên bảng ghi chép thời gian."
	},
	"goblet": {
		"name": "Ly Rượu Cùng Bày Mưu",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly ba chân làm bằng gốm, từng có rất nhiều anh hùng nâng ly uống rượu bên lửa trại, nói về tham vọng và kỳ vọng của mỗi người.",
		"story": "Ông kể cho cậu thiếu niên mắt đỏ và các anh hùng của cậu ta nghe về những đau khổ mà ông đã trải qua trong quá khứ.\nKể rằng vị vua của cấm thành từng chiêu mộ những người thợ thủ công lành nghề trong các bộ lạc,\nKhai quật tạo vật của những con thú khổng lồ có đôi cánh như lá cờ vĩ đại đón gió từ dưới lòng đất. Tất cả chỉ để thỏa mãn tham vọng của mình.\nNhưng tính khí thất thường của nhà vua từ lâu đã được mọi người biết đến, nên khi ông ta biết được tất cả bí mật,\nThì ông ta đã đốt lửa thiêu rụi tất cả, để những người biết chuyện và các di tích cùng chôn vùi sau cánh cổng đá...\n\nTrong ngọn lửa thiêu rụi mọi thứ đó, có một người thợ hốt hoảng trong giây phút hấp hối,\nGiọt nước mắt vàng từ chiếc đầu bằng đá rơi vào mắt, khiến anh ta thấy được nhiều điều.\nAnh ta kể rằng trong lúc hốt hoảng đó, anh ta đã nhìn thấy những tạo vật to lớn, nhìn thấy những cỗ máy tinh xảo.\nNhìn thấy cái bóng được điều khiển bởi dòng lửa, vươn từ chân trời xa xôi lên vầng trăng trên bầu trời.\n\n\"Vậy giọt nước mắt vàng đó chính là...\" \"Nguồn cảm hứng tuôn trào như dòng suối của ông chăng?\"\nNgười anh hùng song sinh xem nó như một câu chuyện và mỉm cười hỏi.\nÔng ấy nghe ra sự chế giễu do không đáng tin trong giọng điệu của họ. Họ luôn như vậy, người đàn ông đó đã quen từ lâu rồi.\nKhi thiếu nữ nhìn với ánh mắt dò hỏi, ông ta cười mỉa mai, khiến các múi cơ trên nửa phần mặt ông ta hơi râm ran.\n\nThực ra, ông ấy đã nhìn thấy nhiều thứ hơn trong ngọn lửa gần như thiêu rụi mạng sống của mình, chẳng hạn như những hoa văn vàng đang chảy.\nMột con đường khác để thoát khỏi đống đổ nát, và nhiều loại quy tắc nghiêm khắc để lập nên đế chế trải dài khắp nơi.\nNhưng vế thứ hai có lẽ vẫn còn quá xa vời đối với các thiếu niên...\nÔng ấy đặt ly rượu đã uống cạn xuống.\n\nCó lẽ vậy, có lẽ khi mọi thứ lắng xuống, và khi nền tảng cổ xưa được xây dựng lại,\nKhi mọi chuyện đã tiến triển xa hơn, ông ấy sẽ có thể tiết lộ mọi thứ, và điều này khiến ông ấy hài lòng,\nVào thời điểm này, suy nghĩ điên rồ nhất của ông ấy chính là làm thế nào để tạo ra một bức tường hoàng gia rực rỡ cho vị vua mới."
	},
	"circlet": {
		"name": "Vương Miện Quý Không Ngai",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Vương miện vàng được trang trí bằng lam ngọc và lá phỉ thúy, nhưng nó luôn nằm trên đệm nhung trống, chưa bao giờ xuất hiện trong lễ trao vương miện.",
		"story": "Từng có người đáp ứng yêu cầu của cô, sau khi vương quốc cũ bị diệt vong, đã giúp cô chế tạo lại món trang sức bằng lông vũ sớm đã trở nên ảm đạm.\nVì vậy cô cũng hứa với người mà cô kính trọng từ lâu, rằng đến khi đó sẽ đáp lễ với chiếc vương miện bảo thạch.\nChỉ là khi nhìn thấy thi thể đó đau đớn co quắp dưới lưỡi đao của ma vật đen tối, thiếu nữ đã hiểu...\nChiếc vương miện lộng lẫy do chính tay cô rèn và trang trí đó sẽ chẳng thể chờ được ngày chủ nhân của nó xuất hiện.\n\nRất nhiều năm sau, giữa sáu bộ tộc đều lưu truyền về sở thích kỳ quái của nữ chủ nhân núi khoáng đã già đi kia.\nNghe nói nữ chủ nhân này thích các loại trang sức quý giá, nhiều món trong số đó đã không thể tạo nên với tay nghề thủ công hiện tại.\nĐặc biệt, trong số đó chỉ cần là tác phẩm được khắc tên của người thợ thủ công nào đó và dâng lên trước mặt bà ấy.\nThì dù tốn bao nhiêu đá quý, bà ấy cũng bằng lòng đổi lấy.\nThậm chí là đồ giả, thì món đồ đó vẫn sẽ được thu nhận.\n\nKhi được người trong bộ tộc khuyên nhủ, rằng ít ra thì đừng nên thỏa mãn lòng tham của những kẻ giả mạo kia.\nThì bà ấy đã nói: \"Làm vậy cũng vì không thể để những món đồ giả kém cỏi đó hủy hoại danh tiếng của người đó!\"\nHơn nữa, bà cũng chưa từng tha cho những kẻ lừa gạt xấu xa đó.\n\nSo với những người bạn đã dũng cảm hy sinh, thì quãng đời còn lại của bà dường như quá dài. Vì vậy...\nBà dùng quãng đời còn lại để thu thập tất cả mọi thứ mà những vị anh hùng bà hoài niệm đó để lại.\nThiếu niên với đôi mắt đỏ mà bà yêu thương, sau khi hoàn thành sứ mệnh của mình liền trở về với lửa thánh, chỉ để lại chút hơi ấm trong ánh hào quang.\nCòn khi người anh hùng trầm lặng ngã xuống trong ngọn lửa của quân vương, hình ảnh thế giới mới phản chiếu trong đôi mắt điêu tàn, đã trở thành sự báo đáp tốt nhất đối với anh.\nCòn người anh hùng song sinh vốn luôn ồn ào náo nhiệt, khi chứng kiến cảnh người anh em chết trong tay kẻ thù, cũng khóc đến khàn giọng vì đau đớn.\n\n\"Cuối cùng, Atawallpa cũng đi trước tôi... Ai lại ngờ được, người yếu đuối nhất như tôi lại sống đến cuối cùng chứ?\"\n\"Bậc trí giả trong bộ tộc thường nói, người trải qua sóng gió luôn chán ghét sự bằng phẳng của đất liền, và tôi cũng như vậy.\"\n\"Trong cái thời đại không có mọi người như thế này, thật sự quá nhàm chán.\"\n\nNhưng cuối cùng cũng sẽ đến lúc được gặp lại những người bạn đã rời xa, khi dự cảm chờ đợi từ lâu xảy đến.\nGiữa vô vàn món đồ trang sức giả đó, bà chọn ra những món đồ ít ỏi do người thợ kia tự tay chế tạo ra.\nBà mang theo những thứ khắc tên của người đó, cứ thế đi vào trong màn đêm sâu lắng, không trở về nữa.\n\nTheo lời kể trong truyền thuyết, vào ngày tiếp theo, mọi người đứng dưới tán cây nơi mà bà đặt chiếc vương miện bảo thạch xuống...\nĐể thực hiện lời thề theo di mệnh của bà. Kể từ khi đó lịch sử quên đi tên của người thợ thủ công khéo léo mà bà mang theo."
	}
}