{
	"id": 15023,
	"rarityList": [
		4,
		5
	],
	"name": "Thần Sa Vãng Sinh Lục",
	"effect2Pc": "Tấn công tăng 18%",
	"effect4Pc": "Sau khi thi triển kỹ năng nộ, sẽ sinh ra hiệu quả \"Ánh Sáng Ngầm\" duy trì 16s: Tăng 8% tấn công; đồng thời khi nhân vật bị giảm HP, sẽ tiếp tục tăng 10% tấn công, tối đa tăng 4 lần bằng cách này, mỗi 0.8s tối đa kích hoạt 1 lần. Hiệu quả \"Ánh Sáng Ngầm\" sẽ biến mất khi nhân vật rời trận; thi triển kỹ năng nộ lần nữa khi đang trong thời gian duy trì, sẽ xóa \"Ánh Sáng Ngầm\" đã có.",
	"flower": {
		"name": "Tinh Hoa Sinh Linh",
		"relicType": "EQUIP_BRACER",
		"relicText": "Hoa Sự Sống",
		"description": "Vật kỷ niệm cổ xưa, trông vẫn còn sống động như sinh linh từng bảo vệ nó vài trăm năm trước.",
		"story": "Trên vách núi cổ xưa màu chu sa, cũng từng nở rộ đóa hoa xinh đẹp.\nVào những năm tháng máu đen tuôn chảy, cũng chưa từng nhiễm chút bùn nhơ.\n\nThiên Nham vững chắc, núi vững khó dời. Dù cho đối mặt với yêu tà đen tối thì cũng sẽ như thế.\nSơn dân trầm lặng và trăng sáng tựa màu sắt lạnh, đã dựng nên cho họ một trận địa tĩnh mịch.\n\n\"Người con gái của vách đá cheo leo và tinh thể lưu ly, xin đừng vì ta mà rơi lệ\"\n\"Ta sinh ra dưới bóng râm của Thiên Hoành, chiến đấu để báo đáp ân huệ của Nham Vương\"\n\"Đem tính mạng ký thác cho Dạ Xoa tứ thủ, đi về phía vực sâu ánh sáng\"\n\"Trên con đường rợp bóng âm u, có những tinh thạch lơ lửng trên vách đá\"\n\"Dòng chảy ô uế cuộn trào nơi vực sâu, có yêu ma đang mai phục bên dưới\"\n\"Rất nhiều thứ khủng khiếp và không tưởng, đều không thể làm ta thấy sợ hãi\"\n\nGió đêm đã làm gián đoạn tiếng nói của quân sĩ Thiên Nham, khiến anh không thể nói ra lời từ biệt.\nChỉ để lại đóa hoa nhỏ bé này cho cô con gái của sơn dân, để làm kỷ vật lãng quên.\n\n\"Điều duy nhất làm ta lo lắng bận tâm, chỉ là lãng quên và mất mát\"\n\"Nếu vận mệnh có vùi chôn ta ở vùng đất không tên, cũng xin đừng quên mất tên ta\""
	},
	"plume": {
		"name": "Lông Vũ Lấp Lánh",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Lông Vũ Tử Vong",
		"description": "Chiếc lông vũ ẩn hiện ánh sáng yếu ớt, như chứa đựng nhiều ký ức nặng nề.",
		"story": "Nghe nói trên vách đá cao nhất ở Vực Đá Sâu, đã từng có hào kiệt nhặt được chiếc lông vũ của đại bàng.\nCũng có truyền thuyết nói rằng, người có năng lực làm được như vậy sẽ có tư cách kề vai sát cánh với các tiên chúng.\n\n\"Dù cho đó là vì bảo vệ chúng sinh, theo đuổi điều mong ước mà phải đi vào chỗ chết, thì đó cũng là một chuyện tốt\"\n\"Chỉ là, nghĩ kỹ lại, chuyện này cũng giống như cá lặn xuống hồ sâu, chim rơi ở vực núi\"\n\"Tuy có thể khiến bản thân hài lòng, nhưng chúng nhân thì không hề hay biết, cuối cùng sẽ bị lãng quên\"\n\"Người phàm như ta cũng giống như chiếc lông vũ cuốn bay trong gió, rồi rơi vào không trung sâu hút\"\n\"Thứ gọi là cứu rỗi, thứ gọi là kiên trì, chẳng qua là làm những việc vô nghĩa hư vô thôi\"\n\nTiếng nói u ám thì thầm bên tai, lặng lẽ lay động con tim của người không thể nào để lại danh tính...\n\nNhưng cuối cùng chiến sự đã kết thúc. Rất nhiều binh sĩ đã ngủ mãi nơi sâu thẳm của hang đá.\nTiếng gào rú của thế lực đen tối cũng đã âm thầm ngừng lại như những gợn sóng lăn tăn...\nDù cho tuổi thọ con người ngắn ngủi, mặt đất cũng sẽ mãi mãi ghi nhớ tất cả điều này..."
	},
	"sands": {
		"name": "Di Vật Mặt Trời",
		"relicType": "EQUIP_SHOES",
		"relicText": "Cát Thời Gian",
		"description": "Thiết bị tính giờ tinh xảo, có ánh sáng của tinh thể.",
		"story": "Tương truyền vào thời Nham Vương còn trẻ, mặt trời từng là cỗ xe tuần du khắp đại địa.\nKhi ba chị em của trời đêm vùi thân trong tai họa, cỗ xe mặt trời cũng rơi vào vực sâu.\nSơn dân đều nói may mà nó đã được sửa chữa, một lần nữa chiếu sáng bầu trời đen tối.\nTuy mặt trời đã trở về bờ Tây vô cực, nhưng vẫn còn một mảnh vỡ đã vĩnh viễn lưu lại.\nSau khi sơn dân di cư vào thành phố cảng biển, đã đem mảnh vỡ nghiền thành tinh thạch, bán cho những người có mắt nhìn...\n\n\"Xin đừng nói đùa, đó đều là những câu chuyện lưu truyền chốn nhân gian không chút thiết thực, làm sao dễ dàng tin được\"\n\"Thương nhân Thịnh Lộ Đình đã sớm xóa sạch những nghi ngờ, quên đi hết những quá khứ hoang đường\"\n\"Dù sao thì những tinh thạch lấp lánh đó không thích hợp chế tạo đồ gốm, cũng không thích hợp làm nguyên liệu sơn màu xa xỉ\"\n\"Theo như lời của thợ mỏ Vực Đá Sâu, tuy không phải là câu chuyện thật sự đáng tin\"\n\"Chiếc đồng hồ này và một số tinh thạch, đều đến từ binh sĩ Thiên Nham vào 500 năm trước\"\n\nVực sâu tăm tối nơi ánh sáng và bóng tối chiến đấu triền miên, dù với sức mạnh của Dạ Xoa cũng khó mà đương đầu lâu dài.\nNgười phàm càng cần có ánh sáng, mới không dễ bị lạc lối trong màn đêm luôn muốn nuốt chửng con người.\nBinh sĩ Thiên Nham đã thu thập những tinh thạch phát sáng dùng để chiếu sáng, vừa hay cũng có ánh sáng trắng ngà tựa ánh trăng.\nĐể tính toán thời gian mà người phàm ở lại chốn vực sâu, chiếc đồng hồ là sự minh chứng cho sự tiếp nối không ngừng nghỉ, người trước ngã xuống người sau kế tục."
	},
	"goblet": {
		"name": "Thời Khắc Giao Ước",
		"relicType": "EQUIP_RING",
		"relicText": "Ly Không Gian",
		"description": "Ly tinh sa cổ xưa, có vẻ như chưa bị thời gian bào mòn.",
		"story": "Mảnh đất có tên gọi \"Vực Đá Sâu\" này, từ xưa đã lấp lánh ánh chu sa.\nGiữa những người thợ mỏ trong núi và các thương nhân đá quý ở phố thị, cho đến nay vẫn còn lưu truyền một truyền thuyết về Dạ Xoa...\nCó người nói rằng, từng có lãng khách cô độc vai mọc bốn cánh tay đã đến nơi thiên tinh rơi xuống vào thời hoang sơ lúc đó.\nBiết được có lãng khách trừ tà đến đây, nên các tộc dân trên núi bèn lũ lượt kéo đến:\n\n\"Vị khách phương xa, xin ngài hãy nhận lấy rượu của chúng tôi, và xin ngài hãy lắng nghe chúng tôi nói\"\n\"Rượu được ngâm trong núi có lẽ sẽ chua chát khó nuốt, không thể so bì với rượu ngon ở Thiên Hoành Sơn được đế quân khen ngợi\"\n\"Nhưng người dân trên núi xem kỳ thạch ngọc quý như báu vật, khai phá núi đá để mưu sinh\"\n\"Nương nhờ ân điển của đế quân, tuy cuộc sống không hoàn toàn như ý, nhưng cũng xem như dư dả không phải lo âu\"\n\"Thế nhưng, hoàn cảnh giờ đây đã không còn như trước, ân huệ của thiên tinh đã bị bóng đen hắc ám cản trở\"\n\"Giờ đây, tuy chúng tôi không có tế lễ long trọng cần thiết cho việc kết giao ước, nhưng vẫn muốn cả gan xin được ngài cứu rỗi\"\n\nVị khách trầm tư lắng nghe lời thỉnh cầu của các trưởng lão, rồi lặng lẽ uống hết chén rượu đắng.\nKhông đưa ra lời hứa hẹn, cũng không trách mắng người phàm vô lễ, bất chấp mọi can ngăn một mình xoay người về phía Đông mà đi.\n\nChuyện sau đó thì ai ai đều biết...\n\nNhưng chiếc ly rượu giản dị ngày đó từng dùng để uống với các hương lão, đã được xem là vật chứng cho mối giao ước này và lưu truyền mãi đến nay."
	},
	"circlet": {
		"name": "Diện Mạo Sấm Sét",
		"relicType": "EQUIP_DRESS",
		"relicText": "Nón Lý Trí",
		"description": "Tương truyền đây là chiếc nón được người dân rèn cho dạ xoa, trông khá cổ nhưng không bị mất đi ánh hào quang.",
		"story": "Thiên Tù có Dạ Xoa, tứ thủ tâm lỗi lạc.\nTừ xa đến Vực Sâu, dân chúng đều ca ngợi.\nMón ngon bày thịnh soạn, rượu cạn chén chân tình.\nGiương kiếm vào chốn sâu, giúp cư dân trừ họa.\nThân thủ nhanh tựa quỷ, mắt tím chớp hung quang.\nSấm sét quét sương đen, lôi điện hòa vào sóng.\nMây mù giăng kín lối, gió lốc cuốn tinh hà.\nCuồng phong cuồn cuộn chảy, chu sa phủ đêm đen.\nĐá rung chuyển núi đồi, thung lũng thêm rạn vỡ.\nNúi sập đất rền vang, đột nhiên đều tĩnh lặng.\nÁnh tà dương chiếu rọi, chim chóc cùng khóc thương:\n\"Người không nghe, tiếng gió khẽ qua từng ngóc ngách, nhân kiệt một đi không trở về\"\n\"Cũng không thấy, Dạ Xoa quyết chiến đến hừng đông, chỉ còn miên man tiếng thở dài\""
	}
}