{
	"name": "「究极霸王超级魔剑」",
	"description": "统治海原的究极霸王才能使用的超级魔剑。因为使用了特殊的防水材料，就算浸在水中也不会泡坏，几乎能称得上是无敌！",
	"weapontype": "双手剑",
	"rarity": "4",
	"story": "「…才不是什么便宜纸板大剑呢！那个、这个…呃…这可是过去曾经战胜螃蟹大帝的…究极霸王超级魔剑！」\n\n很久很久以前，就连海露花都还没有被称作海露花的时候，在遥远的大海中，住着一位伟大的螃蟹魔王大帝。\n虽然谁也不知道为什么螃蟹会很伟大，也不知大帝统管的国土和臣民在哪，但既然大家都这样说，魔王的威名也就传遍了整个海原。也许这就是天生的高贵吧？横行的螃蟹魔王大帝这样想着，慢慢接受了大家对自己敬而远之的事实。\n就像是高高在上（或者自认为高高在上）的人类那样，伟大的陛下也叹息道，只恨身为帝王，帝王何来的朋友呢（这其中多少也有点高高在上的意思）。毕竟，那对咔嚓咔嚓的锋利蟹钳可以轻而易举吓跑所有看不惯自己的家伙，剪断更坚定的家伙的命运之丝。而大帝宝库中堆得和秋分山一样高的金币可以轻而易举买下全枫丹所有美味的小甜饼——这就是符合王者身份的生活吧！对吧？\n只不过，没有好朋友能和自己一起玩耍，到了无聊或者伤心的时候——就是再多小甜饼也不能让他开心起来的时候——陛下也只能用那无比巨大的蟹钳去修剪水草。当然。螃蟹陛下再怎么说也是螃蟹，所以虽然他比所有的螃蟹都厉害，但修剪水草的能力也就跟一般的鳐鱼差不多吧！\n有一天，伟大的螃蟹魔王正咕嘟咕嘟地吐着孤独的气泡，碰巧遇到了一位小小的美露莘…\n「嗷嗷！竟然有胆量闯入魔王的宫廷，你是为何而来？」\n（虽然螃蟹大帝轰隆隆地喷着火，但其实有点开心，又有点害怕。因为海原上的朋友们只要见到他，就会因为帝王的威仪悄悄躲开。所以大帝已经很久没有跟谁说过话了。）\n「螃蟹先生，」小小的美露莘说，「你看上去好像有些不开心耶。我们一起玩吧，这样就会开心起来啦！」\n「你并不明白，」螃蟹大帝原本想要追究美露莘称他为「先生」而不是「陛下」的僭越，但最终还是没有说出口，而是说：「霸王是不能和小小的美露莘一起玩耍的，否则就会失去王者的威仪。」\n「如果失去了王者的威仪，会怎么样呢？」\n「要是失去了威仪，霸王就不再是霸王，除了钳子比别的螃蟹更大，盔甲更厚，我就只是普通的螃蟹了。」\n「螃蟹先生的钳子比我还大，脚比我还多，盔甲比我家的墙壁还厚。除了金币和小甜饼，螃蟹先生有这么多的好东西，应该很开心才对！我知道了，一定是王者的威仪让螃蟹先生不开心的。」\n「小小的美露莘，你不曾身为王者，所以我原谅你的无知。你要知道，帝王不应关心自己是否开心。」\n「但是，螃蟹先生在身为王者之前，应该也是螃蟹呀！看到螃蟹先生不开心，我也不开心。我要帮助螃蟹先生，放弃王者的威仪！」\n「嗷嗷！小小的美露莘，不知天高地厚。古往今来，哪里会有帝王主动放弃自己的统治呢！」陛下愤怒地挥舞着钳子，「除非…比方说，只是比方说，勇者用圣剑打败了魔王…这样一来，原本的霸王也就只能和小小的美露莘一起玩啦。」\n「喔！还能这样呀！」美露莘高兴地叫道，但又想起了什么，失落地说，「但是，我不知道勇者在什么地方，圣剑在什么地方…」\n「哎，这种事情根本没所谓！只要打倒魔王，那任何人都是勇者，任何武器都是圣剑。」大帝急切地说。「嗷嗷！不知天高地厚的美露莘，你明白了吗？」\n\n「『…螃蟹先生是这么说的。请大家帮帮我！』」她这样说道。海沫村的美露莘们都觉得，要帮帮她才行！她们找来大贝壳给她当作盾牌，用水草替代月桂编成头冠，拿厄里那斯内部破碎的船帆做成披风，最后用难得干燥的纸板做成了宝剑。\n就这样，勇者美露莘踏上了打败螃蟹魔王的征程，凭借究极无敌的魔剑，打败了横行霸道的蟹皇陛下，不再是担任魔王陛下的螃蟹先生从此也就成为了美露莘们的好朋友…\n\n经过短暂的商议，各位美露莘一致决定，将这柄曾经在过去的映影中大放异彩的，海沫村最强大的剑送给究极无敌的勇者，作为友谊的纪念。",
	"baseatk": 44,
	"substat": "元素充能效率",
	"subvalue": "6.7",
	"effectname": "加油！",
	"effect": "攻击力提升{0}。不仅如此！海沫村中曾蒙你帮助的美露莘们的声援心意充满了力量，依照她们的数目，攻击力至多进一步提升{1}。",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "摩拉",
				"count": 5000
			},
			{
				"name": "无垢之海的苦盏",
				"count": 3
			},
			{
				"name": "老旧的役人怀表",
				"count": 3
			},
			{
				"name": "啮合齿轮",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "摩拉",
				"count": 15000
			},
			{
				"name": "无垢之海的酒盏",
				"count": 3
			},
			{
				"name": "老旧的役人怀表",
				"count": 12
			},
			{
				"name": "啮合齿轮",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "摩拉",
				"count": 20000
			},
			{
				"name": "无垢之海的酒盏",
				"count": 6
			},
			{
				"name": "役人的制式怀表",
				"count": 6
			},
			{
				"name": "机关正齿轮",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "摩拉",
				"count": 30000
			},
			{
				"name": "无垢之海的银杯",
				"count": 3
			},
			{
				"name": "役人的制式怀表",
				"count": 12
			},
			{
				"name": "机关正齿轮",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "摩拉",
				"count": 35000
			},
			{
				"name": "无垢之海的银杯",
				"count": 6
			},
			{
				"name": "役人的时时刻刻",
				"count": 9
			},
			{
				"name": "奇械机芯齿轮",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "摩拉",
				"count": 45000
			},
			{
				"name": "无垢之海的金杯",
				"count": 4
			},
			{
				"name": "役人的时时刻刻",
				"count": 18
			},
			{
				"name": "奇械机芯齿轮",
				"count": 12
			}
		]
	}
}