{
	"name": "Cyno",
	"c1": {
		"name": "Ordinance: Unceasing Vigil",
		"effect": "After using **Sacred Rite: Wolf's Swiftness**, Cyno's Normal Attack SPD will be increased by 20% for 10s. If the Judication effect of his Passive Talent Featherfall Judgment is triggered during **Secret Rite: Chasmic Soulfarer**, the duration of this increase will be refreshed.\nYou need to unlock the Passive Talent \"Featherfall Judgment.\""
	},
	"c2": {
		"name": "Ceremony: Homecoming of Spirits",
		"effect": "When Cyno's Normal Attacks hit opponents, his Electro DMG Bonus will increase by 10% for 4s. This effect can be triggered once every 0.1s. Max 5 stacks."
	},
	"c3": {
		"name": "Precept: Lawful Enforcer",
		"effect": "Increases the Level of **Sacred Rite: Wolf's Swiftness** by 3.\nMaximum upgrade level is 15."
	},
	"c4": {
		"name": "Austerity: Forbidding Guard",
		"effect": "When Cyno is in the Pactsworn Pathclearer state triggered by **Sacred Rite: Wolf's Swiftness**, after he triggers Electro-Charged, Superconduct, Overloaded, Quicken, Aggravate, Hyperbloom, or an Electro Swirl reaction, he will restore 3 Elemental Energy for all nearby party members (except himself.)\nThis effect can occur 5 times within one use of **Sacred Rite: Wolf's Swiftness**."
	},
	"c5": {
		"name": "Funerary Rite: The Passing of Starlight",
		"effect": "Increases the Level of **Secret Rite: Chasmic Soulfarer** by 3.\nMaximum upgrade level is 15."
	},
	"c6": {
		"name": "Raiment: Just Scales",
		"effect": "After using **Sacred Rite: Wolf's Swiftness** or triggering the Judication effect of the Passive Talent \"Featherfall Judgment,\" Cyno will gain 4 stacks of the \"Day of the Jackal\" effect. When he hits opponents with Normal Attacks, he will consume 1 stack of \"Day of the Jackal\" to fire off one Duststalker Bolt.\n\"Day of the Jackal\" lasts for 8s. Max 8 stacks. It will be canceled once Pactsworn Pathclearer ends.\nA maximum of 1 Duststalker Bolt can be unleashed this way every 0.4s.\nYou must first unlock the Passive Talent \"Featherfall Judgment.\""
	}
}