{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Selam! Ben Charlotte, Buğukuş'ta muhabirim. Tanıştığımıza memnun oldum. Vaktin varsa benimle özel bir röportaj yapmak ister misin? Gazeteci içgüdülerim bana sende anlatılmaya can atan bir sürü haber olduğunu söylüyor!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Sohbet: Haberler",
			"voicelineType": "1101",
			"description": "Gözünü dört açar ve tetikte olursan her zaman keşfedilmeyi bekleyen bir haber olduğunu görürsün.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Sohbet: Gazeteciler",
			"voicelineType": "1102",
			"description": "Fontaine Şehri'nde birçok gazeteci var ama hepsinin profesyonel standartlarda olduğu söylenemez. Yani olur da bir röportaj yapmak istersen... Benden iyisini bulamazsın.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Sohbet: Buğukuş",
			"voicelineType": "1103",
			"description": "Buğukuş mükemmel bir gazete. Olağanüstü muhabirleri ve her zaman yeni fikirlere açık bir Yazı İşleri Müdürü var. Ama en önemlisi, yazarlarına zamanında ödeme yapıyorlar.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Eyvah, Kameramı kuru tutmam gerekiyor!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Of! Yine yakalayamadım. Yıldırımın fotoğrafını bir türlü çekemiyorum...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Bırr! Parmaklarım dondu. Deklanşöre zar zor basabiliyorum.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "İşte fotoğraf için mükemmel bir ışık! Hadi bir poz ver. Çekiyorum, gülümse!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Günaydın! Bugünün gazetesini okudun mu? Daha okumadın mı? Hiç sorun değil, ben sana okurum...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Yemek vakti! Hadi gel, çok güzel bir yer biliyorum!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Akşam oldu, hadi biraz sohbet edelim. Benimle paylaşmak istediğin bir hikaye var mı? Dinlemeyi çok isterim. Ha, endişen olmasın, senin iznin olmadan hiçbir şeyi haber yapmam. Bu konuda sana söz veriyorum.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "İyi geceler. Sen dinlenmene bak, benim Buğukuş'a gidip birkaç makaleyi son defa gözden geçirmem lazım. Yarın görüşürüz!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "Charlotte Hakkında: Kariyer",
			"voicelineType": "2001",
			"description": "Gazeteciler halk arasında her zaman çok hoş karşılanmazlar. Ne derler bilirsin, yalanlar kulağa tatlı gelir ama doğru söyleyeni dokuz köyden kovarlar.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "Charlotte Hakkında: Fotoğrafçılık",
			"voicelineType": "2005",
			"description": "İyi bir konu olmadan güzel bir fotoğraf çekemem. Fotoğrafını çekeceğim şey ilgimi çekmiyorsa deklanşöre basmak için kendimi zorlamam gerekiyor.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "Hakkımızda: Özel Röportaj",
			"voicelineType": "2003",
			"description": "Pekala, röportajımızın zamanı geldi. Bir yıldız olmaya hazır mısın? Bana ayak uydurmaya ve Kamerada iyi görünmeye çalış! Sen de Paimon! Hem sen uçabiliyorsun da! Bunu biraz daha ilginç bir şeymiş gibi göstermeye çalışabilir misin?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "Hakkımızda: Manşet",
			"voicelineType": "2002",
			"description": "Sana iyi bir haberim var! İkinizi Buğukuş'un yeni manşeti yapmak için Euphrasie'yi ikna ettim! İlk sayfada yer alacaksınız, sizin hakkınızda yazdığım yazıya da yer verilecek, bir de... Hı? Ne demek \"Gerek yok\"? Yapma lütfen, Euphrasie'yi ikna etmek için çok çabaladım! Tekrar bir düşünür müsün? Karşılığını mutlaka vereceğim, söz veriyorum! Size bir ziyafet ısmarlarım, lütfen!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Yağmur Çiseliyor Ama Neden?\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "Önsezi Hakkında",
			"voicelineType": "3001",
			"description": "Doğruyu söylemek gerekirse... Rüzgar Önsezisini tercih ederdim. Etrafta istediğim gibi uçabilsem röportaj yapmak çoook daha kolaylaşırdı! Buz Önsezisi de fena değil gerçi. En azından Kameramın aşırı ısınması gibi bir derdim yok.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "\"İnanılmaz gerçekler için güvenilir kaynağınız!\" Benim gazetecilik sloganım budur. Hımm? Haha evet, aynı anda hem \"güvenilir\" hem de \"inanılmaz\"! Ne dedin? Iıı, ikisinden birini seçmem gerekseydi çok daha önemli olduğu için güvenilirliği seçerdim! Ama çoğu okuyucu sıkıcı gerçeklerdense heyecan verici haberlere para vermeyi tercih eder.... O yüzden okuyucularımızın ilgisini çekebilecek inanılmaz ama gerçek haberlere odaklanmamız lazım.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Seni meşhur Mösyö Verite ile tanıştırayım. Öyle sıradan bir Kamera değil, kendisi benim güvenilir yoldaşım ve yardımcımdır. Küçük şapkasıyla papyonunu gördün mü? Chiori'ye yaptırdım. Çok hoş, değil mi? Mösyö Verite için farklı tarzlarda daha birçok kıyafetim var. Konusu ne olursa olsun her röportajıma şık giyinerek gelir!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "Navia Hakkında",
			"voicelineType": "4001",
			"description": "Artık babasının adı temize çıktığı ve genç kadınların seri kayıpları vakası çözüldüğü için Navia'nın sonunda rahat bir nefes alabileceğini düşünüyorum. Nedendir bilmiyorum ama son zamanlarda kendini sürekli kötü haberlerin ortasında buldu... Şansına onun hakkındaki tüm makaleleri topluyor ve yayımlanmadan önce elimden geldiğince hasarı en aza indirmeye çalışıyorum. Heh, tabii bir de... Sürekli araya girdiğim için Euphrasie'den de azar işitiyorum... Ama bence Navia rahat bir nefes almayı hak ediyor, o yüzden ona yardım edebildiğim için mutluyum. Ayrıca benimle ayrıntılı bir özel röportaj yapmayı kabul etti, o yüzden ben de kazançlıyım yani!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Yağmur Çiseliyor Ama Neden?\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "Lyney Hakkında",
			"voicelineType": "4002",
			"description": "Ne büyük sürpriz... Lyney benimle röportaj yapmayı yine reddetti. Bunu ona kaç kere sordum biliyor musun? Of, sora sora dilimde tüy bitti. Aman neyse! Benden bu şekilde kaçınması, çok büyük bir haberi gizlediğini kanıtlıyor! İrdelemeye devam edersem eninde sonunda tüm dünyayı sarsacak, tarihte eşi benzeri görülmemiş bir haber bulacağımdan eminim!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "Lynette Hakkında",
			"voicelineType": "4003",
			"description": "Lynette'e ne sorarsan sor, sakince gözlerini indirir ve ifadesiz bir şekilde sana bakar. Bana bazen sanki... Kurmalı bir bebekmiş gibi geliyor. \"Dahi Sihirbazın Kukla Asistanı: Bir Sihirbazın En Büyük Sırrı...\" diye bir makale yazmayı gerçekten çok istiyorum... Ama içimden bir ses Lynette'i bu bile etkilemez diyor.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "Clorinde Hakkında",
			"voicelineType": "4004",
			"description": "Clorinde, Fontaine'deki en ünlü Düello Şampiyonu olmasının yanı sıra oldukça gizemlidir de. Bir kaynağımın dediğine göre silahı eskimesin diye mistik bir ritüel yapıyormuş... Acaba Düello Arenasındaki galibiyet serisinin nedeni de bu olabilir mi? Ay, bir gün bu soruyu ona sormayı çok istiyorum... Ama buna imkanım olacağını sanmıyorum. Röportaj kabul etmediğini açıkça belirtti.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "Wriothesley Hakkında",
			"voicelineType": "4005",
			"description": "Söyle bakalım... Şu Dük ile tanışabildin mi? Öyle mi? Onun hakkında bilmem gereken bir şey var mı? Kale Kuponları, Kupon Kantini ve \"İşi olmayanın aşı da olmaz.\" sözü falan sayılmaz.... Bunlar sıradan şeyler. Ben daha çok Meropide müdürünün kendisi hakkında hikayeler dinlemek istiyorum... Ne demek \"gizlilik\"? Ay, sen de mi? Bir anlaşmamız vardı ama! Madem öyle, size ısmarladığım ziyafeti hatırlıyor musun? Paramı geri istiyorum! Hemen hapishaneye geri dönün ve cezanızı çekin, dolandırıcılar sizi!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Hızla Yaklaşan Kıyamet\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "Emilie Hakkında",
			"voicelineType": "4006",
			"description": "Fontaine Şehri'ndeki en iyi parfümü Emilie yapar. Geçen gün bana hem böceksavar, hem ter kesici hem de deodorant görevi gören üçü bir arada bir parfüm gösterdi! Benim gibi sürekli hareket halinde olan kişiler için büyük nimet. Hatta bugün bileğime biraz ondan sıktım... Al bak kokla, muhteşem kokuyor!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "Chiori Hakkında",
			"voicelineType": "4007",
			"description": "Bir keresinde Butik Chioriya'yı araştırıyordum. Orada Fontaine'in zengin ev hanımlarının ve yabancı turistlerin dışında çok sert tipli bazı düzenli müşteriler vardı! Yüzlerinde yaralar olan kaslı adamlar, kılıçlarını çekmiş maskeli ve şapkalı kişiler falan... Ama oraya hediyelerle geliyor ve çok mütevazı davranıyorlardı. Şey... Çoğu öyleydi yani. Uygunsuz davrananlar hemen dışarı atılıyor. Cidden bak! Butikten atılan bir adamın fotoğrafını çekmiştim, bildiğin havada uçuyordu!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "Freminet Hakkında",
			"voicelineType": "4008",
			"description": "Freminet'yle tanıştıktan sonra birkaç defa buluştuk. Kameram ve yardımcım olan Mösyö Verite hemen ilgisini çekti. Hatta lenslerimde birkaç iyileştirme bile yaptı. Doğruyu söylemek gerekirse Mösyö Verite'yi sadece birkaç saniye içinde parçalarına ayırdığında yüreğim ağzıma geldi... Onu aynı hızda geri birleştirebilmesi gerçekten hayret verici. Çok tecrübeli olduğu ortada. Onun Fontaine Araştırma Enstitüsünden mezun olduğuna emindim ama bana öyle bir şey olmadığını söyledi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Maskeli Balo\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "Neuvillette Hakkında",
			"voicelineType": "4009",
			"description": "Iudex ile röportaj yapmak için sorularını önceden Mermonia Sarayı'ndaki ilgili departman ile paylaşman ve inceletmen gerekir. Onlar daha sonra hangi soruların sorulup sorulamayacağına karar verirler... Bu şekilde kendilerince röportajın sorunsuz geçmesini sağlıyorlar. Bence çok gereksiz bir süreç. Hakkında konuşmak bile yaşam enerjimi sömürüyor.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "Furina Hakkında",
			"voicelineType": "4010",
			"description": "Leydi Furina'nın büyüleyici bir etkisi var. Kendisi adeta bir yıldız olmak için doğmuş. Euphrasie bir keresinde onu gizlice takip etmesi için birini görevlendirmişti ama o kişi çok geçmeden istifa etmişti... Duyduğuma göre istifasının nedeni, çektiği fotoğrafları Furina'nın hemen görmek istemesi ve bir fotoğrafı beğenmezse tekrar çekmesini talep etmesiymiş. Hatta Furina o kadar seçiciymiş ki zavallı adam bir keresinde Furina beğenene kadar aynı pozu 127 defa çekmek zorunda kalmış...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Charlotte Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Gerçeğin peşini nereye giderse gitsin bırakmamanın tehlikeli bir şey olduğunu biliyorum ama saklı gerçekler, özel haberler için olmazsa olmazdır. O yüzden iyi bir habere ihtiyacım olduğunda gözümden hiçbir şey kaçmaz... Benim gibi yüksek basın ahlakına sahip olan gazetecilerden sır saklanmaz! Öhöm! Güçlü, ilgi çekici ve dürüst gazetecilikle halka en özel haberleri sunmayı istiyorum!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Charlotte Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Gazeteciliğe ilk başladığımda haber yazma konusunda hiçbir fikrim yoktu. Bu yüzden her şeyi tek başıma, başkalarının yazdığı haberleri okuyarak öğrenmem gerekti. Bunu yaparken Buğukuş'un dışında belirli bir alana yoğunlaşmış diğer bağımsız yayınlara da başvurdum. Mesela magazin haberlerine yoğunlaşan \"Yerin Kulağı\", spor ve eğlence haberlerine yer veren \"Dinlence Eğlence\", tüm yemek eleştirmenlerini tek bir yerde toplayan \"Yeni Mutfak\" ve tabii dedikodu kazanı diyebileceğimiz \"Şaştın Mı?\"... Bu diğer gazeteleri okurken çok şey öğrendim. Yani... En azından farklı birçok yazım tarzında uzmanlaştım diyebilirim.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Charlotte Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Bir keresinde hileli gıda ürünleri satan bir tüccarı ifşa etmek için yanında altı ay gizlice çalıştım. Bir serseri kılığına girip arka mutfağa sızdım, mutfak elemanı olarak işe girdim ve yaptıkları yanlışlar hakkında yeterince sağlam delil toplayana kadar orada çalıştım. Daha sonra tüm bunları bir makalede topladım ve gazetede yayımladım. Sonrasında olaylar çok hızlı bir şekilde kızıştı. Elbette suçlarından ötürü ceza aldılar ama sonra hemen bana karşı acımasız bir intikam arayışına girdiler. Her gün eve geldiğimde komodinimin üzerinde tehdit mektuplarıyla karşılaşıyordum. Ofisimizin kapısına da hep çamur fırlatılıyordu... Buğukuş bunların üzerine hemen Jandarmaya ihbarda bulundu ve ben de bir Dehanın Yakarışı haberi için Mondstadt'a gönderildim. Fontaine'e güvenle dönebilmem için epey bir zaman geçmesi gerekti. Euphrasie bu konuyla nasıl başa çıkıyor gerçekten hiç bilmiyorum...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Charlotte Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Her zaman meraklı birisi olmuşumdur. Daha çocukken, gazeteci olmaya karar vermeden önce bile her köşede bir sır veya gizem olduğuna inanırdım... Dünya benim için gün yüzüne çıkarılmayı bekleyen gizli bir haber definesiydi. Ne zaman bir sır saklıyor olabilecek bir yer görsem Kameramla fotoğrafını çekip koleksiyonuma eklerim. Bu fotoğraflar benim şahsi hazine haritam gibidir... Fotoğrafını çektiğim bu yerlere daha sonra geri döner ve gerçeği açığa çıkarmak için yeni yöntemler denerim.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Charlotte Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Bu sırların önemli olup olmaması, ne anlama geldiği veya onları açığa çıkarmanın ne gibi sonuçlara neden olacağı pek umurumda değil... Benim tek isteğim onları gün yüzüne çıkarmak. Maceracılık terimleriyle anlatacak olursam... Sondaki hazineye ulaşmaktan ziyade ondan önceki arayış kısmını seviyorum ben. Ayrıca gerçeğin peşindeyken pek çok insanla tanıştım. Fontaine'deki tüm arkadaşlarımla, gazeteci olmak için doğduğuma inanan Euphrasie ile, sizin gibi arayışıma yardım eden kişilerle... Tanıştığım insanlardan yardım almamış olsam muhtemelen elinde Kamerasıyla sağda solda her şeyin fotoğrafını çeken veledin teki olarak kalırdım... Neyse... Normalde röportajı ben yaparım ama... Yine de sorularına cevap vermek oldukça keyifliydi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Charlotte'un Hobileri",
			"voicelineType": "6001",
			"description": "Farklı Kamera lensleri toplamayı severim. Farklı lenslerin kullanım alanları da farklıdır. Bazıları çok uzaklara odaklanabilirken bazıları da çok geniş açıdan fotoğraf çekebilir. Aa, bir de fotoğraflara özel efektler ekleyebilen şu yeni lensler var. Bak mesela, bu lensle bir portre çektiğinde fotoğraftaki kişinin yüzü şişmanlar... Hadi sizin bir fotoğrafınızı çekeyim! Seninle Paimon'un!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "Charlotte'un Sorunları",
			"voicelineType": "6012",
			"description": "Bazı kişilerin gözünde itibarım çok da iyi değil. Sanırım bunun nedeni röportajlarımda bazen biraz fazla... Ciddileşebiliyor olmam. Bu yüzden artık röportaj yapmaya gittiğim herkes benim karşımda çok geriliyor... *iç çeker* Ama ne yapayım yani, bazı insanları yeterince sıkıştırmazsan ağızlarındaki baklayı çıkarmaya hiç niyetleri olmuyor...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Hehe, tatlı şeylere zaafım var. Ne kadar yemek yersem yiyeyim üzerine şöyle güzel bir tatlıya asla hayır diyemiyorum. Ya da annemin de dediği gibi... Tatlılar için karnımda daima özel bir yer var!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Acı yemeklerle aram hiç iyi değildir. Karnımda çok hassas bir acı dedektörü falan var sanki. Azıcık bir acı biber tadı gelince bu dedektör hemen ötüyor. Ufak bir lokma olsa bile hemen karnıma ağrı giriyor... Ve neredeyse tüm gün geçmiyor, of...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Çok iyi bir aşçısın! Bizim gazetede bir yemek köşesi yazmak ister misin? Senin için çok iyi bir yerimiz var.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Aa, hiç fena değil... Bunu nasıl yaptığını müsait olduğunda bana öğretebilir misin?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Ayy... Bundan dopdolu bir haber çıktı... Resmen insanın midesine oturuyor...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Doğum günün kutlu olsun! Buğukuş'un bugünkü sayısını okudun mu? Senin için bir doğum günü tebriği koydum, hehe... Bir dakika, henüz gazeteyi almadın mı? Sorun değil, ben ofisten çıkmadan önce yanıma bir tane almıştım. Bak, işte burada! Bunu bu sayfada yayımlamak için çok uğraştım.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Ne kadar garip ve harika bir his... Bunu yazıya dökmem lazım.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Demek ki bunlar gerçekten insanın gücünü artırıyormuş. Ben söylenti sanıyordum ama şimdi etkilerini bizzat kendim tecrübe ediyorum...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Geçmişte bunu başkaları için de yaptın mı? Kullandığın malzemeler farklı mıydı, farklıysa ne tür farklılıkları vardı? Bir de şeyi merak ediyorum... Iı, pardon. Alışkanlık işte.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Vay canına! Zihnim her zamankinden daha hızlı ve vücudum da enerji dolu... Artık hiçbir haber benden kaçamaz! Ama öncelikle bu güzel anı ölümsüzleştirmek için bir fotoğraf çekilelim.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Peynir de!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Gülümse!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Kıpırdama, çekiyorum!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Bomba bir gerçek!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Flaş haber!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Çarpıcı bir makale!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Uuu! Güzelmiş.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Keşke bunları buraya bırakan kişiyle röportaj yapabilsem.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Bunları artık kimsenin aradığını sanmıyorum...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Her şeyi Kameraya alıyorum...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Hâlâ yayımlamam gereken haberler var!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Kameram hâlâ çalışıyor!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Dikkatli ol!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Vefat ilanını yazdırma bana!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Bu fotoğrafları Buğukuş'a götür...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "En azından her şeyi kayıt altına aldım...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Manşet... Buna bir manşet lazım...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900002",
			"description": "Ne kadar kabasın!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910002",
			"description": "Kameram!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Hadi röportaja başlayalım!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Ne var ne yok?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Olan bitene yakın olursan gerçeğe de daha kolay ulaşırsın!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}