{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Adım Chasca, Çiçek Tüyü Klanındanım. Çözmemi istediğin bir anlaşmazlık var mı? Durumun ciddiyetine bağlı olarak sana biraz itibar kaybına veya birkaç içkiye mal olabilir... Ya da bir şarjör mermiye.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Sohbet: Kuş Bakışı Görüntü",
			"voicelineType": "1101",
			"description": "Yönünü kaybettiğinde biraz yüksekten bakmak yeni perspektifler kazandırabilir.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Sohbet: Fısıltılar",
			"voicelineType": "1102",
			"description": "Hiçliğin vesveselerine kulak verseydim kendimi uzun zaman önce kaybetmiş olurdum. Hayatta kalmak zor elbet, ancak kişinin içindeki canavarı ehlileştirmesi daha da zor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Sohbet: Ara Buluculuk",
			"voicelineType": "1103",
			"description": "Bugünlerde biraz paslandım... *esner*... Yok mu bir anlaşmazlık? Bugün ara buluculuk yapasım var.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Yağmur başladı... Saçlarımla tüylerim ıslanacak. Geri döndüğümde beni bir temizlik bekliyor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Gerçekten bu havada uçacak mıyız? Şimşek çaksa kaçabileceğini mi sanıyorsun?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Rüzgar Estiğinde",
			"voicelineType": "1203",
			"description": "*havayı koklar* Rüzgarın geldiği yönde av kokusu var... Atılmaya hazır ol.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1204",
			"description": "Rüzgar mükemmel. Tam yol ileri!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "\"Erken kalkan Gukuzor yol alır\" derler, bu yüzden ben de kalkıp kahvaltı hazırladım. Önce karnımızı doyuralım, sonra bugün yapacaklarımıza bakarız.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "İkindi vakti. Güneş en güçlü bu saatlerde vurur, mola vermek için güzel bir zaman.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Akşam yemeği için bir planın var mı? Eğer yoksa kabilede yiyebiliriz. Şampiyonlar için hep en iyi yiyecek ve içecekleri hazırlarlar.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Dinlenmeye mi çekiliyorsun? Hımm... Bütün günü uçarak geçirdim, o yüzden tabancalarıma biraz bakım yapsam iyi olur.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "Chasca Hakkında: Özgüven",
			"voicelineType": "2001",
			"description": "Çiçek Tüyü Klanının Natlan'ın savunması ve devriyesinden sorumlu olduğu zamanlarda hava bölüğü, Natlan'daki en iyi ve en sert savaşçılardan oluşuyordu.\nBugün dahi Gukuzor Süvarilerinin gururunun kibre çaldığı zamanlar olur... Hı? Ben mi? Hayır, ben kibirli değilim. Sadece kendime çok güveniyorum.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "Chasca Hakkında: Çiçek Tüyü Klanı",
			"voicelineType": "2005",
			"description": "... Beni kabileye ilk getirdiklerinde hiç uyum sağlayamamıştım. Kendimi çok yabancı hissediyordum, insanların arasına düşmüş bir uzaylı gibiydim adeta... Ama Chuychu ve anne babası... Yani şey, anne babamız beni olduğum halimle kabul ettiler.\nOnlarla karşılaştığım için çok minnettarım, bu yüzden onların da sevdiği bu kabileyi hayatım boyunca koruyacağım.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Yanmaya Mahkum Gökkuşağı\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "Hakkımızda: Ara Buluculuk",
			"voicelineType": "2003",
			"description": "Sende bu beceriler varken Natlan'da kimsenin sana kafa tutmaya cesaret edebileceğini sanmam. Ancak istisnai durumlar her daim olabilir, o yüzden olur da güç kullanarak çözemeyeceğin bir durumda kalırsan beni ara. Ben hallederim.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "Hakkımızda: Aile",
			"voicelineType": "2002",
			"description": "Coya durumuyla ilgili yardımcı olduğun için teşekkür ederim... Açıkçası sen olmasaydın orada neler olurdu bilemiyorum.\nCoya artık insanlara karşı eskisi kadar düşmanca davranmıyor fakat yine de onlara alışması biraz zaman alacak. Eski alışkanlıkları kırmak zordur.\nÖte yandan Chime kabileyle vakit geçirmeye bayılıyor. Yatlan ve diğer çocuklarla da çok iyi anlaşıyor... Hehe, onları beraber oynarken izlediğimde Coya ile küçüklüğümüzü hatırlıyorum.\nNeyse, şimdi annem sorun çıkarmaya başladı... Son zamanlarda ona ne oldu bilmiyorum. Coya gibi kendime ait bir yuva kurmam için başımın etini yiyor. Sürekli \"Belki aileni genişletme vaktin gelmiştir\" gibi şeyler söylüyor... Nereden çıktı şimdi bunlar? Hı? Sen ne diye gülümsüyorsun?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Solan Çiçekler ve Dökülen Tüylere Dair\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Hiçlikle olan savaşımda Önsezim bana çok yardımcı oldu. Eğer zamanında bana gelmemiş olsaydı bugün nasıl biri olurdum bilemiyorum.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "İnsanlar çocukken yaptığı hatalar hakkında dürüst olmaktan çekiniyor... Neden acaba? İster Gukuzor ister insan ol, ancak geçmişteki hatalarından ders alarak büyüyebilirsin.\nBu yüzden çocukken yaptığım ani çıkışları anlatmaktan çekinmiyorum. Bugünse iyice düşünmeden silahımı asla çekmiyorum, birkaç saniyeliğine bile olsa düşünüyorum... Yarım saniye diyelim ya da biz ona.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Natlan'da çok uzun boylu bir sürü ağaç vardır. Onların tepesinden görüş harikadır ve kalkış yapmak için de çok uygun yerlerdir. Denemek ister misin? Merak etme, düşersen seni tutarım.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "Kachina Hakkında",
			"voicelineType": "4001",
			"description": "\"Her Gukuzor uçmayı öğrenirken yuvasından düşer.\" Kachina mucize eseri bir gecede şampiyon olmadı. Çok uzun bir zaman boyunca pes etmeden sürdürdüğü istikrarlı çabalarının sonucunda zafere ulaştı. Tüm onur ve övgüleri hak eden olağanüstü bir savaşçı o.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Beyaz Taşın Altındaki Siyah Taş\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "Mualani Hakkında",
			"voicelineType": "4002",
			"description": "Mualani küçükken ikimizin bir oyuncak için kavga ettiğimizi söylüyor ama ben hiç hatırlamıyorum.\nHımm... Acaba çok fazla kavga ettiğim için mi hiçbirini hatırlamıyorum? Bir de acaba oyuncak yerine aslında Mualani'nin sörf tahtasına mı gözümü dikmiştim? Galiba onun gibi suda avlanabilmeyi istiyordum sadece.\nHehe, artık her ne idiyse zaten kavgamız en fazla bir gün sürmüştür. Mualani'yle hep böyleyiz.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "Xilonen Hakkında",
			"voicelineType": "4003",
			"description": "Başlangıçta enerjisi düşük görünebilir ama aldanmamak gerek. Tanıyabileceğin en özenli insanlardan biridir.\nBir keresinde ondan benim için bir tabanca yapmasını istemiştim fakat üzerinde fazla düşünmeden, sadece ne istediğime dair genel bir fikir vermiştim. Daha sonra üzerinde ciddi bir şekilde çalışmaya başladığında bana bütün bir gün boyunca sorular sormuştu; gündelik uçuşlarımın nasıl olduğu, tabancayı ne sıklıkta kullanacağım gibi. Günün sonunda kullanmaktan vazgeçtiği tasarım taslakları her yeri kaplamıştı... O kadar yorulmuştum ki ondan önce uyuyakalmıştım.\nDaha sonra tabanca için komple bir bakım rehberi yazıp bana zorla ezberlettirmişti ki sonradan sorun çıktıkça her gün başına ekşimeyeyim... O böyle demişti yani. Ama bence asıl sebebi güvenli uçmamı ve kendime dikkat etmemi istemesiydi.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "Mavuika Hakkında",
			"voicelineType": "4004",
			"description": "Kutsal Yolculuk başarılarım sebebiyle kimileri beni Ateş Hükümdarı ile karşılaştırıyor. Fakat bu kıyasları yapmak anlamsız. Kutsal Yolculuk bir ağaç olsa ben ancak en üstteki dala konmuş bir akbaba olabilirim. Ateş Hükümdarı ise gökyüzündeki güneş gibi... İnsan güçlendikçe onunla arasındaki uçurumun daha da farkına varıyor. Ben yalnızca birkaç zafer elde ettim, o ise bütün bir çağın şampiyonu.\nYine de ağacın tepesindeyken gökyüzüne bakıp buradan daha ne kadar yükseğe uçmak istediğimi görebiliyorum en azından.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "Kinich Hakkında",
			"voicelineType": "4005",
			"description": "Ajaw'ı ilk gördüğümde \"Ne güzel, Kinich de ailesi gibi gördüğü bir Sürüngen ile beraber...\" diye düşünmüştüm ama ne kadar yanlış düşündüğümden hiç haberim yoktu. Onların ilişkisi... Gerçekten çok değişik.\nAncak Ajaw'ın insanların diline olan hakimiyetini kıskanıyorum. Keşke annem de öyle konuşabilse de ne anlattığını vücut hareketlerinden tahmin etmeye çalışmayı bırakabilsek.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "Citlali Hakkında",
			"voicelineType": "4006",
			"description": "Küçükken babam, Natlan'daki en bilgili kabile büyüklerinin toplanıp benim Hiçlik durumumun nasıl ele alınacağıyla ilgili bir plan oluşturmaya çalıştıklarını anlatmıştı bana. Uygun bir yöntemle ilgili fikir birliği sağlanamamış ve olay uzun bir tartışmaya dönüşmüş. Bir ara Citlali sessizce odayı terk etmiş fakat herkes tartışmaya daldığından bunu kimse fark etmemiş. Citlali geri döndüğünde önüne yiyecek ve şarap koymuş ve kimseyi takmadan yiyip içmeye başlamış. Masa bir anda sessizleşmiş.\nDış görünüşüne bakarak onun aslında ne kadar kıdemli ve tecrübeli olduğunu anlamak pek mümkün değil.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "Ifa Hakkında",
			"voicelineType": "4007",
			"description": "Chuychu ve babam, Ifa'yla eczacılık üzerine sayısız tartışmaya girmiştir. Uçan atölyeden döndükten sonra ilk yaptığım iş Coya'yı ona kontrole götürmek oldu. Fakat Ifa hiç takmadı desem yeridir. Şöyle bir baktı ve \"Ciddi bir şeyi yok, Cusco halleder.\" diyerek geçiştirdi, sonra hemen başka bir hastayla ilgilenmeye başladı... *iç çeker* Haklıydı tabii, ben fazla endişeleniyordum.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Solan Çiçekler ve Dökülen Tüylere Dair\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "Iansan Hakkında",
			"voicelineType": "4008",
			"description": "İnsanın kendini eğitmesiyle başkalarını eğitmesinin iki farklı beceri olduğunu düşünmüşümdür hep. Her ikisine de sahip insan az bulunur fakat Iansan bu becerilere hayli hayli sahip.\nÖrneğin ben başkalarına bir şeyler öğretme konusunda pek iyi değilimdir. Hava bölüğüne bir şey gösterirken bana doğal gelen, temel ve sıkıcı bir detay üzerinde çok fazla vakit harcarım. Buna rağmen ardından herkes bana \"Bu sana nasıl doğal gelebiliyor?\" diye sorar.\nHalbuki Iansan onlara öğretecek olsa eminim her yıl imtihanları geçen aday sayısı ikiye katlanırdı... Programında uçuş eğitimi olmaması çok yazık.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Chasca Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Bir ara bulucu olarak kaba kuvvetin her zaman doğru cevap olmadığını iyi bilirim. Fakat birçok durumda kaba kuvvete başvurma imkanının bulunması, insanların daha mantıklı davranmasını sağlayabiliyor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Chasca Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Çiçek Tüyü Klanı savaşçıları çok gururludur fakat Gukuzorlar onlardan bile daha gururludur. Süvari olmak isteyen herkesin durmak bilmeden idman yapması ve Gukuzorların onayını kazanması gerekir. Buna ben de dahilim, üstelik ben bir de onların arasında büyüdüm. Fakat bence bu gayet makul. Bir aceminin Gukuzora binip gökyüzünde uçmasına izin vermek, hem Süvari hem de Gukuzor için son derece sorumsuzca bir davranış olurdu.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Chasca Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Uçuş imtihanlarında birçok kez başarısız olup Gukuzorların onayını kazanamayanlar, bazen tüm motivasyonlarını kaybedip Süvari olmaktan vazgeçerler. Çiçek Tüyü Klanında biz onlara \"Kanatsızlar\" deriz... Aslında genel olarak yalnızca en üstün savaşçılar uçuş imtihanlarına girmeyi dener. Kanatsızların savaşçı ruhu sönebilir fakat bir gün yeniden alevlenir. O gün gelene kadar da sessizce onları izleriz, tıpkı Gukuzorların henüz tüyü bitmemiş yavrularını izlemesi gibi.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Chasca Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Hiçbir zaman öyle normal, mutlu bir çocukluğum olmadı. Fakat ölümün kıyısına geldiğimde anne kuş bana yeni bir hayat bahşetti. Kendimi kaybedip yönümü yitirdiğimde de Chuychu bana inanabileceğim bir şey verdi. Arkamda Sürüngen ailem, insan ailem ve Natlan'da aile olarak gördüğümüz tüm diğer canlılar var. Bu yüzden asla yenilmeyeceğim. İster Hiçlik ister hayatın zorlukları olsun, hodri meydan. Beni izle ve hepsinin üstesinden nasıl geliyorum gör bak!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "\"Yanmaya Mahkum Gökkuşağı\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Chasca Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Chuychu bir kahraman olmamı ümit ediyordu. Bu yüzden... Pes edemem. Onun için güçlü olmalıyım...\nFakat yadigar patladığında ve Coya önüme atladığında... Ablamı kaybetmekten korktuğum zamanki aynı his yeniden içime doldu...\nKusura bakma, bu tür konularla ilgili kiminle konuşabileceğimi pek bilemiyorum. Genellikle içime atarım... Ama şimdi kendimi çok daha iyi hissediyorum.\nO korkuyu unutamadığım için sanırım buna tam tersi şekilde yaklaşacağım. O hissi hep hatırlayıp onu benimseyeceğim... Ve sonunda onu aşacağım.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Solan Çiçekler ve Dökülen Tüylere Dair\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Chasca'nın Hobileri",
			"voicelineType": "6001",
			"description": "Kavga çıkarmak girdiğin zahmete değmez. Başına bir sürü dert açar. Kavga bitirmekse çok daha makuldür. Ara buluculuk yapmayı işte bu yüzden seviyorum, çünkü kavgalar gelip beni buluyor... Hehe, şaka tabii.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Chasca'nın Sorunları",
			"voicelineType": "6012",
			"description": "Hiçlik enerjisi. Öyle beni çok etkilediğinden değil, etkilemiyor çünkü artık. Daha ziyade etrafımdaki insanların benim için endişelenmesine sebep oluyor, ondan.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Deniz kenarında büyüdüğüm için çocukluğum genelde çiğ balık yiyerek geçti. Kabileye geldikten sonra da Hızlı Pişmiş Biftek sevmeye başladım... Gukuzorların ve insanların yedikleri birbirinden çok farklı ama benim her ikisi de hoşuma gidiyor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "İçinde fazla alkol olan her şey sanırım. İçmeyi sevmediğimden değil, sadece uçuş öncesi tükettiğim miktara çok dikkat etmem gerekiyor. Ama bazı yemeklerdeki alkol kokusu diğer aromaların arkasına gizlenir... Yemek lezzetli görünür, kokusu da güzeldir ama bir ısırık alırsın... Eyvah, meğerse bir tuzakmış.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Yanında güzel bir şarapla bu yemeği yediğinde yapacağın tüm meditasyonlar yüzde otuz daha başarılı olur, benden söylemesi. Hehe, insanın moralini düzeltmesi için güzel yemek ve şaraptan daha iyisi yok.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Çok güzel olmuş. Teşekkürler.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Iıı... Bu Gukuzorlar için mi yapıldı acaba? Üzgünüm ama bu tarz yemekleri genelde tercih etmezler.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Al, bu tabanca senin. İçinde altı mermi var ama mermilerden biri diğerlerinden daha özel. Boş bir alan bul, hatta daha iyisi gökyüzüne uç ve orada dene.\nOo, ilk atışında özel mermi denk geldi demek ha? Bugün şans senin yanında... Islıklı bir doğum günü havai fişeğiydi o. Ben hazırladım!\nHı? Diğer beş mermi ne mi? Onlar da havai fişek tabii! Ancak ilk attığını hazırlarken yaptığım denemeler onlar. Renkleri farklı, kusursuz da değiller. Seneye senin için en iyi kalitede tam altı mermi hazırlamaya çalışacağım.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Namluya yeni bir mermi mi sürüldü?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Ara buluculuk gerektiren bir konu mu var? Kabilesel bir sorun mu? Yoksa topyekun bir savaş mı çıktı?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Damarlarımda kavga etme dürtüsü dolaşıyor... Ama artık onu nasıl iyiye kullanabileceğimi biliyorum.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "\"İyiliğin karşılığı verilmeli ve liyakat ödüllendirilmeli.\" Hem insanlar hem de Gukuzorlar için ortak bir evrensel prensiptir bu. Bugünden itibaren nereye gidersen git, kanatlarım ve silahlarım her zaman hizmetinde olacak.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Hadi uçalım.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Uçur beni.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Bomba atıyorum!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Şapkalarınızı sıkı tutun!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Hepsini devir.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Ganimet bölüşürken genelde husumet çıkar ama neyse ki benim bunlara ihtiyacım yok.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Mora birçok sorunu çözer. O yüzden fazla Moradan zarar gelmez, değil mi?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Ooo, ne kadar da parlak... Çok güzel...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Dövüştüğümüze değdi!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Şimdi ısındım artık.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Çılgınlık mı? Çılgın neymiş göstereceğim sana!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "... Hey, ölmek yok!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Arkama geç!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Anne... Kuş...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Üstesinden... Gelemedim...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Ben... Düşüyorum...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "İşler çirkinleşecek...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "... Bir daha!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Pekala, kimin kanatlarını kırpıyoruz?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Bugün rüzgar huzursuz.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Silahım dolu, aksiyona hazırım.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}