{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Ben Chiori, Butik Chioriya'nın sahibiyim. Özel dikim bir kıyafet yaptırmak istersen kapım her zaman açık. Diğer taleplerine yanıtım ise karşılığını verip veremeyeceğine bağlı. \"İş hayatı\" kuralları böyledir işte, al gülüm ver gülüm. Ayrıca Butik içerisinde yemek, içmek, tütün mamulleri tüketmek ve gürültü yapmak kesinlikle yasaktır. O \"Müşteri her zaman haklıdır\" havaları sökmez burada... Dükkana gelenler isterse soylu olsunlar, kuralları çiğnerlerse herkes gibi kendilerini kapının önünde kaldırımı öperken bulurlar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Sohbet: Eleştiri",
			"voicelineType": "1101",
			"description": "Kim olmak istediğime karar vermek ve kendi yolumu çizmek benim elimde. Kimse bana ne yapacağımı söyleyemez.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Sohbet: Terzilik Aletleri",
			"voicelineType": "1102",
			"description": "Kim demiş kumaş kesmek için makas kullanmak şart diye? Bırak bu katı kuralları artık. Kesim işleri için ben kendi aletlerimi kullanmayı tercih ediyorum.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Sohbet: Modellik",
			"voicelineType": "1103",
			"description": "Böyle etrafta dikilmeyi seviyorsan bana modellik yapsana. Senin için çok güzel kıyafetler tasarlarım hem.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Benim için yağmur sorun değil ama çamur olduğu zaman canım sıkılıyor işte. Kıyafetlerimden çıkarması çok zor çünkü.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "... Birden memleketimi hatırladım.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Kar taneleri süzülerek düşerken insanın uzanıp yakalayası geliyor ama... Eline değdikleri an bütün güzellikleri kaybolup gidiyor... Hımm, kar taneleri ile moda birbirine ne kadar benziyormuş meğer...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "Çölde",
			"voicelineType": "1204",
			"description": "Burada lüks modayı nasıl pazarlayabilirim ki...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Günaydın. Kahvaltı hazırlamamı bekliyorsan daha çok beklersin. Ama kafeye gideceksen bana bir kahve alır mısın sana zahmet? Sütsüz, kremasız, şekersiz olsun.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Öğle yemeği vakti geldi mi çoktan? Daha acıkmadım ama... Ben henüz ara vermeyeceğim, sen git istersen.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Dışarısı çok gürültülü. Fontaine Şehri'ndeki herkesin bu akşam dışarı çıkası mı gelmiş?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Şöyle güzel ve uzun bir banyo yapıp rahatlayacağım. Yarın görüşürüz.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "Chiori Hakkında: Dobralık",
			"voicelineType": "2001",
			"description": "Kişiliğimle ilgili olan memnuniyetsizliğini hem özelde hem de herkesin içinde dile getiren çok kişi oldu. Sözlerimin incitici olabildiğini de söylediler. Ama bana sorarsan tüm o göstermelik kibarlıklar, latifeler ve iltifatlar vakit kaybından başka bir şey değil. Eğer doğruyu söylemek insanları incitiyorsa belki de insanlar kendilerine yeterince güvenmiyorlardır.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "Chiori Hakkında: Marka Vizyonu",
			"voicelineType": "2005",
			"description": "Markamla ilgili fikirlerimi projeye dökmeye ilk başladığımda, geçmiş tecrübelerimden epey yararlandım ve birçok slogan düşündüm. Markayı anlatan sadece tek bir ifade seçmek zor, özellikle de her kelimenin sana ait çok önemli bir parçayı yansıttığını fark ettiğin zaman... Yine de sadece seni en iyi yansıtan ifadeyi seçebilirsin.\n\"Yenilgiyi asla kabullenme.\" İşte ben buyum, markam da bu.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "Hakkımızda: Üstünde Denerken",
			"voicelineType": "2003",
			"description": "Güven bana, bence bu sana yakıştı. Efendim? Daha önce böyle bir stil hiç görmedin mi? Ah, zevkli bir tasarımcıyla tanışmamışsın da ondan.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "Hakkımızda: İletişim",
			"voicelineType": "2002",
			"description": "Bunu zaten biliyorsundur belki ama benim aklımdaki ne ise dilimdeki de odur. Belki alışmışsındır bile ama ben kendimi böyle ifade ediyorum ve bunu değiştirmeyeceğim. Sen de benim yanımdayken kendin gibi davranmalısın, hiçbir şeyi saklamana gerek yok. Seni, olduğun kişi için asla eleştirmeyeceğime söz veriyorum. Ne? Bana inanmıyor musun? Bunca zamandır sözümü tutmadığımı gördün mü hiç?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Inazuma'da doğduğum için Fontaineliler bana \"Gürleyen Terzi\" diyorlar. Bana böyle seslenmek istiyorlarsa seslensinler ama memleketime özlemim pek kalmadı. Ne de olsa Önsezim dahil sahip olduğum her şey, ben Inazuma'dan ayrıldıktan sonra beni buldu.\nHa, ama tabii bu, kumaşların asla tam kurumadığı o adaları sevmediğim anlamına gelmiyor. Geri dönmek için bir sebep bulamadım sadece.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Çocukken enerjimi atmam için ailem beni çeşitli aktivitelere gönderirdi. Bunlardan biri de kılıç sanatını öğrenmekti. Bir süreden sonra aniden, çift kılıç tekniğinin çok güçlü ve etkileyici olduğunu fark ettim. Çok geçmeden ustam gelip bana bu tekniği çalışmayı bırakmamı söyledi. Sebebini sorduğumda sadece standart bir kılıç tekniği olmadığını ve \"uygunsuz\" olduğunu söyledi. O günden sonra bir daha asla onun dersine gitmedim. Şimdi düşünüyorum da iyi ki kendi seçtiğim yolu izlemekte ısrarcı olmuşum. Belki de benim gibi insanların iki elinin de meşgul olması gerekiyordur.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Tamoto benim ilk ustalık eserim. En başta sadece modellik ve asistanlık yapması için bana benzeyen bir kukla kız dikmeyi düşünmüştüm. Ne? Bir yoldaş mı? Hayır, öyle bir şeye ihtiyacım yok.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "Navia Hakkında",
			"voicelineType": "4001",
			"description": "Eskiden sürekli tuhaf tasarımlar yapmak için ona yardımcı olmamı isterdi. Gemi dümeninin her bir sapı için küçük taçlar gibi mesela... Bu isteğini duyduğumda gözlerimi devirmeden edemedim ve ona sadece gemi şeklinde bir şapka tasarlayabileceğimi söyledim.\nBenim zamanın ilerisinde olduğumu söyleyenler, belli ki Navia ile hiç konuşmamışlar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "Lyney Hakkında",
			"voicelineType": "4002",
			"description": "İçinde sırları saklayabilen bir şapka yapmak beni aşar fakat Lyney sihrini kullanarak bunu başarabiliyor... Onunki kadar giz ve hilelerle dolu bir şapkayı takmak nasıl bir histir biraz merak ediyorum aslında. Fakat benim böyle şeylere ihtiyacım yok, aklımdan geçeni doğrudan söylemek çok daha kolayıma geliyor.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "Lynette Hakkında",
			"voicelineType": "4003",
			"description": "Sihirbazın asistanı pek konuşmuyor olabilir ama bana güvendiğine eminim. Kediler genelde beni sever zaten...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "Charlotte Hakkında",
			"voicelineType": "4004",
			"description": "Bir gün benimle röportaj yapma umuduyla Charlotte geldi dükkana. Ona bunun gereksiz olduğunu çünkü anlatacak yeni bir şeyim olmadığını söyledim. Fakat tam o çıkacakken sarhoşun biri dükkana girdi ve sorun çıkarmaya başladı. Charlotte da her şeyi kaydetti... Ne fiyaskoydu var ya. Gazetecilerin haber kovaladığını duymuştum ama artık haberler gazetecileri kovalıyor anlaşılan.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "Chevreuse Hakkında",
			"voicelineType": "4005",
			"description": "Chevreuse ile konuşmak ve çalışmak çok rahat. Hatta o kadar kolay ki ona veda edip diğer müşterilerle ilgilenmek için arkamı döndüğümde geri alışmak için biraz zamana ihtiyacım oluyor.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Emilie Hakkında",
			"voicelineType": "4006",
			"description": "Emilie'nin parfümleri oldukça popüler. Üzerinde çalıştığı parfümlerden küçük miktarlarda Butik Chioriya'ya göndermesi üzerine bir anlaşmamız var. Bu parfümleri gizlice deneme odasına sıkması için Eloffe'a izin veriyorum, daha sonra müşterilerin geri bildirimi olursa ona iletiyorum. Bunca zamandır bir kez olsun deneme odalarının tuhaf koktuğunu söyleyen hiçbir müşterim olmadı. Hatta odadan çıkan çoğu kişi parfümü nereden alabileceğini soruyor. Kendi merakımdan, çıkardığı parfümlerden bir şişe de kendime alıyorum. İnsana ferahlık veren bu tür parfümler bana sorarsan tam bir sanat eseri.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "Wriothesley Hakkında",
			"voicelineType": "4007",
			"description": "Bazı dostlarım ve iş ortaklarım bana ondan bahsetmişti, evet. Diplomasi ve yönetim becerilerini takdir ediyorum fakat bu, iş yapma şeklimi değiştireceğim anlamına gelmiyor tabii ki.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "Kirara Hakkında",
			"voicelineType": "4008",
			"description": "Henüz Inazuma'da yaşarken, ne zaman ilham bulmak için doğada yürüyüşe çıksam beni takip etmeyi seven yeşil gözlü bir kedi vardı. Yanımdaki kumaşların renk ve desenlerine çok ilgi duyuyordu sanki. Keyfi yerindeyse gelip kafasını bacaklarıma sürterdi hatta.\nSonra bir gün, o yeşil gözlerle yeniden karşılaştım fakat bu sefer iki kuyruklu bir kıza aitlerdi. Yeni ve değişik şeyleri izlerkenki hali geçen yıllar içinde hiç değişmemiş.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "Kamisato Ayaka Hakkında",
			"voicelineType": "4009",
			"description": "Çocukken aklımda sürekli kaçıp oynamak olmasaydı Kamisato Klanının genç leydisi ile tanışma şansım da olmazdı herhalde. Bir gün duvarı tırmanıp Kamisato Klanının avlusuna girmiştim. Tam da o sırada onun Temarisi duvara doğru yuvarlanmıştı. Beni gördüğüne hem şaşırmış hem de sevinmiş gibiydi. Birlikte oynadık ve sohbet ettik ama sonunda yakalandım. Beni dışarı çıkardılar ve onunla olan kısa arkadaşlığımız da böylelikle sona ermiş oldu.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Chiori Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Mizacım bence insanların abarttığı kadar sert değil. Sadece önemsiz konularla vakit kaybetmeyi sevmiyorum, hepsi bu. Ama nedense önemsiz konular hep gelip benim başıma bela oluyor, bu yüzden de zamanla adım çıktı işte. Çok haksızlık yapılıyor bence!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Chiori Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Çocukluğumdan beri otorite ile ilgili bir sorunum olmuştur. Bir dönem kurallardan nefret ederdim ve bana ne söylenirse ısrarla tersini yapardım. Dikkafalılığım yüzünden çok çektim ama sonunda kuralların illaki kötü olmadıklarını anladım. Benim asıl katlanamadığım şey, kendi düşüncelerime göre karar alamadığım hissi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Chiori Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Çocukken kasabamdaki yaz festivalini hep iple çekerdim. Her yıl insanlar en renkli ve güzel kıyafetlerini özenle giyer ve kalabalığa karışırlardı...\nFestival zamanı her geldiğinde insanların kemerlerinden renkli küreler sarkardı. Havuzdan kırmızı balık yakalama oyununda ne kadar uğraşırsan uğraş başarılı olamazdın ama elma şekerleri o kadar tatlıydı ki çocuklar bile bitiremezdi. Ve sadece Naganoharaların yapabildiği o güzel havai fişekler... Festivallerde hep çok eğlenirdim ama o zamanlarda dahi akşam eve döndüğümde bir şeylerin \"eksik\" olduğunu hissederdim. Büyüdükten sonra anladım ki aslında böylesi muhteşem bir etkinlikte bir seyirciden fazlası olmak istiyormuşum.\n... Tıpkı insanların \"Naganohara\" ismini duyduğunda havai fişekleri hatırlaması gibi bir gün festivallerin de Chioriya giysileriyle birlikte anılmasını istiyorum.\nHahaha, düşüncesi bile beni heyecanlandırmaya yetiyor. Pekala, dükkana gidip birkaç tasarım daha çıkarayım ben en iyisi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Chiori Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Bazen kendimi işime çok kaptırsam da anı yaşamayı da severim. Boş vaktim olduğunda yanıma yiyecek bir şeyler alır, doğanın içinde keyifli bir öğle uykusu çekerim. Sonra eve döner, biraz daha rahatlar ve nihayet sevdiğim müzikleri dinleyerek uykuya dalarım. Ha, bazen de arkadaşlarımla yemek yemeye çıkarız, dünyada olan bitenden konuşuruz ve herkes kafayı bulana kadar partileriz. Her şey o an ne yapmak istediğime bağlı. Tıpkı modanın o anın içinde var olması gibi ben de anı yaşamaya çalışırım. Ee, ne dersin? Akşam dışarı çıkıp birlikte eğlenelim mi?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Chiori Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Inazuma'nın o minik tatlılarına ve tatları yoğun olmayan hafif yemeklerine bayılıyorum. Ayrıca kumaşlarının verdiği hissi ve uzun bir çalışma gününden sonra banyo yapma kültürünü de seviyorum. Öte yandan Fontaine denizlerinin yumuşacık dalgalarına ve şahane su altı manzaralarına da aşığım.\nAcaba aslında her şey kaderde yazılı da ben sadece geçmişimin gölgesinde mi yaşıyorum diye merak ediyorum bazen. Ama hemen sonra aklıma şu soru geliyor: Öyle olsa bile ne fark eder ki? Ne olursa olsun ben hâlâ aynı benim ve bugünü yaşıyorum. Geçmişteki olaylar beni şu an olduğum kişi yapmış olsa dahi geleceğim hâlâ benim ellerimde ve bu gerçeği değiştirmeye dünyada kimsenin gücü yetmez.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Chiori'nin Hobileri",
			"voicelineType": "6001",
			"description": "Yaptığım işle hayallerimin peşinden koşuyor ve sanatım aracılığıyla özgürlüğün anlamını arıyorum. Kalbine yakın hissetmediğin bir şeyi öğrenmek için ömründen yılları vermenin ne anlamı var?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Chiori'nin Sorunları",
			"voicelineType": "6012",
			"description": "Bazen umduğum kadar gelişim gösteremediğimden endişeleniyorum ve Chioriya'nın ne zaman dünya çapında meşhur olacağını kestiremiyorum. Yine de bu, hayallerimden vazgeçmem için bir sebep değil. Endişelenip kendimden şüphe etmektense zamanımı birkaç tasarım daha çıkarmaya harcarım daha iyi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Çocukken yediğim Inazuma tatlılarını unutamıyorum. Fakat onları yemekten ziyade pişirmekle daha çok ilgiliyim. Kumaş ve renklerin büyülü dünyasına kendimi bu kadar kaptırmış olmasam dünya bir tane daha tatlı şefi kazanırdı.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Yoğun tatları olan yiyecekleri kaldıramam. İşkembe Yahnisi gibi mesela. Bu yemeği yediğimde... Aniden yüzüme bir Toprak Uçarlopu çarpmış gibi hissediyorum. Kendimi anlatabildim mi?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Ooo, bu yemeğe bayılırım. Bir dahaki sefere yine getirsene. Merak etme, ben de sana hediye getireceğim.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Fena değil. Dükkanda geçen zor bir günün ardından bunu yemek güzel olur.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Uff, bu tatlar pek hoşuma gitmez. Bir dahaki sefere daha hafif şeyler getir.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Evet, evet... İyi ki doğdun, falan filan. İstediğin bir hediye varsa söyle yeter. Ne istediğini tahmin etmeye çalışmakla uğraşamam. Efendim? Çok mu kaba oldu? Peki o zaman. Navia, Kirara ve diğer arkadaşlarını çağırmaya ne dersin? Bu akşam benim evimde parti yapabiliriz. Diğerlerinin sana aldığı hediyelere göre notlar çıkarırım ve sana hemen oracıkta bir aksesuar yaparım. Kesin beğeneceğine on bin Morasına iddiaya girerim. Haha, Butik Chioriya'nın sahibi de o kadar kendine güvensin yani bir zahmet.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "... Olmadı. Çok sıradan.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "... Fena değil ama hâlâ öne çıkmasını sağlayacak şok edici bir etkisi yok.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Ooo... İşte bu. Sanırım sonunda başardım.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Sanatımda usta olduğumdan kumaş keserken tabii ki elim titremez. Fakat itiraf edeyim, şu anda kalbim heyecandan ve beklentiden çok hızlı çarpıyor. Bu parça üzerinde çalışırken benimle birlikte olduğun için teşekkür ederim. Bu benim için çok önemli. Artık yolculuğumun bir sonraki aşamasına geçerken kendime daha çok güveniyorum.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Hadi gidelim Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Sonraki müşteri!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Bana yardım et.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "En yeni modayı ben belirlerim.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "İpek gibi narin.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Renkler saçılsın etrafa!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "İşçilik fena değil... Ama ben daha iyisini yapardım.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Ha, demek böyle şeyler seviyorsun.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Hımm... Bunu not alayım.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Kıyafetlerim mahvoldu...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Bu kadar mıydı?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Sana bir ders verme vakti geldi.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Böyle etkileneceğimi mi sandın?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Kefen dikmiyorum, haberin olsun.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Bu iş benim... Kumaşımda yokmuş...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Yenilgiyi asla... Kabullenmeyeceğim...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Markama... Ne olacak...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900002",
			"description": "Bu kadar mı yani?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Çok rüküş bir hareket...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Yanlış kişiyle kavgaya tutuştun.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Butik Chioriya'ya hoş geldin.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Tahmin edeyim... Özel yapım bir şey mi lazım?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Haydi gidip ilham arayalım.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}