{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Merhaba, ben Emilie. Soracağın soru parfümlerle mi ilgili acaba?\nBaşka bir konudaysa daha sessiz bir yerde konuşalım derim.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Sohbet: İlham",
			"voicelineType": "1101",
			"description": "Aa, güzel bir fikir... Bir dakika lütfen. Bunu not almam lazım.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Sohbet: Parfümlü Yelpaze",
			"voicelineType": "1102",
			"description": "Fontaine Şehri'nde pek çok hanımefendi dantelli zarif yelpazelerine parfüm sıkmayı tercih ediyor. Böylece yelpazenin her hareketinde hoş bir koku yayılıyor. Çok dahiyane bence.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Sohbet: Gazete",
			"voicelineType": "1103",
			"description": "Benimle bugünün gazetesini almaya gelir misin rica etsem?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Yağmur bazen epey başa dert olabiliyor. Pek çok şeyi yıkayıp götürüyor zira...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Yıldırım düştüğünde arkasında benzersiz bir koku bırakır.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Olağanüstü bir çevre. Eminim burada pek çok nadir malzeme bulabilirim.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "Güneş ışığı ne kadar güzel. Umarım iyi bir gün olacağının işaretidir.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "Çölde",
			"voicelineType": "1205",
			"description": "Kaliteli malzemeler her yerde bulunabilir, çorak çöllerde bile. Örneğin Solucan yağı, işlendiğinde oldukça değerli bir parfüm malzemesine dönüşür.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Güne bir bardak buz gibi soğuk su içerek başlamayı severim. Ayılmama yardımcı oluyor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Yemeğin ardından hafif bir yürüyüş yapmak sindirime yardımcı olur ve kan dolaşımını hızlandırır. Bana katılmak ister misin?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Bazı parfüm malzemeleri yalnızca günün belirli zamanlarında toplanabilir. O yüzden bazen gecenin bir yarısı dışarı çıkmam gerekebiliyor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "İyi geceler. İstersen uyumana yardımcı olacak kokular önerebilirim. Ama bedeninin müdahale olmadan uykuya dalması daha iyidir daima.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Emilie Hakkında",
			"voicelineType": "2001",
			"description": "İtiraf edeyim ki sohbet konuları bulmakta pek iyi değilim. Genel olarak sohbet etmekte iyi değilim hatta. Ama iyi veya kötü paylaşmak istediğin bir şey varsa dinlemeye hep hazırım.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Emilie Hakkında: Adli Tıp Temizlikçisi",
			"voicelineType": "2005",
			"description": "Yetkililer bir cinayeti veya ölümcül bir kazayı soruşturmayı bitirdiğinde olay mahallinde yapılması gereken epey bir temizlik işi oluyor. Organik maddelerin bertarafı, kan lekelerinin çıkarılması, bölgenin sterilize edilmesi gibi... Bu işlerin hepsi Adli Tıp Temizlikçisine düşüyor. İlginçtir ki aslında Fontaine Şehri'ndeki hiçbir kurumla resmi bir bağım yok. Serbest çalışıyorum. Jandarmayla uzun zamandır bir iş sözleşmem var fakat özel işler de kabul ediyorum.\nİşim hakkında söyleyebileceklerim aşağı yukarı bunlardan ibaret. Ama aklına bir şey takıldıysa sor lütfen.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "Hakkımızda: Öneriler",
			"voicelineType": "2003",
			"description": "Genelde hangi parfümü mü kullanıyorum? Cevabım seni hayal kırıklığına uğratacak maalesef ama çalışırken parfüm kullanmıyorum genelde. İşim sırasında diğer kokuların önüne geçebiliyor çünkü. Ama bana şu an ruh halinin nasıl olduğunu anlatırsan birkaç öneride bulunabilirim.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "Hakkımızda: Ziyaret",
			"voicelineType": "2002",
			"description": "Atölyemi ziyaret mi etmek istiyorsun? Tabii, istediğin zaman buyur. Sana parfümcülükle ilgili birkaç şey öğretebilirim, üstelik inceleyebileceğin geniş bir koleksiyonum da var. Annem de parfümleri çok severdi. Hatta koleksiyonumdaki çoğu parfüm onun bana hediyesi. Zamanın olursa tek tek deneyebiliriz hepsini.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Bir keresinde Önsezimi kullanarak hiç besin olmadan büyüyebilen bir bitki türü yaratmaya çalıştım. Ne yazık ki çabalarım meyvesini vermedi. Demek ki Önsezinin gücüyle bile aşılamayacak bazı sınırlar varmış. Doğanın kanunlarına karşı gelemeyiz.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Beş duyu birbirinden tamamen bağımsız değil aslında. Örneğin kırmızı renk insana bir sıcaklık duygusu verebilir, aynı şekilde kokular da belirli hisler uyandırabilir. Bu özellik genelde satış tarafında kullanılır gerçi. Bir müşterinin morali bozuksa bitkisel veya tatlı bir kokuya sahip parfüm seçmeye daha kolay ikna olur.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "{M#Yeni şeylerle karşılaşmak kadar ilginç bir şey yok şu hayatta. Sen pek çok yer gezip görmüşsün, eminim benden çok daha çeşitli deneyimlerin olmuştur. O nedenle senden bir ricam olacaktı... Üzerinde çok güçlü bir izlenim bırakan bir çiçekle veya baharatla karşılaştın mı hiç? Karşılaştıysan anlatabilir misin?\n\"Inteyvat\" çiçeği demek... Hım, hiç duymadım ama adı çok görkemli duruyor. Pekala, aklımın bir köşesine yazdım. Bir gün kendi gözlerimle görürsem sana da haber veririm.}{F#Bir şey sorabilir miyim? Saçına taktığın çiçek... Benzerini daha önce hiç görmedim. Saçına aksesuar olarak takmaya uygun gördüysen senin için büyük bir anlam taşıyor olmalı.\n\"Inteyvat\" çiçeği... Hım, gerçekten görkemli bir adı varmış. Nereden buldun bilmiyorum ama eminim bu dünya için çok önemli biri olduğun anlamına geliyordur.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "\"Yankılanan Derinliklerin Ağıdı\" sahnesini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "Chevreuse Hakkında",
			"voicelineType": "4001",
			"description": "Hiç bahsetti mi bilmiyorum ama iş üzerinden tanıştık birbirimizle. Gerçi sohbetlerimizin çoğu işlerimiz kadar ciddi olmuyor. Bir keresinde okuduğu romanda bir parfümcü varmış, insan dokusu kullanarak parfüm yapmış. Kurgusal hepsi tabii ama hikayede bu parfüm büyük sükse yapmış. Hatta dünyanın en iyi parfümüymüş. Şahsen kendi deneyimlerime dayanarak öyle bir parfümün gerçek hayatta pek de güzel kokmayacağını söyleyebilirim...\nChevreuse işin pratik kısmına pek odaklanmamıştı gerçi. Öyle bir durum ne gibi yasal yükümlülükler doğururdu diye kafa yormuştu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "Chiori Hakkında",
			"voicelineType": "4002",
			"description": "Chiori bir tasarımcı olduğu için yeni trendleri hep yakından izler. Tamamen farklı ürünler üretiyor olsak da Chiori'nin tasarımlarının arkasındaki yaratıcı düşünce süreci hakkında anlattıklarını dinlemeyi seviyorum. Ayrıca parfüm konusunda da çok iyi bir burnu var. Yeni ürünlerimi ne zaman denetsem seçtiği parfüm hep yok satıyor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "Charlotte Hakkında",
			"voicelineType": "4003",
			"description": "Gerçekten enerji dolu bir genç hanım. Gazeteci olduğundan dolayı eminim çoğu insan onu baş belası olarak görüyordur ama bence öyle değil. İşimin asıl doğasını öğrendikten sonra bile bu bilgiyi kendine saklamaya karar verdi. Bana yardım etmek için bir sebebi yoktu, muhtemelen profesyonel çıkarlarıyla da uyuşmuyordu. O nedenle kendisinin başımın üstünde yeri var. Yardımıma ihtiyacı olursa asla reddetmem.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "Clorinde Hakkında",
			"voicelineType": "4004",
			"description": "Fontaine'de bu ismi herkesin bildiğine eminim. Sonuçta korkulan bir Düello Şampiyonu kendisi. Aslında bence anlaşması çok kolay biri. Bugüne dek gördüğüm kadarıyla, bir kişi savaşta ne kadar güçlüyse sohbette de o kadar açık oluyor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "Sigewinne Hakkında",
			"voicelineType": "4005",
			"description": "Yanılmıyorsam Bayan Sigewinne'le ilk karşılaşmamızda ben daha çok küçükmüşüm, hatırlamıyorum bile.... Ha, muhtemelen sana söylemedim bunu ama babam Gölge Mareşosesinde çalışıyor, o yüzden evde sık sık Melusina misafirlerimiz oluyor. Ben bebekken bana genelde Melusinalar bakarmış hatta.\nAma Bayan Sigewinne benden kıdemliymiş gibi davranmadı bana hiç. Parfümlerimi hep çok över, o yüzden ne zaman yeni numuneler hazırlasam onun için kenara bir numune ayırırım.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "Neuvillette Hakkında",
			"voicelineType": "4006",
			"description": "Parfümcüysen ve koku hissin körelmeye başladıysa bunun çok kolay bir çözümü var, taze su içmek. Genelde içtiğim suyla pek ilgilenmem ama bir keresinde sırf meraktan Mösyö Neuvillette'in düzenlediği bir su tadım etkinliğine katıldım.\nOnun, farklı tür suların ayırt edici özelliklerine dair oldukça soyut fakat bir o kadar da benzersiz bir anlayışı vardı. Dergilerdeki parfüm inceleme yazılarını anımsatmıştı bana. Vakit ayırıp ihtiyaçlarımı dinledi, sonra da üzerine kafa yorarak bana birkaç su kaynağı tavsiye etti. O kadar düşünceliydi ki bazen sırf ona olan saygımdan gidip tavsiye ettiği suları satın alıyorum.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "Wriothesley Hakkında",
			"voicelineType": "4007",
			"description": "Wriothesley'yi tanıyor musun? Haha, sürprizlerle dolusun gerçekten de. Bildiğim kadarıyla Dük gözlerden uzakta yaşamaya çalışıyor, hatta çoğu kişi onu tanımıyor. Mösyö Neuvillette'in tavsiyesi üzerine kendisine hizmetlerimi teklif ettim fakat Meropide Kalesi'nde ihtiyaç olmadığını söyledi.\nBeni reddetme gerekçelerini bilemem tabii, onunla hiç yüz yüze tanışmadım zira. Ama tahmin yürütecek olursam... Yok olup gitmesini istemediği şeyler olabilir. Belki onların olduğu yerde kalmasını istiyordur... Bir uyarı olarak hani.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "Tighnari Hakkında",
			"voicelineType": "4008",
			"description": "Kendisiyle birkaç kez yüz yüze görüşmüşlüğüm var fakat genelde mektuplaşıyoruz. Önce o bana yazdı, bilgilerimi başkasından almış. Son derece kibardı, ayrıca meşhur bir botanikçinin benim çiçek uzmanlığıma başvurmasından kendi adıma gurur duydum. Tabii aynı zamanda bunu ondan bir şeyler öğrenme fırsatı olarak gördüm. Özellikle Sumeru'daki parfüm malzemelerine dair bazı sorularımı ilettim kendisine, o da her bir sorumu oldukça detaylı bir şekilde yanıtladı.\nArtık mektuplaşmalarımız daha çok günlük konular üzerine oluyor. Hatta bazen dostlarını anlatıyor. Böyle bir arkadaş edinebildiğim için gerçekten çok mutluyum.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Emilie Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "İnsanlar genelde parfümleri romantize edip şairane özelliklerle bağdaştırıyor. Oysa parfümcülük bilime çok daha yakın bir meslek. Hatta basit bir kimya deneyi gibi görmek bile mümkün. Ürünün sanatsal ve bilimsel özellikleri arasındaki köprüyü kurmak parfümcüye kalmış. Bu köprüde başarılı olmak içinse ciddi yetenek gerekiyor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Emilie Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "İnsanlar belirli bir kokunun onlara nasıl hissettirdiğini tarif edebilir tabii, ancak bir kokuyu sadece yazılı betimlemeye bakarak yeniden üretmek çok zor bir iş, benim için bile. O yüzden özür dileyerek özel sipariş almadığımı belirtmek zorundayım. Eğer mevcut parfümlerimden beğendiğin olursa seninle iş yapmaktan onur duyarım tabii.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Emilie Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Bir parfüm piyasaya sürülmeden önce bir dizi testten geçer, bunlardan biri de raf ömrü testidir. Bu test bazı soruları yanıtlar: Ürün ne kadar dayanır? Bozulmaya meyilli mi? Zaman içinde zehirli hale dönüşür veya buharlaşır mı?\nHım, şimdi düşününce... İnsan ilişkilerinde de raf ömrü testi yapmanın bir yolu olsa çok iyi olmaz mıydı?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Emilie Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Gerçek mesleğimi bilerek saklamıyorum fakat mümkün olduğunca dile getirmemeyi tercih ediyorum. Müşterilerimin parfümlerimden soğuyacağını düşündüğümden değil bu arada. Adli tıp temizlikçisi olarak işim gereği kamuyla paylaşılamayacak hassas bilgilere erişimim oluyor. Hizmetlerimden faydalanan kişiler bana son derece güveniyor. İstemedikleri halde sırf benim yüzümden ilgi odağı olsunlar istemem.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Emilie Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Parfümcülük benim için hobiden ibaret aslında. Hani bazıları boş vakitlerinde enstrüman çalmayı veya el işi yapmayı öğrenir ya, benimki de o hesap.\nGerçi hayattaki hedefim adli tıp temizlikçisi olmak değildi. Annem adli tıp patoloğu olarak çalışıyor. Küçüklüğümden beri tıpkı onun gibi ben de suç soruşturmalarında çalışmak istedim. Kimya yeteneğim nedeniyle uzun süre kanıt analizi eğitimi aldım. Ama eğitimimin ilerleyen aşamalarında gerçek suç mahalleriyle karşılaşmaya başladım. Tanık olduğum bir görüntüyü asla unutamıyorum... Küçük bir çocuk cinayete kurban gitmişti, halıda ve duvarda kan lekeleri vardı... Yetkililer soruşturmayı tamamladıktan sonra öylece çekip gitti. Çocuğun ebeveynleri ne hissediyordu kim bilir... Çocuklarının cinayetinden kalan izleri tek başlarına temizlemeleri doğru gelmedi.\nÖyle işte. Ben de adli tıp temizlikçisi oldum.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Emilie'nin Hobileri",
			"voicelineType": "6001",
			"description": "Gazete kupürleri toplamayı severim. Gazetede inanması zor bir habere denk geldiğimde onu kesip koleksiyonuma eklerim. Böyle böyle birkaç kalın defter bitirmişliğim var. Sayfaları çevirirken Chevreuse'ün bayıldığı şu kısa öykü serilerinden birini okuyormuş gibi oluyor insan.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Emilie'nin Sorunları",
			"voicelineType": "6012",
			"description": "Parktaki köpekler çok sevimli. Ama onları sevmek istersen önce biraz oyun oynaman gerekiyor. Hehe, en büyük derdim bu olsun.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Hafif buğulanmış, ardından erimiş tereyağına bulanmış ve üzerine deniz tuzu serpilmiş taze karides. Hem basit hem lezzetli. Bir ara denemelisin sen de.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Kırmızı et pek yemiyorum. Çok tuhaf evet, biliyorum.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Mmm, tadı da kokusu kadar güzel. Benimle paylaştığın için teşekkür ederim. Bayıldım.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Hım, hoş duruyor, dokusu da keyifli.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Gerçekten bu tarz tatları seven insanlar var mı ya?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Doğum günün kutlu olsun! Parfüm tercihleri kişiden kişiye çok değişebiliyor biliyorum ama seveceğini düşündüğüm bir parfüm seçtim ben yine de. Hatta kendi üretimim ama henüz satışa sunulmadı.\nYılın bu zamanları doğada bulunan çiçeksi ve meyveli notaları harmanlamaya çalıştım. Hemen fark edilmeyen bir koku hedefledim. Neyse, umarım kullandığında sana da biraz olsun huzur ve rahatlık verir.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Çok teşekkür ederim. Aa, alçak gönüllülüğe hiç gerek yok. Tabii ki teşekkürü hak ediyorsun.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Tavsiyelerin için sağ ol. Beni düşüncelere sevk ettin.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Güç yalnızca doğru kişi tarafından kullanıldığında iş görür. Bana olan güvenini karşılıksız çıkarmamak için elimden geleni yapacağım.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Pek çok şey ancak parlak ışık altında net bir şekilde görülebilir. Şimdi sen de bana o ışığı verdin işte. Yolculuğunda sana katılmamı mı istiyorsun? Tabii, lütfen önden buyur. Ben yanındayım.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Yeniden yapılandır.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Özünü çıkar.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Temizlik vakti!",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Ferah ve çiçekli.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "İşte bu ortamı canlandırır.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Hafif bir ambiyans.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Hehe, ganimet beklentilerini karşıladı mı?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Yükünü paylaşayım mı?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Hım, sahibine dair hiçbir bilgi yok...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Koku duyum giderek köreliyor...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Olumsuz bir reaksiyon oldu...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Durumu tekrar değerlendirmek gerek...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Biraz dinlen.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Merak etme, ben buradayım.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Bu koku... Kan kokusu...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Fener... Söndü...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Benden... Bu kadar mı?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900002",
			"description": "Zayıf noktam.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "İyi hazırlanamadım...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Daha ihtiyatlı olmalıyım.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Onur duydum.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Memnuniyet duyarım.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Göğsüm kabardı.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}