{
	"id": 10000092,
	"name": "Gaming",
	"friendLines": [
		{
			"voicelineId": 92000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Selam Patron! Ben Gaming, Muhabere Şubesinde muhafızım. Tüm bunların taşınması gerekiyor sanırım, değil mi? Yok yok, sen otur çayını iç lütfen. Yüklemeyi ben hallederim, hiç sorun değil. Çok vaktimi almaz zaten, sonra da teslimatı ayarlarız. Bu arada, Wushou Dansına ilgin varsa ekibim ve ben her an hazırız! Ekibimin adı Kudretli Efsanevi Canavarlar, ben de başlarındayım, yani övünmek gibi olmasın ama, hehe.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_draw_appear_01"
		},
		{
			"voicelineId": 92001,
			"title": "Sohbet: Wushou Dansı",
			"voicelineType": "1101",
			"description": "Bum bum tıs ve gözler! Bum bum tıs ve ağız! Ve... Hım... Bu kısım üzerinde biraz daha çalışmalıyım.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_01"
		},
		{
			"voicelineId": 92002,
			"title": "Sohbet: Silahlı Muhafız",
			"voicelineType": "1102",
			"description": "Silahlı muhafız ayağınıza geldi! Dağlara, tepelere, çok uzaklara, gerekirse deniz aşırı, mallarınız götürülür, hızlıca taşınır, vaktinde yetiştirilir. O yüzden merak etme sen, emin ellerdesin. Bana boşuna Üst Sınıf Muhafız demiyorlar.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_02"
		},
		{
			"voicelineId": 92003,
			"title": "Sohbet: Dim Sum",
			"voicelineType": "1103",
			"description": "Bir demlik çayın yanında biraz atıştırmalık, biraz mevsim yeşillikleri ve bir kase sıcacık pirinç lapası... Ahh, işte sana harika bir kahvaltı! Güne başlamak için şahane bir yol.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_03"
		},
		{
			"voicelineId": 92004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Yağmur yağıyor! Umarım çamaşırları içeri almışımdır!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_heavyRain_01"
		},
		{
			"voicelineId": 92005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Hey, duydun mu? Birinin başı dertte! Gökler üstüne yemin edeceksen sakın ola tutamayacağın bir söz verme.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_thunder_01"
		},
		{
			"voicelineId": 92006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Aaaa... Hı? Niye bir tanesi bile girmedi ağzıma?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_snowy_01"
		},
		{
			"voicelineId": 92007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "Güzel, güneş açtı! Biraz kuru sıcağın vakti gelmişti artık, son zamanlarda nemden epey bunaldık.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_sunny_01"
		},
		{
			"voicelineId": 92008,
			"title": "Çölde",
			"voicelineType": "1205",
			"description": "Burada su kesin çok pahalıdır, değil mi? Neyse ki ben yanımda getirmiştim.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_desert_01"
		},
		{
			"voicelineId": 92009,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Kung fu çalışmam da tam şimdi bitti. Gidip dim sum yiyecektim, sen de gelmek ister misin?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingMorning"
		},
		{
			"voicelineId": 92010,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Öğle yemeğinde en sevdiğim şey nedir, biliyor musun? Kahvaltı. Birlikte dim sum yiyelim mi?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNoon"
		},
		{
			"voicelineId": 92011,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Harika bir yere rezervasyon yaptırdım! Sadece akşam yemeği servisi yapıyorlar ve yalnızca davetliler gelebiliyor. Madem buradasın bana eşlik etmek ister misin? Bu fırsatı kaçırma bence. Hadi, gidelim!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight"
		},
		{
			"voicelineId": 92012,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Uyuyacak mısın? Hayır mı? Acıktın mı peki? Bir şeyler atıştırmak ister misin?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight2"
		},
		{
			"voicelineId": 92013,
			"title": "Gaming Hakkında: Memleket",
			"voicelineType": "2001",
			"description": "Daha önce Qiaoying Köyü'ne gittin mi hiç? Ben orada büyüdüm. Çay yetiştiriciliği yapılan büyük bir bölgedir. Sunglo ve Hakiki Yauwan Çayı da oradan gelir hatta. Bak şimdi tam zamanı, elimde bir kutu mükemmel Yauwan Çayı var. Hadi bir çayevine gidelim de demleyelim şundan kendimize! Atıştırmalık bir şeyler de getiririm hem, benden!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle"
		},
		{
			"voicelineId": 92014,
			"title": "Gaming Hakkında: Bugün ve Bu Zaman",
			"voicelineType": "2005",
			"description": "Ben bugün ve bu zamanda tabağıma koyacak yemek bulabiliyorsam ve Wushou Dansıma odaklanacak zamanımla enerjim oluyorsa... Bunların hepsi, bana bu yolda destek olan kişiler sayesindedir. Onlara çok şey borçluyum o yüzden bu işe her şeyimi verdim. Tabii arada zaman bulduğumda onlara iyilik yapıp dim sum götürürsem de hiçbirinin bir şikayeti olmaz, haha!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92015,
			"title": "Hakkımızda: Destek Gösterisi",
			"voicelineType": "2003",
			"description": "Teslimat işiyle meşgul olmadığım zamanlarda Liyue Limanı sokaklarında Wushou dansı yaparım. Arada bir gelip izleyerek bana destek olmak ister misin? Merak etme bu arada, tamamen ücretsiz. İnsanlar eğlendiği sürece ben mutlu oluyorum.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close"
		},
		{
			"voicelineId": 92016,
			"title": "Hakkımızda: Dim Sum Vakti",
			"voicelineType": "2002",
			"description": "Her daim dostlarına güvenebileceğini aklından çıkarma. İşler zorlaştığında yalnız başına mücadele etmene gerek yok, beni çağırdığın gibi orada olurum! Tabii umalım da işler o noktaya gelmesin, tahtaya vur! Umarım bir dahakine benimle iletişime geçtiğinde her şey güllük gülistanlık olur da sadece birlikte dim sum yemek için arkadaş arıyor olursun!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92017,
			"title": "Önsezi Hakkında",
			"voicelineType": "3001",
			"description": "Bazı dövüş sanatları kitaplarında anlatıldığına göre bir kung fu ustası olmanın yolu, vücuttaki kanallarda gizli olan yin-yang enerjisi kaynaklarından yararlanabilmekten geçermiş. İşte Önsezi almak aynı böyle hissettiriyor! Haha, şaka yapıyorum canım. Ben kung fu ustası falan değilim, sadece Önsezinin bana verdiği enerji sayesinde ona yakın bir şey sayılırım işte. Ama senin bir Önsezin olduğunu düşünsene... Yani daha Önsezin olmadan yaptıklarına bakınca... Bu efsane olurdu.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92018,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Man Chai tam bir yaramaz velet! Adının anlamı da \"uslu\", belki onun üzerinde bir etkisi olur diye düşünerek vermiştim. Hıh... Ama nerede! Gerçi çok sorun değil, ona fazla gelen bu enerjisi sayesinde ortaya harika bir Wushou dansı koyuyor. Ayrıca Man Chai'yi izlerken Suanni'lerin hareketlerini de daha iyi anlama şansım oluyor. Böylece Wushou başlığımı taktığım gibi havaya giriyorum, raarr!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_share_01"
		},
		{
			"voicelineId": 92019,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Bir sürü bitkiyi, çiçeği ve hatta ağaç dalı ile kabuklarını kurutup suda kaynatırsan sağlık açısından çok faydalı olan ferahlatıcı bir içecek yapabilirsin! Serinletir, zihnini sakinleştirir ve daha bir sürü faydası vardır. Ninemle Teyzem bir keresinde kızartma falan yemeden önce ve yedikten sonra bu bitki çaylarından içersem hem vücudumu toksinlerden arındıracağını hem de harareti alacağını söylemişlerdi.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_gift_01"
		},
		{
			"voicelineId": 92020,
			"title": "Xiangling Hakkında",
			"voicelineType": "4001",
			"description": "Şef Xiangling'in tüm yemekleri bir harika ama ben en çok Kara Sırtlı Levrek Yahnisini seviyorum. Her ısırıktan önce o ağız yakan sostan kurtulmaya çalışırım ama her seferinde ağzımı serinleteyim derken kendimi \"aaa, uh, ah\" yaparken bulurum, hahaha! Ama her bir lokmasına değer tabii, porsiyonları da dolu dolu gelir. Bunun neden Wanmin'in imza yemeği olduğunu anlayabilirsin yani. Yakında gidip bir daha yiyeceğim!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92021,
			"title": "Xingqiu Hakkında",
			"voicelineType": "4002",
			"description": "Feiyun Ticaret Loncası, Güvenli Teslimat Bürosunun uzun zamandır müşterisidir. İşleri bizimle genelde abisi halleder ancak bir keresinde Xingqiu bana bir soru sormuştu. Ben de bir anda son siparişleriyle ilgili tüm güzergahları ve teslimat tarihlerini anlatmaya başladım saçma sapan... Meğer öğrenmek istediği aslında Wanwen Kitabevinin bir sonraki teslimat tarihiymiş, hahaha...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92022,
			"title": "Chongyun Hakkında",
			"voicelineType": "4003",
			"description": "O çocukta \"saf yang enerjisi ruhu\" olduğunu duydum. Benim geldiğim yerde bu durum için \"çok fazla ateşi var\" denir. Bu yüzden daha fazla bitki çayı içmesi lazım.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92023,
			"title": "Keqing Hakkında",
			"voicelineType": "4004",
			"description": "Yuheng sağ olsun artık Liyue Limanı ve Yilong Rıhtımı arasındaki yolda çok fazla haydut olmuyor. Tüm bu sıkı önlemlere kendisi öncülük etti. ... İşimin tehlikede olduğunu mu düşünüyorsun? Haha, benden kurtulmak öyle kolay değil. Evet, artık ortada savaşacak haydut kalmamış olabilir, ancak malları taşıtacak bir çift ele her daim ihtiyacın olacak.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92024,
			"title": "Baizhu Hakkında",
			"voicelineType": "4005",
			"description": "Hem muhafız olarak çalışmak hem Wushou Dansı yapmak yaralanma riskini de beraberinde getiriyor. Neyse ki Doktor Baizhu'nun ilaçları var da beni bu dertten kurtarıyor. Gerçekten de bu, uzun bir yolculuğa çıkarken ya da ailenin yanına giderken yanına alman gereken yegane şey gibi. Hatta Güvenli Teslimat Bürosundaki iş arkadaşlarım ben ne zaman Liyue Limanı'na gelsem onlar için biraz ilaç almamı istiyorlar.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92025,
			"title": "Qiqi Hakkında",
			"voicelineType": "4006",
			"description": "Ah, Qiqi, şu sevimli ufaklık. Yaptığım kazaların hep eklemlerimdeki sertleşmelerden kaynaklandığını söylüyor, bu yüzden de ne zaman ilaç stoklamak için Bubu Eczanesine gitsem onunla birlikte esneme hareketleri yaparken buluyorum kendimi, haha. Çok kolay bak, denemek ister misin? Tamam şimdi yaptığımı yap; bir, iki, üç, dört, iki, iki, üç, dört...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92026,
			"title": "Yun Jin Hakkında",
			"voicelineType": "4007",
			"description": "Yun Jin benim için bir ilham perisi resmen! Bu işin uzmanlarından sıradan dinleyicilere kadar herkes, onun nasıl büyüleyici bir şarkıcı olduğu konusunda hemfikirdir. İnanılmaz. Eğer olur da bir gün Kudretli Efsanevi Canavarlar, Yun-Han Opera Topluluğu kadar başarılı olursa... Sakın çimdikleme beni, bu rüyadan uyanmak istemem!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92027,
			"title": "Xinyan Hakkında",
			"voicelineType": "4008",
			"description": "Xinyan'ın müziği resmen ateş ediyor! Abartmıyorum bak. Man Chai bunun için deliriyor, ne zaman duysa delirmiş gibi kafa sallıyor. Bir gün birlikte bir gösteri yapmak çok isterim. \"Kükreyen Canavarlar: Bir Rock 'N' Roll Wushou Dansı\". Nasıl sence, gideri var mı?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xinyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92028,
			"title": "Xianyun Hakkında",
			"voicelineType": "4009",
			"description": "Xianyun Teyze her zaman bana destek olur. Bir keresinde Wushou yaparken taktığım başlığın biraz yıprandığını gördü de hemen benim için on tane daha yapmayı teklif etti. Hepsi de benim iki katım büyüklüğündeydi yalnız. Epey ısrarcıydı, sadece elimdeki başlığı yenilemenin yeterli olacağına ikna etmem epey vaktimi aldı... Ama var ya, inanılmaz bir şey çıktı ortaya! Daha etkileyici, daha hafif ve tüyleri sanki bir Adeptus rüzgarında sürekli dans ediyor gibi. Daha mutlu olamazdım!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92029,
			"title": "Zhongli Hakkında",
			"voicelineType": "4010",
			"description": "Bay Zhongli çok pahalı bir eğitim almışa benziyor. Ne zaman taşıdığım malları teslim etmek üzere bir çayevine ya da opera salonuna gitsem her zaman orada çay içip hikaye dinliyor ve oradaki en zeki görünümlü kişi de o oluyor. Hatta bir keresinde biriyle yaptığı çayla ilgili bir sohbete denk geldim de eyvah dedim, olur da babamla bir çay sohbeti yaparlarsa yandık. Sabaha kadar sürer artık...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92030,
			"title": "Charlotte Hakkında",
			"voicelineType": "4011",
			"description": "Aa, tamam tamam, şu gazeteciden bahsediyorsun, bildim! Yilong Rıhtımı'ndaki tüm Fontaineliler Buğukuş okuyor. Ben de arada bir göz atıyorum işte. En iyi makalelerin altında da hep onun imzası oluyor. Bir dakika! Bir keresinde ilk sayfada sen vardın hatta! Sendin o, değil mi?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92031,
			"title": "Gaming Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Ben Güvenli Teslimat Bürosunun en iyi Wushou dansçısı ve Wushou dansçıları arasındaki en meşgul muhafızım. Nasıl? İşe yarar bir bilgi oldu mu?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_01"
		},
		{
			"voicelineId": 92032,
			"title": "Gaming Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Birinin kolay lokma olup olmadığını onun at duruşu, tekme, zıplama, takla atma gibi temel kung fu becerilerine bakarak rahatlıkla söyleyebilirsin... Eğer bunlarda bile kötüysen eyvah! En iyi ihtimalle Wushou dansı sırasında yüksek bir direkten düşüp birkaç haftayı yatakta geçirirsin. En kötü ihtimalle teslimat işindesindir ve karşına haydutlar çıkar ama sen onlarla dövüşemezsin. Taşıdığın mallardan olursun zaten, belki canından da... Korkutucu, değil mi? Evet, bence de. Bu yüzden iş arkadaşlarıma gelip benimle idman yapmaları konusunda ısrarcı oldum! Hahaha.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 92033,
			"title": "Gaming Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Wushou başlığı, örtüsü, davullar, ziller, hepsi çok hassas oluyor. Ben de çok fazla idman yapıyorum, o yüzden hemen yıpranıyorlar. Bakımlarını güzelce yapmak gerekiyor ancak epey fazla Mora tutuyor. Bir de dışarıda arkadaşlarla yemek yemeyi, doğum günleri ve festivaller için hediye almayı, paraya sıkıştıkları zaman dostlarıma destek çıkmayı da ekledik mi katlanıyor da katlanıyor. İşte böyle olunca her ay neredeyse maaşımın tamamı gidiveriyor cebimden.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92034,
			"title": "Gaming Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Babam hâlâ benim kendisinden ticareti öğreneceğim günü iple çekiyor. Memleketimden ayrılmamın başlıca sebebinin kendim için neyin en iyi olacağını keşfetmiş olmam olduğunu bir türlü anlayamıyor. İlk olarak Wushou dansını bir farklılık olsun diye yapmadığımı kafasına sokmak istiyorum. Ya bu dansta nam salacağım ya bu uğurda öleceğim! İkincisi de onunla sürekli çatışmaktan bıktım artık. Tabii ki ondan nefret etmiyorum, sonuçta babam o benim, her şeyim. Ama ne zaman ağzını açsa sözlü saldırıya geçiyor resmen, ben de bu ateş hattından uzak durmayı yeğliyorum!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 92035,
			"title": "Gaming Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Bu morluk taze daha, geçen gün tekme çalışırken olmuştu... Bu şişlik de takla atarken aldığım bir darbeden sonra oldu. O geçen ay olmuştu ama, neredeyse geçti sayılır. Ama bak şuradaki yara çok fenaydı. İlk defa yüksek direkle çalışırken kötü bir şekilde düştüm, burası epey derin kesildi. Öyle çok kan aktı ki Wushou kariyerim daha başlamadan bitecek sandım... O zamandan beri de birkaç kez kıl payı kurtulduğum oldu ama neyse ki ciddi bir şey olmadan atlattım. Hâlâ tüm hareketleri yapabiliyorum, yapmaya da devam edeceğim...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92036,
			"title": "Gaming'in Hobileri",
			"voicelineType": "6001",
			"description": "Çay içmek için gidip, üstüne bir de dim sum söylediğin zaman biz buna \"yum cha\" deriz. Genelde biraz tatlı, biraz da tuzlu dim sum sipariş edip ikisini dengelersin ve bir kısmını hazır dim sum'lardan, bir kısmını da el yapımı olanlardan sipariş edersin ki el yapımı olanları beklerken hazır gelenleri yemeye başlayabilesin... Gariptir ki dim sum yediğim günlerde öğle yemeği aramam bile. Vaktin olduğunda haber ver de birlikte yemeye gidelim! Ayrıca her şeyden biraz biraz sipariş vermekten çekinme, artanı paket yaptırırsın.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_hobby"
		},
		{
			"voicelineId": 92037,
			"title": "Gaming'in Sorunları",
			"voicelineType": "6012",
			"description": "Ne kadar dedin? ... Tamam, servis ücreti hadi neyse de birkaç ıslak mendile de para veremem yani, tamam mı? Ben zaten kendim getirmiştim, onları kendine sakla!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_annoyed_01"
		},
		{
			"voicelineId": 92038,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Küçükken tam bir canavardım ya. Başımı belaya sokar bir de özür dilemeyi reddederdim. Annem bıkkın halde \"Seni doğuracağıma 'char siu' doğursaydım.\" derdi. Şimdi ne zaman \"char siu\" yesem aklıma annem gelir...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodLike"
		},
		{
			"voicelineId": 92039,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Herkes tuhaf bir damak zevkim olduğunu söyler... Ancak bu sana garip gelmesin, benim istediğim şey aslında çok basit, tavuktan tavuk, balıktan da balık tadı alayım yeter.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodDislike"
		},
		{
			"voicelineId": 92040,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Sen gizli bir tanrı falan mısın? Çünkü bunun sanki ilahi bir tadı var! Şaka yapmıyorum bak. Bundan sonra sana artık \"mutfak tanrısı\" diyeceğim.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_pref_01"
		},
		{
			"voicelineId": 92041,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Bunu sen mi yaptın? Vay be. Bana karşı ne kadar iyisin böyle! Sen gerçekten mükemmel bir aşçısın.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_normal_01"
		},
		{
			"voicelineId": 92042,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "İnsanın hatalarını kabul etmesi ve eleştirilerle yüzleşmesi gerektiğine inanırım hep... Yani bir dahaki sefere seni kızdırdığımda hiç uğraşma, yüzüme bir yumruk at gitsin!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_dislike_01"
		},
		{
			"voicelineId": 92043,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Kuşlar dedi ki bugün senin doğum gününmüş... Bana ne zaman söyleyecektin acaba? Cık cık... Neyse, ben Xinyue Köşkü'nde bir rezervasyon ayarladım. Sekiz çeşit yemek, çorba ve istediğin kadar pilavın yanında Uzun Ömürlü Çörekler ve tatlı için de Tong Sui sipariş ettim. Ayrıca tüm dostlarını davet ettim. Bir de senin için minik bir Wushou dansı hazırladım. Öyle çok abartılı bir şey değil ancak umarım beğenirsin!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 92044,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Vay canına, tüm bunlar benim için mi? Ne kadar uğraştın bununla? Ne gerek vardı yahu...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 92045,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Ah, bana nasıl bir güç verdin böyle. Ama güvenli ellerde olduğuna emin olabilirsin. Daha fazla kung fu idmanı yapıp çok sıkı çalışacağım, izle de gör!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 92046,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Teslimatları koruyabiliyorsam insanları da koruyabilirim. Madem bana güveniyorsun bundan böyle seni korumama ne dersin?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92047,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Bu noktaya kadar gelmemde çok emeğin var, teşekkür ederim. İlerideki yolculuklarında güvenliğini garanti edemeyebilirim belki ama hayallerini gerçekleştirmen adına elimden ne geliyorsa yapabileceğime emin olabilirsin!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 92048,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Pardon dostum.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_01"
		},
		{
			"voicelineId": 92049,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "İşte bu!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_02"
		},
		{
			"voicelineId": 92050,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Tebrikler!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_03"
		},
		{
			"voicelineId": 92051,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Şans ayağımıza geliyor.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_01"
		},
		{
			"voicelineId": 92052,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Hadi bakalım Man Chai!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_02"
		},
		{
			"voicelineId": 92053,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Kudretli efsanevi canavar!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_03"
		},
		{
			"voicelineId": 92054,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Ah, inanılmaz! Bu şey harika görünüyor!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_01"
		},
		{
			"voicelineId": 92055,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Bu malları nereye götürelim Patron?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_02"
		},
		{
			"voicelineId": 92056,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Sabreden derviş muradına ermiş!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_03"
		},
		{
			"voicelineId": 92057,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Cefasız sefa olmaz...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_01"
		},
		{
			"voicelineId": 92058,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Hislerimiz karşılıklı...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_02"
		},
		{
			"voicelineId": 92059,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Daha ölmedim!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_03"
		},
		{
			"voicelineId": 92060,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Sen dinlen, ben hallediyorum!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_01"
		},
		{
			"voicelineId": 92061,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Hey, bu kadar zorlama kendini!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_02"
		},
		{
			"voicelineId": 92062,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Kaçmam... Lazım...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_01"
		},
		{
			"voicelineId": 92063,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Gösteri sona erdi millet...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_02"
		},
		{
			"voicelineId": 92064,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Beni bırak, sen devam et...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_03"
		},
		{
			"voicelineId": 92065,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Hey, ne oluyor?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_01"
		},
		{
			"voicelineId": 92066,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Kes şunu!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_02"
		},
		{
			"voicelineId": 92067,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Gümbür gümbür geliyoruz!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_01"
		},
		{
			"voicelineId": 92068,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Tamamdır! Ben ısınmaya başlayayım!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_02"
		},
		{
			"voicelineId": 92069,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Önce hızlıca bir dim sum mı yesek?",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_03"
		}
	]
}