{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Bana bir şans verdiğin için teşekkür ederim. Aynı zevklere sahip kişilerin daha iyi muhabbet ettiklerini düşünmüşümdür hep.\nBen Kaveh, tanıştığımıza memnun oldum, bir mimarım. Bir projede yardımıma ihtiyacın olursa aklındaki şeylerin ayrıntılı bir tasvirine ihtiyacım olacak.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Sohbet: Güzellik",
			"voicelineType": "1101",
			"description": "Güzelliği anlayıp takdir edebilmek önemli bir erdemdir.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Sohbet: Can Sıkıntısını Yenmek",
			"voicelineType": "1102",
			"description": "Arada bir dışarı çıkmak ve bacakları çalıştırmak iyi gelir. İnsanların doğasında sürekli evde kapalı kalmak yoktur.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Sohbet: Son Rötuşlar",
			"voicelineType": "1103",
			"description": "En son tasarımım belirli bir seviyeye ulaştı ama yine de biraz geliştirilmesi gerekiyor. Teslim tarihi gelmeden son rötuşlarımı yapsam iyi olur...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Ne? Ne zaman yağmur yağmaya başladı? Hayır olamaz, şemsiye getirmeyi unutmuşum...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Gördün mü? O yıldırımın şekli ne kadar ilginçti!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Bırrr... Rüzgar sanki hem arkamdan... Hem de önümden esiyormuş gibi...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "Güneşin altında çok kaldığımda hem başım dönüyor hem uykum geliyor... Sanki bir proje üzerinde sabahlamış gibi hissediyorum.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "Çölde",
			"voicelineType": "1205",
			"description": "Çöle ilk defa gelmiyorum ama sıcağına bir türlü alışamadım... *iç çeker* Hiçbir yerde gölge yok mu?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "İyi uyudun mu? Umarım günün iyi geçer ve daha sabahın ilk vakitlerinde gününü mahvedecek birine denk gelmezsin.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Öğle sıcağı çok yakıcı... Kurutmaya bıraktığım inşaat malzemelerini gidip bir kontrol edeyim.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Bu gece harika bir yıldız manzarası görebileceğiz. Sence de bu, iyiye alamet değil mi?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Zihnini boşalt, tüm sıkıntılarını sal gitsin. İyi geceler.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "Kaveh Hakkında: Uzmanlık Alanı",
			"voicelineType": "2001",
			"description": "Konu benim uzmanlık alanım olunca çok gururlu biri olduğum söylenebilir. Çoğu alim de kendi seçtiği alan için aynısını söyler. Sonuçta tüm hayatımızı bu alanların üzerine kuruyoruz. Demek istediğim, kendi işimle gurur duymaktan vazgeçersem ne kendimden ne de bir başkasından beklentiye girebilirim.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "Kaveh Hakkında: Sanatçılık",
			"voicelineType": "2005",
			"description": "Estetik, işimdeki en önemli şeylerden biri değil ve olmamalı da. Kalite ve güvenlik her şeyden önce gelir. Sanatsal tarafı da elden bırakamam tabii ki. Zaten benim işimi diğer işlerden ayıran şey de bu.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "Hakkımızda: Değer Bilme",
			"voicelineType": "2003",
			"description": "Daha önce Alkazar Sarayı'nı gördün, değil mi? İşte o benim başyapıtım. Onu yapmak için çok şeyden ödün verdim... Herkes aklımı kaçırdığımı sanmıştı. Haha, kendini benim yerime koyacak kadar bu sektörde tecrüben yoksa beni anlayamaman normal... Hımm, gerçi anlayan birilerinin olması iyi olurdu.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "Hakkımızda: İdealler",
			"voicelineType": "2002",
			"description": "Birinin içinden geçen arzularını anlamadan o kişiyi tam manasıyla tanıyamazsın, hep böyle düşünmüşümdür. İster kendinin ister başkalarının olsun, umutları ve hayalleri keşfetmeye başladığında... Durum tehlikeli bir hal alabilir. Bir daha kapatılamayacak bir şeyin kilidini açmış açabilirsin. Böyle bir şeyin muhtemel sonuçlarıyla kimse kolay kolay yüzleşemez.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "Önsezi Hakkında",
			"voicelineType": "3001",
			"description": "Bunu pek yüksek sesle söylemek istemiyorum ama... Bazen umutlar ve hayaller mutluluk yerine dert getirir. Neyse ki Önsezimden rahatsız olmuyorum.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Kendilerine neyin yaratıcılık katacağını bilen insanlar saygıyı hak ediyorlar. Sence de öyle değil mi?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Tecrübesizler, Kshahrewar mimarisi uzmanlığının kille başladığını ve odunla bittiğini sanır. Bu öylesine cahilce bir bakış açısıdır ki oturup tartışmaya bile değmez... Bir ev inşa etmek için yapılması gereken tek şey rastgele birkaç malzemeyi ezip birbirine karıştırmak olsaydı o zaman böyle bir bilim dalına hiç gerek kalmazdı... İnsan kültürünün ve medeniyetin yapı taşlarından biri olan mimarlık, aynı zamanda bir sanat dalıdır. Sanat, dünyadan kopuk bir şey değildir. İçeride oturanlar için deneysel faktörlere, dışarıdan bakanlar için ise duygusal karakterlere önem vermişimdir hep... Ah, bu arada sürekli sanatsal ifade ile pratik işlevselliği birbiriyle kaynaştıracak olan daha iyi yöntemler arıyorum.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "Devi Kusanali Hakkında",
			"voicelineType": "4001",
			"description": "Devi Kusanali bilge ve yetenekli bir tanrıdır. Son derece bilgili olmasının yanı sıra ölümlülerin anlayabileceğinden çok daha ötede bir erdeme sahiptir. Başkalarına karşı olan hoşgörüsüne son derece saygı duyuyorum, özellikle de Sumeru gibi eğitimi yüksek bir ülkede bu çok büyük bir soğukkanlılık gerektiriyor.\nBazen yine de merak etmeden duramıyorum... Tanrıların da kendi içlerinde mücadeleleri var mı ki? Kafa karışıklığı çoğu zaman bilgeliğin başlangıcıdır... Bu durumda gerçek mutluluğa nasıl ulaşabiliriz?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "Alhaitham Hakkında: Mizaç",
			"voicelineType": "4002",
			"description": "İnsanın sinirlerini onun kadar bozan biriyle karşılaşmayacağını garanti ederim! Ayrıca, gelsin aynısını onun yüzüne karşı da söylerim. O zeki biri ve zekiler de genelde huysuz olurlar, evet ama daha bitmedi... Nasıl dost canlısı ve sevecen görüneceğini gayet iyi biliyor bilmesine ama yapmak istemiyor.\nSana iyi huylu görünüyor ve yaptıkları tıpkı bir makina gibi mantıklı geliyorsa onu henüz çok iyi tanımıyorsun demektir. Bir kişiliği olduğu kesin ama... Biraz büyük bir kişilik. Çoğu insan bunu anlayamıyor.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "Alhaitham Hakkında: Durumlar Karışık",
			"voicelineType": "4003",
			"description": "Alhaitham'ın son zamanlarda bana çok faydası dokundu. Eğer öğrencilik zamanımızdaki kadar yakın arkadaş olsaydık ona her fırsatta teşekkür ederdim... Gerçi şimdi... Ağzımdan teşekkür etmeyle ilgili neredeyse tek bir kelime dahi çıkmıyor.\nBugünlerde ilişkimizin biraz karışık olduğu söyleyenebilir sanırım. Dürüst olmak gerekirse, tüm bu olanlardan sonra sanki evren bizimle dalga geçiyormuş gibi geliyor... Hiçbir şeye anlam veremiyorum... Hepsi bir insanın ömrüne sığamayacak kadar fazla. Yani onun gibi birini her gün bulamazsın ama keşke kişiliğindeki en kötü aşırılıkları biraz dizginleyebilse. Gerçi doğru, bu hiçbir zaman olmayacak.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "Tighnari Hakkında",
			"voicelineType": "4004",
			"description": "Ah Tighnari... Gördüğün ve görebileceğin en iyi kişilerden biridir. Onunla tanıştıysan ne demek istediğimi daha iyi anlarsın. Kibar ve alanında çok uzman biridir ama insanların önünde asla bununla övünmez. Ayrıca işini gerçekten çok önemser.\nBen Alkazar Sarayı'nı inşa ederken doğru süs bitkilerinin nasıl seçileceğine dair onun fikrini sormuştum. O da yazıp bana vermişti, ardından başka şeylerde de çok yardımcı olmuştu. Ah, neredeyse unutuyordum. Beni Cyno ile ilk tanıştıran da oydu.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "Dori Hakkında",
			"voicelineType": "4005",
			"description": "Dori, Alkazar Sarayı'nın sahibi... Affedersin? Ben mi? Hayır, saçmalama. Bana ait olmadığını adım gibi biliyorum... Biliyorum, biliyorum ama... Ah lütfen, o konulara girmeyelim!\nDori çok kurnaz biridir. Birilerinin kanına girip kendisi için zorla bir şeyler yaptırmayı iyi bilir. Benim, ıı... Şey, bazı nedenlerden ötürü şu anda ona yüklü miktarda borcum var. Her şey sonunda oldukça karışık bir hal aldı ama... He-Her neyse, keşke bana biraz merhamet etse de Mora uğruna hayatımı zindana çevirmese. Yemin ederim aslında hiç de kötü birine benzemiyor ama... Anlayamıyorum, ona ne oldu da böyle biri oldu?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "Cyno Hakkında",
			"voicelineType": "4006",
			"description": "Cyno çok soğuk ve merhametsiz biri gibi durabilir ama aslında koca yürekli biridir. Tighnari beni en iyi arkadaşıyla tanıştıracağını söylediğinde nasıl şaşırdığımı halen hatırlıyorum. Birkaç saniye sonra aşırı derecede korkunç bir Matra kapıya gelmişti... Açıkçası rahat rahat alimlerle takılan bir Matra göreceğim hiç aklıma gelmemişti. Söylemeden edemeyeceğim, onun mizah anlayışına cidden katlanamıyorum, tüylerimi diken diken ediyor. Olur da seni Tighnari'nin evine yemeğe çağırırsa yanında bol bol bira götür çünkü kafan ayıkken Cyno'nun şakaları hiç çekilmiyor.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "Collei Hakkında",
			"voicelineType": "4007",
			"description": "Collei ile tanışalı uzun zaman oldu. Tighnari'nin öğrencisi ve asistanı olduğu için Tighnari nereye giderse o da peşinden gidiyor. Çalışkanlığı ve sabrı, yaşıtlarına kıyasla onu çok daha fazla sorumluluk sahibi yapıyor. Bir de, şey... Kendi içinde çok şeyler yaşadığını söyleyebilirim.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "Nilou Hakkında",
			"voicelineType": "4008",
			"description": "Bir dansçı olarak Nilou'nun yeteneği kesinlikle tartışılmaz. Zubayr Tiyatrosu onu kadrosuna kattığı için gerçekten çok şanslı. Ayrıca çok iyi bir kişiliğinin olduğunu da duydum, sahnede performansını sergilerken etrafına sürekli gülücükler saçıp seyircilerine cesaretlendirici şeyler söylüyormuş. Vaktim olduğunda gösterilerinden birine mutlaka gitmem gerek.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "Faruzan Hakkında",
			"voicelineType": "4009",
			"description": "Madam Faruzan, lafı öyle ağzında eveleyip gevelemez, bu yüzden Akademideki bazı öğrencilerin ondan korkmasını anlayabiliyorum. Böyle yapması kötü bir niyeti olduğundan değil tabii. İstediği tek şey, ilgisini çeken araştırmaya kendisini tamamen adamak. Bazı insanlar Haravatat alimlerinin hepsiyle geçinmenin zor olduğunu söylüyor, ayrıca... Heh dur, bu konuda kararı sen ver.\nTahminime göre senden kendisinin öğrencisi olmanı istedi, öyle değil mi? Öğrenci kabul etmediğinde ise daha da üstüne düşer, hah... Ama söylediklerini icraata geçirmekte de oldukça iyidir, ona lafım yok.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Kaveh Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Sumeru'da kendimce bir ün kazandığımı mı duydun? Hahaha, her duyduğuna inanma. İnan bana abartıyorlar. Sumeru'da yeterince uzun bir süre kalınca isim yapmak gayet kolay oluyor. Dürüst olmak gerekirse dikkat çekmemeye çalışmak daha büyük bir başarı sayılabilir.\nUmarım beni iflas skandalı yüzünden duymamışsındır. Hıh... Gerçekten beni dinlemek istersen sana iyi özelliklerimden bahsedebilirim, heh...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Kaveh Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Akademiye kaydolmayı düşünmüyorsun, değil mi? Şey, pragmatik açıdan bakıldığında kaydolsan bile tasarımdan uzak durmanı tavsiye ederim. Beni yanlış anlama sakın, okuması çok etkileyici bir bölüm ama işler... Aşırı yorucu. Mezun olduktan sonra bir müddet kıdemli birilerinin yanında çalıştım ve beni bildiğin deli gibi çalıştırdılar... Sanki bir hayvana emir veriyormuş gibi emirler yağıyordu üzerime. O kadar süre bile nasıl dayandığımı gerçekten bilmiyorum.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Kaveh Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Herkesin estetik tercihleri bir noktaya kadar farklılık gösterse de bütüne bakıldığında güzellik oldukça somut bir kavramdır. Bazı temel ve nesnel estetik standartları oluşturmanın mümkün olduğuna inanıyorum. Deneyim kazanmak çok uzun bir vakit alacak olsa da estetik beğeniyi geliştirmek de mümkündür. Bu arada bu konuda herhangi bir tavsiyeye ihtiyacın olursa dilediğin zaman yanıma gelebilirsin.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Kaveh Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Bazı kişiler benim sorun çıkarmayı sevdiğimi düşünüyor ama bence onlar ne dediklerini bilmiyorlar. Hayatta herhangi bir şekilde ilerleme kaydetmeye çalışan birileri kaçınılmaz bir şekilde ara sıra diğer insanlarla çatışma yaşar. Uğraşmak istemiyorsun diye durumları görmezden gelemezsin.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Kaveh Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Vaktim olduğunda bir iki kadeh bir şeyler içerim, stres atmaya iyi geliyor. Hım? Ha, yani şey, sadece vakit geçirmek için. Hehe...\nIı... Öhöm, niye öyle bakıyorsun? Pekala, tamam! İtiraf ediyorum. Belki de içerek sorunlarımı unutmaya çalışıyorumdur. Tamamlanmamış projeler, aşamadığım engeller, diğer insanlarla yaşadığım yanlış anlaşılmalar... Bazen her şey üzerime çok fazla geliyor. Sen de bu tür şeylerle uğraşmıyor musun?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Kaveh'nin Hobileri",
			"voicelineType": "6001",
			"description": "Müzik, mimarlık, heykeltıraşlık, resim... Her biri vakit harcayıp uğraşmaya değecek şeyler. Hiçbirinde de uzman olduğumu söyleyemem ama ilgilenmeye devam edersem belki gün gelir ve hepsinde ustalaşırım. Baksana, bir enstrüman çalmayı şimdiden öğrendim bile.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Kaveh'nin Sorunları",
			"voicelineType": "6002",
			"description": "Sorunlarım mı? Hımm, en başta mali durumlar gelebilir.\nSorun Mora kazanıp kazanmamak değil, aksine kazandıklarımı elimde tutamamak. Hayatta her şey parayla dönüyor ve dikkatli olmazsam elimdekiler de gidiyor... Beni merak etme. Eskiye göre çok daha iyiyim. İlerleyen zamanlarda bu konuya daha çok dikkat edeceğim ve ayağımı yorganıma göre uzatacağım.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6005",
			"description": "En sevdiklerim alkol, sıcak çorba ve içinde krema veya peynir olanlardır. Ah, bir de taze meyveye asla hayır demem.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Çok sıcak ve acı olan şeylere hiç tahammülüm yok. Olur da yemek zorunda kalırsam dilimin yanmaması için önce soğumalarını beklerim.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Bu mükemmel! Nasıl yapıldığını bana da öğretir misin?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Bu bir kadeh şarapla harika gider!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "... Ne? Ah... Şey, ben... Hımm...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Bugün senin doğum günün müydü? İyi ki doğdun! Doğum günleri önemli günlerdir, ayrıca yıl içerisinde aileni özleyeceğin o özel günlerden biridir. Bugünü çok mutlu bir şekilde geçirmen dileğiyle.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Fena değil... Teşekkürler.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Hımm? Aldığın yerde daha fazlası var mı?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Ufkum genişledi... Umarım bu duyguyu devam ettirebilirim.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Ne kadar çok gücüm olursa o kadar çok şeyi başarabilirim. Her ne kadar hedeflerime ulaşmanın bir bedeli olsa da ve tüm umutlarım, hayallerim acı ve ızdırap üzerine kurulu olsa da... Artık geri dönmek istemiyorum.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Tarıyorum!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Hadi saldırsana!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Burası temiz!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "İzle ve öğren!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Her şey yeni başlıyor.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Doya doya bak!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Yeni bir keşif!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Şans senden yana! Çok mutlu oldun, değil mi?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Bu inanılmaz! Hayır, olağanüstü!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Ne sinir bozucu!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Bu senin son şansındı.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Ah... Hoşt!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Ben hallederim.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Arkama geç.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Daha yapmadığım... Çok şey var...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Neden?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Sakın... Hayallerimi ezip geçme...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Hey! Bu kadarı yeter...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Hıh! Daha kötüsünü de gördüm!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Yardım lazım mı?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Ben hallederim.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Müşteri bu mu? Bir dakika... Ah! Senmişsin.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}