{
	"id": 10000101,
	"name": "Kinich",
	"friendLines": [
		{
			"voicelineId": 101000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Kinich: Ben \"Malipo\" Kinich. Henüz tanışmadık sanırım. Benden hizmet talep etmek istiyorsan lütfen bana işin içeriğinden ve yapacağın ödemeden bahset.\nAjaw: ... Kendini böyle mi pazarlıyorsun? Yapma ya! Delirtme beni! Onlara ne kadar profesyonel olduğundan, geçmiş tecrübelerinden bahset ve beklentiyi yüksek tut! Sonra da \"Diğer çoğu kişiden daha yüksek bir ücret talep etmemin sebebi bu.\" diye belirt! İş dünyasından bu kadar mı bihabersin?\nAjaw: Of, Yüce Ejder Lordu K'uhul Ajaw nasıl oldu da senin gibi bir ahmakla sözleşme yapmaya mahkum oldu acaba? Utanç verici!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_draw_appear_01"
		},
		{
			"voicelineId": 101001,
			"title": "Sohbet: Ajaw",
			"voicelineType": "1101",
			"description": "Kinich: Ajaw ters davranmayı sever. Boşboğazlık ederse onu görmezden gel, seni rahatsız etmesine izin verme.\nAjaw: Kiniiiiiich! Sıkıyorsa beni serbest bırak da bunları yüzüme söyle!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_01"
		},
		{
			"voicelineId": 101002,
			"title": "Sohbet: Bedel",
			"voicelineType": "1102",
			"description": "Teselli ya da teşvik arıyorsan bana gelme. Fakat eylemlerinin bedelini tartmak istiyorsan aradığın kişi benim.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_02"
		},
		{
			"voicelineId": 101003,
			"title": "Sohbet: Dağıtım",
			"voicelineType": "1103",
			"description": "Enerjimi bir işe şu şekilde dağıtıyorum: Yüzde yetmiş araştırma için, yüzde on nihai kararı vermek için, geri kalanı da uygulama için.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_03"
		},
		{
			"voicelineId": 101004,
			"title": "Yağmurdan Sonra",
			"voicelineType": "1201",
			"description": "Hıh. Pantolonumdan hâlâ su damlıyor...",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_afterRain_01"
		},
		{
			"voicelineId": 101005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Ajaw: Sen buna şimşek mi diyorsun? Gökten düşmüş parlak popolu sıska bir böceği andırıyordu.\nKinich: O böceğin poposunda senin ruhunda olduğundan daha fazla ışık vardır.\nAjaw: Lafını geri al!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_thunder_01"
		},
		{
			"voicelineId": 101006,
			"title": "Güneş Açtığında",
			"voicelineType": "1203",
			"description": "Ajaw: Bahse varım güneş gözlüklerimi kıskanıyorsundur! Bu arada hayır, onları ödünç alamazsın.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_sunny_01"
		},
		{
			"voicelineId": 101007,
			"title": "Rüzgar Estiğinde",
			"voicelineType": "1204",
			"description": "Ajaw: Bulutlar toprağa indiğinde ve karanlık yeryüzünü yuttuğunda uğuldayan rüzgarları çağıracağız ve tüm dünyayı ateşe vereceğiz!\nKinich: Aynen, sen öyle sanmaya devam et.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_breezy_01"
		},
		{
			"voicelineId": 101008,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1205",
			"description": "Kinich: Kötü hava, ekstrem sporları daha da zorlaştırır.\nAjaw: Hadi bir bungee jumping yap bakalım, göreyim seni! Kır şeytanın bacağını! Ya da kendi boynunu kır, hehehe.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_gale_01"
		},
		{
			"voicelineId": 101009,
			"title": "Çölde",
			"voicelineType": "1206",
			"description": "Su içmeyi unutma.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_desert_01"
		},
		{
			"voicelineId": 101010,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Günaydın. Birazdan dışarı çıkıyorum, yarın sabahtan önce dönmem. Beni bekleme.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingMorning"
		},
		{
			"voicelineId": 101011,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Madem buradasın, yola koyulmadan önce bir şeyler yiyelim mi? Al bakalım, bununla ellerini sil.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNoon"
		},
		{
			"voicelineId": 101012,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Bugün neredeyse bitti. Memnun olsam da olmasam da yaşananları değiştiremem... Bunun yerine ileriye bakmalı ve hızlanmalıyım.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight"
		},
		{
			"voicelineId": 101013,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Kamp ateşinin dumanı boğazına mı kaçıyor? Bir saniye... Pekala, artık uyuyabilirsin.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight2"
		},
		{
			"voicelineId": 101014,
			"title": "Kinich Hakkında: Sevilen Biri Olmak",
			"voicelineType": "2001",
			"description": "Ajaw: Kinich, çevrende neden sana hayranlık duyan takipçilerinin olmadığını hiç merak ettin mi? Doğruyu söyle, geceleri bu yüzden uykun kaçıyor, değil mi? Ay ışığına bakarak bir o yana bir bu yana dönüyor ve neden hiç arkadaşının olmadığını merak ediyorsun... Ama cesaretini kaybetme, çünkü Yüce Ejder Lordu K'uhul Ajaw'ın bilgeliği hemen yanı başında. Bize boyun eğ, sana rehberlik etmemiz için yalvar, biz de sana yol gösterelim.\nKinich: Peh, sen çok popülersin de sanki... Seni etse etse yüzüne tokadı indirmek isteyen kişiler takip eder.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle"
		},
		{
			"voicelineId": 101015,
			"title": "Kinich Hakkında: Sürüngen Avcısı",
			"voicelineType": "2005",
			"description": "Sürüngen avcısı olmak sıra dışı bir meslektir, herkes tarafından onay görmez. Ama bazen, her iki tarafı da memnun etmek mümkün olmadığında çatışma yaşanabilir. Bu durumda birinin harekete geçerek ellerini kirletmesi gerekir. Bedeli ödendiği sürece ben o kişi olmakta bir sakınca görmüyorum.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101016,
			"title": "Hakkımızda: Özel Görevler",
			"voicelineType": "2003",
			"description": "Kinich: Maceracılar Loncasından aldığın görevlerde yardımıma ihtiyacın olursa bana haber vermen yeterli.\nAjaw: Evet, lütfen! Ona bulabildiğin en tehlikeli, en zor görevleri ver! Ölüm riski ne kadar yüksek olursa o kadar iyi!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close"
		},
		{
			"voicelineId": 101017,
			"title": "Hakkımızda: Dostlar",
			"voicelineType": "2002",
			"description": "Ajaw'ın beni tehlikeye atması için kendince sebepleri var ama ben gerçekten de sana yardım etmek için risk almaktan çekinmem. Sürekli her şeyin bir bedeli olduğundan bahsetsem de bu dünyada bazı şeylerin ne pahasına olursa olsun yapılmaya değer olduğuna inanıyorum.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Yupanqui'nin Bedel Ateşi\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101018,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Önsezi kullanmanın bir bedeli yoktur. Ama ödeme zamanı geldiğinde sırtlanması en zor şey gizli bedellerdir.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101019,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Benim halkım mutlak özgürlüğe yürekten inanır. İnsanlar ve Sürüngenler arasındaki bağın, onları bağlayan bir sözleşme üzerine değil, karşılıklı güven ve destek üzerine inşa edilmesi gerektiğini düşünürler. Sanırım ben bir istisnayım.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_share_01"
		},
		{
			"voicelineId": 101020,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Kinich: Quenepa Böğürtlenlerini toplarken mutlaka etrafta sinir bozucu Sürüngenlerin olup olmadığını kontrol etmelisin.\nAjaw: Seni gidi kertenkele beyinli açgözlü pislik! Seni gidi yapışkan, pinti solucan! Bencil ve iğrenç yaratık seni! Açlıktan ölmek üzere olmasaydım senin o çürümüş meyvelerine bakar mıydım sanıyorsun!\nKinich: Keyfin bilir, ben yerim o zaman.\nAjaw: Hıaaa! Öfkeden kuduracağım şimdi!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_gift_01"
		},
		{
			"voicelineId": 101021,
			"title": "Mavuika Hakkında",
			"voicelineType": "4001",
			"description": "Hayatım boyunca hep başkalarına bedel ödettim. Sonra Ateş Hükümdarı Diriliş Ağıdını kullanarak beni Gece Krallığı'ndan geri getirdi ve aniden bedel ödeyen ben oldum... Ancak o zaman olaya iki taraftan da bakmayı öğrendim. Güçlü taraf için \"bedel\" bir pazarlık aracıdır, zayıf taraf için ise bir kumardır ve asıl mesele, bu kumarı oynayacak cesarete sahip olup olmadığındır.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Beyaz Taşın Altındaki Siyah Taş\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 101022,
			"title": "Mualani Hakkında",
			"voicelineType": "4002",
			"description": "Daha önce kendisinden iş almıştım. Bana \"savaş danışmanı\" olmam karşılığında iyi Mora teklif etti ve ben de kabul ettim. Ancak onunla birkaç kez çalıştıktan sonra kolay lokma olmadığını anladım. Bir süre ona bu konuda ısrar ettikten sonra \"savaş danışmanı\" işinin aslında Kachina'ya doğada hayatta kalabilmesi için akıl hocalığı yapmak üzere kullanılan bir kod olduğunu öğrendim...\nMeğer \"doğaya karşı savaş\" anlamına geliyormuş. Hımm, sanırım ben buna sadece \"hayat\" derdim.\nHer neyse, o iş tamamlandı ve iki yeni kişi daha tanımış oldum.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101023,
			"title": "Kachina Hakkında",
			"voicelineType": "4003",
			"description": "Onunla ilgili bir iş ilanı görmüştüm. Kabilesindeki bazı serseriler onun Kadim Ad almasını kıskandıkları için Sürüngen yoldaşına saldırı düzenlemeye çalışmışlar... Ama bedelini ödemelerini sağladım.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101024,
			"title": "Chasca Hakkında",
			"voicelineType": "4004",
			"description": "İşlerini nasıl hallettiğini gördüm. Çatışma çözme yöntemlerimiz oldukça farklı. Ben bir tarafı susturmaya çalışırken o iki tarafı da susturuyor. Hasta yataklarında uyandıklarında söyleyecek hiçbir şeyleri kalmıyor, çünkü ne hakkında kavga ettiklerini unutmuş oluyorlar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101025,
			"title": "Xilonen Hakkında",
			"voicelineType": "4005",
			"description": "Bir keresinde Yankıların Çocuklarının bölgesinden geçerken tuhaf bir iş ilanı görmüştüm. İlan sahibi fazla bakım gerektirmeyen dayanıklı bir bitki arıyordu. Bunun üzerine, bir miktar Sürüngen pençesi kaktüsü tohumu, bir saksı ve biraz gübre getirdim. Natlan'ın en kurak bölgelerinde bile rahatlıkla yetişen bir bitkidir. Fakat ödemeyi almaya gittiğimde saksıdan tek bir fide bile çıkmadığını gördüm.\nXilonen'in bahçıvanlık becerilerini doğru tahmin edememenin bedelini ödemiş oldum. Başarısız olduğum nadir işlerden biriydi bu.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101026,
			"title": "Iansan Hakkında",
			"voicelineType": "4006",
			"description": "Kinich: Ondan daha önce iş almışlığım var. Gerçi buna uzun vadeli bir iş birliği demek daha doğru olur... Özel olarak egzersiz yaptırdığı öğrencileri için her şeyin kalorisine kadar hesaplandığı sporcu yemekleri hazırlar. Bu işi sürdürebilmek için düzenli olarak, istediği kalite ve büyüklükte meyve tedarik etmesi gerekir. Çürümüş ya da üzerinde böcek ısırığı olan tek bir meyve bile görürse tüm malları reddeder. Çoğu insan bunun imkansız bir iş olduğunu düşünse de ben bu tür şeyleri seçme konusunda becerikliyimdir... Hem kusurlu meyveleri değerlendirmek için etkili bir yöntemim de var...\nAjaw: Bir saniye, ne? ... Meyve suyumu onlardan mı yaptın yani?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101027,
			"title": "Citlali Hakkında",
			"voicelineType": "4007",
			"description": "Tahmin edeceğin üzere daha önce ondan iş almışlığım var. Inazumalı bir tüccardan koca bir yığın kağıt bazlı okuma materyali almasına yardım ettim. Müşterilerimin özel işlerine burnumu sokmak istemem ama... Gece Rüzgarının Ustaları kağıt yerine dokuma kumaş kullanmıyor muydu?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101028,
			"title": "Ifa Hakkında",
			"voicelineType": "4008",
			"description": "Kinich: Daha önce ondan hizmet almıştım. Ajaw'ın \"hasta\" olduğunu söylediği zamandı... Artık nesi varsa durmadan söylenip ağlıyordu. Bu yüzden onu bulabildiğim en iyi Sürüngen veterinerine götürmenin iyi bir fikir olacağını düşündüm. Hekim gerçekten işinin ehli çıktı. Ajaw içeride uzun süre kalmamasına rağmen Ifa onu getirdiğinde iyileşmişti bile.\nAjaw: Hıh... Sen tedaviden ne anlarsın! O gerçek bir doktor bile değil, şarlatanın teki! ... Hem sen orada değildin ki, onun ne söylediğini bilmiyorsun! Of.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101029,
			"title": "Kinich Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Ben bir Sürüngen avcısıyım. Avlayacak Sürüngen olmadığında ise başka işler yaparım. Yani aynı sektörden sayılırız.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_01"
		},
		{
			"voicelineId": 101030,
			"title": "Kinich Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Ulak olduğum dönemde, insanlara mesajlarını ilettikten sonra benden hep kendilerine \"hızlıca yardım etmemi\" isterlerdi. O halde soru şu, \"hızlıca yardım etmemin\" karşılığı nedir? Çoğu zaman, fiyatımı duyduktan sonra artık yardımıma ihtiyaç duymadıklarını söylerlerdi.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 101031,
			"title": "Kinich Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "İlk Sürüngen avımda haftalarca hazırlık yapmıştım. Birkaç günü yalnızca gözlemleyerek, takip ederek ve pusuda bekleyerek geçirdim, en az üç farklı tuzak kurdum ve Sürüngenin günlük rutinleri ve beslenme alışkanlıklarıyla alakalı ayrıntılı notlar aldım...\nÇoğu emeğim boşa gitmişti ama öyle olması gerekiyordu.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101032,
			"title": "Kinich Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Kinich: Ajaw eskiden kadim bir harabede mühürlüydü, ta ki ben onunla bir sözleşme imzalayıp serbest kalmasını sağlayana kadar.\nAjaw: Onun birkaç gün içinde çukurda ölüp gidecek dikkatsiz bir ahmak olduğunu sanmıştım ama beni şaşırttı. Bir şekilde hayatta kalmayı başardı ve nefes almaya devam ediyor... Öf, güçlü durmalıyım, güçlü durmalıyım. Ben ateş ulusunun egemen hükümdarıyım ve buna yakışır erdem ve haysiyete sahibim.\nKinich: \"Erdem ve haysiyetin\" yüzünden mi her gün nalları dikmemi umut ediyorsun?\nAjaw: Zaman ve sabır demek istemiştim!\nKinich: ... Her neyse, eğer onları nasıl kontrol altında tutacağını biliyorsan en iğrenç ve sefil varlıklar bile faydalı olabilir.\nAjaw: Canın cehenneme Kinich! Sen hele bir bekle, gün bitmeden seni öldüresiye dövecek birini bulacağım!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 101033,
			"title": "Kinich Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Her zaman olayları bedeline göre değerlendirmişimdir, bu yüzden Wayob bana Kadim Adım olan \"Malipo\"yu yani \"Bedel Ateşi\"ni verdiğinde şaşırmadım.\nDeğer hayatta kaldığımız sürece vardır, bu nedenle hayatımın sona ereceği günü iple çekmiyorum. Ama ben aynı zamanda Bedel Ateşi mirasının da taşıyıcısıyım ve o gün geldiğinde alevlerle yüzleşmeye hazırım.\nBırakın hayatımı nasıl geçirdiğimi Bedel Ateşi yargılasın. Ben pişmanlık duyacak hiçbir şeyimin olmadığını biliyorum.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Yupanqui'nin Bedel Ateşi\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101034,
			"title": "Kinich'in Hobileri",
			"voicelineType": "6001",
			"description": "Tüm ekstrem sporlarda şansımı denedim. Birinden sıkılınca diğerine geçtim. Korkularını kontrol etmeyi öğrenirken becerilerini geliştirmenin iyi bir yoludur... Önce korkunla yüzleşiyorsun, sonra ona tahammül etmeyi öğreniyorsun ve son olarak korkunun üstesinden geliyorsun.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_hobby"
		},
		{
			"voicelineId": 101035,
			"title": "Kinich'in Sorunları",
			"voicelineType": "6012",
			"description": "Tanıştığım çoğu savaşçı ya çok az ya da çok fazla düşünüyor. Ben sürekli bir sonraki hedefime odaklandığım için endişelenmeye vaktim olmuyor.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_annoyed_01"
		},
		{
			"voicelineId": 101036,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Kinich: Doğada ne bulursam onu yerim. Tabii ki et ve meyve her zaman ilk tercihimdir.\nAjaw: Şu haline bak, sanki hiç yemek seçmiyormuş gibi davranıyorsun. O zaman nasıl oldu da seni hiç Tahıl Meyvesi toplarken görmedim, ha?\nKinich: Çok ağır çünkü. Ben hafif seyahat ederim.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodLike"
		},
		{
			"voicelineId": 101037,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Ajaw: Soğuk veya baharatlı yiyecekler bedenimizin kutsallığını bozar, kızgın yağın buharı ise vebadan kaçar gibi kaçınmamız gereken zehirli bir gazdır. Yiyecekler ne çiğneyemeyecek kadar sert ne de lezzetinden ödün verecek kadar yumuşak olmalıdır...\nKinich: Ee, ne istiyorsun peki?\nAjaw: Senin ruhunla ziyafet çekmek! Hahahaha!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodDislike"
		},
		{
			"voicelineId": 101038,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Kinich: Çok lezzetliymiş. Bunun karşılığında sana para ya da hoşuna gidecek bir hediye vereyim en iyisi.\nAjaw: Çıkar ağzındakileri seni açgözlü yılan! Orada benim de hakkım var!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_pref_01"
		},
		{
			"voicelineId": 101039,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Kinich: Gayet iyi. Düşündüğümden daha lezzetli çıktı.\nAjaw: Duyuyor musun? Seninle kafa buluyor! Senin asla yemek yapamayacağını düşünüyor!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_normal_01"
		},
		{
			"voicelineId": 101040,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Kinich: ... Bunu mutfağa geri gönderebilir miyim acaba?\nAjaw: Hey, ağır ol bakalım! Daha ben denemedim bile!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_dislike_01"
		},
		{
			"voicelineId": 101041,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Kinich: Ajaw?\nAjaw: Tamam, tamam. Hıh, insanların parasını almaktan hoşlandığın gibi onlara patronluk taslamayı da seviyorsun. Bir dahakine kendine bir çift kanat al da uçma işini kendin hallet... Evet, sana diyorum. Orada bekleyip durma da atla sırtıma. Yüce Ejder Lordu K'uhul Ajaw'ın sırtında göğe yükselmek hayatta insanın bir kez yaşayabileceği bir onurdur.\nKinich: Merak etme, alt tarafı ormanda sakin bir gezinti olacak. Beni takip etmen yeterli. Oldukça güvenli bir rota planladım.\nAjaw: Karşılığında bana vereceğin şeyi unutma sakın!\nKinich: Pekala, atla hadi... Doğum günün kutlu olsun.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 101042,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Bir bıçağın iki şeye sahip olması gerekir: sağlamlık ve keskinlik.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 101043,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Çantan hafif olsun. Büyük ve taşıması zor şeyler alma... Bu şemsiye gibi mesela.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 101044,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Yola çıkmadan önce atkımı sıkıca bağlayıp sakin ve tetikte kalmam gerektiğini hatırlatırım kendime.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101045,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Benim için çok şey yaptın, bunları karşılıksız bırakamam. Ya fiyatını söyle ya da ödeyeceğim karşılığı kabul et... \"Malipo\" adına yemin ederim ki hangisini seçersen seç mağdur olmayacaksın.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 101046,
			"title": "Element Becerisi: I",
			"voicelineType": "10000101",
			"description": "Ajaw: Çevikliğine on puan.",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_01"
		},
		{
			"voicelineId": 101047,
			"title": "Element Becerisi: II",
			"voicelineType": "10000102",
			"description": "Ajaw: Kaçıyor musun?",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_02"
		},
		{
			"voicelineId": 101048,
			"title": "Element Becerisi: III",
			"voicelineType": "10000103",
			"description": "Ajaw: Becerebildiğin tek bir şey var gerçekten...",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_03"
		},
		{
			"voicelineId": 101049,
			"title": "Element Becerisi: IV",
			"voicelineType": "100004",
			"description": "Hedefe kilitlenildi.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_04"
		},
		{
			"voicelineId": 101050,
			"title": "Element Becerisi: V",
			"voicelineType": "100005",
			"description": "Hedef görüldü.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_05"
		},
		{
			"voicelineId": 101051,
			"title": "Element Becerisi: VI",
			"voicelineType": "100006",
			"description": "Köşeye sıkıştırdım.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_06"
		},
		{
			"voicelineId": 101052,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Gece Lordu için.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_01"
		},
		{
			"voicelineId": 101053,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Bu ruhları ele geçir.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_02"
		},
		{
			"voicelineId": 101054,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Geçmişin gölgesi, emrime uy.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_03"
		},
		{
			"voicelineId": 101055,
			"title": "Element Patlaması: IV",
			"voicelineType": "20000101",
			"description": "Ajaw: Kralına boyun eğ!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_04"
		},
		{
			"voicelineId": 101056,
			"title": "Element Patlaması: V",
			"voicelineType": "20000102",
			"description": "Ajaw: Büyük zafer!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_05"
		},
		{
			"voicelineId": 101057,
			"title": "Element Patlaması: VI",
			"voicelineType": "20000201",
			"description": "Ajaw: Kuru ağaçlar ejder ateşiyle yansın!\nAjaw: Hepsini yakacağım, HEPSİNİ!\nAjaw: Ohh, harika hissediyorum!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_06"
		},
		{
			"voicelineId": 101058,
			"title": "Element Patlaması: VII",
			"voicelineType": "20000202",
			"description": "Ajaw: Ruhlarınızı kurban edin.\nAjaw: Ne? Korkudan diliniz mi tutuldu?\nAjaw: O halde sonsuza dek çenenizi kapatın!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_07"
		},
		{
			"voicelineId": 101059,
			"title": "Element Patlaması: VIII",
			"voicelineType": "20000203",
			"description": "Ajaw: Eşi benzeri görülmemiş bir zafer bizimkisi!\nAjaw: Özelikle de ruh halim kötüyken.\nAjaw: Rezil böcekler, bedelini ödeyeceksiniz!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_08"
		},
		{
			"voicelineId": 101060,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Kinich: Benim payım ne olacak?\nAjaw: Bu çer çöpü istiyor musun gerçekten?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_01"
		},
		{
			"voicelineId": 101061,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Kinich: Her şeyin işe yarayacağı bir yer vardır.\nAjaw: Çocukken senin eline oyuncak vermediler mi hiç?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_02"
		},
		{
			"voicelineId": 101062,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Ajaw: Hıh, işe yaramaz bir çöp yığını.\nKinich: Çene çalmayı kes. Ya al götür ya da bırak.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_03"
		},
		{
			"voicelineId": 101063,
			"title": "Kanadı Açma: I",
			"voicelineType": "800001",
			"description": "... Buna gerek var mı cidden?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_explore_fly_start_01"
		},
		{
			"voicelineId": 101064,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Artık bedel ödeme zamanın geldi.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_01"
		},
		{
			"voicelineId": 101065,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Bunu iki kişi de oynayabilir...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_02"
		},
		{
			"voicelineId": 101066,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Ajaw: İşin bitti Kinich! İşin bitti!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_03"
		},
		{
			"voicelineId": 101067,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Durumun fena, biliyorsun değil mi?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_01"
		},
		{
			"voicelineId": 101068,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Teklifin nedir?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_02"
		},
		{
			"voicelineId": 101069,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Geriye... Dönme...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_01"
		},
		{
			"voicelineId": 101070,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Her şeyin... Bir fiyatı vardır...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_02"
		},
		{
			"voicelineId": 101071,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Ajaw: Hehe, seninle iş yapmak bir zevkti...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_03"
		},
		{
			"voicelineId": 101072,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Benim hatam.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_01"
		},
		{
			"voicelineId": 101073,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Bu biraz beklenmedik oldu...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_02"
		},
		{
			"voicelineId": 101074,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Anlaştık. Ben varım.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_01"
		},
		{
			"voicelineId": 101075,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Oldu bil.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_02"
		},
		{
			"voicelineId": 101076,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Seninle iş yaptığıma memnun oldum.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_03"
		}
	]
}