{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Ben Kirara, Komaniya Ekspres'te kurye olarak çalışıyorum. İçin rahat olsun, teslimat yapamayacağım yer yoktur! Hı? Kuyruklarım mı? Bir youkai, daha doğrusu bir nekomata olduğum için kuyruklarım var.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Sohbet: Paketler",
			"voicelineType": "1101",
			"description": "Acaba bu paketin içinde ne var? Hayır, yok, olmaz canım, müşterimin eşyalarını karıştıramam...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Sohbet: Siparişler",
			"voicelineType": "1102",
			"description": "Bir bakayım... Tamam, yola çıkalım. Sıradaki adres çok uzakta.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Sohbet: İş",
			"voicelineType": "1103",
			"description": "Vay canına, buranın manzarası çok güzel. Hehe, kendime çok iyi bir iş seçmişim.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Of! Kürküm sırılsıklam oldu. Sen de saklanmak için bir kutu ister misin?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Miyavvv! Ay... Az daha insan gibi konuşmayı unutacaktım...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Çok soğuk, kuyruklarım buz tuttu... Keşke dışarı çıkmak yerine bir şöminenin önünde otursaydım. Ateşe çok yaklaşmadığım sürece tüylerim yanmaz, değil mi?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "Güneş beni çok rahatlatıyor. Şimdi bir ağaçta kestirmek ne iyi olurdu... Ah, düşüncesi bile uykumu getirdi.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1205",
			"description": "Eyvah! Küçük paketler uçup gidecek!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "Çölde",
			"voicelineType": "1206",
			"description": "Kum taneleri patilerimin arasına kaçıyor... Biraz garip bir his...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Günaydın! Uyanmadığını görünce dışarı çıkıp sana yiyecek bir şeyler getirdim. Ha, merak etme, yemeğin içinde sincap veya serçe yok. Olsa leziz olurdu ama...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "*esner* Biraz daha uyuyayım... Kuyruklarımı bile kaldıramıyorum...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "İyi akşamlar, dışarı çıkmaya hazırım. Hı? Ne demek şimdi uyku vakti? Geceleri benim en enerjik olduğum zamandır! Daha hızlı yol katediyorum ve daha iyi görüyorum, üstelik yollar da genelde boş oluyor.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "İyi geceler, tatlı rüyalar! Tabii seni uyandırıp duran iki kuyruğun olmadığı için eminim her gece tatlı rüyalar görüyorsundur.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "Kirara Hakkında: Patiler",
			"voicelineType": "2001",
			"description": "Çizmelerim mi? Ha, onlar benim patilerim ya. Youkai güçlerimi kullanarak onları insan ayağına çevirebilirim ama patilerimi ve pençelerimi kullanarak yürümek bana daha rahat geliyor. Şey, lütfen onlara dokunma! Çok gıdıklanırım!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "Kirara Hakkında: İsim",
			"voicelineType": "2005",
			"description": "Bana Kirara ismini büyükannem verdi. Henüz tek bir kuyruğum varken büyükannem başımı okşar, çenemi kaşır, gözlerimin ne kadar güzel ve parlak olduğunu söylerdi.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "Hakkımızda: Yolculuk",
			"voicelineType": "2003",
			"description": "Sen bir uçtan diğerine seyahat ediyorsun, ben de dünyanın dört bir yanına teslimat yapıyorum. Sanırım birbirimize biraz benziyoruz, öyle değil mi? Gerçi her ne kadar ikimiz de bir yerden diğerine gidiyor olsak da benim yolculuk masraflarım karşılanıyor, sen ise her şeyi kendi cebinden veriyorsun... Hı? H-Hayır! Hava atmak için demedim!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "Hakkımızda: Karşılaşmalar",
			"voicelineType": "2002",
			"description": "Kuryelik yaparken her türden insanla karşılaştım. Bazıları Komaniya Ekspres'in müdavimleri oldu, bazıları da arkadaşım... Bunun için kendimi çok şanslı hissediyorum. Her teslimat bir paketin yerine ulaşmasıyla son bulsa da aramızdaki bağlar yaşamaya devam ediyor. Bana soracak olursan youkailer ve insanlar kolaylıkla arkadaş olabilirler.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "Önsezi Hakkında",
			"voicelineType": "3001",
			"description": "Youkai güçlerimi kullanarak insan şekline bürünmeye çalıştığım ilk zamanı hâlâ hatırlıyorum, insan dünyasını sonunda tecrübe edebileceğim düşüncesi beni o kadar heyecanlandırıyordu ki. Sonra bir anda belimde Önsezim belirdi. Hımm... Bu tanrı da mı benim gibi her türden yere seyahat etmek istiyor acaba?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Paylaşılacak Bir Bilgi: Avlanma",
			"voicelineType": "3002",
			"description": "İnsanların yaptıkları silahlar hiç fena değil ama ben bazen kedi içgüdülerime güvenmeyi tercih ediyorum. Yani gözünün önüne bir serçe konduğu zaman yere iyice çömelip arkasına sessizce yaklaştıktan sonra doğru anı bekleyip... Üzerine atlamak istemiyor musun? Avlanmaktan aldığım hazzı teslimat yapmak bile veremiyor!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Paylaşılacak Bir Bilgi: Kutu",
			"voicelineType": "3005",
			"description": "Büyükannem, bunun küçükken içinde uyumayı en sevdiğim kutu olduğunu söylemişti. Hehe, biraz komik ama eskiden Komaniya Ekspres hakkında tek bildiğim şey kutularının büyük ve rahat olduğuydu. Bana o zamanlar gelecekte geçimimi insanlara bu kutuları vermekle kazanacağımı söyleseydin sana asla inanmazdım. Hehe, gerçi artık kutuların içine öyle eskisi gibi kolay sığamıyorum... Ne? Ne demek içleri zaten dolu? Of hayır, ben boş kutulardan bahsediyordum! Asla bir müşterinin paketini açmam!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "İlginç Şeyler: Ağaç Evler",
			"voicelineType": "3003",
			"description": "Sumeru'da bazı evlerin ağaçların üzerine yapıldığını biliyor muydun? Ah, yemek için aşağı inmek zorunda olmadan tüm gün güneşlenmek ne güzel olurdu. Hı? Bunu zaten biliyor muydun? Tamam o zaman... Nasıl inşa edildiklerini de biliyor musun? Pençelerim olmasına rağmen ben bile teslimat için o uzun ağaçlara tırmanırken yoruluyorum. Sumeru halkı pençeleri bile olmadan onca yapı malzemesini ve dekorasyonu nasıl yukarı çıkarmış? Anlayamıyorum...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "İlginç Şeyler: Büyük Evler",
			"voicelineType": "3004",
			"description": "Paketleri teslim ederken birçok büyük ev görme şansım oldu, hatta bazıları büyükannemin evinden bile büyüktü! Bilmem ne sarayı, bilmem ne tapınağı... Hepsinde sayısız oda vardı. Bu kadar büyük bir yerde yaşamak insana kendisini küçük hissettirmez mi? Sabahları kahvaltı edebileceğim bir masası, öğlenleri güneşlenebileceğim bir terası ve akşamları da dinlenebileceğim küçük bir kutusu olan bir yer bana yeter de artar bile. Hım... O zaman büyük evler de insanlar için büyük kutular mı sayılır?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "Yae Miko Hakkında",
			"voicelineType": "4001",
			"description": "Leydi Miko, Inazuma'da meşhur bir Kitsune youkaidir. O yüzden benim gibi genç bir youkainin ona saygıyla yaklaşması gerekir. Ancak beklediğimin aksine kendisi şaşırtıcı derecede cana yakın biri. Hatta beni şahsen ziyarete geldi ve insanların dünyasında nasıl hayatta kalacağıma dair birçok faydalı şey öğretti! Mesela insanların görgü kuralları, insanlarla iletişim kurmanın incelikleri, bir de kızarmış tofu tarifleri... Hı? Sonuncusunu sadece kendisi için mi öğretmiş?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "Şogun Raiden Hakkında",
			"voicelineType": "4002",
			"description": "Tenshukaku'ya gönderilen paketlerin hepsi özenli bir şekilde ve çok katmanlı olarak paketlenir. Yüce Şogun'a yaraşır bir paket böyle oluyor sanırım. Bazıları çok güzel kokuyor... Acaba içlerinde ne var?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "Shikanoin Heizou Hakkında",
			"voicelineType": "4003",
			"description": "O dedektifle yollarımız uzun zaman önce kesişti. Nekomata olduğumu öğrendikten sonra kayıp kedileri bulmak için benden yardım istemeye başladı. İlk başta memnuniyetle yardım ediyordum ama daha sonra kedilerin \"Dışarıdaki dünyayı görmek istemiştim sadece!\" veya \"Evdeyken çok canım sıkılıyor...\" gibi sözlerini duyduktan sonra onlara acıdım ve dedektife yalan söyleyip hiçbir kedi görmedim dedim. Ama yalan söylediğimi tek bakışta anladı sanki...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "Kujou Sara Hakkında",
			"voicelineType": "4004",
			"description": "Leydi Tengu ile konuşmak istemişimdir hep. Belki Tenryou Heyetinin generali olduğu içindir ama onu oldukça korkutucu buluyorum, o yüzden onu sadece uzaktan izliyorum. S-Sadece kanatlarını merak ediyorum. Ona rahatsızlık veriyorlar mı, dökülen tüyleriyle nasıl uğraşıyor? Hımm... Tüy demişken düşündüm de, kutumu tüylerle kaplasam çok rahat olurdu...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "Arataki Itto Hakkında",
			"voicelineType": "4005",
			"description": "Kendisi bir Oni ama insanlarla çok iyi anlaşıyor. Hatta kendi çetesi bile var! Of, onu çok kıskanıyorum. Belki de gidip ondan tavsiye istemeliyim.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "Lyney Hakkında",
			"voicelineType": "4006",
			"description": "Fontaine'de her şeyi yok edebilen ve bir anda tekrar ortaya çıkarabilen bir sihirbaz ile karşılaştım! Bunları youkai güçlerini kullanarak yapıyor olmalı, değil mi? Hımm... Yoksa o da mı bir youkai?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "Chiori Hakkında",
			"voicelineType": "4007",
			"description": "Bana çok iyi davranıyor. Eskiden onunla sık sık karşılaşırdım, o zamanlar kumaş yapımını ve renk paleti geliştirme yollarını araştırıyordu. Güzel kumaşlarına pençelerimle zarar veririm diye endişelenirdi hep ama bunu ona neden yapayım ki? Bugünlerde Fontaine'de bir dükkan işletiyor ve zaman zaman ona bir şeyler getirmemi istiyor. Hehe, şu anda giydiğim kıyafeti düzeltmeme de o yardım etti.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Kirara Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Ben daha küçücük bir kediyken büyükannem bana birçok hikaye anlatırdı. Inazuma'daki youkailer, şehirdeki festivaller, diğer ülkelerdeki yemekler... Onun kucağında kıvrılır ve onu dinleyerek uyuyakalırdım. Hâlâ o hikayelerin hangi kısımları gerçekti, hangilerini rüyalarımda gördüm ayırt edemiyorum...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Kirara Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Kurye olmak benim için mükemmel bir iş. Leydi Kitsune bana eğer çalışmazsam insan dünyasına ayak uyduramayacağımı söylemişti. Öyle bir şey olsun istemem! Bu yüzden tüm teslimatları ciddiye alıyorum. B-Büyük Youkai olmak için bile olsa ormana geri dönmeyeceğim!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Kirara Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Kolay lokma gibi göründüğüm için mi bilmiyorum ama seyahat ederken haydutlar yolumu kesiyor hep. Her seferinde de günlerini gösteriyorum! Gerçi tüm gücümü kullanmıyorum çünkü olur da verdiğim zarardan şirket sorumlu tutulursa... İşten kovulurum!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Kirara Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Ne zaman yeni bir şehre adım atsam ilk işim yüksek bir yere tırmanıp şehri yukarıdan izlemek olur. Bazen bir rüzgar eser ve yerdeki yapraklar adeta Kristal Kelebekleri gibi bir sokaktan diğerine uçar durur. Güneş batmaya başladığındaysa güzel bir yer bulur ve şehir ışıklarının yanmasını beklerim. Yüksekten bakınca öğle vakti ormanın gölgesinde dans eden titrek güneş ışıkları gibi görünürler. Teslim etmem gereken paketlerim olmasa tüm gün orada durabilirim... *iç çeker* Keşke büyükannemi yanımda götürüp ona da tüm bunları gösterebilsem.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Kirara Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Hayatın tadını çıkarmak çok önemli! Uzun bir yolculuğun son birkaç gününde veya işimin olmadığı bir gecede en yoğun restorana gidip güzel bir yemek yerim, daha sonra en rahat terası arar ve yüzümde esintiyi hissederek uykuya dalarım... Bu dünyada kıymeti bilinmesi gereken o kadar çok küçük zevk var ki her birinin tadını çıkarmasam yazık olur. Mesela bu yüzden balık yerken kılçıkta hiç et bırakmam!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Kirara'nın Hobileri",
			"voicelineType": "6001",
			"description": "Dünyanın dört bir yanına paket götürmeyi seviyorum. Daha önce gitmediğim bir adres görünce içim o kadar kıpır kıpır olur ki o gece asla uyuyamam. Hani resmen oraya bir anda ışınlanmak isterim. Ormanlar ve çalılarla çevrili bir yerde büyüdüm. Orası bir süre sonra bayıyor ama buralar çok daha farklı. Daha önce görmediğim birçok şey var. Sanki her an yeni bir şeyle karşılaşacakmışım gibi hissediyorum!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Kirara'nın Sorunları",
			"voicelineType": "6002",
			"description": "Bir insanın hayatı sürprizlerle dolu olabilir ama uyması gereken birçok kural da yok değil. Mesela insanlar çatılarda uyuyamaz, havuzdan balık tutamaz veya güzel bir yer bulup kaşıyarak pençelerini bileyemez... Ancak asıl formuma döndüğümde kimse bunları yapmama bir şey demiyor. Sorun şu ki, nekomata formum çok dikkat çekiyor, o yüzden bir insan gibi restorana girip yemek siparişi veremiyorum...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6005",
			"description": "Ben henüz kediyken büyükannemin benim için hazırladığı her yemeği çok severdim. Tek seferde tüm kaseyi silip süpürürdüm! Şimdiyse... Saşimi Tabağı yemeyi çok seviyorum! Balık, doğrudan tabakta yumuşak ve taze servis edildiğinden kılçıklarını ve pullarını ayıklamama da gerek kalmıyor! Ancak balık kafalarını yemeye başladığımda restoran çalışanları bana garip garip bakıyor...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Bir keresinde okyanus kenarında balık tutarken bir yengeç arkamdan habersiz yaklaşıp kuyruklarımı kıstırdı. O kadar acıdı ki kopacaklar sandım! Of, insanlar neden yengeç yemeyi seviyor ki? Hem etleri yok denecek kadar az hem de kabukları çok kalın. Pençelerimle bile açamıyorum kabuklarını. Ha, sıcak şeyleri de hiç sevmem bu arada. \"Tereyağlı Yengeç\" diye bir yemek olduğunu duyduğumda kulaklarıma inanamamıştım. İnsanlar böyle hem sert hem sıcak bir şeyi yemeyi nasıl başarıyor?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Vay be, tadı çok güzel! Daha önce hiç böyle bir şey tatmamıştım! Sen... Yemeklerin Büyük Youkaisi falan mısın yoksa?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Mmm, leziz! Daha kaldı mı? Yanımda yolluk olarak götürmek istiyorum!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Şey, bu... Bana yaban hayatını hatırlattı...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Doğum günün kutlu olsun! İster insan ister youkai ol, bu dünyaya doğmak her zaman kutlamaya değer! İstersen seni büyüdüğüm yere götürebilirim. Hani öyle kalabalık sayılmaz, ilginç pek bir yanı da yok ama orası beni her zaman rahatlatır. Aa, en sevdiğim kutuda da uyursun istersen! O kutunun içinde şöyle güzelce bir kestirmek çok iyi geliyor!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Aa! Youkai güçlerimin büyüdüğünü hissedebiliyorum!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Hı? Kuyruklarım da mı uzuyor yoksa?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Sanki bedenim hafifledi! Tek seferde on paket teslim edebilirmişim gibi hissediyorum!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Vay canına... Bu kadar güçle Kitsune Youkai bile bana dikkat etse iyi olur... Hehe, şaka yapıyorum! Bu bir yarışma değil sonuçta. Tüm müşterilerimin paketlerini güvende tutabilmek bana yeter, tabii her zaman yanımda olduğun için seni de güvende tutmak isterim. Ha bu arada, kuyruklarıma dokunmak ister misin? Uzadıklarından eminim!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Oh be!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Çizdim seni!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Geliyorum!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Hızlı teslimat!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Güler yüzlü hizmet!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Şuraya bir imza lütfen. Miyav!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Vay canına! Daha önce buradakilerin yarısını bile görmemiştim!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Birisi paketini mi düşürdü?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Bu kutunun içine kıvrılıp yatsam mı?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Paketlere dikkat etmeliyim...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Yeni bir rota bulmam lazım...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Miyav...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Kutuma saklan!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Yardımına geldim!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Müşterilerim... Hâlâ beni bekliyor...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Kutumda... Olacağım...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Kesin kovulacağım...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900001",
			"description": "Of!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Kuyruklarım!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Hey! Paketlere vurmasana!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Göndermek istediğin bir şey var mı?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Komaniya Ekspres'i seçtiğiniz için teşekkür ederiz!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Bedava tatil mi? Ben de geliyorum!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}