{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Merhaba, ben Chenyu Vadisi Zanaatkarlar Derneğinden Lan Yan! Dekorasyonlarla ya da sepetlerle ilgilenir misin? Ya da belki bir vazo veya mobilyayla? Ah, elimde neredeyse hiç rattan kalmadı. Dağlara gidip toplamam lazım... Benimle gelmek ister misin? Hehe, ne kibarsın! Senin için rattan bir şapka yapacağım! Olur mu?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Sohbet: Günlük Planlama",
			"voicelineType": "1101",
			"description": "Bugünkü planım mı? Hım... Nasıl hissettiğime göre karar vereceğim sanırım! Yarın da öyle yaparım, hatta sonraki gün de, hehe.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Sohbet: Aile Yadigarı",
			"voicelineType": "1102",
			"description": "En iyi rattan mobilyalar, ipek gibi pürüzsüz, ince ve güçlü olan parçalardan yapılır. Bu mobilyalar, bir aile yadigarı gibi kıymetli olurlar... Abartmıyorum!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Sohbet: Kırlangıçlar",
			"voicelineType": "1103",
			"description": "Kırlangıçlar havalar güzelken yuvalarını yaparlar, fırtına çıktığında da saklanırlar.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Madem yağmura yakalandık, tadını çıkaralım o halde! En azından bir yere saklanmak için koşturup yorulmayız.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Aaa! E-Elini tutabilir miyim?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Güneş Açtığında",
			"voicelineType": "1203",
			"description": "Bak! Güneşin dokunduğu her şey altın gibi parıldıyor!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Rüzgar Estiğinde",
			"voicelineType": "1204",
			"description": "Duydun mu? Ding... Ding... Kafamdaki gümüş aksesuar zil gibi adeta! Rüzgar bugün çok hoş esiyor.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1205",
			"description": "Ding ding ding ding! Rüzgar bu defa öfkeli sanki.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "Çölde",
			"voicelineType": "1206",
			"description": "Su ister misin? Al, benimkinden iç bir yudum. İçinde nane yaprakları var, çok ferahlatıcı!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Kuşlar mı uyandırdı seni? Haha, ben onlarla bir konuşayım. Bakalım işe yarayacak mı, her zaman dinlemezler de sözümü.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Biraz taze çiçek topladım! Eve dönüp annem için yemek yapacaktım... Sen de gelsene! Ailem seni gördüğüne çok mutlu olur!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Gece pazarında ızgara böcek satılıyor. Denemek ister misin?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Çok uykum var... Uyuyorum ben. Daha fazla ayakta kalamayacağım.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "Lan Yan Hakkında: Mutluluk",
			"voicelineType": "2001",
			"description": "Bana kalırsa mutluluk... Bir kase pilavın tüm tanelerini bitirinceye kadar tadını çıkarmak, çimenlerin üzerinde şekerleme yaparken rüzgarın sesini dinlemek ve on ciltlik doğaüstü roman serisini hiç rahatsız edilmeden okuyabilmektir!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "Lan Yan Hakkında: Qimen Büyülerinin Mirasçıları",
			"voicelineType": "2005",
			"description": "Efsanevi Rüzgar Okuyucu aslında Lan ailesinin soyağacında geçiyor ancak benim ailem ana aileden uzun süre önce ayrılmış. Qimen büyüleri son derece karmaşık ve çeşitlidir. Şimdiye kadar yalnızca birkaç temel şeyi öğrendim. Daha zor bir durumla karşılaşırsam büyüklerime sormak, kuzenlerimden yardım istemek durumunda kalıyorum. Yine de rattan figürler yapmakta çok iyiyimdir. Dedem bile elime su dökemez bu konuda! Hehe, sanırım kendi başıma başarılı olabildiğim alan bu.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "Hakkımızda: Tokalaşalım Mı?",
			"voicelineType": "2003",
			"description": "Otur. Dost. Tokalaş.\nAh, otur diye sana demedim, hayvan dostlarımızla konuşuyordum! Kusura bakma! Lütfen kalk, demeye çalıştığım şey \"Bakın millet! Yeni bir dostumuz aramızda!\" idi. Net olmadı mı böyle? Tamam... \"Otur\" aslında \"beni dinle\", \"olduğun yerde kal\" veya \"yapma\" gibi anlamlara gelebilir. Hım? Nasıl mı bileceksin? Dağlara daha sık gelmen gerekiyor. O zaman hemen kaparsın!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "Hakkımızda: Hadi Tokalaşalım",
			"voicelineType": "2002",
			"description": "Hadi, tokalaşalım! Gel kucaklaşalım!\nHı? Tokalaşalım hadi! Arkadaşlar birbirlerini böyle yüreklendirmez mi? Ah dur, haha, bu defa gerçek anlamında söylemiştim! Kusura bakma, kafanı karıştırdım. Sorun yok ama! Daha çok vakit geçirdikçe birbirimizi daha iyi anlarız!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Önsezim sayesinde çakramı havaya atıp kolaylıkla yakalayabiliyorum... Ah, ancak bunu evde denemeyin sakın! Bıçak çok keskindir! Yine de sen bir deneyebilirsin {NICKNAME}! Hareketsiz dur, kolunu sabit tut ve güzel bir atış yap. Yapabilirsin bence!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Yabani mantarları yemek istiyorsan son derece dikkatli olmalısın. Bazıları asla yenmez, diğerleri de güzelce kızartılıp tamamen pişirilmelidir. Tek oturuşta bitiremezsen de kalanları tüketmeden önce aynı şeyleri yapman gerekir. Birçok insan bu adımı atlar. Yani birkaç ısırıktan sonra köpeğin sana çamaşırlarını kaldırmanı söylerse veya tavukların ev işi buyurmaya başlarsa bir doktora görünsen iyi olur!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Bir keresinde biraz dokuma yapmıştım ve bir ağaçta dinleniyordum, sonra bir sincap geldi ve daha yeni yaptığım rattanları çaldı! Neyse ki çaldığı rattanların iki katı gerçek kozalak verdim de onları geri alabildim. Açıkçası yaptığım rattanları kaybetmeyi çok umursamadım da sincabın tüm günü mahvolacak diye üzülmüştüm! Yani düşünsene, bütün gün uğraşıp kozalak topluyorsun, eve dönünce bir bakıyorsun ki hepsi sahteymiş! Tüm sincap arkadaşlarına alay konusu olurdu muhtemelen...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "Xiangling Hakkında",
			"voicelineType": "4001",
			"description": "Herkes ilk intibanın önemli olduğunu söyler. Wanmin Restoranında ilk defa yemek yedikten sonra çok pişman oldum. Liyue Limanı'na keşke daha önce gitseydim dedim. Xiangling'le çok daha önce tanışabilirdim... Memleketimdeki dağlarda çok nadir yemek malzemeleri olduğunu duyunca hemen Chenyu Vadisi'ne bir seyahat planı yaptı! Kesinlikle eli boş dönmeyecek!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "Hu Tao Hakkında",
			"voicelineType": "4002",
			"description": "Müdür Hu her zaman çok keyifli ve neşeli görünüyor. Durum ne kadar iç karartıcı olursa olsun yanımda oldu ve keyfimi yerine getirmek için şakalar yaptı. Onu çok uzun zamandır tanımıyorum, o yüzden merak ediyorum da... Kendisi hep böyle mi? Hım... O halde dilerim bundan sonra insanları rahatlatmak için değil, gerçekten mutlu olduğu için gülümser hep.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "Keqing Hakkında",
			"voicelineType": "4003",
			"description": "Yuheng ne zaman durup dinlenecek? Fener Şenliği boyunca oradan oraya koşturup durdu. Kibarlığından ötürü ona bir yemek ısmarlamak istedim ancak hiç vakit olmadı... Ayrıca saçımı tıpkı kendisininki gibi bir çift kedi kulağı şeklinde yapmasını umuyordum. Ama... Bu istek biraz fazla olur belki. Gerçi niyeyse çok umursamaz gibi geliyor...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "Xingqiu Hakkında",
			"voicelineType": "4004",
			"description": "Daha önce dağlarda birçok kez Efendi Xingqiu ile karşılaştım. Yanında Feiyun Ticaret Loncasından kimse yoktu, o yüzden resmi bir iş seyahati gibi durmuyordu. O tesadüfi karşılaşmalardan sonra bana sık sık son çıkan doğaüstü hikayelerin olduğu romanlardan getirmeye başladı ve ben de ona kimseye söylemeyeceğime dair söz verdim. Gerçi... Şimdi sana söylemiş oldum, değil mi? Lütfen bu aramızda bir sır olarak kalsın {NICKNAME}!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "Chongyun Hakkında",
			"voicelineType": "4005",
			"description": "Bir keresinde dedemin ev ziyaretlerinden biri için dışarıdayken Chongyun'un üzgün bir ifadeyle evden ayrıldığını gördüm. Yüz ifadesine bakınca kötü bir durum olduğunu düşündüm ancak evde tuhaf bir durum hissetmedim. Dedem de falda kötü herhangi bir şey görmemişti. Belki de sorunu çözmek için çok fazla enerji harcadı ve konuşamayacak kadar yorgundu... Hı? Hiçbir şey yapmamış olabileceğini mi düşünüyorsun? Şimdi daha da kafam karıştı...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "Gaming Hakkında",
			"voicelineType": "4006",
			"description": "Gaming'i çocukluğumuzdan beri tanırım! O zamanlar mahallenin baş belasıydı tam, haha. Hım? Hiç onluk bir şey değil mi? O zamandan beri epey olgunlaştı, tıpkı benim gibi. Değişmeyen tek şey gittiği her yere yanında abur cuburlarını da götürmesi. Seyahatlerinden dönerken arkadaşlarıyla paylaşmak için bir sürü şey getirir yanında. Tabii memleketindeki favorilerini stoklamadan da hiçbir yere gitmiyor...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "Qiqi Hakkında",
			"voicelineType": "4007",
			"description": "Qiqi serçeleri sever, değil mi? Ona rattandan bir serçe yapayım diyorum! En sevdiği rengi biliyor musun?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Lan Yan Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Dur bekle! Bir dakika... Bitiyor neredeyse, şunu bir halledeyim... Oh... Tamam! Hehe, kusura bakma. Aynı anda birkaç işi yapamam da pek. Yalnızca tek bir işe odaklanabiliyorum. Şimdi tüm dikkatim sende!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Lan Yan Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Biraz dağlarda vakit geçirmek ister misin? Mesela Pofuduk Keçi tam bize kafa atacakken kaçmaya çalışırız ya da Kırmızı Gagalı Pelikan haydutmuş gibi yaparız ve Yeşim Kalp Tüylü Levreği gagasından kurtarmaya çalışırız... Hım, Rüzgar Labirenti mi oynamak istiyorsun? Avcı sen mi olacaksın? Birileri kendine güveniyor bakıyorum da. Pekala, beni bulamayıp dolanıp durmaya başlarsan hemen gümüş zilimi çalacağım. Saç telime dahi dokunmayı başarırsan kazanırsın! Ben bu oyunda epey iyiyimdir, haberin olsun.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Lan Yan Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Başımdaki gümüş aksesuar \"Yeşim Tüylü Gümüş Kanat\" şeklindedir ve aile yadigarıdır. Gümüş saç tokamı, kolyemi ve broşumu doğum günümde ailem hediye etmişti. Bileziğimi bir Fener Şenliği sırasında dedem vermişti, küpeler de geçen Ay Tutkusu Festivalinden sanırım... Bir de kanat kullanmayı öğrendiğimde, Önsezimi aldığımda ve üç kase pirinci tek oturuşta mideye indirmeyi başardığımda verilenler var...\nHehe, ailemde gümüş aksesuarların uğurlu olduğuna ve kötülükleri uzaklaştırdığına dair bir inanış var, bu yüzden sürekli yenilerini veriyorlar!\nHepsini aynı anda takınca ağır oluyor tabii ama... Sanırım buna, bir ailenin sevgisinin ağırlığı da diyebiliriz!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Lan Yan Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Küçükken rattan figürler beni korkuturdu... Nasıl desem? Yani, evin her yerinde bir sürü biçimsiz siyah ve gri oyuncaklar olduğunu düşün... Bir çocuk için kabus gibi bu! Dedem beni klanımızın baş ailesinin yanına eğitime gönderdiğinde ruhunun ele geçirildiğini düşünmüştüm. Kuzenimin bana kara büyü öğrettiğini sanmıştım! Bu yüzden bir gece cesaretimi toplayıp tüm figürleri yakmaya karar verdim. Neyse ki zaten amaçları kötü enerjiyi emmek olduğundan yok edilmeleri gerekiyormuş.\nAma sonradan aklıma şu geldi... Eğer rattan figürler daha sevimli görünseydi o zaman belki de insanlar onları bir tür kötü büyüyle bağdaştırmazdı...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Lan Yan Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Rattan dokumak zor değil, gerçekten! En karmaşık figürler bile tek parça rattandan dokunur. Tek gereken biraz sabırdır sadece! Tekniğin kendisine kıyasla dikkat kısmı zor olandır, hatta bazen azimli olup devam ettirmek daha da zordur. Bana soracak olursan en önemli faktör mutlu olmaktır. Eğer dokurken keyif almıyorsan ortaya çıkan iş de güzel olmaz. Bu sadece rattan dokurken değil, her şeyde böyle. Tüm olay mutluluk! İkimiz için de geçerli bu!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Lan Yan'ın Hobileri",
			"voicelineType": "6001",
			"description": "Halk hikayelerine göre boğulan insanların ruhları su birikintilerinde yaşarmış. Ben de bunun doğru olup olmadığını görmek için göle bir çubuk batırdım... Ve çubuk gerçekten de sıkışıp kaldı! Yosunların arasında yani. Yüzmeye gittiğinde olacakları hayal bile edemiyorum o yüzden. Sıkışıp kalmamak tuhaf olurdu...\nBir de duyduğuma göre güneş battıktan sonra Güneriği yenmemeliymiş, gece yarısı aynanın karşısında elma soyulmamalıymış... Hım, acaba bunların bir gerçekliği var mı?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Lan Yan'ın Sorunları",
			"voicelineType": "6012",
			"description": "Kıymıkları çıkarmaktan nefret ediyorum. Hem görmesi zor hem de kendimi yaralıyorum bir şekilde... Bunu yaparken on parmağımı da kesmişimdir. *sızlanır*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Taze çiçekler güzel görünüp hoş kokarlar ve onlardan lezzetli tatlılar da yapılabilir! Tadı ferahlatıcıdır ancak aşırı tatlı değildir. Yanında da bir demlik çiçek çayıyla çok iyi gider... Ah, hadi gidip çiçek toplayalım! Sepete gerek yok. Dağda hızlıca örerim bir tane!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Derler ya hani, şeker bile sadece mutlu olduğunda tatlı gelir. Kötü bir ruh halindeysen her şeyin tadı daha kötü geliyor. Hehe, neyse ki bu sorunu çok sık yaşamıyorum.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Bu çok lezzetli! Bir dakika, böyle bir yemek için saf gümüşten çatal bıçak kullanmak gerekir! Hemen döneceğim!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Ah, teşekkür ederim! Al, bu sosla dene bir de! Tadı çok daha güzel oluyor!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Bir dakika, bundan yedin mi sen? Miden nasıl şu anda? Halüsinasyon falan görmüyorsun, değil mi?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Bir aile geleneği olarak doğum günü hediyesi olarak birbirimize hep gümüş aksesuarlar veririz. Al, bu iki figür senin için. Başında gümüş kırlangıç olan benim, {M#yanında küçük gümüş kılıç olan da sen}{F#gümüş çiçeği olan da sen}. Hehe, aynı bize benziyor, değil mi?\nRattan telleri tütsü ile doldurdum, böylece onları çantana astığında böcekler yaklaşmayacak. Ayrıca bu gümüş aksesuarları ben tasarladım. Gümüşçü bir kere cila attı, ben de kenarlarını düzelttim. Bir yerini kesmezsin yani merak etme.\nİyi ki doğdun {NICKNAME}! Şans her zaman senden yana olsun!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Bir dakika, ben daha ancak iki şerit dokuyabildim ve sen şimdiden... Sen mi çok hızlı gidiyorsun, ben mi yavaş kaldım?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Gümüşün parlaması için cilalanması gerekiyorsa bizim de bir kırlangıç kadar hafif ve çevik olmak için becerilerimizi geliştirmemiz şart.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Tokalaşalım hadi! Tekrar! Tekrar! Hatırlıyor musun? Bu, mutluluğun ve minnettarlığın bir ifadesi. Hayattaki güzel şeylere karşı duyulan sevinci ifade etmenin bir yolu!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "\"Mütevazı kırlangıç, yuvasını çamurdan yapar da yine de açıkta kalmaz.\" O yüzden beni küçümseme! Ulaştığım güçle seni artık fazlasıyla koruyabilecek kapasitedeyim. Hehe, hepsi senin yardımların sayesinde tabii ki! Çok teşekkür ederim!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Element Becerisi: I",
			"voicelineType": "100004",
			"description": "Uç bakalım.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Element Becerisi: II",
			"voicelineType": "100005",
			"description": "İşte geliyor!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Element Becerisi: III",
			"voicelineType": "100006",
			"description": "Yukarı, daha yukarı.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Kötü şansa elveda!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Kırlangıç gibi hızlı.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Rüzgarda dans.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Vay be, ben de alabilir miyim biraz? Talihini paylaş!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "İşte bu! Bakalım içinde ne varmış?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Bir dakika, önce bir sayalım...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Biraz zaman lazım...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Yardım...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Çok zor...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Geri çekil! Ben seni korurum!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Ben hallederim! Onlardan daha hızlıyım.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Şimdi olmaz...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Ziller artık... Çalmıyor...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Uçamıyorum...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900002",
			"description": "Dur!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Bir terslik var!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Ne korkunç bir öfke bu!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Nerede olursa olsun gelirim!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Hadi şehre gidelim!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Geliyorum!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}