{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Favonius Şövalyeleri Keşif Bölüğü, Ön Saha Gözlemcisi Mika emrinde. Seninle beraber savaşmak benim için bir onurdur. Destek olabileceğim bir şey varsa hemen söyle, işe koyulayım. Güvenle seyahat etmek ve düşman hakkında doğru bilgi almak için elimden geleni yaparım!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Sohbet: Hedefi Takip Etmek",
			"voicelineType": "1101",
			"description": "Savaşa hazır olsak iyi olur... Bir sonraki görev her an başlayabilir.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Sohbet: Durum Raporu",
			"voicelineType": "1102",
			"description": "Mevcut konumu doğruluyorum ve hedefe olan mesafeyi hesaplıyorum... Pekala, arazi koşullarını kaydettim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Sohbet: Rota Oluşturma",
			"voicelineType": "1103",
			"description": "Nasıl bir çevrede olursan ol, kapsamlı bir keşif yaparak güvenli rota oluşturabilirsin.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Ah, yağmur bastırdı... Umarım yollar çok çamurlu olmaz. Aksi halde herkese ayakkabılarını temizlemeleri için yardım etmem gerekir ve yemek yapmaya vakit kalmaz...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Yıldırım, hareket ederken çıkardığımız sesleri gizler. Bu yüzden de iyi bir arkadaşımızdır.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "Yeni yağan kar çok güzel olabilir ama arazinin özelliklerini gizler ve işimizi zorlaştırır.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "Hava güneşli ve görüş mesafesi mükemmel... Gözlem yapmak için koşullar gayet iyi. Daha iyisini isteyemezdim!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1205",
			"description": "Hımm... Bu rüzgar, Rüzgar Hükümdarı'ndan bir işaret olabilir mi? Yoksa sadece arazinin atmosfere olan etkisinin bir sonucu mu?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Hey, günaydın! Keşif güçlerinin yaptığı kahvaltıdan hazırladım sana. Eğer sakıncası yoksa bir yandan kahvaltını yaparken bir yandan da bugünkü planımızı açıklayabilir misin?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Ah, bir dakika bekle, yemek neredeyse hazır! Üç numaralı saha erzakı. Keşif Bölüğünün en sevdiği yemek. Kısa bir mola vermek için etrafta uygun bir yer var mı diye bakacağım.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Akşam yemeği hazır! Sadece basit bir saha erzakı olsa da içinde ihtiyacın olan besleyici her şey var. Hadi, afiyet olsun. Bakıma ihtiyacı olan bir ekipmanın varsa onları da bana verebilirsin.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Saat geç oldu, benim daha bugünkü gözlem kayıtlarını düzenlemem gerek. Kamp yatakları hazır, biraz dinlenmek ister misin? Sen enerjini toplayana kadar gece atıştırmalıklarımız da hazır olur. Sonrasında nöbet değişiriz.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "Mika Hakkında: İş",
			"voicelineType": "2001",
			"description": "Hı? Ön Saha Gözlemcisi ne mi yapar? Benim görevim, önümüzdeki bilinmeyen bölgeyi keşfetmek, araziyi gözlemek ve önemli konumları tespit etmek. Bazen düşman öncü birlikleriyle de ilgilenmek gerekebiliyor, bu yüzden arazi haritası çıkarmanın yanında savaşa hazır olmam, sıhhiye ile hayatta kalma tekniklerini de bilmem gerek...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "Mika Hakkında: Günlük İşler",
			"voicelineType": "2005",
			"description": "Kamp yapmak, ateş yakmak, yemek pişirmek ve ekipman bakımı yapmak... Bunlar yapılması gereken esas görevler. Eğer diğerleri bu tür işleri sevmiyorsa ve ben de onları belirli bir seviyede iyi yapabiliyorsam ne mutlu bana... Bu şekilde herkes nefes alır ve biraz rahatlayabilir...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "Hakkımızda: Söylentiler",
			"voicelineType": "2003",
			"description": "Ah, üzgünüm... Mondstadt'a ilk geldiğimde sizinle ilgili çok şey duymuştum. Sen ve Paimon gibi süper güçlülerin genelde çok katı kişisel kuralları vardır. Süper güçlülerin aynı zamanda sinirleri de bozuk olabiliyor, o yüzden yanlış bir şeyler söyleyip sizi üzmekten korkuyordum. Neyse ki ikiniz de çok iyisiniz ve endişelenmem gereken bir şey yok!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "Hakkımızda: Şifreli Konuşma",
			"voicelineType": "2002",
			"description": "Bazı öncü kaşifler, oklarının bittiğini ve kampa döneceklerini belirtmek için \"Octave\" kelimesini kullanır... Ya da \"Vera\" kelimesi, \"durum düşmana saldırmak için uygun\" anlamına gelir... Hey, neden biz de bazı şifreli kelimeler seçmiyoruz? İleride uzun süre beraber çalışacaksak çok kullanışlı olur. Fikirlerini dinlemeye açığım, söyleyebilirsin!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "Önsezi Hakkında",
			"voicelineType": "3001",
			"description": "Dürüst olmam gerekirse Önsezi alabildiğime ben bile çok şaşırdım. Gerçekten kullanışlı fakat tamamen onun güçlerine güvenemem. Ben onu daha çok işler yolunda gitmediğinde güvenlik amacıyla kullanmayı tercih ediyorum. Favonius Şövalyelerinin bir üyesi olarak, her zaman takımca iş birliği yapmaya ve zorlukları takım arkadaşlarımla aşmaya daha çok önem vermeliyim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Sana işine yarayacak basit bir gözlem tekniği öğreteyim... Kolunu uzat ve başparmağını hedef bölgeye doğru kaldır. Sağ gözünün bakış açısını ve parmağını hedefinin soluna, sol gözünün bakış açısını da hedefin sağına yerleştir. İki taraf arasındaki farkı çarpan olarak kullanarak bir dağın yüksekliğini ve tırmanıp tırmanamayacağını ya da bir nehrin genişliğini ve karşıya yüzüp yüzemeyeceğini anlayabilirsin.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Klee'nin sesi aktarabilen bir bitkiden bahsettiğini duymuştum... Keşke sahaya böyle bir bitkiyi götürme şansımız olsaydı. Bu şekilde arazi hakkında anında rapor vermem mümkün olabilirdi... Hatta cephede kalıp gerideki güçlerimizin düşmana uzaktan ok saldırısı yapmaları için onları yönlendirebilirdim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "Kaeya Hakkında",
			"voicelineType": "4001",
			"description": "Şövalyelere katılmadan önce birçok sınava girmem gerekmişti. Tüm sınavlarda sorumlu kişi Yüzbaşı Kaeya'ydı. Bana birçok ipucu vermiş ve çok yardımcı olmuştu. Ancak bazen söylediklerini anlamakta güçlük çekiyordum... Hızına yetişemeyeceğimden ve onu hayal kırıklığına uğratacağımdan korkuyordum...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "Varka Hakkında: Talimatlar",
			"voicelineType": "4002",
			"description": "Büyük Kumandan Varka sadece saygı duyulan güçlü bir lider değil, aynı zamanda benim kişisel savaş eğitmenim. Kısa boyumu ve görece daha düşük dayanıklılığımı, hızlı düşünerek ve düşmanla çarpışmadan kaçınarak nasıl ikame edebileceğimi öğretti bana. Onun tavsiyeleri sayesinde mızrak ve arbalet ile savaşmayı öğrendim ve itiraf etmeliyim ki bu savaş tarzı bana çok daha uygun.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "Varka Hakkında: Yüzbaşı",
			"voicelineType": "4003",
			"description": "Büyük Kumandan, kendim için daha yüksek hedefler koymam ve onları başarmaya çalışmam gerektiğini söylemişti. Benim de tutumum hep bu yönde olmuştur ama işlerin ne kadar ciddi olabileceğini bir keşif gezisi sırasında fark ettim... Bir gün Kaptan olarak bilinen bir Fatui Habercisi ile karşılaştım. Onun gibi bir rakip ile nasıl başa çıkacağımı hayal dahi edemiyorum. Yani... Bu kadar güçlü olanlar gerçekten farklı bir seviyede ve ben onların yakınından dahi geçemem...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "Jean Hakkında",
			"voicelineType": "4004",
			"description": "Vekil... Yani Büyük Kumandan Vekili, beni her zaman rahatlatan güçlü ve düşünceli bir lider. Her zaman bizi koruyup kollar. İşlerin organize edilmesinden ilk yardıma ve hatta yemek pişirmeye kadar ondan öğrenebileceğim o kadar çok şey var ki...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "Amber Hakkında",
			"voicelineType": "4005",
			"description": "Kaşif Amber mı? En güvenilir kaşif odur, onun da inanılmaz keşif yetenekleri var! Ön Saha Gözlemcileri ve Kaşifler, ana kuvvetin önünde görev almaları açısından benzerdir. Amber çok tecrübeli, ayrıca ondan birçok hayatta kalma yeteneği ile daha iyi arbalet ve ok bakımına dair çok şey öğrendim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "Eula Hakkında: Görevler",
			"voicelineType": "4006",
			"description": "Yüzbaşı Eula, kendine has savaş tarzı olan çok güçlü bir savaşçıdır. Bana her zaman göz kulak olmuştur. İlk katıldığımda bana birbirinden farklı birçok görev vermişti. Bu görevler, diğer üyelerin aldıklarından çok daha fazlaydı ve uyum sağlama yeteneğimin çok hızlı gelişmesini sağlamıştı. Onun kendini ifade etme tarzına alıştıktan sonra, beraber çok daha iyi çalışmaya başladık!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "Eula Hakkında: Günlük İşler",
			"voicelineType": "4007",
			"description": "Aslında Yüzbaşı Eula'ya hayranım. Dost canlısı ve özgür ruhlu biridir, ayrıca çelik gibi sağlam bir iradesi vardır. İnsanlar ona baktıkları gibi sürekli bana tuhaf tuhaf baksalar ve onun hakkında konuştukları gibi arkamdan konuşsalar, ben odamdan dahi çıkabileceğimi sanmıyorum...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "Lisa Hakkında",
			"voicelineType": "4008",
			"description": "Harita çizmeyi öğrenmeye çalıştığım ilk zamanlarda kütüphanecimiz Lisa bana hep yardım teklif ederdi. Hatta çalışmam için bana bir sürü faydalı kitap da bulmuştu. *iç çeker* Keşke onun kadar eğitimli olsam... Daha fazla bilgi sahibi olmanın hiçbir zararı yok ne de olsa. Bilgilerin ne zaman işine yarayacağını bilemezsin...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "Klee Hakkında",
			"voicelineType": "4009",
			"description": "Klee mi? Son derece neşeli biridir ve duyduğum kadarıyla... Büyük Kumandan kadar da güçlüymüş. Daha önce beni beraber maceraya çıkmaya davet etmişti ve çok güzel vakit geçirmiştik! Birkaç defa tehlikeli silahlarla deney yapmasına ve bunun sonucunda da haritalarımı güncellemek zorunda kalmama rağmen... Buna değdiğini düşünüyorum!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "Venti Hakkında",
			"voicelineType": "4010",
			"description": "O ozanı çok beğeniyorum... Çok yetenekli bir sanatçı ve melodileri, bana hep kendimi evdeymişim gibi hissettiriyor. Mondstadt'ı en iyi anlatan bir melodiyi seçecek olsam kesinlikle onunkilerden biri olurdu. Çoğu zaman şehirde olmuyorum, yoksa ona her gün hediyeler verirdim...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "Albedo Hakkında",
			"voicelineType": "4011",
			"description": "Baş Simyager bana karşı hep naziktir ve sahada kullandığım tüm gözlem cihazlarını yapmama yardımcı olmuştur... Hatta ağaçtan baş aşağı sarkarken yazabilen kalemlerimi bile o üretti. Ancak sanat çizimi yapmak harita çizmekten çok daha farklı görünüyor. Ek bilgi olması için daha önce bir hedef bölgenin çizimlerini yapmayı denemiştim ama duyduğuma göre Yüzbaşı Albedo bunları gördüğünde uzun bir süre sessizliğe bürünmüş...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Mika Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Hı? Benim hakkımda daha fazla şey mi öğrenmek istiyorsun? Ben sıradan bir insanım aslında, öyle çok ilginç hikayelerim yoktur... Tecrübelerimden bahsedebilirim, dinlemek ister misin?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Mika Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Çocukluğumdan beri haritacı olmak ve Teyvat'ın her köşesini çizmek istemişimdir. Favonius Şövalyelerinde böyle bir pozisyon olduğunu sonradan öğrendim. Babam ve abimin desteğiyle seçmeleri geçip Ön Saha Gözlemcisi olmayı başardım. Bu iş, rüyalarımı gerçekleştirmemi sağladı ve beni çok tatmin ediyor.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Mika Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Favonius Şövalyelerindeki herkes gerçekten çok güçlü. Her üyeden öğrenebileceğim bir şeyler olduğunu düşünüyorum. Herkesten yeni yetenekler edindikten sonra onların bana yaptığı iyiliklerin karşılığını vermeliyim. Bu yüzden, herhangi bir yardıma ihtiyaçları olduğunda onların yanlarında olmak için elimden geleni yaparım.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Mika Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Görünen o ki... Büyük Kumandan ve Yüzbaşı Eula'ya bazı işlerinde yardım ettikten sonra grubumuzun bazı üyeleri beni onların resmi ulakları olarak görmeye başlamış. Eğer yanlış bir şey söyleyecek olursam bu, liderlerimizin başına bela açar ve tüm suç da benim olur. O yüzden çok da tanımadığım birilerinin yanındaysam her zaman yalnızca emin olduğum konular hakkında yorum yaparım, bundan dolayı herkes çok çekingen olduğumu düşünür. Ancak bunun sadece bir yanlış anlamadan ibaret olduğunu söyleyebilir miyiz?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Mika Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Keşif gezisinden dönmenin bir güzel yanı da artık o kadar endişeli hissetmiyor olmam. Birilerine sorun çıkarmadığım sürece onların benim hakkımda ne düşündüklerini hiç umursamıyorum. Favonius Şövalyeleri benim ikinci ailem gibi ve bu Ön Saha Gözlemciliği işinde çok iyi olmam lazım. Ben sıkı çalışırsam diğerleri de işlerini hallederken daha az sorun yaşar ve böylece endişe edecek çok bir şeyleri olmaz...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Mika'nın Hobileri",
			"voicelineType": "6001",
			"description": "Ha? Hobilerim mi? ... Sanırım en sevdiğim şey bilinmeyen bir bölgede kamp yapmak. Güzel manzaraya dalıp rahat bir kamp kurmak, kamp ateşi yakıp yemek pişirmek... Bunlar beni gerçekten mutlu ediyor!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Mika'nın Sorunları",
			"voicelineType": "6002",
			"description": "Açıkçası tanımadığım insanlarla konuşmakta pek iyi değilimdir. Belki de gerçekten sohbet etme konusunda iyi olmadığımdandır. Bu konuyla ilgili bana tavsiye verebilir misin?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6005",
			"description": "Büyük Kumandanın dediğine göre benim gibi bir gencin güçlenip fiziksel dayanıklılığını artırması için daha fazla et yemesi gerekirmiş. Çok fazla güçleneceğimi sanmıyorum ama et yemeyi severim. Gördüğüm kadarıyla Keşif Bölüğündeki herkes et yemeyi seviyor.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Abimin aksine ben alkolün tadına dayanamıyorum. Bir yudum almak bile beni kendimden geçiriyor ve diğerleri benimle uğraşmak zorunda kalıyor. Sert bir içkinin daha açılırken yaydığı koku bile başımı döndürmeye yetiyor.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Çok teşekkürler... Bu harika bir yemek, bunu sırf midemi doldurmak için kullanırsam ayıp etmiş olurum! Daha sonra yemek için saklayabilir miyim?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Lezzet de porsiyonlar da harika. Benim için gerçekten elinden gelenin fazlasını bile yapmışsın.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Ah... Madem zahmet edip bunu benim için yaptın... O zaman ben de söz veriyorum bitireceğim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Ah, böyle bir zamanda ne yapılır? Hımm... Bugün senin en özel günün ve onu kutlamamız lazım! \"Mondstadt'ın En Gözde Yerlerine Bir Tur\" hazırladım. Kimsenin pek bilmediği güzel yerlerle ilgili bir sürü bilgi içeriyor. Bir sonraki doğum gününe kadar her gününün mutlulukla dolması dileklerimle.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Senin seviyene ulaşabilmek için hâlâ kırk fırın ekmek yemem gerekse de artık kendime daha çok güveniyorum. En azından bundan sonra sana ayak bağı olmayacağım.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Umarım daha çok işe yarar bilgiler sağlayabilir ve omzundaki yükü hafifletebilirim!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "İzin ver her zaman seninle seyahat edip etrafımızdaki yerleri araştırayım!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Çok teşekkür ederim! Bununla amacıma daha da yaklaştım. Artık herkes daha güvenli bir şekilde yoluna devam edebilecek, zorlu arazilerde yorulmadan ya da potansiyel tehlikelerden korkmadan ilerleyebilecek!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Koruma ateşi açıyorum.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Çatışmaya giriyorum.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Son uyarı.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Element Becerisi: IV",
			"voicelineType": "100004",
			"description": "Nokta atışı!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Element Becerisi: V",
			"voicelineType": "100005",
			"description": "Şansını kaybettin!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Element Becerisi: VI",
			"voicelineType": "100006",
			"description": "Tehdidi ortadan kaldırıyorum.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Hadi hep beraber böyle devam!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Yaralıları bana bırakın!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "İşte beklediğimiz fırsat!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Kanadı Açma: I",
			"voicelineType": "800001",
			"description": "Gökyüzündeki gözünüz olacağım...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "İleriyi keşfetmenin pek çok faydası vardır!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Burada neler varmış?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Hazine tespit edildi! İyi işti takım!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Köşeye sıkıştık...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Taktiğimizi değiştirmeli miyiz?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Düşman... Epey güçlü.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Geri çekil, seni koruyacağım!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Tıbbi müdahaleye ihtiyacın var...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Onlara... Yandan saldırmalıydık...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Hepinizden... Özür dilerim...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Hayır... Benim suçum...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900001",
			"description": "Dayan!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Hafif Darbe Alma: II",
			"voicelineType": "900002",
			"description": "Bir şeyim yok!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Ben iyiyim... Gerçekten!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Sakin olalım...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Ekipmanımızı tekrar kontrol edeyim... Tamam, her şey hazır.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Mızrağım ve arbaletim hazır.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "B-Ben önden gidip keşif yapacağım!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}