{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Bana katıldığın için teşekkürler Gezgin. Ben Mualani, Kaplıca Halkından bir rehberim. Bir şeye ihtiyacın olursa elini kaldırıp bana söyleyebilirsin! Şimdi lütfen silahını yerine koy, eşyalarını güvenli bir yere yerleştir, Paimon'u sıkıca tut ve en önemlisi, dertlerini bir kenara bırak. Senin için bir Camgöz Sörf Tahtası hazırladım, onun üzerine çık ve düşmemeye çalış! Hadi bakalım... Yolculuk başlasın!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Sohbet: Dışarı Çıkmak",
			"voicelineType": "1101",
			"description": "Eğlenmek için dışarı çıkmanın en önemli kısmı... Dışarı çıkmaktır! Sen yeter ki gel, gerisini ben hallederim.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Sohbet: Dalgaların Peşinde",
			"voicelineType": "1102",
			"description": "Hiç dalgaları kovaladın mı? Denemek ister misin? Hı? Ne dersin? Hadi ama, şimdi tam zamanı! En yakın sahile götürürüm seni hem.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Sohbet: Birlik",
			"voicelineType": "1103",
			"description": "Tek başına yapabileceklerinin bir sınırı vardır, ancak bir grupla her şey mümkündür!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Vuhuu! Buradaki kaygan zemin sörf tahtasıyla kaymak için birebir!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Vay canına! Gördün mü? Nereye düştü öyle?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Kar Yağdığında",
			"voicelineType": "1203",
			"description": "*titrer* Hadi, şu işi halledip geri dönelim. Kaplıcaya girip buruşana kadar suda kalmak istiyorum...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Güneş Açtığında",
			"voicelineType": "1204",
			"description": "Ay, güneşin altında uzanasım geldi... Tam güneşlenmelik bir hava var!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1205",
			"description": "Rüzgar hızlanınca dalgalar da yükseldi. Etkileyici hareketler denemenin tam sırası!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "Çölde",
			"voicelineType": "1206",
			"description": "Kum sörfü kulağa harika geliyor! Ben bu mücadeleye hazırım!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Haberler iyi, bugün uyuyakalmadım! Sağlam bir kahvaltıyla kendimi ödüllendireceğim.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "*esner* Boşuna erken uyanmışım... Hay aksi, önümde neden Mora şeklinde noktalar var gibi duruyor acaba? Sanırım öğlen biraz kestirsem iyi olacak.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Yiyecek bir şeyler ister misin? Üstelik dumanı üstündeyken getiririm! Merak etme, sörf tahtam yeterince hızlıdır!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Of... Kamp ateşinde dans edip durmaktan hâlâ enerjiğim. Bu gece uyku yok anlaşılan... *iç çeker*",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "Mualani Hakkında: Amiral Gemisi Ürünü",
			"voicelineType": "2001",
			"description": "Dükkanda satacağım her şeyi ürün çeşitliliğinden kalitesine, işlevinden rengine kadar özenle seçtim. Ancak dükkanımdaki en iyi ürünü merak ediyorsan şişme mayo derim. Özgüveni yüksek bir yüzücü değilsen tam sana göre. Hızlıca şişer ve cankurtaran işlevi görerek yüzmeyi çok daha güvenli hale getirir!\nYüzmediğin zamanlarda da giyebilirsin. Şahsen ben partilere gittiğimde giymeyi seviyorum. Herkesin dikkatini çekiyor! Hatta bak, böyle yaparsan oradan oraya zıplayabilirsin... Zıp... Zıp...\nÜstelik şanslı renkleri de var!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "Mualani Hakkında: Dans",
			"voicelineType": "2005",
			"description": "Herkes tatil için kabilemizi ziyaret etmeyi çok sever. İnsanlar buranın bitkileri ve doğasıyla bağ kurmuş gibi görünüyor. Arkadaş gibiler hani, anlatabiliyor muyum?\nCoşkun dalgalar, salınan yosunlar, sallanan yapraklar... Benim için dans eğitmenleri gibiler adeta. Vücudunu onların ritmine göre kıvır, bir o yana bir bu yana sallan ve bir bakmışsın dans ediyorsun! Hadisene! Öylece durma. Bir dene bakalım!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "Hakkımızda: Selamlar",
			"voicelineType": "2003",
			"description": "Hadi şu sörf tahtalarına bir göz at! Seçebileceğin bir sürü desen, malzeme ve renk var! Uğurlu rengin ne? Hı? Uğurlu rengin yok mu? O halde senin yerine ben seçeyim!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "Hakkımızda: Karşılıklı Güven",
			"voicelineType": "2002",
			"description": "Birlikte çok şey yaşadık, Gece Krallığı, gizemli ada... Bu sayede birbirimize hayatlarımız pahasına güvenebilen yoldaşlar olduk. Eğer bir gün yolunu kaybedersen bana haber vermen yeterli! Ayıptır söylemesi çok iyi bir rehberimdir. Sörf tahtamla yepyeni bir rota oluşturmak zorunda kalsam bile benim için sorun olmaz!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Beyaz Taşın Altındaki Siyah Taş\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "\"Kaplıcaların Kavuştuğu Yer\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Önsezimi bir süreliğine yüzme şamandıramın üzerine asmıştım. Ne de olsa mavi renkleri çok uyumlu duruyordu. Ancak sonra arkadaşlarımla voleybol oynarken tamamen aklımdan çıkmış. Şamandıra sahile vurdu ve sana yemin ederim ki sanki bir şeyin kırıldığını duydum. Ama kontrol ettiğimde Önsezim hâlâ tek parçaydı! Yani sonuç olarak bu iyi talihimin bir işaretiydi bence.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Köpeklerden korkmuyorsun, değil mi? Çünkü ailemin köpeğiyle tanışman lazım! Oyun oynamaya ve gördüğü herkese kendini sevdirmeye bayılıyor! Onu oynaması için suya getiririm hep. Sörf yapmayı da biliyor bu arada. Canım köpeğim benim, dalgalarla dans etme konusunda beni çoktan geçti!\nSeninle bir ara tanıştıracağım. Eminim seni görünce kuyruğu pervane gibi dönmeye başlayacak. Sana çarpmasın ama, dikkat et... Denk gelirse canın yanar, hahahaha!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Kaplıca Halkının oradaki Koholazorlar kaplıcaları en az bizim kadar sever. Onları sık sık gittiğimiz kaplıcalarda görüyoruz. Ancak nasıl bir ruh hali içinde olduklarını kestiremiyorsan mesafeni korumanı öneririm.\nHa? Bir Koholazorun ruh halini nasıl mı anlarsın? Haha, benim çok basit bir yöntemim var. Ona usulca yaklaş ve nabız yokla... Eğer ısırmazsa sakin demektir... Isırmaya çalışırsa da... Bunu küçük bir sevgi çimdiği olarak görmeye çalış.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "Mavuika Hakkında",
			"voicelineType": "4001",
			"description": "Ateş Hükümdarı Natlan'da en çok saygı duyulan kişidir. Onu çok takdir ediyorum, üstelik sadece Ateş Hükümdarı olduğu için değil... Ayrıca sörf yaparken çok havalı göründüğü için!\nDaha önce onu bir yarışa davet etmiştim aslında... Hı? Kimin daha hızlı olduğunu mu merak ediyorsun? O halde benimle yarış, beni yenebilirsen cevabı söyleyeceğim!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "Kachina Hakkında",
			"voicelineType": "4002",
			"description": "Kachina son derece nazik ve sevecen biri. Söylediği her sözden başkalarını düşündüğünü anlıyorsun. İnanılmaz nitelikleri var, ancak kendini savunan biri olmadığı için genelde onunla alay ediyor ve onu küçük düşürüyorlar. *iç çeker* Kendi başının çaresine bakabileceğini biliyorum ama işte... Özgüvensiz oluşu beni endişelendiriyor. Çoğu defa insanların onun hakkında söylediği korkunç şeylere inanıyor. Bu nedenle ben onu cesaretlendirmeyi ve onun güçlü yönlerini çevremdeki insanlarla paylaşmayı bir görev bildim. Eminim bir gün herkes onu farklı bir gözle görmeye başlayacak!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "Kinich Hakkında...",
			"voicelineType": "4003",
			"description": "Ajaw, Kinich'in bir yılda konuştuğunu bir günde konuşur. Ajaw'ın maskaralıklarıyla uğraşmak kolay iş değildir ama Kinich her seferinde bir şekilde ondan rahatsız olmamayı başarır. Şimdi aklıma geldi de yalnızca burçlar hakkında konuştuğumda her ikisi de konuyla eşit derecede ilgisiz görünüyor...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "Chasca Hakkında",
			"voicelineType": "4004",
			"description": "Chasca ile küçükken tanışmıştım. Hatta birkaç sefer oyuncak yüzünden kavga etmişliğimiz de oldu... Ara Bulucu olduğunu duyduğumda çok şaşırdım. Kimi insanların çok yavaş, kimilerininse göz açıp kapayıncaya kadar olgunlaştığı söylenir. Bazen acaba olgunlaşmaya başladım mı diye merak ediyorum...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "Citlali Hakkında",
			"voicelineType": "4005",
			"description": "Citlali Nine hiç şüphesiz gördüğüm en tecrübeli rahibe. O sıradan bir kabile büyüğü değil, kendisi bugüne kadarki en havalı kabile büyüğü! Tahminleri hep doğru çıkar. Uzun zaman önce, işimdeki şanslı renklerin pembe ve mavi olduğunu söylemişti. Dediği gibi de çıktı, şu anda en çok satan ürünlerim pembe ve mavi şamandıralar!\nGeçenlerde onu rahatsız ederken... Şey, yani ziyaret ederken bana iyi şans getirebilecek bir yabancı olduğunu söylemişti... Bir dakika! Sen yabancı değil miydin?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "Iansan Hakkında",
			"voicelineType": "4006",
			"description": "Iansan, Bereket Kolektifinin ve tüm Natlan'ın gururudur. Bir sürü Kutsal Yolculuğa katıldı ancak henüz onu yenebilen çıkmadı! Onun idman sınıfına yazıldım ve gerekli tüm ücretleri ödedim. Ama henüz derslere başlayamadım, çünkü... Yoğunluktan idmana vakit bulamadım...\nTamam, itiraf ediyorum... Kachina'yı idmanı bitirdikten sonra gördüğümde içimden bir sesin \"Sen suya aitsin. Karada çok uzun süre kalırsan bir daha suya geri dönemezsin.\" dediğini duydum. Bazen yüreğinden gelen sesi dinlemen gerekir!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "Xilonen Hakkında",
			"voicelineType": "4007",
			"description": "Ateş Hükümdarı bir zanaatkarı onayladıysa o kişinin iyi olduğundan hiç şüphen olmasın. Bir Kadim Ad parçalara ayrıldığında bile onu fark edilmeyecek şekilde onarabilir. Bir saniye, az önce uğursuz bir şey mi söyledim? Bir Kadim Ad hiçbir şekilde parçalara ayrılmaz. Bu çok kötü olurdu. Sözümü geri alıyorum! Sözümü geri alıyorum! Hiçbir şey söylemedim ve sen de hiçbir şey duymadın, tamam mı?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "Ifa Hakkında",
			"voicelineType": "4008",
			"description": "Ifa on numaradır! Onu nereye davet edersek edelim hep seve seve katılır. Aynı zamanda her konuda çok hızlı ve etkilidir. Sürüngen veterineri olmasaydı bence müthiş bir su sporu eğitmeni olurdu. Hım? O başka bir kabileden mi? Evet ama bu hiçbir sorun teşkil etmiyor!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Mualani Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Hey, biraz vaktin var mı? Gelip sohbet etmek ister misin? Kaplıcalara veya istediğin başka bir yere gidebiliriz. Bana fark etmez. Böyle fırsatlar her zaman ayağıma gelmiyor, bu yüzden Kameramı da yanımda getirdim. Sana havalı pozlar vermeyi ve bazı numaralar da öğretirim hem. Güven bana, bugün kesinlikle güzel toplu fotoğraflar çektireceğiz!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Mualani Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "İyi bir rehber olmak tecrübelerine güvenmek demektir. Atalarımız öğrenebileceğimiz pek çok uygulama bıraktı geride. Ama endişelenme, ben eski gelenek ve görenekleri körü körüne takip eden biri değilim. Yalnızca denediğim ve faydalı bulduğum uygulamaları ciddiye alırım.\nHa? İşe yaramaz olanlar hangileri miydi? Hım... Bir keresinde keşifteydim ve üzerinde köprü olan bir nehre rastladım. Fakat haritaya göre nehri tekneyle geçmem gerekiyordu. Nehrin debisini ölçtüm ve köprüde herhangi bir tuzak ya da gizli tehlike var mı diye kontrol ettim... Sonunda fark ettim ki atalarımızın köprüyü tavsiye etmemelerinin sebebi... Köprünün henüz inşa edilmemiş olmasıydı!\nİşte bu yüzden tecrübe önemli...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Mualani Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Başka yerlerden gelen ziyaretçilere rehberlik etmeyi seviyorum. Turun sonunda onları Natlan'ın yerel gelenekleriyle tanıştırdığım için bana teşekkür ediyorlar. Ancak ben de bu deneyimleri benimle paylaştıkları, memleketlerinden bahsettikleri ve daha önce duymadığım hikayeler anlattıkları için onlara bir o kadar minnettarım... Sonuç olarak, her gezi benim için de özel bir yolculuğa dönüşüyor!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Mualani Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Arkadaş edinirken soğukkanlı görünmek için elimden geleni yapıyorum ama... Hehe... Bazen insanlar beni bir köşeye çekip gereğinden fazla heyecanlı olduğumu söylüyorlar. Bu yüzden, ilk başta biraz ağırdan almaya çalışıyorum ve önce bana alışmaları için onlara zaman tanıyorum...\nBu arada çok abartılı davranırsam bana haber ver, olur mu? Duygularımı inciteceğini düşünme. İstersen bana isimsiz bir not bile yazabilirsin. Kendimi düzelteceğime söz veriyorum!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Mualani Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Zorluklar kişinin gerçek potansiyelini ortaya çıkarmasının bir yoludur. Kutsal Yolculuğa katıldığımda bunu çok iyi anladım! Ancak yine de zorlu bir durumla karşı karşıyayken bir elin nesi var, iki elin sesi var diye düşünüyorum. Bir kişi bile fark yaratır... Birlikte çalışarak kendi mucizelerimizi yaratabiliriz!\nGece Nöbeti Savaşlarını düşün mesela... Bu savaşta yalnız değiliz. Yıllar önce Natlan'ı savunan kahramanları ve gelecekte onu savunacak genç nesilleri düşün. Ortak çabalarımız sayesinde Natlan ileriye gidecek. Bana sorarsan \"Umoja\"nın gerçek anlamı budur.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Beyaz Taşın Altındaki Siyah Taş\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Mualani'nin Hobileri",
			"voicelineType": "6001",
			"description": "Yüzme, dalış, su kayağı, deniz paraşütü, plaj voleybolu, su voleybolu, kürek çekme, şnorkelle yüzme, su altında nefesimi tutma... Vay canına, on parmağım daha olsaydı bile en sevdiğim aktivitelerin hepsini saymama yetmezdi. Bazen yorulduğumda suda sırt üstü yatıp dinleniyorum... Hatta birkaç kez uyuyakaldığım bile oldu. Rahat oluyor ama uyandığımda kuş uçmaz kervan geçmez bir yere sürüklendiğimi görünce bedelini ödüyorum. Ne zaman böyle olsa hep kabile büyüklerinden azar işitiyorum...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Mualani'nin Sorunları",
			"voicelineType": "6012",
			"description": "Ne zaman moralim bozuk olsa kendime şöyle derim: \"Hadi tamam, sorun yok. Bugün şans senden yana değilmiş. Kötü bir gün geçirdin diye hep böyle olacağını sanma.\" Bunu söylemek genelde daha iyi hissetmemi sağlar. Yine de işe yaramazsa Ruhani Yol sörfü yapmaya gider ve yüksek hızlı dönüşler yaparken ciğerlerim patlarcasına bağırırım. Bunu birkaç kez yaptığımda iyi hissederim ve sıkıntılarımdan eser kalmaz.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Büyük bir tabak dolusu deniz ürünü yemeye bayılırım! Etle işim olmaz, sebze de istemem! Yemekten bir ısırık aldığımda denizde yüzen küçük balıklar gibi hissederim... Ah, çok lezzetli!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Çocukken içeyim diye verdikleri sütleri gizlice kaplıcaya döktüğüm için pişmanım. Dökmek yerine içseydim belki de boyum şu anki kadar kısa olmazdı... Neyse, Atea Teyze'ye bunu bir daha asla yapmayacağıma söz verdim. Artık sütümü içiyorum, hem biraz daha uzamak için çok geç kalmış sayılmam bence! Aynı şey senin için de geçerli, çocukluk hatalarımızdan ders çıkarabiliriz!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Vay canına, harikaymış bu! Sörf tahtama atlayıp havada üç takla atasım geldi!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Bundan daha var mı? Partide çok iyi giderdi!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Belki bir süreliğine kaplıca suyuna sokabiliriz, ne dersin? Böylece kıvamı daha iyi olur!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Doğum günün kutlu olsun! Henüz hediyelerini açma. Bu restoranı senin için seçtim, bu civardaki en popüler restorandır... Eminim bir sürü arkadaşından doğum günü tebriği almışsındır. Peki ya aslında yolculuğunda karşılaştığın daha pek çok insanın senin doğum gününü kutlamak istediğini söylesem ne düşünürdün?\nHehe, hadi bir yer bulup otur da doğum günü dileklerine başlayalım! Öhöm... Merhaba arkadaşlar, beni dinlemenizi rica ediyorum. Bugün benim arkadaşımın doğum günü! Kendisi, acımasız yaratıkları yenmiş ve sayısız ruhu iyileştirmiş asil ve güçlü bir kahramandır! Hadi doğum gününü kutlayalım! Pekala, şuradaki arkadaşlar benden sonra tekrar etsin: \"Maceralarının sana iyi şans getirmesi dileğiyle!\" Harika! Şimdi de şu taraftaki arkadaşlar dediğimi tekrar etsin: \"Savaştaki başarılarına!\" Müthiş! Ve son olarak hep birlikte... Doğum günün kutlu olsun {NICKNAME}! Yaşamın sana şans, sağlık ve mutluluk getirsin!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Süper! Tam da ihtiyacım olan şey! Yolla gelsin!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Güzel! Görünüşe göre gücüm artıyor! Dostça bir plaj voleybolu maçına ne dersin? Hakkını vereceğim!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Bugün kesinlikle şanslı günümdeyim! Geçen sefer kaçtığım devasa dalgaların üstesinden gelebilirim gibi hissediyorum. Kaybedecek vakit yok, haydi mücadele başlasın!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Gezi grubumuzun güvenliği için genelde müşterilerimizin tehlikeli yerlere gitmelerine izin vermem... Ancak tehlikeyle yüzleşmek dışında bir seçeneğimizin olmadığı durumlar her zaman olacaktır. İşte bu nedenle yolculuğunda sana katılmama izin ver. Birlikte çalışırsak her şeyin üstesinden gelebiliriz!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Hadi atla!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Dalgalarla dans!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Daha hızlı!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Element Becerisi: IV",
			"voicelineType": "100004",
			"description": "Vuhuu!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Element Becerisi: V",
			"voicelineType": "100005",
			"description": "İnanılmaz!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Element Becerisi: VI",
			"voicelineType": "100006",
			"description": "Dalga geliyor!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Efsane bir dalga! Fişuv!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Dalgayı yakala Camgöz!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Şuna bak! İyi şanslar!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Depar Başlangıcı: I",
			"voicelineType": "700001",
			"description": "Hadi gidelim!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Depar Başlangıcı: II",
			"voicelineType": "700002",
			"description": "Sörf tahtası lazım mı?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Bugün şanslı günümüz demiştim sana!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "En iyileri hep altta olur!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Eyvah, düşürdüm! Çabuk al yerden! Umarım kötü şans getirmemişimdir...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Müşterilerimi korumalıyım!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Bugün şanslı günüm değil...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Başaracağım... Başaracağım!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Bu savaşta yalnız değilsin!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Bu kadar yeter, bana bırak!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Nasıl bir rehber... Geri düşebilir?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "\"Kimse yalnız savaşmaz...\"",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Yolculuk... Sona erdi...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900002",
			"description": "Hey, hadi ama!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Sakin ol!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Sörf tahtasına dikkat...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Vay, şu ekibe bak! Bizi kimse durduramaz!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Selam millet! Nasıl gidiyor?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Vuhuu! Hadi gideliiim!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}