{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Ne? Görünüşüm azıcık değişti diye beni tanıyamadın mı yani? Hah, o halde şüphelerini gidereyim... Ben hiçbir kısıtlama olmadan özgürce hareket ederim, istediğim gibi yaşar, istediğim yere gider ve istediğim kişiyle de yolculuk ederim. Bununla birlikte, öhöm... İnsanlar arasındaki şöhretimi düşününce... Bana birileri varken \"Xianyun\" diye hitap et lütfen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Sohbet: Mekanizma Çalışmaları",
			"voicelineType": "1101",
			"description": "Mekanik sanatların sırları birkaç kelimeyle anlatılamayacak derinliktedir... Ancak bunu her anlatmaya başladığımda dinleyenler neden hemen yorulmuş gibi görünüyor?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Sohbet: Ölümlü Dünya",
			"voicelineType": "1102",
			"description": "Tüm diyarda barış hakim ve her şey bahardaki tomurcuklar gibi tekrar yeşeriyor. Bu, insanlık için çok talihli bir zamandır.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Sohbet: İlginç Deneyimler",
			"voicelineType": "1103",
			"description": "Şu an bir işin yoksa biraz dinlenmek ve sohbet etmek için şahsımın meskenine uğrayalım mı?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Hafif rüzgarlar ve yağmurlar başladığına göre, yağmur bulutlarını çağırıp rüzgarı yönlendirmeme gerek kalmadı artık.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Yıldırım Düştüğünde",
			"voicelineType": "1202",
			"description": "Ah, ne korkunç bir ses...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Güneş Açtığında",
			"voicelineType": "1203",
			"description": "Böyle güzel bir günde gökyüzünden görünen manzara muhteşemdir kesin... Merak etme sakın, uçup gidecek ve seni yalnız başına bırakacak değilim.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Rüzgar Şiddetlendiğinde",
			"voicelineType": "1204",
			"description": "Ah, nasıl da huzur veren bir rüzgar. Sana bir Adeptus mührü taksam da birlikte bulutlara mı uçsak?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Aslında uyanalı çok oldu ama meditasyon için gözlerimi kapatmıştım. Ruhsal gelişim için çok faydalı oluyor, bir ara sen de deneyebilirsin istersen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Hı? Niye öyle bakıyorsun, bugün yemek yapma sırası sende değil mi?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Benimle birlikte gece pazarına mı gitmek istiyorsun? Hah, en iyisi böyle aptalca bir işe kalkışmayalım hiç. İstediğin ıvır zıvır ne varsa bana söyle, ben sana yaparım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Benim daha uykum gelmedi... *esner* Ama sen ayakta uyuyorsun resmen. Hadi git yatağına yat.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "Xianyun Hakkında: Öğrenciler",
			"voicelineType": "2001",
			"description": "Ben her daim bana karşı olan beklentilerin ve geleneklerin karşısında durup, dilediğim gibi özgürce yaşamışımdır. Öğrencilerimin de benim izimden gitmeleri son derece normaldir. Hatta kendi işlerine öyle odaklanırlar ki onlardan haftalarca haber alamadığım olur... Yalnız mıyım? Asla! Hım... Yine de onları ziyarete gitmek için zaman bulduğumda beni karşılarında gördükleri için huzursuz olmazlar, değil mi?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "Xianyun Hakkında: Yemek Pişirme",
			"voicelineType": "2005",
			"description": "Mükemmel bir yemek hazırlanmak istendiğinde Marifetli Kazanlar tabii ki insan dokunuşunun yerini alamaz. Ancak bunu kullanınca yeni ve geliştirilmiş model üzerinde çalışmak için daha fazla vaktim olur, ki bu da daha çok vakit kazandırır vesaire... Bir gün bu makinayı kusursuz bir şekilde çalışır hale getirdiğimde insanların bildiği tüm lezzetleri pişirme gücüne sahip olacağım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "Hakkımızda: Yoldaşlık",
			"voicelineType": "2003",
			"description": "İleride yapacağın seyahatlerde sana kolaylık sağlayacak bu yön gösterici pusulayı tasarlamak için göğe yükselip yeri inceleme fırsatını kullandım. Heh, benim gibi düşünceli bir arkadaşın oldu mu daha önce, hı? ... Söz konusu bölgeyi zaten biliyor musun? Öyle bile olsa insan aklı hata yapmaya meyillidir. Bir gün kaybolup çaresiz kaldığın bir anda bu ileri görüşlülüğümden ötürü bana minnettar olacaksın.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "Hakkımızda: Bağlar",
			"voicelineType": "2002",
			"description": "Her ne kadar dünyevi bağlara bir ilgim olmasa da bu \"bağların\" ne derece mühim olduğunun farkındayım. Son derece derin bir şey için öyle basit bir kelime ki bu, tarif etmekte zorlanıyorum... Mesela ben ve şu iki yaşlı fosil. Bazen birbirimizi görmeden yıllar geçirdiğimiz olur ancak sonra bir araya geldiğimizde de mutlaka tartışacak bir konu buluruz. Yine de aramızdaki bağ, mesafeler fark etmeksizin öyle güçlüdür ki kendimi bu dünyada hiçbir zaman yalnız ve başıboş hissetmem... Ben sana çok saygı duyuyorum evlat, bir dost olarak hayatımda olduğun için çok memnunum. Peki aramızdaki bu bağ senin için de kıymetli mi?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Rex Lapis bir defasında Önsezinin bir muhafız misali insanlığı gözetmek üzere bir görev çağrısı olduğunu ve ister dağlara çekilelim ister şehrin karmaşasında kendimizi kaybedelim asla bu görevden kaçmamamız gerektiğini söylemişti. Artık insanlığın çağı hüküm sürmekte, ancak ben hep bu sorumluluğun bilinciyle devam edeceğim.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Yeni Bir Yıldız Yaklaşıyor\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Bu mekanik kuşum sadece bir prototip. Aslında aklımda çok daha büyük ve içi boş olan bir model vardı, bu model sayesinde eski dostlarımı da alıp güzel bir gezintiye çıkabilecektim... Ancak böyle bir cihazı çalıştırıp ona güç sağlamanın getireceği zorluklar hakkından gelinecek gibi değildi. Sonuçta mükemmel bir kontrol ve şekil değiştirme becerisi ayarlamak gerekiyor, ki alınması gereken güvenlik önlemlerinden bahsetmiyorum bile... *iç çeker* Keşke Guizhong hâlâ burada olsaydı. Hiç şüphesiz bu sorun için kafa karıştırıcı olsa da bir sürü çözüm önerisiyle gelirdi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Aocang Dağı ruhsal gelişim için son derece uygun bir yerdir. Sahip olduğu doğal güzelliğin eşi benzeri yoktur ve doğanın o saf, katıksız özü dört bir yandadır. Zamanında bir sürü meraklı kuş ve hayvan etrafıma toplanır, meditasyon yaparken beni izlerlerdi. Çok geçmeden de etrafa hakim olan sessizlik ve huzur, yerini cıvıltılarla, çığlıklarla dolu gürültülü bir koroya bırakırdı... Ancak bu sesler bana hiç rahatsız edici gelmezdi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "Ganyu Hakkında",
			"voicelineType": "4001",
			"description": "Bir keresinde Ganyu'ya fazla mesai yaptığında ne tür işlerle uğraştığını sormuştum. O da cevap olarak \"toplantı tutanakları, özetler, yıllık raporlar ve finansal projeler\" gibi kulağa irite edici gelen şeyler söylemişti... Qilin soyundan olmasaydı ve ona sağlığını iyileştirecek sırlar öğretmemiş olsaydım şimdiye bu ardı arkası kesilmeyen bürokrasi işlerinden çoktan bunalmıştı bile... Onu bir daha gördüğünde her gün düzenli olarak Zihin Açıcı Qingxin İksirinden içip içmediğini sorar mısın?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "Shenhe Hakkında",
			"voicelineType": "4002",
			"description": "Shenhe bana bir defasında Wanmin Restoranına gelen bir siparişi yetiştirmek için çatılardan koşarak gittiğini anlatmıştı. Müşterinin kapısına atladığında müşterisi öyle bir korkmuş ki neredeyse Taşordu'ya haber verecekmiş... Ancak Shenhe, müşteri daha harekete geçemeden yemeği bırakıp, geldiği gibi hızla gözden kaybolmuş. Bu tarz krizlerle başa çıkma konusunda galiba gün geçtikçe daha da iyi bir hale geliyor. Bu konuda daha mutlu olamazdım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Rüzgara Kulak Veren Turna\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "Zhongli Hakkında",
			"voicelineType": "4003",
			"description": "Rex Lapis, Liyue Limanı'na taşınma planımı ilk duyduğunda bir evin döşenmesi ve dekore edilmesi konusunda dikkat edilmesi gerekenlerle ilgili uzunca bir liste sıralamıştı. Gün ışığı alması, havalandırması, özel olarak yaptırılmış ahşap işçiliği, porselen tedariki, bitkilerin ve çiçeklerin yerleştirilmesi... Öyle bir bilgi bombardımanına tutuldum ki sanki beynim infilak etmek üzereydi. İnsan dünyasında yaşam gerçekten her yönüyle böyle çaba mı gerektiriyor?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Ay Işığında Bin Kilometre\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "Xiao Hakkında",
			"voicelineType": "4004",
			"description": "İblislerin Fatihi benden bile daha çekingendir. Asırlardır yaptığımız buluşmalarda ancak birkaç defa bulunmuştur... Onunla aranızın iyi olduğunu duyunca ilgimi çekti de sormak istedim, ne tür sohbetler yapıyorsunuz bir araya geldiğinizde? Bir daha buluşacağınız zaman bana haber ver muhakkak. Ona götürmen için biraz tofu yaparım belki.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "Hu Tao Hakkında",
			"voicelineType": "4005",
			"description": "Bu genç hanımefendinin sözleri kulağa ne kadar tuhaf gelse de Wangsheng Cenaze Evi çalışanları ona epey saygı duyuyor gibi. Hatta Rex Lapis bile onun altında \"danışman\" olarak çalışmayı kabul ediyor... İddiaya göre, konu damak zevki olduğunda da aynı şekilde tuhaf biriymiş. İtiraf etmeliyim ki onun gibi acayip tipler oldukça ilgimi çekiyor.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "Xiangling Hakkında",
			"voicelineType": "4006",
			"description": "Bir keresinde Xiangling'le sohbet ederken Marifetli Kazanlardan bahsetmiştim ve Xiangling bir yemeğin elle hazırlanmadığı sürece gerçek bir yemek sayılamayacağını söyleyerek karşılık vermişti. Bu durum karşısında oldukça şaşırmıştım... Sonuçta bu cihazları da ellerimle yapmıyor muyum ben? Anlayamıyorum... Bir yarışma yapalım en iyisi! Gerçi Liyue mutfağındaki ustalığı gerçekten etkileyici... Evet, ben cihazda birkaç geliştirme yapana kadar yarışma biraz bekleyecek...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "Ningguang Hakkında",
			"voicelineType": "4007",
			"description": "Tianquan işlerini büyük bir beceriyle yürütür ve yaptığı konuşmalarda da çok dikkatli davranır. Liyue, Yedi Yıldızın yönetimine girdiğinden beri epey gelişme gösterdi, kabul ediyorum. Belki bir sırrını yakalarım diye onu yakından takip ediyordum... Öhöm, ancak bunu yalnızca sana anlattım bak, sakın ona söyleme.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Yeni Bir Yıldız Yaklaşıyor\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "Keqing Hakkında",
			"voicelineType": "4008",
			"description": "Keqing çok düşünceli bir çocuktur. Her festival zamanı hiç sektirmeden mutlaka yanıma uğrar ve bana hediye getirir. Yanında böyle yetenekli ve düşünceli bir meslektaşı varken belki de Ganyu hakkında endişelenmeme gerek yoktur...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "Yun Jin Hakkında",
			"voicelineType": "4009",
			"description": "Adeptus hikayelerinden uyarlanan çok sayıda Liyue operası vardır. Hatta bunlardan bazıları benim hayatımdan ve hikayelerimden uyarlanmıştır... Tabii ki hiçbir zaman gidip izlemedim. Bir başkasının sahnede seni canlandırdığını izlemek çok utanç verici olsa gerek. Ancak vaktim olduğunda gidip Yun Jin'in, Shenhe'nin hikayesini uyarlama konusunda nasıl bir iş çıkardığını izlemek isterim.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Rüzgara Kulak Veren Turna\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "Yaoyao Hakkında",
			"voicelineType": "4010",
			"description": "Yaoyao bir keresinde gelip gözlüğümü çıkarmış, sonra da kendi takmaya çalışmıştı ve bunu yaparken aşırı eğlenip kıkır kıkır gülmüştü... Ah, çocuklar bir şekilde kendilerini eğlendirmenin bir yolunu buluyorlar.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "Gaming Hakkında",
			"voicelineType": "4011",
			"description": "Ben Gaming'i çok severim. İyi kalpli ve hoşsohbet biridir. Hiç öyle böbürlenmez. İlk tanıştığımızda ben bir göl kenarında dinleniyordum, yanıma gelip çok kibar bir şekilde yemeğini benimle paylaştı. Daha sonra benim bilge bir ihtiyar gibi göründüğümü, Adeptuslardan bile daha saygıdeğer olduğumu söyledi... Hehe, bu bilge ihtiyarın bir gözü bundan sonra hep onun üzerinde olacak.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Xianyun Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Geçmişimle ilgili daha çok şey mi öğrenmek istiyorsun? Paylaşmaya değecek çok fazla hikaye var mı, emin değilim. Sonuçta hepsi tarih oldu artık. Ben daha çok senin dünyanın dört bir yanına yaptığın seyahatlerini dinlemek isterim... Diğer ulusların tanrıları ve insanları nasıl mesela? Benim gibi sohbete açık olanlar var mı? Bir çay demleyelim de bana her şeyi anlat.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Xianyun Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Birçok ölümlünün Adeptusların yol göstericiliğini beklediği bir zaman vardı. Evimin yerini nasıl bulduklarını bilmiyorum ancak iki günde bir Aocang Dağı'ndaki sunağa bırakılmış yiyecekler buluyordum... Hıh, bu ölümlüler neden bir Adeptusun bir ölümlü yemeğini yemek için meditasyonunu yarıda bırakacağını düşünürler ki? Şaşırtıcı doğrusu. Yine de yaptıkları şey o kadar içtendi ki ben de sadece bu yemeklerin tadını çık... Öhöm, yani sundukları adakları kabul etmek durumunda kaldım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Xianyun Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Kapıma kadar gelip öğrencim olmak istediğini söyleyenler de vardı. Ben onları reddettim ancak onlar da oradan gitmeyi reddettiler. Çok geçmeden Aocang Dağı, seyyahların kamp alanı haline geldi... Ben de dışarıya bir tabela astım ve öğrencim olmak isteyenlerin doksan dokuz gün boyunca yemek yapmasını, bu yemeklerin her birinin birbirinden farklı olmasını ve hepsinde de ana malzeme olarak Qingxin kullanılmasını istedim... Haliyle bu kalabalık çok geçmeden dağıldı. Mekanik sanatlarda ve Adeptus büyülerinde ustalaşmak için üstün bir yetenekle birlikte dingin bir zihne sahip olmak gerekir. Yalnızca üç ay bile sabır gösteremeyenler için eğitim vermek nafile bir uğraş olur.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Xianyun Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Mekanik sanatlarda ustalaştıktan sonra ortaya konulabilecek onca harika şeye rağmen, ben onu genelde tamamen eğlence amaçlı kullanırım. Bir keresinde Liyue'de çok fena kar yağmıştı ve Aocang Dağı tamamen karlara gömülmüştü. Ben de herkesin yapacak bir şeyleri olmadan evlerine kapandığını görünce dağlarda kayak yapabilmek için Kar Yığını Mekanizmasını geliştirdim. Guizhong ve Sokak Gezgini ile şahane vakit geçiriyorduk, ta ki... Ay Oymacısı da bu eğlenceye dahil olmaya karar verene kadar. Mekanizmayı raydan çıkarmayı başardı ve kara saplandı. Onu oradan çıkarmak için saatlerimizi harcadık... Daha sonra cihaza bir sürü güvenlik önlemi ekleyip durdum ve sonunda üç yaşındaki bir çocuğun bile kullanabileceği kadar güvenli hale getirdim. Tabii mekanizmanın hızını da sınırlamam gerekti haliyle.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Xianyun Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Liyue Limanı'na taşındığımdan beri bir sürü popüler eser okudum. Anlatılan hikayeler tamamen kurgu olsa da dövüş sanatı kahramanlığının anlatıldığı eserler, içlerinde en eğlenceli olanlarıydı. Ancak benim tanıdığım gerçek kişilerin hikayeleri anlatılsa daha ilgi çekici olmaz mıydı? Ne yazık ki öğrencilerim kendi hikayelerini başkalarıyla paylaşmaya pek yanaşmıyor... Belki sen seyahatlerinden hikayeler paylaşırsın, bendeniz de bunları bir roman haline getiririm.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Ay Işığında Bin Kilometre\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Xianyun'un Hobileri",
			"voicelineType": "6001",
			"description": "Boş olduğumda ve oyalanacak bir şeyler aradığımda dağlarda esen rüzgara kendimi bırakmak beni her zaman sakinleştirir.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Xianyun'un Sorunları",
			"voicelineType": "6012",
			"description": "Liyue Limanı'na taşındım taşınalı dostlarım sürekli ya beni ziyarete geliyorlar ya da beni yemeğe davet ediyorlar. Bu gidişle cebimde yakında hiç Mora kalmayacak...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "\"Ay Işığında Bin Kilometre\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Dostlarla birlikte yediğin yemek damağında hoş bir tat bırakır hep... Yemeğin ne olduğunun da bir önemi yoktur.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Bir Adeptus kendini ruhsal gelişime adar ve ölümlüler diyarının lezzetlerine ihtiyaç duymaz. Ben bu yemeklerden yediğimde besleyiciliğine değil, tadına bakarım... Yani olur da bir yemek hazırlarsan ve tadı seni bile tatmin etmeyecek seviyedeyse bunu benimle paylaşmayı teklif dahi etmene gerek yok. Hatta daha en başından yemek yapma işini bana bırakabilirsin...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Hem tazecik hem lezzetli... Sen ne zamandır gizlice benim mutfak sırlarım üzerine çalışıyorsun?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Benim için yemek yapma isteğin, lezzetten önce geliyor. Bu nezaketini takdir ediyorum.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Marifetli Kazanlar makinam son zamanlarda kullanılmıyor pek. Ödünç alabilirsin istersen.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Al bakalım, bu tahta kutuyu aç. Seni eğlendirsin diye minyatür mekanik bir insan yaptım. Oynamayı dene bir. İzle, ellerinle böyle alkış yaparsan nilüfer yaprakları açılır, renkli ışıklar tek tek yanar ve bir müzik çalmaya başlar. Günümüz gençlerinin çok sevdiği doğum günü şarkısı. Doğum günü partine de eğlence ve keyif katar... Harika bir gün geçirmen dileğiyle.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "Evde bu kadar fazla vakit geçirdikten sonra, arada bir çıkıp hafif egzersiz yapmak iyidir.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Bu Adeptus büyülerinden bazılarını uzun zamandır hiç kullanmadım... Biraz hamlamış olmalıyım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Ah, yüzündeki bu ifade... *iç çeker* Tamam. Bundan sonra becerilerimi daha fazla kullanacağım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Bu dünyadaki yolculuğumuz sırasında tecrübeler ediniriz. Güç her şey demek değildir, iletişim becerileri daha önemlidir. Eğer vaktin varsa manzarayı seyredip sohbet edebileceğimiz, durup bir sakinleyeceğimiz ve sadece hayatta olmanın tadını çıkarabileceğimiz bir yer bulalım.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Hah!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Göğe doğru!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Dağıl!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Gökleri fethet.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Adeptusa yol ver!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Başıboş bulutlar, toplanın!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Bunları bir parça olarak kullanabilirim.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Burada nelerimiz varmış? Ben bir bakayım.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Belki bir çeşit \"Antika Muhakeme Mekanizması\" geliştirmeliyim.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Bu ne cüret!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Zayıf biri değilim ben!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Asla geri adım atmam!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Sınırlarına göre hareket et.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Beni çağırmalıydın.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Bu sayılmaz... Daha bir şey yememiştim...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Olamaz...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Dur bir dakika, mekanik ustalığım...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Ufak bir şey bu.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Ağır Darbe Alma: II",
			"voicelineType": "910002",
			"description": "Sorun yok.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Cihazlarım tamam. İşe koyulabiliriz.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Yanına bolca yiyecek almışsındır herhalde?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Ben çok hızlıyımdır. Ayak uydurmaya çalış.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}