{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Merhaba",
			"voicelineType": "1006",
			"description": "Merhaba, ben Yankıların Çocukları kabilesinden Xilonen. Senin için birkaç alet dövmemi istersen haber ver. Gerçi şu sıralar elimde tamamlanmayı bekleyen bir sürü iş var, haberin olsun. Şimdi bir istekte bulunsan bile başlamam biraz zaman alabilir.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Sohbet: Saksı Bitkisi",
			"voicelineType": "1101",
			"description": "*iç çeker* Verandadaki saksı bitkim yine soldu. Her gün özenle suluyordum oysaki... Bu sefer de fazla mı suladım nedir?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Sohbet: Mola Vakti",
			"voicelineType": "1102",
			"description": "O kadar koşuşturduktan sonra biraz mola vermezsek olmaz... Evet, şurada biraz dinlenelim.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Sohbet: Dövme İşi",
			"voicelineType": "1103",
			"description": "... Daha tamamlanması gereken kaç siparişim var acaba? Bakalım. Bir, iki... Hımm, düşündüğüm kadar fazla değilmiş. Yarın hallederim artık.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Tam da atölyede uyumalık bir hava var şu an...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Kar Yağdığında",
			"voicelineType": "1202",
			"description": "Hapşuu! Of... Şimdi kendime geldim işte.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Güneş Açtığında",
			"voicelineType": "1203",
			"description": "*esner* Biraz gözlerimi dinlendireyim... Aman ya, güneş gözlüğüm nereye kayboldu?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "Çölde",
			"voicelineType": "1204",
			"description": "Sıcaklık şu an tam kararında... Hımm, gerçi burası uzanmak için pek uygun bir yer değilmiş...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Günaydın. İyi uyuyabildin mi? Al, iç bunu. Güne tatlı bir şeyle başlarsan moralin gün boyu yüksek olur.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "Öğle vakti geçti demek... *esner* Mola zamanı gelmiş o zaman. Ben gidip biraz gözlerimi dinlendireceğim, bir şeye ihtiyacın olursa beni uyandır.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Aman, saat kaç olmuş... Bugünlük bu kadar yeter. Gidip lezzetli bir yemek yiyelim de mesaimizi kutlayalım hadi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "İyi geceler, yastığını kabartmayı unutma sakın. Yoksa sabah bir bakmışsın boynun çok feci tutulmuş...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "Xilonen Hakkında: İş ve Yaşam Dengesi",
			"voicelineType": "2001",
			"description": "İşler ne kadar yoğun olursa olsun dinlenmek için kendine zaman ayırmak çok önemli. Öyle harıl harıl çalışıp durursan sonunda zihnin de bedenin de kepenkleri indiriverir... O zaman da normalde tereyağından kıl çeker gibi halledebildiğin işleri bile yapacak halin kalmaz.\nEfendim? Mola vermeye vaktin mi yok? O zaman çevrendekilere önemli bir iş için benimle buluşacağını söyleyip atölyeme gel. Atölyede azıcık uyursun... Ben de o arada senin için işleri idare ederim, için rahat olsun.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "Xilonen Hakkında: Ağırkanlılık",
			"voicelineType": "2005",
			"description": "Bazı arkadaşlarım bana bazen yavaş olabildiğimi ve duygularımı nadiren belli ettiğimi söylüyor. Örneğin bir defasında arkadaşımın evinde bir partiye gitmiştim. Sonra konu birden evlilikten açıldı. Arkadaşlarımdan biri de evlenecek olsa arkasından ağlar mıyız diye sordu... Bir baktım herkes iki gözü iki çeşme ağlamaya başlamış. Onun gibi bir dostumuzu kaybetmek istemediklerini söyleyip durdular...\nNeden ağladıklarına bir türlü anlam veremedim doğrusu. Evlenmek güzel bir şey değil mi sonuçta? Altı üstü evleniyor işte, duyan da çok uzaklara gidiyor sanacak. İstediğimizde gidip onu ziyaret edebiliriz.\nEfendim? Ya mutsuz olsaydı ve rızası dışında mı evlenseydi? Evet, bunu da düşündüm tabii.\nÖyle bir durumda düğüne gider, onu oradan kaçırıp götürürdüm. Çok hızlıyımdır, beni bilirsin. Evet, onu zamanında kurtarmasını bilirdim yani.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "Hakkımızda: Demirci Ocağı",
			"voicelineType": "2003",
			"description": "Ne yapıyor olursan ol, ocağın sıcaklığına her zaman dikkat etmen gerekir. Çok soğuk olursa malzemeleri yumuşatamaz veya eritemezsin, saflaştırmak mümkün olmaz. Öte yandan sıcaklık çok yüksek olursa da bazı malzemeler kullanılmaz hale gelir.\nÇoğu zanaatkar, ateşin yakıtını azaltarak ya da ateşe daha fazla odun ekleyerek sıcaklığı ayarlar.\nBana gelecek olursak... Ben genellikle Filojiston açısından zengin cevherleri kullanarak sıcaklığı ayarlıyorum. Filojiston ile beslenen ateşler normal ateşlerden çok daha güçlü oluyor da...\nFilojiston tükendikten sonra cevherleri ne mi yapıyorum? Öylesine bir yerde topluyorum, ne yapayım. İçlerindeki Filojiston tükendikten sonra geriye sadece estetik değerleri kalıyor zaten. İstersen aralarından kendine birkaç parça seçebilirsin bu arada.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "Hakkımızda: Kutsanmak",
			"voicelineType": "2002",
			"description": "Tlazolli Teyze hediye olarak sana bir Alevtaşı Yazıtı yapacağını söylemişti, değil mi? Şu anki duruma bakılırsa bunu yapabileceğini sanmıyorum pek.\nBu işi benim üstlenmem gerekecek. Bunu Nepecha'nın kurtarılmasına yardım ettiğin için bir hediye olarak düşün.\nHı? Senin için zaten bir Kadim Ad dövmüş müydüm?\nAa, yok yok, o sayılmaz. O kadim ad herkesin senin için olan dileklerini içeriyordu ancak bu yazıtta sadece benimkiler olacak.\nAh, teşekküre gerek yok, hazır olunca ben sana haber veririm. Üzerine işlenecek kelimelere gelirsek de... Kararı sana bırakacağım.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "\"Dirilişe Yakılan Ateşli Ağıt\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "\"Yüksek Tepelere Yapılan Lütuf Duaları\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Önsezi Hakkında",
			"voicelineType": "3006",
			"description": "Önsezim mi? Evet, faydasını çok gördüğüm doğru. Onun sayesinde türlü türlü cevherdeki Toprak elementi konsantrasyonunu ve dağılımını doğru bir şekilde tespit edebiliyorum mesela. Bu sayede kaliteli cevherleri kalitesizlerden ayırt etmek de kolay oluyor.\nBir anlamı var mı diye mi soruyorsun? Hım, bu konuya pek de kafa yormadım doğrusu. İşime yaradıktan sonra gerisi kimin umurunda ki?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Paylaşılacak Bir Bilgi",
			"voicelineType": "3002",
			"description": "Hassas işçilik becerilerimi geliştirebileyim diye sık sık karmaşık yapılı küçük süs eşyaları dövmeye çalışıyorum. Ağ şeklinde gerdanlıklar ya da örgü parşömen şeklinde küpeler falan yapıyorum mesela... Ürünü tamamladıktan sonra da genelde arkadaşlarımdan ya da komşularımdan birine veriyorum.\nEfendim? Yüzük de yapabiliyor muyum? Yapmaz olur muyum hiç! Daha geçen gün Parlak Kasımpatı şeklinde bir yüzük yaptım. Tasarım şemasını çıkarana kadar göbeğim çatladı hatta.\nSen de mi bir tane istiyorsun? Olur tabii, eline bir bakayım. Parmağının ölçüsünü bir alayım, sonra senin için de bir tane döverim hemen.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "İlginç Şeyler",
			"voicelineType": "3003",
			"description": "Bitkileri nasıl yetiştirmem gerektiğini bir türlü anlayamadım gitti... Talimatlarda yazdığı gibi üç günde bir onlara su verdim, beş günde bir otları koparıp temizledim, haftada iki kez de toprağı gübreledim. Hatta yeterli güneş ışığı almaları için de elimden gelen her şeyi yaptım... Yine de bitkilerimin hepsi kuruyup soldu.\n*iç çeker* Bahçıvanlık bile biraz şans işi olabilir mi acaba?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "Kachina Hakkında",
			"voicelineType": "4001",
			"description": "Kachina onun için hem toprağı delen hem de etrafta zıplayabilen bir matkap yapmamı istedi. Yapması o kadar da zor değildi aslında ama oturma yerinin açısını ayarlamak çok dikkat gerektirdi. Sonunda Kachina oturma yerini boş verip onun yerine matkabın güç merkezine bağlanan bir manuel kontrol sistemi ekleme önerimi kabul etti...\nNe? Kachina, Turbo Topaç'ı kullanırken neden mi etrafta zıplıyor?\nCanı öyle istedi de ondan. Matkabı çalıştırırken doğrudan duyusal geri bildirim almayı tercih ettiğini söyledi. Ben de o yüzden şok emilim sisteminin bir kısmını söktüm.\nGerçi şimdi ona bir de damaklık mı yapsam diye düşünüyorum aslında. Matkabı kullanırken dilini ısırırsa hiç hoş olmaz, malum...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "Mualani Hakkında",
			"voicelineType": "4002",
			"description": "Mualani harika bir sporcudur. Ruhani Yollarda bu kadar rahat sörf yapıp kayabilen birini daha önce hiç görmemiştim. Hatta bir şey diyeyim mi, Mualani'nin bir kez bile hata yapıp düştüğünü görmedim ben.\nNe dedin? Karşısına bir insan ya da Sürüngen çıksa ne mi olur? Hımm... Karşısına çıkan kişiyi kollarına alır, sonra da kayarak yoluna devam ederdi bence.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "Chasca Hakkında",
			"voicelineType": "4003",
			"description": "Chasca'nın silahını yüksek irtifada sorunsuz çalışabilecek hale getirmek öyle çantada keklik iş değildi. Silahın yüksek tempolu savaşlarda istikrarlı ve dayanıklı olmasını sağlamak zorundaydım. Ondan sonra bir de yüksek irtifada yapılan savaşlarda kullanılmak üzere standart ve özel türde mühimmat geliştirmem gerekti. Son olarak da uçuş sırasında geri tepme ve isabetlilik sorunlarını çözmeliydim...\nGel gör ki Chasca son iki sorunun çok da büyütülecek şeyler olmadığını, birkaç basit mekanik nişan göstergesi eklersem idare edebileceğini söyledi.\nChasca o silahı kullanmakta usta olduğunu ziyadesiyle kanıtladı bence. Çiçek Tüyü Klanının en becerikli uçuş uzmanı olduğu da apaçık ortada.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "Mavuika Hakkında",
			"voicelineType": "4004",
			"description": "Mavuika bana birkaç tane tuhaf iş verdi.\nMesela alevlere dayanabilecek ve elinde eriyip gitmeyecek ısıya dayanıklı bir kılıç yapmamı istedi benden. Bir de savaşırken alevlerin arasında düşmanı daha iyi görmesini sağlayacak özel bir gözlük yapıp yapamayacağımı sordu...\nEn tuhaf isteği de şu motosikletiydi... Sürekli bunu konuşmak için atölyeye geliyordu ve ona Filojistonla çalışan bir araç yapmam için ısrar edip duruyordu. Hatta bir sürü taslak getirdi bana, nereden bulduysa... Sonunda ısrarlarına dayanamayıp kabul ettim. Tamamlamam tam üç ayımı aldı. Duyduğuma göre Natlan'ın vahşi doğasında sürüyormuş motorunu ve kimse onu durduramıyormuş...\nBunlara kıyasla, bir yabancı için Kadim Ad dövmek daha makul bir görevdi diyebilirim.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Dirilişe Yakılan Ateşli Ağıt\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "Kinich Hakkında",
			"voicelineType": "4005",
			"description": "Kinich tabii ki iyi biri ama doğrusu şu Ajaw'la geçinmek amma zor.\nSahi ya, Ajaw nereden geliyor dersin? Düşünüyorum da eğer bir tür cihazdan falan çıktıysa çenesini sonsuza dek kapatmam mümkün olabilir aslında... Bir ara gidip bu meseleyi Kinich'e de açayım en iyisi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "Citlali Hakkında",
			"voicelineType": "4006",
			"description": "Citlali arada sırada atölyeme uğrayıp biraz cevher satın alır. Dediğine göre bazı cevherler dövülüp toz haline getirilebiliyor, fal bakımı ve seremonilerde yardımcı olması açısından ilaç olarak kullanılabiliyormuş. Efendim? Benim için fal bakmasını hiç istedim mi diye mi soruyorsun? Hayır, geleceği bilmek gibi bir derdim yok benim. Elimdeki işler yüzünden sürekli yeterince diken üstündeyim zaten. Hem kehanet ayinleri sırasında çok fena uykum geliyor hep...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Ifa Hakkında",
			"voicelineType": "4007",
			"description": "Ifa daha önce birkaç Tepetlizoru iyileştirmek için kabileye gelmişti. Çok yetenekli biridir, hastalarla nasıl ilgilenilmesi gerektiğini de iyi bilir. En deli dolu Sürüngen bile onun yanında süt dökmüş kediye döner.\nIfa her şeyi onun için hazırladığım Sürüngen şırıngası setine borçlu olduğunu söyledi. Üstünde iğne yok aslında ama bir kez göstermek bile ister insan ister Sürüngen herkesi yaramazlık yapmaktan caydırmaya yetiyormuş. Sen de görmek ister misin? İlgilenirsen elimde setin bir numunesi var hâlâ.\nDur bekle, gideyim de en büyüğünü getireyim... Aa, neden geri geri gidiyorsun öyle? İğnesi yok diyorum, bak. Tamamen güvenli yani.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Ororon Hakkında",
			"voicelineType": "4008",
			"description": "İki negatifin çarpımı bir pozitif eder derler ya hani... O mantıkla bir grup delinin arasından bir tanesi normal çıkmalı aslında. Ama ne yalan söyleyeyim, Ororon hâlâ bana biraz anormal geliyor nedense.\nYine de çok iyi biri olduğu belli. Ifa aracılığıyla Yankıların Çocuklarına bir sürü meyve ve bal bile gönderdi, muhtemelen bizi çok sıkıntıya soktuğunu düşündü. Filojiston Bitlerinden bu kadar tatlı bal elde edilebildiğini hiç bilmezdim, Ororon'un işini bilen biri olduğu belli.\n*iç çeker* Bazı insanlar nasıl bitkiler ve hayvanlar konusunda doğuştan bu kadar yetenekli oluyor ya?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "\"Yanmaya Mahkum Gökkuşağı\" görevini tamamla.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "Iansan Hakkında",
			"voicelineType": "4009",
			"description": "Bir keresinde Bereket Kolektifine epey ağır dambıllar ve ağırlık plakaları yapmıştım.\nMalların teslim alınma zamanı geldiğinde Iansan hazır ürünleri denetlemek için kabileden bir grupla birlikte çıkageldi. Her bir ağırlığı teker teker arabaya yerleştirmeden önce eline alarak kontrol etti. Onca ağırlığı kaldırdıktan sonra bile nefes nefese kaldığı pek söylenemezdi açıkçası, sadece yüzü azıcık kızarmıştı.\nDürüst olmak gerekirse onları biraz kıskanıyorum. Hem çok güçlüler hem de bitkilerin dilinden anlıyorlar...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Xilonen Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Ad Oymacısı olduğum doğru ama asıl işim Kadim Ad dövmek değil. Kabiledeki insanların alet ve silah dövmesine yardımcı olmak işimin en büyük parçasını oluşturuyor diyebilirim.\nNihayetinde Kadim Adlara epey nadir rastlanıyor. Diğer eşyalar içinse bir sürü sipariş geliyor...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Xilonen Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Siparişlerin en yorucu kısmı dövme aşaması değil, bazı müşterilerin değişik şekillerde anlattığı istekleri kafam karışmadan anlamlandırmaya çalışmak. Sırf müşterilerim kendi fikirlerini kelimelere dökebilsin diye epey zaman ayırıyorum ki tam olarak ne istediklerini bana anlatabilsinler. Ancak ondan sonra çekicimi alıp işe koyuluyorum.\nEh, müşteriler en sonunda ne istediklerini idrak edene kadar benim bütün hevesim kaçmış oluyor gerçi. Hatta bazen kusasım geliyor, ne yalan söyleyeyim. Resmen iştahımı kaçırıyor bu süreç.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Xilonen Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Elimde hiç iş olmadığı zamanlarda genellikle küçük aygıtlar tasarlıyorum. Örneğin şu an giydiğim ayakkabılar en yeni Filojiston itiş sistemleri ve çok sayıda yeni alaşımla donatıldı. Taktığım kulaklıklar da bir pikaba bağlanabiliyor, böylece ocakta iş yaparken plaklarımı dinleyebiliyorum...\nKafa karıştırıcı mı geldi? Hiç öyle değil aslında. İnsan sevdiği şeyler üzerinde çalışırken biraz daha fazla özen göstermekten çekinmiyor.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Xilonen Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Ad Oymacısı olmamın temel sebebi hem annemin ve babamın hem de akrabalarımın çoğunun Ad Oymacısı olmasıydı. Daha küçük bir çocukken annemle babam, Natlan'daki tüm kabilelerin arasında Kadim Ad dövme sorumluluğunu yalnızca bizim kabilenin üstlenebileceğini söylerdi hep. Büyüdüğümde benim de bu geleneği sürdürmemi istiyorlardı.\nBen de bu sorumluluğu omuzlarıma aldım diyelim. Hikaye bundan ibaret işte.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Xilonen Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Ad Oymacısı olmadan önce bu kadar zahmetli bir işe girişmeli miyim diye epey bir düşünmüştüm tabii. Sonuçta seçebileceğim çok daha kolay bir sürü iş vardı. Sıradan bir demirci olmak bile Ad Oymacısı olarak çalışmaktan daha kolay olurdu, hem cebime de daha fazla Mora girerdi.\nAma nihayetinde bu yolu seçtim.\nKadim Ad dövmek mutlaka üstlenilmesi gereken önemli bir vazifeydi. Bu iş için gerekli görülen yeteneklere sahip olduğumdan bu zanaatı devralmak da bana düştü haliyle. Babamın da her zaman söylediği gibi: \"Natlan halkının her bir üyesi, taşıyabileceği sorumluluğu üzerine alırsa Natlan daima dimdik ayakta durur.\" Bu iş artık benim vazifem, ben de bu vazifeyi şahsen ilgi duyup duymamamdan bağımsız olarak yerine getiriyorum.\nHem kabilede bu zanaat üzerinde çalışanlar arasında en yeteneklisi de benim üstelik. Ad Oymacısı ben olmasaydım benim yerime bir başkası olacaktı. Diğer öğrenciler sürekli bana sorular sorup ödevlerimi kopyalıyordu. Kadim Ad dövme işi onlara kalsaydı kesin ikide bir dibimde biter, sorularıyla beni canımdan bezdirirlerdi. Bir de onlarla mı uğraşacağım deyip işi kendim üstlendim ben de, ne yapayım... Evet, böylesi herkes için çok daha iyi oldu. Ben de bütün gün başkalarının işini düşünüp endişelenmekten kurtulmuş oldum.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Xilonen'in Hobileri",
			"voicelineType": "6001",
			"description": "Uyumak, dalıp gitmek ve güneşlenmek... Çalışmadığım zamanlarda boş bir kağıda bakmak bile ilginç geliyor bana hatta.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Xilonen'in Dertleri",
			"voicelineType": "6012",
			"description": "Bir müşterimle siparişi hakkında konuşurken duymaktan en korktuğum şey, \"İstediğim şey o kadar da acil ya da önemli değil. Vaktin olunca başlarsın.\" lafı oluyor.\nTecrübelerimden yola çıkarak konuşuyorum, \"Her an gelip iki ayağını bir pabuca sokabilirim.\" demek oluyor bu kısacası.\n*iç çeker* Düşüncesi bile başımı ağrıttı şimdi. Ben gidip biraz daha uyuyayım en iyisi...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Şeker ve çikolata. Ocakta çalışıyorum, malum. Çekicimi savurmam için gereken enerjiyi bana tatlı şeyler sağlıyor.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Tadı olmayan sulardan hiç hoşlanmıyorum. Tamam, saf su sağlığa daha yararlıymış falan ama ben öyle şeyleri içemiyorum işte. İçine biraz şeker ekleseniz olmaz mı yani? Hiç olmazsa biraz limon sıkın canım...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Mmm, lezizmiş bu. Biraz daha var mı? Hı? Ne ara mı bitirdim? Az önce işte. Yemekleri çok hızlı yerim ben. Hele bir de lezzetliyse hemencecik silip süpürürüm.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Hiç fena değil. Bir dahakine ben de sana kendi pişirdiklerimden ikram ederim.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Yok, şimdilik almayayım ben. Çok fazla yersem uykum geliyor.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Nice senelere. Al bakalım, bu evrensel çoklu alet seti artık senin. İçinde envaiçeşit matkap ve çekicin yanı sıra üç adet el testeresi ve beş tane de özel şekilli levye var. Vahşi doğada çok faydasını görürsün. Ha, örme deriden ve metal telden yapılma bir halat seti de var bu arada. Yetişkin bir Tepetlizoru bile kaldıracak kadar güçlü olması lazım. Düğüm atmayı biliyor musun? Bilmiyorsan hemen sana öğreteyim. Bak şimdi... Önce halatı böyle tutacaksın, sonra da etrafından dolayıp ilmek haline getireceksin...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "... Miyav?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "Hımm, gerçek altının bile ateşle saflaştırılması gerekir tabii. Teşekkürler.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Çekicimi salladıkça gözlerim daha da keskinleşiyor, kollarım daha da güçleniyor sanki. Dur bakalım, bir şeyi çekiçle dövmeyi deneyeyim... Sen geride dur.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Bana o kadar yardımcı olduktan sonra seni eli boş gönderemem. Al, üstüne Adımı işlediğim bu cevheri sana vermek istiyorum. Bunu kullanarak ne zaman yardıma ihtiyacın olursa beni bulabilirsin. İster ocağın ateşini yakmak için olsun ister tehlikeli bir macerada sana eşlik etmek için mesela... Seve seve yardımına koşarım. Adımın da bu taşın da aşınıp yok olduğu gün gelene dek, verdiğim bu söz geçerliliğini koruyacak.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Elinden geleni yap.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Hıh.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "*iç çeker*",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Vadinin yankısına kulak ver!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Dağın damarları kaynasın!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Tarihe kazınan adlar yankılarla çınlar.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "Etrafı izliyorum ben, merak etme. Pusu falan yok.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Burada da bir sürü güzel şey varmış, paylaşmaya ne dersin? Şaka şaka, hepsi senindir.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Hımm, bunlar kıymetli görünüyor. Ne duruyorsun, alsana.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "Sinir bozucu...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Yetti ama artık.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "... Of!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Sen bu işi bana bırak.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Ben hallederim.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Alevler... Sönüyor...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Ocağın ateşi... Buz kesiyor...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "Heh... Uyku vakti...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Hafif Darbe Alma: I",
			"voicelineType": "900002",
			"description": "Yine mi?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910002",
			"description": "Gıcık oluyorum artık!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Gitme vakti geldi mi?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Şu işi bitirelim hadi.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Pekala, önden buyur.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}