{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Merhaba",
			"voicelineType": "1000",
			"description": "Adım Yanfei, Liyue'de üst düzey bir hukuk uzmanıyım ve şüpheniz olmasın, kimse benim seviyeme yaklaşamaz bile! Ticari anlaşmazlıklardan medeni ara buluculuklara ve suç duruşmalarına kadar, hukukun her alanında çok bilgiliyimdir ve senin davanda da hızlı ve tatmin edici bir sonuç elde edeceğimizi garanti ediyorum! İletişim bilgilerim... Nereye yazayım? Kağıt kaybolur, elinin arkasına yazarsam da çıkar... Hah! Buldum! Seni takip eden bu şeyin kıyafetlerine yazacağım.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Sohbet: Yasa",
			"voicelineType": "1101",
			"description": "Yeniden hatırlatayım: Hukuk hem yardımcı hem de bir engel olabilir.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Sohbet: İş",
			"voicelineType": "1102",
			"description": "Bazen hukuk insan doğasıyla uyumludur, bazen de bu ikisi hiç anlaşamaz. İkisini dengede tutmak ise başlı başına bir disiplindir...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Sohbet: Okuma",
			"voicelineType": "1103",
			"description": "Karşımızdaki dava... Tuhaf ve eşi benzeri görülmemiş bir dava.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Yağmur Yağdığında",
			"voicelineType": "1201",
			"description": "Yağmur! Toprağın Efendisi, lütfen bize bir iyilik yapıp mümkün olan en kısa sürede havayı aç... Kanunnamelerin ıslanmasını asla göze alamayız...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Kar Yağdığında",
			"voicelineType": "1202",
			"description": "Ne oluyor? Bu ne kötü bir hava böyle? Soğuk... Hapşuu...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Güneş Açtığında",
			"voicelineType": "1203",
			"description": "Bu hava tam da yasaları anlatma havası... \"Liyue'nin Ticari Hukuku\", 27. Kısım, 6. Bölüm 3. Fıkraya göre... Dur, neydi? Tanrım, tamamen aklımdan çıktı! Bugün benim neyim var?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Günaydın",
			"voicelineType": "1001",
			"description": "Bu sabah, bir alacaklı anlaşmazlığı için müvekkille buluşmaya gitmem gerekiyor ama aynı zamanda öğlene doğru da geçen haftadan kalma bir danışma işini devam ettirmem gerek... İşe koyulma zamanı!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "İyi Günler",
			"voicelineType": "1002",
			"description": "*esner* Biraz uykum geldi... Şöyle çekişmeli bir tartışma beni ayıltır! Tam da konusunu biliyorum: \"Kuzey Bankasının Liyue'deki varlığı ekonomimize iyilikten çok zarar veriyor.\" Katılıyor musun yoksa karşı mısın?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "İyi Akşamlar",
			"voicelineType": "1003",
			"description": "Gece pazarı mı? Bu akşama bazı dosyaları düzenlemeyi düşünüyordum ama sen gideceksen eğer, ben de sana katılabilirim. Yine de söylemiş olayım, akşamları tüccarlar ısrarla bir şeyler satmaya çalışır çünkü ertesi güne taze ürünlerle başlamak isterken, bugünden kalan ürünlerdeki karını da kaybetmek istemezler.\nO yüzden pazarlığı bana bırak. Ayrıca dünden kalma yemeğin varsa, ücret olarak onu alabilirim.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "İyi Geceler",
			"voicelineType": "1004",
			"description": "Uykusuzluk için ilaç mı lazım? Sana Liyue'nin hukuk sisteminin gelişimini okuyayım! Hiçbir arkadaşım 20 dakikadan fazla dayanamadı... Daha hızlı bir şey mi lazım? O zaman kanunname anlatayım! Sabah uyandığında, bu gece uyumadan önce hangi kısma kadar anlattığımı söyle! Hadi bakalım, başlıyorum...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "Yanfei Hakkında: Atmosfer",
			"voicelineType": "2001",
			"description": "Sence de dava dosyalarını okurken çok heybetli görünmüyor muyum? Hah. O sadece ben iş modundayken oluyor. Sanki görünmez bir anahtarım varmış gibi. Bir yöne çektiğinde normalim, diğer yöne çekince de iş moduna geçiyorum. Senin de öyle bir anahtarın vardır herhalde, değil mi?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "Yanfei Hakkında: Zayıflık",
			"voicelineType": "2002",
			"description": "En çok medeni hukuk davalarından korkuyorum. Boşanmalar, vekalet anlaşmazlıkları... Bu davaları mantık ve akılla çözmeye çalışmak, boş bir çabadan başka bir şey değil. Çoğu zaman yapıcı bir tartışmaya giremeseler de, müvekkillerine karşı kibar, nazik ve sabırlı olman gerekiyor. *iç çeker* Hukukun her alanına hakim olduğumu söylediğimi biliyorum ama açıkçası bir yandan da herkes birbiriyle anlaşsa da bu kadar dava olmasa diye düşünüyorum.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "Hakkımızda: Fiyatlar",
			"voicelineType": "2003",
			"description": "Benden hukuk tavsiyesi mi almak istiyorsun? Tabii, hukuki görüşler için sabit ücret olarak 6.000 Mora alıyorum, danışmanlık hizmeti için saatlik ücretim 180.000 Mora ve ticaret hukukunda da dava başına 710.000 Mora alıyorum. Nihai fiyat ve komisyon oranı davanın ayrıntılarına göre değişiklik gösterir. Fiyatlar fena değil, değil mi?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "Hakkımızda: İlişkiler",
			"voicelineType": "2004",
			"description": "Seyahatlerin sırasında karşılaşabileceğin karmaşık sorunlar hakkında endişeleniyorsan, yapabileceğin en iyi şey yanında hukuktan anlayan birini de götürmektir. Mesela benim gibi, uzmanlığı Liyue hukukunun bile ötesinde olan biri... Tabii Fontaine'in hukuku oldukça karmaşık... Yine de benim zeka düzeyimde, bu yasaları da anlamak hiç sorun değil! Yani bana her zaman güvenebilirsin!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Önsezi Hakkında",
			"voicelineType": "3001",
			"description": "Önseziler, kuvvetli arzuların sonucu olarak ortaya çıkar. Yani idealleri olan bir insan olarak, benim de önsezim olması gayet doğal çünkü her şeyden önce tüm insanların dürüst yaşamasını ve hukuka uymasını istiyorum. Gerçi bazı insanlar, kendi kurallarına göre yaşayıp başkalarına zarar vermekte ısrarcı... Bu insanlar, öyle bir yargılanacak ki neye uğradıklarını şaşıracaklar!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Paylaşılacak Bir Bilgi: Terazi",
			"voicelineType": "3002",
			"description": "Bu el terazisini bana babam hediye etmişti. Nesnelerin değerini belirlemek için ağırlıklarını ölçmeye yarar. Ağırlık olarak genelde Mora kullanırım ve bu da asıl fiyatı verir. Örneğin binlerce yıl önce, Liyue Parlak Zambaklarla çevriliydi ve parasal olarak hiçbir değeri yoktu. Sonrasında sayıları birdenbire azalınca, fiyatları da fırladı ama bu terazinin gösterdiği değer hiç değişmedi. Hâlâ asıl fiyatlarını gösteriyor. Başka bir değişle beş para etmez.\nYani çoğu zaman bu araç, iş için pek kullanışlı değil... Ne? Bir şeyleri mi tartmak istiyorsun? O zaman... Şu küçük dostunu tartalım mı?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Paylaşılacak Bir Bilgi: Hukukun Üstünlüğü",
			"voicelineType": "3003",
			"description": "\"Liyue Hukukunun Kapsamlı Derlemesi\" isimli kadim çalışmada \"Kayanın Gazabı\" olarak geçen cezalandırma yöntemini temel alarak geliştirdiğim ve adı \"Ateşin Gazabı\" olan bir nefsi müdafaa yöntemim var. Toprağın Efendisi, aynı zamanda Sözleşme Tanrısıdır ve sözleşmeler de insanları alıkoymanın yollarından biridir. Haha, işte bu yüzden Liyue Limanı kadim zamanlardan beri Sözleşmelerin Şehridir.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "İlginç Şeyler",
			"voicelineType": "3004",
			"description": "Doğa Tarihinde, Liyue'nin Atkuyruğu isimli bir su bitkisiyle ilgili girdisi var. Bu girdiye göre, \"Atkuyruğu, Dihua Bataklığı'nın kıyılarında yetişen şifalı bir bitkidir. Rengi gün batımındaki bulutlara benzer.\" Bu bitkiyi toz haline getirip mürekkebine karıştırdığında ise yazdıkların suya karşı dayanıklı hale geliyor. Ne yazık ki Dihua Bataklığı'na en az yüz defa gitmiş olsam da, yaygın olan mor renkli Atkuyruğundan sepetler dolusu topladım ama kitapta bahsedilenden bir tane bile bulamadım.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "Qiqi Hakkında",
			"voicelineType": "4001",
			"description": "Bu küçük otacının kendisine bir dizi davranış kuralı yazdığını duydum. Ufak falan ama kesinlikle çok zeki! Eminim çok önemli işler başaracak...\nNe demişler, \"günümüz gençleri gelecekte bizi geçmeli\". Dürüst olmam gerekirse, kendisine çok saygı duyuyorum.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "Ganyu Hakkında",
			"voicelineType": "4002",
			"description": "Ganyu, kibar ve düşüncelidir ama ne yazık ki hep çok meşguldür. Öğle vaktinde kestirmesi dışında, çoğu zaman önü arkası gelmeyen belge yığınlarıyla cebelleşiyor. Yanlış anlaşılmasın, benim de işe zaman ayırmam gerekiyor ama ben işimi hem severek yapıyorum hem de ona göre çok daha az zorlanıyorum.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "Xingqiu Hakkında",
			"voicelineType": "4003",
			"description": "Feiyun Ticaret Loncası en eski müşterilerimden biridir. Ticaret konusunda çok titiz ve ayrıntıcıdırlar. Onlarla yaptığım her iş görüşmesine, hanenin başı bizzat katılırdı ama son toplantıda en gençleri olan Xingqiu'yla tanıştım. Genç eleman, şaşırtıcı bir şekilde beni takip etmekte hiç zorlanmadı. Ayrıca hem tatlı dilli hem de çok kibardı. Katiyen boş bir insan değil.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "Hu Tao Hakkında",
			"voicelineType": "4004",
			"description": "İnsanlar, hep Wangsheng Cenaze Evi yöneticisinin ticarette alışılmadık bir yaklaşım sergilediğini söylüyor. Çok uzun süredir cenaze işinde olduğu için artık akli melekelerinin yerinde olmadığını düşünüyorlar... Bu insanlar neden bahsediyor? Wangsheng Cenaze Evi, yasal ve gerekli bir hizmet sağlıyor ve her başarılı şirketin yapı taşı onlar. İş iştir, iyi ve kötü ya da talihli ve talihsiz işler yoktur, sadece yapılması gereken işler vardır.\nTek şikayetim, bu yöneticinin hukuk danışmanlığı için bana çok nadiren uğraması...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "Zhongli Hakkında",
			"voicelineType": "4005",
			"description": "Bay Zhongli'nin çok fazla konuda derinlemesine bilgisi var, resmen ayaklı bir kütüphane gibi. Tam bir alim ama hiç bunun gösterişini yapan bir insan değil. Bir bakışta anlaşılıyor zaten bu. Onun gibi insanlar karmaşık sorunları doğrudan üstlenmekten hiç kaçınmaz. Bu yüzden tahminimce kendisi potansiyel bir müşteri değil.\nYine de sanki bir yerden kendisini tanıyormuş gibi hissediyorum. Bu hissi tarif etmek biraz zor... Babama sordum ve o da bilmediğine benzer bir şeyler söyledi ama bana kaçamak cevap vermiş gibi geldi. Biraz tuhaftı... Acaba babam benden bir şeyler mi saklıyor? Tamam o zaman. Kendisi bana ne olup bittiğini anlatmayacaksa, ben gider kendim bulurum...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "Ningguang Hakkında",
			"voicelineType": "4006",
			"description": "Tianquan Ningguang'ı duymuşsundur herhalde. Hukuk kapsamında en yüksek otorite odur ve sıklıkla kanunname düzenlemeleri yapar. Her ekleme, çıkarma ve revizyon dağlar kadar iş çıkarıyor. Kanunnamenin son basımında üç yeni yasa, yüz yirmi bir revize edilmiş yasal ek ve bir dizi yeni yasa örneği eklendi. Hepsini ezberlemenin ne kadar süreceğini hükümdarlar bilir...\nPöh... Yine de kendisi içten içe bir iş kadını, o yüzden hukuk konusunda beni geçmesine izin vermem. Bunları ezberledikten sonra daha verimli çalışmam gerek...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "Keqing Hakkında",
			"voicelineType": "4007",
			"description": "Tanrıya şükür ki Yuheng hukuk meseleleriyle ilgilenmiyor... Yoksa Keqing'in işe karşı tutumunu ve amansız verimliliğini bildiğim için işimin büyük bir kısmını kaybederdim. Gerçi... Hayır, iş oraya varmazdı sanırım. İşleri kitabına göre yapma konusunda çok inatçı olduğu için, insanları rahatsız edeceği kesin... Halbuki beni hukuk danışmanı olarak alsa... Mümkün değil! Neden benim gibi seçkin bir hukuk uzmanı asistan olarak sürünsün ki? Yasal danışmanlık ihtiyacı olursa gelip beni bulabilir.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Eula Hakkında",
			"voicelineType": "4008",
			"description": "Eula bir defasında beni kurtarmıştı ve o zamandan beri haberleşiriz. Favonius Şövalyelerinin kanunlarını bilse de, kendisi pek kurallara bağlı olan birisi değil. Sorunları esnek bir şekilde çözmek için kurnaz bir mantık kullanıyor... Belki de bu kadar iyi anlaşmamızın sebebi, benim de ona benzememdir. Yine de onun vurdumduymaz yapısını benimsemem mümkün değil. Sonuçta mesleklerimiz birbirinden tamamen farklı.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "Yelan Hakkında",
			"voicelineType": "4009",
			"description": "Yelan bir Sivil İşler Bakanlığı çalışanı. Bir keresinde bir muhasebe hilesini çözmeme yardım etmişti. Kendisine yardımı için yemek ısmarladım. Yalnız... Onunla konuşurken her an aklımı okuyabiliyormuş gibi hissediyorum... Evet. İleride onu kızdırmamaya çalışsam iyi olur.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "Kuki Shinobu Hakkında",
			"voicelineType": "4010",
			"description": "Shinobu mu? Hatırlıyorum. Hukuk uzmanlığı için Liyue'ye gelen Inazumalı değişim programı öğrencisiydi. Ödevini yaparken bazı davaları konuşmak için benimle buluşurdu. İşimiz bittiğinde hep saygıyla eğilir ve bana teşekkür ederdi. Bundan her seferinde biraz utanırdım. Hep gelecekte çok iyi bir avukat olacağını düşündüm. Düşününce Inazuma tam onun mezun olacağı zamanlarda dışarıya kapandı. Acaba oraya döndüğünden beri hayatı nasıl gidiyor?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Yanfei Hakkında Daha Fazlası: I",
			"voicelineType": "5001",
			"description": "Müvekkil mi? Tanıştığıma memnun oldum, kartımı vereyim. Bugün masamdan ayrılamayacağım, bir anlaşmazlık söz konusuysa lütfen ilgili tarafları getirin ve görüşelim. Fiyat dağılımımı anlatayım, bir saniye lütfen...\nNe? Sohbet etmeye mi geldin? O zaman ücrete gerek yok. Netleştirmek adına soruyorum... Daha önce hiç tanışmadığın bir hukuk uzmanıyla arkadaş olarak sohbet etmeye mi geldin? Nedenini belirtir misin lütfen?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Yanfei Hakkında Daha Fazlası: II",
			"voicelineType": "5002",
			"description": "Boynuzlar mı? Şey... Babam Adeptus olduğu için bende de Adeptus kanı var ama ben Liyue'nin barış zamanında doğdum ve Rex Lapis'le sözleşme imzalamadım. Doğal olarak da Adeptuslarla ilgili meseleler beni ilgilendirmiyor. Yaşamak istediğim hayata odaklanmakta özgürüm ve bundan gayet memnunum! Hehe.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "3. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Yanfei Hakkında Daha Fazlası: III",
			"voicelineType": "5003",
			"description": "Bu boyuttaki... Ve ömür boyu taahhüt gerektiren sözleşmeler... Yalnızca babamla bir tane imzaladım. Şey... Sanırım mutlu yaşamakla ilgiliydi. Yani öyle bir insandı ve bu özelliğiyle gurur duyuyordum. Farklı bir sözleşme imzalamamı isteseydi... Mesela kendimi işe boğmamı ya da başarı yolunda başkalarına kötülük yapmamı isteseydi, şimdiye çoktan kaçmıştım!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Yanfei Hakkında Daha Fazlası: IV",
			"voicelineType": "5004",
			"description": "Bazen üzerinde çalıştığım ticari anlaşmazlıklar pek hoş sonlanmıyor. Diğer taraf verilen zarardan çok daha fazla tazminat alabiliyor ya da masrafları aşan tutarda ödeme yapması gerekebiliyor... Bunlar, sözleşmeyi ihlal etmenin bedeli. Bazıları benim çok korkunç olduğumu söylerken, bazı insanlar da direkt benden kaçıyor ama benim kimseye kendimi izah etmem gerekmiyor. En başından beri Liyue'nin iyiliği benim birincil önceliğim!\nDüşününce anlaşmazlıklarının kökeni sözleşme ihlallerine dayandırılabilir. İnsanlar sözleşmenin kötü etkilerini gördüğünde ihlallerden daha çok kaçınıyor. İnsanların sözleşmelerin önemini kavramasını sağlamak benim işimin önemli bir kısmı!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "5. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Yanfei Hakkında Daha Fazlası: V",
			"voicelineType": "5005",
			"description": "Çoğu zaman mutlu ve sakin bir yaşantım olduğunu düşünüyorum. Başarılı bir kariyerim var, kıyafetlerim güzel ve istediğim yere gidebiliyorum. Ayrıca kelimelerle aram da iyi, kimse beni herhangi bir tartışmada alt edemez. Yine de mutlu yaşantıyı tanımlayabilecek bir yasa ya da standart yok.\nİlginç insanlar ve anlamlı meşgaleler, nereye gideceğini ve hangi yolu seçeceğini bilmek... Bunlar beni mutlu etmeye yetiyor. Bu açıdan bakarsak, sen de benim için bir mutluluk kaynağısın.\nHer halükarda nasıl bir hayat yaşarsan yaşa, en önemli şey hukuku anlamak ve ona saygı duymaktır. Sonuçta hukuktan sapmaya başladığın anda dünya kararmaya başlar.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. Arkadaşlık Seviyesinde açılır.",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Yanfei'nin Hobileri",
			"voicelineType": "6001",
			"description": "Hobilerim okumak ve değer biçmek. Okumak bilgiyi beraberinde getirir, değer biçmek de muhakemeyi geliştirir. Bu nedenle her şeyi okurum ve her şeye değer biçerim. İnanmıyorsan bir ara bana bir şeyler getir. Eşyanın piyasası varsa, tahminlerim o piyasadan pek de uzak olmaz. Örneğin şu taş... Nereden baksan bir 600 Mora eder.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Yanfei'nin Sorunları",
			"voicelineType": "6002",
			"description": "Muhabere Şubesinden arkadaşlarım çoğu zaman beni balığa çağırır. Balıkçılıkla ilgili ipuçlarımızı paylaşalım diye buluştuğumuzu söylerler ama aslında herkesin derdi gösteriş yapmak. Herkesi yüzlerce kez farklı şekillerde geçtim ama yine de yaptıklarımı dikkatle izlemeye devam ediyorlar... Bunca başarının ardından artık utanç verici hale gelmeye başladı... Böylece ben de her seferinde usta oyunculuk becerilerimi kullanarak kendimi daha mütevazı göstermeye başladım. O surat ne öyle, benden şüphe mi ediyorsun?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "En Sevdiği Yemek",
			"voicelineType": "6003",
			"description": "Şey, o konuya gelirsek tek ve gerçek aşkımı önereyim. Tofu. Sabah akşam tofu! Tadı hafif, dokusu çıtır, ayrıca yumuşak ve doyurucu bir yemek. Hem çorbalara hem yemeklere yakışıyor ve her mevsim yenebiliyor! Karmaşa yerine güzellik... Tofu yemekleri tam bana göre.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "En Sevmediği Yemek",
			"voicelineType": "6004",
			"description": "Soğuk yemekleri sevmiyorum... Belki de çok az yediğim için sevmiyorumdur. Eve geç geldiğimde, babam benim için lambalardan birini yanık bırakırdı. Geldiğimi duyunca da yanıma gelip aç mıyım diye sorardı. Ona göre \"yemekler, en çok sıcak servis edildiğinde güzeldir\".",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Hediye Alma: I",
			"voicelineType": "6007",
			"description": "Tadı çok güzel! Galiba Tofunun nasıl yapılacağını çok iyi öğrenmişsin.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Hediye Alma: II",
			"voicelineType": "6008",
			"description": "Liyue'de \"Yemek hayattır\" derler. Açıkçası bu yemek beni bu sözün doğruluğuna ikna etti.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Hediye Alma: III",
			"voicelineType": "6009",
			"description": "Anladım. Biraz daha pişmesi gerekiyor, o kadar.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Doğum Günü",
			"voicelineType": "7001",
			"description": "Mutlu yıllar! Al, bu sana. Tüm ulusların yasalarını karşılaştırdım. Seyahate çıkmayı düşünüyorsun değil mi? Bunun sayesinde çeşitli ülkelerin hukukunu öğrenebilirsin.\nÇok da fazla çalışma ama yoksa... Her şeyi öğrenirsen, ben senin işine yaramam.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Yükseltme Hakkında: Giriş",
			"voicelineType": "8001",
			"description": "\"Geçmişi yeniden canlandırmaya çalışma çünkü tüm zamanları kapsayan bir kanun yok\"... Bu, her zaman aklımda tutmam gereken bir ders.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "1. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Yükseltme Hakkında: Gelişme",
			"voicelineType": "8002",
			"description": "İnsanlar, yalnızca hukuka uyarak hayatın sayısız sorununa çözüm bulabilir.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "2. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Yükseltme Hakkında: Zirve",
			"voicelineType": "8003",
			"description": "Hukuk çalışmak, insanın temeli olan konuşmalar yapmasını sağlarken; dövüş sanatları da sebepsiz şiddetten kaçınabilmesini sağlar. Bir dakika... Bu bir dövüş sanatı sayılır mı?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "4. Yükseltme Aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Yükseltme Hakkında: Sonuç",
			"voicelineType": "8004",
			"description": "Sanırım hem kalemde hem de kılıçta ustalaştım! Eğitimim boyunca yanımda olduğun için şanslıydım. Ücret mi? Şey... Yirmi dört saat hizmete amade kişisel eğitmen nasıl olur? Fena değil gibi ama pazarlık yapmam!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "6. yükseltme aşamasında açılır.",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Element Becerisi: I",
			"voicelineType": "100001",
			"description": "Bom bom!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Element Becerisi: II",
			"voicelineType": "100002",
			"description": "Yan!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Element Becerisi: III",
			"voicelineType": "100003",
			"description": "Harekete geç!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Element Patlaması: I",
			"voicelineType": "200001",
			"description": "Sorgulanma zamanın geldi!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Element Patlaması: II",
			"voicelineType": "200002",
			"description": "Alevin Gazabı!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Element Patlaması: III",
			"voicelineType": "200003",
			"description": "Kanıt kabul edilmedi!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Hazine Sandığı Açma: I",
			"voicelineType": "300001",
			"description": "İşte buna kesinlikle \"arızi kazanç\" diyebiliriz.",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Hazine Sandığı Açma: II",
			"voicelineType": "300002",
			"description": "Durumu çok iyi!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Hazine Sandığı Açma: III",
			"voicelineType": "300003",
			"description": "Şimdi bu hazinenin değerini biçelim...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "Düşük Can: I",
			"voicelineType": "410001",
			"description": "İtiraz ediyorum!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "Düşük Can: II",
			"voicelineType": "410002",
			"description": "Hukuk çerçevesinde kal...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "Düşük Can: III",
			"voicelineType": "410003",
			"description": "Oysa savunmam çok iyiydi...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Düşük Canlı Takım Arkadaşı: I",
			"voicelineType": "400001",
			"description": "Hey, bana bırak!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Düşük Canlı Takım Arkadaşı: II",
			"voicelineType": "400002",
			"description": "Son karar... Acil durum!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Yere Serilme: I",
			"voicelineType": "500001",
			"description": "Jüri... Karara varamadı...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Yere Serilme: II",
			"voicelineType": "500002",
			"description": "Yasada... açıklar var...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Yere Serilme: III",
			"voicelineType": "500003",
			"description": "İtiraz... ediyorum...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Ağır Darbe Alma: I",
			"voicelineType": "910001",
			"description": "Off...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Gruba Katılma: I",
			"voicelineType": "600001",
			"description": "Bir dahaki sefere düzgün bir randevu ayarla.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Gruba Katılma: II",
			"voicelineType": "600002",
			"description": "Ofis dışında görüşmeler için fazladan ücret alıyorum.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Gruba Katılma: III",
			"voicelineType": "600003",
			"description": "Davaya hazırım.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}