{
	"id": 23085201,
	"monsterId": 23085201,
	"name": "Incrociatore terrestre: Ricognitore polivalente avanzato",
	"specialNames": [
		"Ricognitore polivalente avanzato"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.\nLa dotazione da ricognizione polivalente è stata progettata per il combattimento sia a lungo che a corto raggio, e non solo funge da guida per le squadre di ricognizione terrestre, ma fornisce anche un supporto ravvicinato agli Assaltatori polivalenti avanzati durante le battaglie ad alta intensità, come l'attraversamento di trincee anti-Incrociatori o la distruzione delle roccaforti nemiche. Questo tipo di Incrociatore terrestre può anche essere parte della squadra d'assalto, penetrando in profondità per poi girare all'esterno e attaccare rapidamente i bersagli chiave nelle retrovie del nemico.",
	"investigation": {
		"investigationId": 85,
		"name": "Incrociatore terrestre",
		"categoryType": "Common",
		"categoryText": "Facile",
		"description": "Un automa che applica i principi del combattimento navale alle battaglie terrestri.\\nGli Incrociatori terrestri sono stati progettati dai migliori ingegneri del Palazzo dell'Armeria per essere delle autentiche \"corazzate che navigano sulla terraferma\", e vengono schierati in massa ai margini più estremi dei territori conquistati dai Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Albero di trasmissione di precisione",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Albero di trasmissione rinforzato",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Albero di trasmissione rotto",
			"count": 1.6808
		}
	]
}