{
	"id": 23085101,
	"monsterId": 23085101,
	"name": "Incrociatore terrestre: Assaltatore polivalente avanzato",
	"specialNames": [
		"Assaltatore polivalente avanzato"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.\nLa dotazione da assalto polivalente combina mitragliatrici automatizzate a canna multipla con lame rotanti per il combattimento ravvicinato, permettendo a questa unità di fronteggiare gli avversari in qualsiasi situazione, mentre i pesanti obici presenti su entrambe le braccia gli permettono di annientare le coperture e impedire agli avversari di sfruttare le fortificazioni. Secondo la dottrina militare redatta congiuntamente dai Fatui e dalla Reale Accademia Militare, questi Incrociatori terrestri vanno supportati nei loro assalti da tutte le unità presenti nelle vicinanze, penetrando rapidamente e in profondità le linee nemiche e permettendo l'attuazione di attacchi consequenziali, al fine di radere al suolo le linee difensive nemiche...",
	"investigation": {
		"investigationId": 85,
		"name": "Incrociatore terrestre",
		"categoryType": "Common",
		"categoryText": "Facile",
		"description": "Un automa che applica i principi del combattimento navale alle battaglie terrestri.\\nGli Incrociatori terrestri sono stati progettati dai migliori ingegneri del Palazzo dell'Armeria per essere delle autentiche \"corazzate che navigano sulla terraferma\", e vengono schierati in massa ai margini più estremi dei territori conquistati dai Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Albero di trasmissione di precisione",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Albero di trasmissione rinforzato",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Albero di trasmissione rotto",
			"count": 1.6808
		}
	]
}