{
	"id": 23085301,
	"monsterId": 23085301,
	"name": "Incrociatore terrestre: Artigliere a effetto suolo avanzato",
	"specialNames": [
		"Fuoco di supporto a effetto suolo all'avanguardia"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Questi Incrociatori terrestri d'élite, incontro perfetto tra tecnologia avanzata, costi di produzione e tasso di uscita, offrono un potere di penetrazione immenso in qualsiasi ordine di battaglia, costituendo il fulcro delle prime linee.\nDopo essere stato equipaggiato con motori a reazione ad alta efficienza, questo Incrociatore terrestre a effetto suolo ha acquisito l'abilità di trasportare più tipologie di armi, permettendo d'impiegare tempestivamente una notevole potenza di fuoco sul campo di battaglia. Secondo la dottrina militare redatta congiuntamente dai Fatui e dalla Reale Accademia Militare, questo genere d'Incrociatori deve agire da \"forza di reazione rapida\" nelle battaglie su larga scala, al fine di prevenire le brecce e i contrattacchi da parte dei nemici, e sfruttare ogni possibile vantaggio se la battaglia procede in modo favorevole. Ovviamente, questi Incrociatori possono agire indipendentemente tra loro, e nelle missioni particolarmente lunghe possono formare il nucleo di una piccola squadra atta a massimizzare la potenza di fuoco di svariate unità dei Fatui...",
	"investigation": {
		"investigationId": 85,
		"name": "Incrociatore terrestre",
		"categoryType": "Common",
		"categoryText": "Facile",
		"description": "Un automa che applica i principi del combattimento navale alle battaglie terrestri.\\nGli Incrociatori terrestri sono stati progettati dai migliori ingegneri del Palazzo dell'Armeria per essere delle autentiche \"corazzate che navigano sulla terraferma\", e vengono schierati in massa ai margini più estremi dei territori conquistati dai Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Albero di trasmissione di precisione",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Albero di trasmissione rinforzato",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Albero di trasmissione rotto",
			"count": 1.6808
		}
	]
}