{
	"id": 29080101,
	"name": "Guardiano dell'Oasi di Apep",
	"specialName": "Mutante dell'Apocalisse",
	"enemyType": "BOSS",
	"category": "Nemici importanti",
	"description": "Apep camminava nell'acqua come un pesce con la sua numerosa prole in quel mare d'erba odorosa, tra gli alberi giganteschi e i rampicanti interminabili. Poi, l'erba, gli alberi e i rampicanti divennero polvere, e sulla terra di Apep venne creato un fragile regno da creature minute come sassolini.\nApep e la sua prole lasciarono che il mare di sabbia infuriasse come acqua bollente e spazzasse via le abitazioni come foglie al vento. Un giorno, il nuovo Signore della sabbia si riconciliò con il re che aveva perso la sua patria. Le dune sotto il sole divennero proprietà degli umani, mentre l'oasi dei draghi rimase nei cuori di quest'ultimi.\nApep condivise la conoscenza dell'evoluzione con la sua numerosa prole, poiché disseminare conoscenza ne permette la diffusione, mentre la saggezza accumulata senza scopo ristagna e non porta altro che rovina. Tenne fede al patto con il Signore della sabbia fino al giorno in cui ottenne la saggezza suprema, ma da quel momento non vide altro che scenari di oblio e di calamità eterna.\nApep si ritrovò alla mercé di quella visione catastrofica. Le persone, gli dèi, i draghi, le bestie, i volatili e i pesci... Ogni ricordo, saggezza, parola e odio divenne come polvere incolore, e l'ultimo chiaro di luna sarebbe arso in una pioggia di pallide fiamme, per cadere infine su una terra desolata.\n...\nApep considerò il fondo del mare di sabbia come la sua tomba, non come il palazzo di un re spodestato. Presto il veleno della \"saggezza\" avrebbe liberato Apep dall'odio e dalla rabbia che l'affliggevano da infinite lune. Ne aveva abbastanza di quell'apocalisse priva di colore. Poi, alla fine, la giovane dea e {F#la}{M#il} viaggiat{F#rice}{M#ore} dalla chioma bionda riportarono alla sua mente che, malgrado la terra verdeggiante che un tempo dominava si fosse tramutata in un deserto dorato, e nonostante Apep e la sua prole si fossero deturpati pur di sopravvivere, nel suo cuore custodiva ancora gli scenari e i panorami della sua adorata oasi.",
	"rewardPreview": [
		{
			"id": 102,
			"name": "ESP avventura",
			"count": 300
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "ESP affinità"
		},
		{
			"id": 113046,
			"name": "Felce del paradiso"
		},
		{
			"id": 113047,
			"name": "Bocciolverde primordiale"
		},
		{
			"id": 113048,
			"name": "Ambra perenne"
		},
		{
			"id": 104131,
			"name": "Scheggia di smeraldo Nagadus"
		},
		{
			"id": 104132,
			"name": "Frammento di Smeraldo Nagadus"
		},
		{
			"id": 104133,
			"name": "Pezzo di smeraldo Nagadus"
		},
		{
			"id": 104134,
			"name": "Gemma di smeraldo Nagadus"
		},
		{
			"id": 113021,
			"name": "Solvente dei sogni",
			"count": 0.33
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Istruttore",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Esule",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Ultimo atto del gladiatore",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Compagnia del vagabondo",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Istruttore",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Esule",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Ultimo atto del gladiatore",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Compagnia del vagabondo",
			"rarity": 5
		},
		{
			"id": 101111,
			"name": "Billetta della Spada delle terre centrali"
		},
		{
			"id": 101112,
			"name": "Billetta dell'Arco delle terre centrali"
		},
		{
			"id": 101113,
			"name": "Billetta della Claymore delle terre centrali"
		},
		{
			"id": 101114,
			"name": "Billetta del Catalizzatore delle terre centrali"
		},
		{
			"id": 101115,
			"name": "Billetta della Lancia delle terre centrali"
		}
	]
}