{
	"name": "Ippocampo Perlamillenario",
	"specialname": "Signore innominato del Grande Lago",
	"enemytype": "BOSS",
	"category": "Bestie mistiche",
	"description": "Uno dei due sovrani che si trovano all'apice degli Aberranti del Fontemer.\nPoeti e scrittori lo definiscono spesso fiero e nobile a causa delle sue tendenze solitarie, ma il vero motivo di tali descrizioni adulatorie è il suo corpo elegante e snello. Come tale è un \"cavalluccio marino perlato\", mentre il sovrano dei Granchi corazzati è un \"imperatore\".\nNelle leggende e nelle dicerie di Fontaine, un tempo si scatenò una guerra brutale tra gli Aberranti del Fontemer, che lasciò in vita solo l'\"Ippocampo Perlamillenario\" e l'\"Imperatore del Fuoco e del Ferro\", dividendo il grande lago in due corti, una che governava il nord e l'altra il sud. Nella \"Canzone di Dobharcu\", lo scrittore descrive l'esito della guerra: la grande Razza cacciatrice, nota come Signora delle tempeste, agitò enormi onde prima di morire, causando quello che ora è conosciuto dalla gente come il \"primo periodo diluviale\"... Naturalmente, tutto questo non è altro che l'immaginazione romantica di persone che non sono disposte ad accettare la blanda realtà del mondo. Gli Aberranti del Fontemer, infatti, sono semplici animali acquatici, non hanno grandi corti né regni caduti, e nemmeno riservano parole di incitamento o perfidia.",
	"investigation": {
		"name": "Ippocampo Perlamillenario",
		"category": "Boss",
		"description": "Un antico sovrano degli Aberranti del Fontemer che vive in una grotta. Ha un corpo dalla bellezza illusoria e un caratteraccio più feroce di una tempesta di fulmini impetuosa."
	},
	"rewardpreview": [
		{
			"name": "ESP avventura",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "ESP affinità"
		},
		{
			"name": "Monocorno del Fontemer",
			"count": 2.5556
		},
		{
			"name": "Scheggia d'ametista Vajrada"
		},
		{
			"name": "Frammento d'ametista Vajrada"
		},
		{
			"name": "Pezzo d'ametista Vajrada"
		},
		{
			"name": "Gemma d'ametista Vajrada"
		},
		{
			"name": "Istruttore",
			"rarity": "3"
		},
		{
			"name": "Esule",
			"rarity": "3"
		},
		{
			"name": "Sacrificio di Electro",
			"rarity": "3"
		},
		{
			"name": "Dottoressa errante",
			"rarity": "3"
		},
		{
			"name": "Ultimo atto del gladiatore",
			"rarity": "4"
		},
		{
			"name": "Compagnia del vagabondo",
			"rarity": "4"
		},
		{
			"name": "Istruttore",
			"rarity": "4"
		},
		{
			"name": "Esule",
			"rarity": "4"
		},
		{
			"name": "Sacrificio di Electro",
			"rarity": "4"
		},
		{
			"name": "Ultimo atto del gladiatore",
			"rarity": "5"
		},
		{
			"name": "Compagnia del vagabondo",
			"rarity": "5"
		}
	]
}