{
	"id": 26130101,
	"name": "Unut del Setekh",
	"specialName": "L'ultimo principe delle sabbie",
	"enemyType": "BOSS",
	"category": "Bestie mistiche",
	"description": "Un predatore senza occhi che abita nel deserto profondo e sfrutta i suoni e le vibrazioni per trovare la sua preda.\nSecondo la leggenda, in un passato ormai remoto, prima che esistesse perfino il concetto di tempo, queste creature prosperavano assieme ai loro progenitori e alla loro prole in una terra di erba verdeggiante e alberi colossali, attraversando il terreno umido come fossero pesci nell'acqua.\nMolti eoni dopo, i doni del cielo hanno ridotto ormai il suolo in sabbia, facendo estinguere una moltitudine di creature. Questa specie è stata capace di sopravvivere adattandosi alla vita sulla terra, e prendendo il nome di \"Unut\".\n Alcuni abitanti del deserto credono ancora, erroneamente, che gli Unut siano il punto d'arrivo del ciclo di vita dell'anguilla delle sabbie mobili, probabilmente per via delle somiglianze superficiali tra i comportamenti delle due specie.",
	"investigation": {
		"name": "Unut del Setekh",
		"category": "Boss",
		"description": "Un predatore senza occhi che si annida tra le profondità del deserto e scova le sue prede grazie ai suoni e alle vibrazioni.\\nA volte hanno forme molto simili a vegetali, e alcuni dicono che sia perché un tempo erano i discendenti della Signora delle piante. Altri invece dicono che tale aspetto sia il loro modo d'ingannare le prede per indurle a cercare frutti o cibo nella loro ombra mortale."
	},
	"rewardPreview": [
		{
			"id": 102,
			"name": "ESP avventura",
			"count": 200
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "ESP affinità"
		},
		{
			"id": 113044,
			"name": "Pseudostami",
			"count": 2.5556
		},
		{
			"id": 104151,
			"name": "Scheggia di turchese Vayuda"
		},
		{
			"id": 104152,
			"name": "Frammento di turchese Vayuda"
		},
		{
			"id": 104153,
			"name": "Pezzo di turchese Vayuda"
		},
		{
			"id": 104154,
			"name": "Gemma di turchese Vayuda"
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Istruttore",
			"rarity": 3
		},
		{
			"id": 400052,
			"name": "Fortunello",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Ultimo atto del gladiatore",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Compagnia del vagabondo",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Istruttore",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Ultimo atto del gladiatore",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Compagnia del vagabondo",
			"rarity": 5
		}
	]
}