{
	"id": 15008,
	"rarityList": [
		4,
		5
	],
	"name": "Bloodstained Chivalry",
	"effect2Pc": "Physical DMG +25%",
	"effect4Pc": "After defeating an opponent, increases Charged Attack DMG by 50%, and reduces its Stamina cost to 0 for 10s.",
	"flower": {
		"name": "Bloodstained Flower of Iron",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A dried flower stained black with blood and now as hard as steel. Probably some sort of a memento for its former master.",
		"story": "A common white flower given to the knight by a rescued damsel.\nIt is dried and hardened by the blood from all his bloodshed.\n\nThanking him for his valor, the damsel offered a reward.\nHe turned down all she gave, save for a pure white flower.\n\n\"For a knight, chivalry is its own reward.\"\n\"This flower shall be my medal. That is all I need.\"\n\nHe wore the flower upon his heart.\nLike his armor, it was stained as black as a winter's night.\nLike his heart, it was hardened like a tempered blade."
	},
	"plume": {
		"name": "Bloodstained Black Plume",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A raven feather pinned to a knight's cape. Countless bloodstains have dyed it pitch black.",
		"story": "One of the countless raven feathers stuck to the Bloodstained Knight.\nFor where there is blood, ravens shall follow.\n\nIn the end the Bloodstained Knight could no longer tell\nwhether the blood that stained him was his own or that of his enemies.\n\nEventually, on his long journey filled with bloodshed, he came to a realization:\nHis path of so-called chivalry had turned him from the white knight he used to be into the monster he had now become.\nHis only followers were the ravens drawn to the bloodshed he left in his wake."
	},
	"sands": {
		"name": "Bloodstained Final Hour",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A timepiece once used by a knight. The liquid inside has dried up, rendering it useless.",
		"story": "Deep in the abyss, where celestial bodies cast no light,\nthe Bloodstained Knight kept this timepiece, though time had lost all meaning.\n\nAt an end was the Bloodstained Knight's story,\nfor he realized there was no place for him on this earth.\nHe ventured into the fallen ancient kingdom, and died in battle in the monsters' lair.\nAt the bottom of the world, he learned the origin of the monsters that destroyed the ancient kingdom.\n\n\"The ancient kingdom was wrongfully cursed,\"\n\"Turning its inhabitants into monsters.\"\n\"The code of chivalry tolerates not such injustice.\"\n\"If Abyss be thy name, I pledge to you my loyalty.\""
	},
	"goblet": {
		"name": "Bloodstained Chevalier's Goblet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "The dark metallic vessel owned by the Bloodstained Knight. Its exterior has been stained as black as the night by smoke and coagulated blood.",
		"story": "Originally an exquisite silver goblet with gold engravings depicting the feats of a chivalrous knight.\nBut blood and smoke have stained the cup beyond recognition.\n\nCovered in blood, the knight who slayed demons returned from the scourged battlefield,\nOnly to find that those awaiting his rescue were nowhere to be found among the burning, collapsed houses.\n\nDefeated, the Bloodstained Knight took the smoke-blackened goblet,\nand vowed to rid the world of monsters, of poverty and of evil."
	},
	"circlet": {
		"name": "Bloodstained Iron Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "The iron mask the knight used to conceal their identity. Many have speculated about the face behind the mask.",
		"story": "A luxurious platinum mask that once belonged to a knight of noble birth.\nThe dark stains of dry blood are now a permanent part of its appearance.\n\nAs the Bloodstained Knight reached out to help a person in need after slaying the monster,\nThe way she cowered in fear made the knight realize:\nHe was now a monster himself.\nTainted by the blood and cruelty of his drawn-out war.\n\n\"Shield me from the eyes\"\n\"Of those I vowed to protect.\"\n\"And shield them from the horrors I am bound to effect.\""
	}
}