{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Crimson Witch of Flames",
	"effect2Pc": "Pyro DMG Bonus +15%",
	"effect4Pc": "Increases Overloaded, Burning, and Burgeon DMG by 40%. Increases Vaporize and Melt DMG by 15%. Using Elemental Skill increases the 2-Piece Set Bonus by 50% of its starting value for 10s. Max 3 stacks.",
	"flower": {
		"name": "Witch's Flower of Blaze",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower touched by the witch who once dreamt of burning away all the demons in the world. The anonymous flames affectionately caress the hands of those who touch it.",
		"story": "A common species of flower.\nIt is curiously capable of resisting the Crimson Witch's flames.\n\nA crisis centuries ago dashed all hope of the maiden seeing the future promised to her.\nThose dear to her, her past days, and her bright future. All gone.\n\nFrom the ashes, the Crimson Witch of Flame was born, and she burned away her pain with fire.\nYet this flower stayed resilient, soft, and moist.\nPerhaps both painful and beautiful memories were two sides of the same coin."
	},
	"plume": {
		"name": "Witch's Ever-Burning Plume",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A bird feather touched by the witch who once dreamt of burning away all the demons in the world. Its eternal flame burns hot.",
		"story": "A forever-burning bird feather.\nThe fire shall burn for all eternity.\n\nScorched earth followed in her wake, for she chose a path of hellfire.\nThough her fires only touched monsters and demons,\nPeople still cowered behind closed windows and tried to drive her away. But none of that mattered to her.\n\nNew hopes were birthed from the fires of old pains.\nShe needed not comforting nor sympathy.\nChirping by her side, the birds gave her all the understanding she needed."
	},
	"sands": {
		"name": "Witch's End Time",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A timepiece worn by the witch who dreamt of burning away all the demons in the world. The years the witch dedicated to the flames flow within.",
		"story": "A small vessel containing a high-temperature liquid.\nIt is said to be the molten souls of evil spirits.\n\nA special Hydro timepiece given to the Crimson Witch before calamity struck. Back then she was still a maiden, and had not yet embarked on her journey.\nOne cycle was the time required to finish her study at the Akademiya.\nBy the time the countdown ended and she returned to her hometown, its previous owner had become a casualty of the crisis.\n\nHer maiden years were over. The Crimson Witch of Flame was born, and with her the era of destruction.\nThe timepiece bore witness to the days of monsters and the pain they caused, until all were burned away."
	},
	"goblet": {
		"name": "Witch's Heart Flames",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A flame-spitting urn left behind by the Crimson Witch of Flames, who once dreamt of burning away all the demons in the world. The fire in the urn burns eternally, as did its former master.",
		"story": "A clear bottle containing liquid fire.\nThe techniques involved in making liquid fire have since been lost.\n\nThe Crimson Witch of Flame walked upon the earth, burning monsters into cinders.\nRumor told of how she sacrificed her mortal body to become the embodiment of liquid fire herself.\n\nStill, love and longing once dwelt in her maiden heart.\nUntil fires burned away that beautiful and fragile part.\nThus, she became the witch that historians were loath to remember."
	},
	"circlet": {
		"name": "Witch's Scorching Hat",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A hat once worn by the witch who dreamt of burning away all of the demons in the world. The large brim blocked her sight.",
		"story": "A traditional witch's pointed hat with a large brim.\nIt grants a witch the reverence and fear which she commands.\n\nTo the Crimson Witch of Flame, this large hat shielded her from surrounding distractions.\nIt was how she was able to hone her Pyro skills when she was still an apprentice.\n\nIn combat, she needed not pay attention to monsters disintegrating in flames.\nNor did she need to look at her own burnt face in the water's reflection.\nAnd so the Crimson Witch continued to burn, blind to the extent of her devastation."
	}
}