{
	"id": 15025,
	"rarityList": [
		4,
		5
	],
	"name": "Deepwood Memories",
	"effect2Pc": "Dendro DMG Bonus +15%.",
	"effect4Pc": "After Elemental Skills or Bursts hit opponents, the targets' Dendro RES will be decreased by 30% for 8s. This effect can be triggered even if the equipping character is not on the field.",
	"flower": {
		"name": "Labyrinth Wayfarer",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "This lovely gold-plated flower was plucked from the crown of the ruler of the forest.",
		"story": "When the lord of the forest was born, the king of trees bestowed upon them a crown.\nThis crown would finally pass to the first maiden who had followed in the lord's footsteps.\nShe once took in many children who had become lost in the forest, yet had not ever trodden upon any wild flowers.\n\nShe only knew how to serve her liege and defend the labyrinth,\nAnd she knew that the world was naught but the dream of the forest,\nSo she taught the ways of the hunt and the method of walking through dreams to the children,\nShe taught that they must love the plants of the forest, for they belong to her liege's garden.\nThat they must respect the creatures that fall under their arrows, for they are her lord's people.\n\nHer teachings would pass amongst the lost children of the forest, and they would change much.\nEventually, their origins would be forgotten altogether, but some people would become guardians who patrolled the woods,\nReturning to the world of humans and light bonfires in the deepest of nights to exorcise the shadows.\nThere was one who remained and walked between the trees, eventually forgetting time itself amidst the hunt for wild beasts, becoming drenched in black blood.\n\nShe was very nearly as ancient as the final lord of the forest, and at the last she dreamed a dream of the labyrinth and the hunt.\nThis dream was so great and vast that it would cover every dream that was ever dreamed by the forest people.\nThe labyrinth, for its part, was the vast and endless hunting ground, where the roots of trees and the lines drawn by the snaking streams were denser than a tiger's stripes,\nMore changeable than the flowing water. The whispers that preach \"death\" became lost within this labyrinth,\nFor only she and those who understood the teachings of the forest lord could pass through the maze and enter into the boundless hunting grounds.\nTill at last, when the whispers had faded, and the wicked beasts had fled far away, did she, now fully eroded, disappear together with that grand dream.\n\nShe, and many fragments of dreams, would at last flow into the dreams of human scions.\nLike how a shattered mirror reflects many different images,\nThe dreams she left behind are circulated through the narratives of the people in a myriad of forms.\nThose tales that became the widest spread (emerged victorious) had nothing at all to do with her.\n\nHer name as mentioned in those tales, for example, was in fact the name of the crown.\nIn the end, all she had left to herself was her true name, a handful of water that reflected the moonlight,\nAnd the golden flower she had taken from the crown that her beloved king had given her."
	},
	"plume": {
		"name": "Scholar of Vines",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "An emerald leaf as fluffy as a feather. Plucked from the raiment of a forest scholar.",
		"story": "Those were the years of the lord of the labyrinth...\nIt is said that the most virtuous and visionary of the royal servants was a young girl who could understand the language of all beasts and read the poetry of moonlight.\nShe guarded the silent forest, the still water that embraced the moon, and the endless hunting grounds at the very end of the dream forest.\n\"We were born in the verdant royal forest. Our world is under the tree-shade and above the meadow.\"\n\"That which comes from the forest must return to it. As long as we follow the laws of nature, then we shall not fear death.\"\n\"For all those who follow nature must pass through the maze of the forest and reach that endless plain.\"\nHer teachings once inspired many children, but like the blood of tigers, it too would slowly grow thin...\n\nThose were the years of the ominous moon...\nThey say that the blind boy followed in the footsteps of his white-armored brother, traversing kingdoms, mountains, and rivers,\nAt last becoming lost in the dark forest.\nHe was obsessed with swordsmanship but was gentler than anyone. He was too dogmatic, but adhered to justice more than anyone...\nAt the end of the everlasting, white phantom in his heart, what he discovered was a relic of the woods, pure white as the moonlight.\nLater, there came beasts that lusted after flesh and blood. When the huntress finally came to him, following the shimmering light of the white branches,\nHe had already lost the power to make wishes, and the white form that once guided him had faded into darkness and disappeared...\n\nThose were the years when the night was on the rise. Those were the years when dawn was still far-off.\nFrom the nightmare, the wise caught a glimpse of the dark longsword and the red blooming in the water."
	},
	"sands": {
		"name": "A Time of Insight",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Such timepieces are used by those who dedicate themselves to the way of the wise. These timepieces do not contain lifeless sand, but instead play host to tiny mustard seeds.",
		"story": "The ancient legends say that the lord of the forest was immortal,\nAs they at life's end would melt into the forest,\nTheir claws would become metal and wood, and their stripes would become an endless maze,\nAnd their smoldering eyes would become the moon in both the sky and the water.\nAll things that die will gain new life in some other form.\nAll things that decay will sprout pure and tender new shoots.\n\n\"But those souls who had been destroyed by death, memories that are eternally lost,\"\n\"Is there a place for them in the cycle of life and death?\"\n\n\"The soul is a void concept, and memories must one day return to the land.\"\n\"What is there to worry about if something that was always void were to fade away?\"\n\"Rather, remind and support one another, such that everyone's image will be remembered forever.\"\n\"Thus shall we defeat the natural cycle of life and death, and preserve memory forever!\"\n\nMuch later, the friends who had agreed to remind one another would be infected with the wicked disease of forgetfulness.\nAccording to the image of the three people and three spirits that had not been wholly forgotten,\nAnd the records and conjectures left behind by the mad scientist who was expelled by the academy,\nThe dream had to be captured — along with the inhabitants of the forest who could control dreams,\nTo remind that friend once again of one's own form and the memories that were shared.\n\nIf the organ that governs memory has taken too much damage and cannot be healed,\nThen bring another old friend and dwell in dreams of the past together,\nPlay in a small tree house, and explore the limitless depth of the jungle.\nYes, that would be nice as well. For in dreams, everyone has a chance to start over.\n\nBut first, those dream spirits must be captured.\nThose sellswords once did much for me.\nI trust they will not disappoint this time, either."
	},
	"goblet": {
		"name": "Lamp of the Lost",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "This was originally an oil lamp in the style of the desert realm, but has since sprouted fluorescent green leaves.",
		"story": "It is said that when the lord of folly was destroyed by his own ambition, the kings of the desert arose as one, and fell just as quickly.\nMany tiny tyrants would marshal refugees fleeing the cataclysm, and they would build temples, palaces, and high walls where once stood ancient ruins.\nThe ruined cities would be devastated each after the next, and despots of all stripes boasting of power and wealth for a time would rise and fall all too quickly.\nThis oil lamp belonged to one of the young princes of the decaying kingdoms and was one of the remaining treasures hidden away in his trove.\n\n\"Father ascended the tower in pursuit of a falcon, and the ancient structure could not bear his great weight, casting him into the boiling quicksand.\"\n\"Thus did our kingdom's days come to be numbered, and I too was dragged into pointless conflicts, tossed this way and that on the waves of treachery.\"\n\"In those days, I too had someone to love. She longed to be queen, but did not concern herself with the identity of the one seated on the throne.\"\n\"And so it was that I lost my love. For my life and my seal, I closed her lips with a viper's kiss and buried her in quilts of sand.\"\n\"Later, just as it happened to all other kingdoms in living memory, threats from without and foes from within would arise. Kith and kin, slaves and pariahs would be at each other's throats.\"\n\"Scarcity and strife, those two deformed twins, would dance wildly amidst these burning, godless sands, burying our selves within their mirage.\"\n\nAnd so did the kingdom within the searing sand return whence it came, and the once-affluent prince became a penniless refugee.\nWith the wish to conquer new lands burning in his breast, he set out for the rainforest with what little wealth he had left on his person.\nBut much later, the prince who wished to inherit the woodland like a Rishboland Tiger would himself be conquered by the quiet moonlight.\nHe was drawn to the powerful form of the huntress with the white bow, and in being pursued and expelled each night,\nThe homeless prince slowly understood the murmurs of the trees and the whispering of the tigers, and was accepted by the beneficent dream—\n\n\"Hahaha, well, isn't that a fine tale? A noble forced from their home, who finds destiny and glory once again...\"\n\"Yon golden slumber summons thee, wandering sand...\""
	},
	"circlet": {
		"name": "Laurel Coronet",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "This crown was bestowed by the deity with dominion over plants and trees. It was an heirloom of the royal house of the labyrinth. It was, at last, made the inheritance of the king's attendant.",
		"story": "There is a time appointed for all things to live and die, and the cycle continues on forever,\nThus did the ruler of trees once preach the cycle of life.\nAll things that die will gain new life in some other form,\nAnd all things that decay will sprout pure and tender new shoots.\nFruits that fall upon the land will feed the beasts of the land,\nAnd the beasts will return to the land and themselves become fruits.\nThe forests were always full of life.\n\nLegend has it that when the god of trees created a forest amidst the sands,\nThe first order of the day was to create a device that could call forth the rains.\nThus did the bright moon reflect the patterns of light from the labyrinth upon the water,\nAnd from this was the \"tiger\" born.\n\nThe tiger's stripes were ever-changing, resembling the forest's branches,\nAnd thus did it become the ruler of the jungle, whose name was Viaghara.\nThe blessed lord of the forest walked amidst the garden, head held high,\nRuling over the primates, the birds, and the beasts of the labyrinth.\n\nLater, the seeds of the pomegranates fell upon the soil and gave birth to the forest spirits.\nThus did the lord of the forest bless them under the first Vasara Tree, and made a pact with the divine,\nTo share the labyrinth with them, and to command the birds and beasts not to harm them.\n\nThough the sun's light was shrouded for a time, the flowing water was once corrupted,\nAnd the final forest lord died in defense of the nurseries of life,\nA large whiskered cat succeeded that regal name,\nAnd guarded the woodland creatures in imitation of that lord.\nThough it could not match even an iota of that lord's might,\nIt would keep the promise and protect the forest,\nNor would it ever attempt to harm the guardian spirits of the trees.\nYes, though the ever-changing labyrinth has perished,\nThe forest is still filled with life."
	}
}