{
	"id": 15027,
	"rarityList": [
		4,
		5
	],
	"name": "Desert Pavilion Chronicle",
	"effect2Pc": "Anemo DMG Bonus +15%",
	"effect4Pc": "When Charged Attacks hit opponents, the equipping character's Normal Attack SPD will increase by 10% while Normal, Charged, and Plunging Attack DMG will increase by 40% for 15s.",
	"flower": {
		"name": "The First Days of the City of Kings",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "An artificial flower that shimmers with a strange light. If you incline your ear to it, you can vaguely hear charming laughter issuing from within.",
		"story": "Fallen noble, please heed this man so old and blind.\nHeed the lessons of Gurabad, heed the evanescence of the flowers made by man.\nHeed the king of common birth, and the mad love and boiling fury possessed by the Jinn...\n\nLegend has it that the Lord of the Sands made a pact with humanity after the passing of his lover, with the Jinn as his envoys.\nOnly those who possessed hearts of iron and were untainted by the allure of corruption,\nCould serve as a vassal-king and guide the people, like a shepherd tending to a flock.\nJust like that, under the merciful yet stern gaze of her master, the Jinni found her choice...\nOrmazd, a young shepherd at the time, fell in love with the lily-born Liloupar.\n\n\"I shall grant you a hundred generations of blessings, at the price of sharp retribution and the spilling of red wine.\"\n\"For the mad love that we Jinn possess is chained to greed and want, and carries with it self-deigned retribution.\"\n\nYet, beneath the light of the moon, Ormazd failed to take heed of these warnings...\nIt was as if such fated punishment was still far from this valiant youth.\nUnder the guidance of the Jinni, the young shepherd became the leader of his nomadic clan,\nAnd as time went on, Ormazd defeated his divided rivals and found himself crowned the vassal king.\n\nGurabad bloomed like a man-made flower in a cliff wall, becoming the capital of the mortals.\nOnce a shepherd, Ormazd had now become the vassal king, proxy of the Lord of the Sands.\nYet, even as the flowers bloomed and their fragrance filled the air, who would have thought that...\nThe most bitter and violent demise was to follow the most vibrant bloom.\n\nFollowing the old tales told to him by his master, Xiphos began his journey to the city of sapphires,\nToward the lessons buried beneath the sands of yesteryear, which he would in future find repeated as the winds of infinite time blew..."
	},
	"plume": {
		"name": "End of the Golden Realm",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A crystal-clear artificial feather that is one of the legacies of an ancient human realm. The cries of soaring eagles are also sealed within.",
		"story": "Young wanderers, please heed this man so old and blind.\nHeed the ruins of Gurabad, heed the culmination of a delusional dream...\nHeed the jewel that shines like a dome of stars, and heed the riven states.\n\nTowering spires and golden temples were swallowed by a raging tide, and the halls and palaces became the abodes of the ragged poor...\nThe infuriated mob followed the will of one wearing a brass mask, while those with wisdom proclaimed this happening the \"great plague.\"\nGurabad fell to this black plague, and Lord of the Red Sands fell upon the path of self-destruction...\nLiloupar, born to lilies, found herself repaid with a split soul after falling victim to a plot most insidious,\nWhile the vast and fertile kingdoms collapsed into the sands overnight. Tribes and kingdoms began the tumult anew...\nFrom there, the people of the desert oases divided themselves into seven states, with the city of sapphires, Tulaytullah, being one of the greatest.\n\n\"I think I have lived long enough to bear witness to more than my fair share of short-lived fools and villains...\"\n\"When I was young, the gilded walls once shrouded the sapphire domes like waves covering the moon.\"\n\"In the days of my youth, the canals of Tulaytullah shone like a luminous lattice, their lights dueling the moon for dominance.\"\n\"Now, I have been stripped of sight, and yet I must witness nobles falling to slavery, princes cast down by slave-soldiers...\"\n\"Now, I can no longer see, and yet I speak of dignitaries assassinating the wise and foreign dancers seizing power...\"\n\"Nations live and die as if in a drunken dream. The beloved and vile alike are all crushed under the weight of a mill like wheat husks.\"\n\nThe sapphire sea is wreathed in a fog of lies, which go on to become legends and history—\nA general, once the conqueror of countless cities, was left with but a slave to guide the way,\nWhile a young slave bore the \"key\" to restoring their homeland...\nThe king who died absurdly because of a hunting falcon was left with bloodied knife marks along his throat,\nAnd the dancer who made a vow to the prince cared only for the hatred she felt toward the tyrant...\n\nMortal hands were molded into the shape of a falcon, and the broken Jinni was infused within it.\nFrom the cliffs of Gurabad it rose with a cry, sailing past the pitiable desert states...\nFinally arriving in the hands of gilded descendants, the lost memories flaking off like sand.\nThe man-made feather lay upon a dune, silently proclaiming the end of nations...\n\nThrough an aged voice, the lost prince recalled the palace burning in his homeland,\nHis master at the time had been a general and a poet, loyal to the tyrant who ruined his nation.\nAll things will have their rewards and repercussions. One was stripped of sight, the other of their throne...\nAll the while, the grinding wheel of fate spun onward, scattering broken hopes across the world."
	},
	"sands": {
		"name": "Timepiece of the Lost Path",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "An ancient mechanical clock. The Jinni fragments continue to emit light at its center and vibrate ever so slightly, as if to say something...",
		"story": "\"Mother... Mother...!\"\n\"Born old, and with unfathomable power supported by a shattered consciousness...\"\n\"Neither knowing the sweetness of milk nor tasting the warmth of the womb...\"\n\"With tears made steam by the glaring sun and momentary joys fed to the crushing turn of gears...\"\n\"We come not from loving union, but from hatred and alienation.\"\n\n\"Mother... Mother...!\"\n\"We are without pride, and lack any wisdom to boast of...\"\n\"There is no space for which we can exist, no leisure offered to us as rest...\"\n\"Our voices have been replaced with copper tubes, and our swollen stomachs lack an umbilicus ...\"\n\"To the mother who never bore us, may pestilence and woe fester in your every moment...\"\n\n\"Mother... Mother...!\"\n\"What are we but soulless machines, slaves amongst Jinn...\"\n\"We have no names, nor has anyone ever heeded our cries...\"\n\"Our vessels were carved into shape by vicious torments. Hatred fuels us...\"\n\"This gathering hate builds within, creating the desire to destroy...\"\n\n\"In the name of the moon's bright, disfigured face, we make this final pledge...\"\n\"May the sands chip through your withered lungs. May all that is green be scorched to ashes...\"\n\n\"And at last, we shall break the chains that have bound us since our inception...\"\n\"And we will return to the embrace of our unjustly tormented birth mother, Shirin...\""
	},
	"goblet": {
		"name": "Defender of the Enchanting Dream",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "An ancient golden cup that is both marvelously and luxuriously wrought. Murmurings can be heard within its empty innards.",
		"story": "Travelers here to sup from the oasis, please heed this man so old and blind.\nHeed the dirge of Gurabad, heed the enrapturing dreams of King Deshret...\nHeed the disloyal souls, and heed a betrayal between companions.\n\nLegend has it that when the Lord of Flowers passed, her countless Jinn turned to serve King Deshret.\nKing Deshret searched in vain for the ancient paradise where the divine needle fell, and there created an eternal oasis...\nAmong the greatest Jinn was one named Ferigees, granted governance of the oasis by King Deshret.\nTo protect her mistress' slumber, she once used her powers to keep the springs ever-flowing,\nAnd so she spread greenery across the desert like stars in the sky, providing sanctuary to folk who had lost their homes...\n\nLater, under the guidance of the Jinni Liloupar, the vassal states of the mortal kingdoms built their cities around the \"Eternal Oasis.\"\nBearing loyalty to the Lord of Flowers and compassion for the newborn realms, Ferigees decided to make a sacrifice.\nDisobeying the charge given to her by King Deshret, the great Jinni caged her own body in shackles of frost,\nTurning herself into a seal in the shape of a crystalline cup, restraining the wrath of the vast sands, guarding the cities of the mortals with her immobile form...\n\n\"But there is a season for all things, and thus all things must change. As we lean on each other today, so too will we abandon each other tomorrow.\"\n\"To lose the freedom which the Jinn are so proud of and a vessel that can partake in joy and love, to feel the diminishment of one's spirit by the day.\"\n\"The nymph of the water lilies drew mortal kings into her machinations with honey-tinged lies, and the Lord of the Sands sank deep into a dream of madness...\" \n\"But I have long been waiting — always waiting — in a sleepless dream... Waiting for the King of Sand to fulfill his ancient promise.\"\n\nMind and body festooned with wretched machinery, she awaits the end of her mistress' slumber,\nBearing a sullen hope as she silently guards the broken dreams of this empire of sand.\nEven should the spring be mixed with bitter gravel, even if the oasis is swallowed by sand...\nEven amidst the eternal pulsing of machines, she listens for the coming of the footsteps that will bring change.\n\n\"But, my teachers so sightless, I was born into a slave's chains, and had everything taken from me when I was young...\"\n\"Might I, abandoned by the fates like the dunes of sand as I was, be worthy of a change in my fortunes?\""
	},
	"circlet": {
		"name": "Legacy of the Desert High-Born",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Earrings made from amber gold that shines with a strange light.",
		"story": "Merchant sheltering from the storm, please heed this man so old and blind.\nHeed the past of Gurabad, heed the retribution its people sought for themselves.\nHeed the newborn nobility and the peasants who dwell beneath the palace...\n\nLegends say that when Gurabad rose, the kingdoms of man joined many oases into one.\nAt this time, the scattered tribes and the short-lived states obeyed the will of Ormazd alone. \nOrmazd took the Lord of the Desert as his lord-patron, constructing palaces and temples to facilitate his worship.\nSlaves were taken from the tribes, servitude was demanded from states, and sacrifices were required of the cities...\nThe city thrived, and nobles and slaves alike lived in its shade.\n\nPeering down from on high at the priests and servants below, scurrying like ants, the Jinni concubine could only sigh mournfully.\nAs an attendant of the Goddess of Flowers, she believed she had chosen the ideal king, but didn't wish for him to be addled by vanity.\nSo, the Jinni offered gentle advice between the sheets, vainly trying to change the king's mind...\nOrmazd took the conventions of rule and slavery as a given, regarding her words only as the soft nothings of a lover.\n\n\"To infuse love into my vessel was to be in constant company with everlasting and ever-demanding wants.\"\n\"The search for a dream, for a homeland, and for my beloved to transcend mundane ideals.\"\n\"But now, my beloved is deep in the throes of hypocrisy and greed. He has taken on the habits of an ordinary tyrant.\"\n\"To quell my fury at this betrayal, I will impose upon you three generations of ruination.\"\n\nSilently, the Jinni removed the earrings he had given her as a sign of her resolve,\nA poisonous scheme already manifesting in a heart turned cruel.\n\n\"Xiphos, my child, hate burns everything like wildfire, leaving only the ashes of madness.\"\n\"Yet uncontrolled love is even more feral. A great many evils are born from unshackled love...\""
	}
}