{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "Echoes of an Offering",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "When Normal Attacks hit opponents, there is a 36% chance that it will trigger Valley Rite, which will increase Normal Attack DMG by 70% of ATK. This effect will be dispelled 0.05s after a Normal Attack deals DMG. If a Normal Attack fails to trigger Valley Rite, the odds of it triggering the next time will increase by 20%. This trigger can occur once every 0.2s.",
	"flower": {
		"name": "Soulscent Bloom",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A jade carved into the shape of a flower. A phantom scent, here one instant and gone the next, swirls around it.",
		"story": "Each year, when the Spiritscent Flowers bloom, Qiaoying Village will prepare for its tea-serving ceremonies.\nOnce the flowers wither, flower tea infused with nine layers of scents are presented in the village hall.\nThe Spiritscent Flower is a fleeting thing, much like the sudden coming and going of a certain adeptus.\nThis one left behind the ambiguous name of \"Herblord,\" as well as many foggy and fragmented legends.\n\nIn one such tale, the Herblord's adeptal form would turn into the branches of an ancient tea tree.\nIn another, the adeptus flew up to the adeptal mountain on a subdued evil beast.\nThere is even a story that goes like this—\n\nThe young lady grasped at the hooded hat on the ground as she struggled ashore, placing it on her head haphazardly.\nFor if she did not cover her face, then she might feel embarrassed and find herself at a loss for words.\nJust then, the orchestrator of her suffering poked their head out of the water.\nThe rainbow-scales on their body glimmered, as if to revel in this victory.\n\n\"*cough* Alright! So you can swim! Very impressive! ...You know what? May you drown someday!\"\n\nShe spoke these words in anger, but also in jest.\nAnd yet that glittering streak would eventually sink into the depths, never to come back to the surface."
	},
	"plume": {
		"name": "Jade Leaf",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A jade ornament shaped like a leaf. It seems to have once had deep meaning between specific friends.",
		"story": "A very long time ago, there was no ford across the river, only a misty hillside.\nThe owner of this mountain had yet to decide what to plant here when someone preempted them.\n\n\"Once this tree gets a bit larger, I'll cut its leaves down and make some tea for all of you.\"\n\"When that time comes, we'll get Cloud Retainer and Mountain Shaper to come over...\"\n\n\"Seriously? You plant trees any way you like on my turf, and you have the nerve to spout such things?\"\nBut though the young lady who was master of this mountain complained, she too could imagine the tea's fragrance.\n\nLater, someone would quietly tie this jade pendant to the thin branches of the small tree.\nWhen more time had passed, the mountain's master returned, but in a changed aspect,\nAnd sans the finger that might untie the pendant. This was a long time ago now.\n\nMany years later, the branches of this tree would be grafted to the other side of the river by the mortals who dwelled in the mountains.\nThe fragrance of tea would also travel from this place, Chenyu Vale, to Liyue Harbor, and from there to many more places still.\n\nThere are many legends concerning the tea trees of Chenyu Vale. One of them goes like this:\nNo matter the waters, soil, or sunlight, this sort of tree only grows lushly in Chenyu Vale.\nThis is because it remembers the promise that old friends made in the ancient past beside the tea sapling."
	},
	"sands": {
		"name": "Symbol of Felicitation",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A circular jade ornament. Legend has it that it was once used somewhere as a symbol for rituals to begin.",
		"story": "It is said that this jade ornament comes from the long-sealed sacred mountain.\nJust as a Starconch separated from the sea will recall the sound of the waves,\nThe ornament will also emit the sound of flowing water.\n\nYou may often hear such rumors in inns...\n\"You know, legend has it that the greatest treasure of the mountains is a slab of fine jade that can bring down sweet rains.\"\n\"But when the world was in turmoil, demons began to covet its power.\"\n\"So the master of the mountain split it into many parts, forming each part into different shapes, so as to hide them.\"\n\"Then, the master concealed them underwater, in the hills, and some were even offered to shrines.\"\n\"In the legends of Chenyu Vale, these jade ornaments bear the blessing of a deity's pact.\"\n\"It's just that no one has been able to find them, even after so many years...\"\n\nThe priest had been ever careful in hiding this jade loop on their person.\nBut on certain years, they would discreetly show it to a friend with no sense of refinement on the eve of a departure.\nThe priest would speak of its patterns and its origins, and of the pact made with a deity by their ancestors,\nBut the friend was busy pounding herbs with mortar and pestle, and did not hear a single word.\n\n\"We do this song and dance every year, and I've heard this story who-knows-how-many times.\"\n\"Didn't you say you'd treat me to some tea when you get back? Let's talk then.\"\nBut that which came from the waters was not that which she had thought would come, and would vanish henceforth back into those waters...\n\nTill today, the artisans of Yilong Port still make such simple ornaments.\nVisiting merchants will also often place these jade loops close to their ears, as the legend says,\nWondering if they can truly hear the sound of the rain pitter-pattering on mountain stone."
	},
	"goblet": {
		"name": "Chalice of the Font",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "This teacup forever overflows with fresh water. Perhaps it was a gift from an adeptus, one of their relics, or just something they left behind.",
		"story": "This was originally a gift from a friend, linked to a small realm within.\nThe spring within the chalice would never dry up, making it a fine place to temporarily stay.\nIt could hold a reflection of the sun and moon, and could play host to swimming fish.\n\nCompared to the ill-fate accorded to the Yaksha, she believed that she was luckier by far.\nBut the price for inheriting the ancient rites was to never spend much time on land.\nIn those days, the sweet waters did not flow across Liyue in such abundance.\nThe harbor-city beneath the mountains and the gathering in the plains was, to her, a distant dream.\nBut that person, ever afraid of trouble, decided to set off with this teacup in hand.\n\nThis \"Liyue Harbor\" she spoke of would almost certainly be as full of flaws as a village ceremony.\nThis journey would surely be full of arguments, struggle, and many troubles.\nShe knew that they both quite enamored with their gifts of the gab, but much less with crowds.\nNowhere else in this world could you find two adepti as small as they, envious and fearing prosperity in equal measure.\n\n\"But we had promised each other many things in the past, and this is very good.\"\nAs they were to leave, she thought thus.\n\"Well, at least this trip will be interesting. I can introduce her to some other old friends.\"\n\nLater, the brazier and tea kettle would come into common use, and the teacup's shape, too, was taken up by people.\nAnd thus did everyone become able to have the moon on their desk and hold it in their palms."
	},
	"circlet": {
		"name": "Flowing Rings",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A pair of earrings made from a single piece of jade. It has a most gentle texture.",
		"story": "Chenyu Vale is home to many mountains, streams, and stories. Among these, the most famous is:\nA long time ago, there was a priceless gem that fell into the hands of a demon and was thrown into the waters where it sunk...\n\nThe wide river of a legend will oft produce many tributaries. One of these goes like this:\nThis gem was once jade from a sacred mountain, carved into its current shape only by the hand of Rex Lapis himself.\nAnd the stone that had been lost to the waters may have been a lesser jade, or perhaps just a simple cup.\nSome even say that the \"jade\" in the tale is in fact an analogy for a beautiful person.\n\nThe legends even have it that people had once seen this:\n\nUnnumbered koi with tails like gems in the sunlight,\nHaving left the shackles of the lakes and rivers to which aquatic creatures are bound,\nFlying freely with the wind in the sky.\nSo too did the pair of jade earrings belonging to a certain person change form."
	}
}