{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "Emblem of Severed Fate",
	"effect2Pc": "Energy Recharge +20%",
	"effect4Pc": "Increases Elemental Burst DMG by 25% of Energy Recharge. A maximum of 75% bonus DMG can be obtained in this way.",
	"flower": {
		"name": "Magnificent Tsuba",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "Legends hold that this ornate hand guard was once fitted upon a sword gifted to the oni who betrayed the Shogun.",
		"story": "Mother had bared her fangs against the Shogun, who had been kind to her and who had given her a treasured sword.\nIn the end, the only thing that was sent back to the Mikoshi Clan was the tsuba of that blade which she had loved so dearly.\n\nMother's long-cherished wish was to overcome the destiny of life and death with her boiling passion.\nShe would make such contributions as to make an eternal name for the ever-thinning blood of the war-oni.\nIf she was engulfed by the pitch-black tiger-beast of sin itself, then she would tear it apart from the inside.\n\nShe would've proven her valor resoundingly under the Electro Mitsudomoe banner,\nAnd she thought she could wash her bloodstained juunihitoe battle-garb clean.\nBut it was stained black in the end, together with her fiercely beating heart...\n\nFrom then on, her eldest son, who should have inherited the family fortune, lived in seclusion in a village outside the city,\nWith naught but the mountain and wood as his friends — that is, until he met that girl...\n\n\"What a pain. Well, if you wish to abandon your past, allow me to give you a new name.\"\nAfter hearing about his past, the girl who possessed jet black wings sneered disdainfully.\n\"Well, you shall be called Iwakura. 'The seat of rock.' A name that human words cannot harm.\"\n\"Come on, mortal in whose veins runs the blood of the oni, be glad. Smile a little!\"\n\"You should know that names given by us Yougou Tengu are blessed with divine powers.\"\n\"Besides, the name 'rock' suits you — it certainly suits your mind and your muscles, that's for sure.\"\n\n\"Well then, when the cherry blossoms fall next year, let's have a duel here, 'Iwakura.'\"\n\"Child of the oni, hone your swordsmanship and become a foe whom the Yougou Tengu would not be ashamed to cross swords with.\"\n\"Ah, yes! If you manage to touch me, you'll get to call your secret blade 'Tengu Victor'!\"\n\"After all, if you get to that point, you'll have a sword that'll let you 'triumph over the tengu.'\""
	},
	"plume": {
		"name": "Sundered Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "This was once the black feather of a certain tengu warrior, and was the treasured souvenir of an ancient swordsman.",
		"story": "Surrounded by the black feathers seized by his onrushing blade, the man who stood on the cusp of becoming a swordmaster...\n...Finally caught the girl who had been untouchable for so many years...\n\n\"Yikes, that was a close shave. Well done indeed.\"\n\"If your sword hadn't been broken by your strength,\"\n\"I would've died here for sure. Well then...\"\n\nTeruyo, shall we change the venue for our duel next year?\nThere are a few places I know of where you can also see the scarlet sakura falling...\nAs he looked around at the small shrine he had destroyed, holding the tengu's trembling hand,\nThese words lay on the tip of Michihiro's tongue even as he stared at the black feathers that he had sliced off.\n\n\"You did touch me, after all. I must admit that this is clearly your victory.\"\n\nVictory has not been decided yet. Let's meet again next year, he wanted to say.\n\n\"Now, your sword can even surpass the speed of a tengu.\"\n\"I will never forget a single one of our duels in these past thirteen years.\"\n\"But as a Tengu, I have duties to the clan that I must fulfill.\"\n\"Thinking back, I changed your name in hopes that you might escape from the curse of the oni bloodline.\"\n\"With that war, non-human blood grows thinner and thinner.\"\n\"Ah well. We should not covet the happy endings that humans enjoy, after all. But you're different.\"\n\"You are now 'Iwakura.' You are no longer the 'Mikoshi' who shoulders the burden of oni blood.\"\n\n\"Goodbye, Michihiro, and please forget me.\"\n\"Use your sword for the Iwakura bloodline... and open a path that belongs to the Iwakura alone.\""
	},
	"sands": {
		"name": "Storm Cage",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "An exquisite seal cage patterned with pansies painted upon a black backdrop, decorated with shining inlaid seashells and intricate gold-work.",
		"story": "In the distant past, when Seirai Island had yet to be shrouded by storm clouds, memories would rise and fall like breaths.\nIn the end, the elegant container that contained thunderstorms and tremors could not be handed over to the one to whom it was promised.\n\n\"Did you come to me because the string is broken again? You're such a headache.\"\n\"Other than your swordsmanship, you're just an idiotic old gambler, aren't you?\"\n\n\"Hmph. Don't you look down on me. I learned my archery from a tengu, you know? It's pretty famous, too.\"\n\"It's just that I'm too good with a sword, you know? That's why no one ever talks about my archery.\"\n\"Actually, now that I think about it, that's such a waste of good archery. How about I teach it to you, then?\"\n\nOnce upon a time, you mended that idiot's broken seal cage, all the while speaking those harsh words...\nOnce upon a time, though you used harsh words to divert others, you could not help but smile faintly.\n\n\"Please. You're already a Hatamoto with important responsibilities. Why are you still running around looking for trouble?\"\n\"And you're already married too, to a sweet wife no less. Why do you spend your days wandering and gambling, huh?\"\n\nYou're already...\nThe question was on the edge of your lips, but you were unable to ask, and you decided never to bring it up again.\nIf the Lady Saiguu had been here with you, she would surely have put it in a clever and merry way...\n\n\"It doesn't matter anymore. I gave myself a holiday, at least for today.\"\n\"Let's leave that whole shrine business behind and sneak off to the seaside, just like we did when you were little.\"\n\nAnd so he dragged you to the harbor, where you watched the ships sailing back and forth, as if in a trance.\nYou listened to him talk about Teruyo of the shrine, and how she had inherited her master's beauty and skill.\nYou listened to him talk about his terrifying nightmares, in which he cut off his own head...\nBut you both knew that those were just words to hide the melancholy of adulthood.\n\nLater, a long time later,\nOverlooking the mossy reefs and the harbor where the two of you once had that quiet rendezvous...\nFor the gambler to win his bet again, for the sake of praying for his safety...\nOnce again, you dared to stand upon those heights, holding up the seal cage that you made with your own hands.\nBearing the hope of retrieving those memories, you gathered the power of thunder and lightning."
	},
	"goblet": {
		"name": "Scarlet Vessel",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "An intricately-designed wine vessel that a world-famous martial artist once drank from.",
		"story": "With his secret sword technique, Tengu Sweeper, Iwakura Michihiro became the Kujou Clan's swordsmanship instructor.\nHe also received the title of \"Douin\" and founded a successful sword school.\nAs he headed off to take up his post at the Kujou Estate, Michihiro, who had long learned how to drink,\nStepped into the branch shrine that had been utterly destroyed by his completion of the Tengu Sweeper.\nHere, in the courtyard of this abandoned branch shrine, he had sparred with the Tengu of Yougou thirteen times in the last thirteen years.\nHe remembered his encounter with the black-winged tengu who had called herself \"Teruyo of Yougou\"...\n\nThirteen years went by like a dream\nThe scarlet snow flies through the shadowed pass like smoke\nYou have now gone afar\n\nThe Sacred Sakura petals fell then, too, as if they were snow from the sky.\nThe branch shrine had lost the god it worshipped, but it was still in a fine state.\nLaughter as clear as spring water echoed between the mountains.\nBut never again would the two set foot in that desolate yard."
	},
	"circlet": {
		"name": "Ornate Kabuto",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A sturdy and hard helmet worn as armor by a noble samurai.",
		"story": "\"I've been wondering, Sir Douin, could your sword actually slice through lightning?\"\nSo said the young Kanjou Head, Hiroshi, while sheathing his blade. Douin replied thus, woodenly:\n\"How could that be possible? At most, I'd say that it could strike a Tengu in mid-air.\"\n\"That said, though, no one has ever brought a tengu down before. Not even once.\"\n\n\"Is that so? In that case, where does the name of your secret blade, 'Tengu Sweeper,' come from?\"\nSeeing that Douin did not answer, the Kanjou Head who had built Ritou up said:\n\"Ah, if it wasn't for old man Kujou making a move first, I would've loved to recruit you.\"\n\"With your sword, even Ako Domeki of Seirai would be no match...\"\n\nCleaving through the storm clouds, that tengu had given him a new name and a new life.\nShe threw him the rusty blade and told him to strike her, a tengu, down.\nAnd after his sword broke, these were her last words to him..."
	}
}