{
	"name": "Flower of Paradise Lost",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Increases Elemental Mastery by 80.",
	"4pc": "The equipping character's Bloom, Hyperbloom, and Burgeon reaction DMG are increased by 40%. Additionally, after the equipping character triggers Bloom, Hyperbloom, or Burgeon, they will gain another 25% bonus to the effect mentioned prior. Each stack of this lasts 10s. Max 4 stacks simultaneously. This effect can only be triggered once per second. The character who equips this can still trigger its effects when not on the field.",
	"flower": {
		"name": "Ay-Khanoum's Myriad",
		"relictype": "Flower of Life",
		"description": "An amethyst bloom that has been beautifully sculpted in the image of an ancient, extinct flower.",
		"story": "In a bygone time which only the Jinn recall, the Lord of Flowers was cast aside by the heavens.\nHer magnificent vessel was left a savaged husk, her kinsfolk punished by way of being stripped of their minds...\n\nLegend has it that the Lord of Flowers wandered the barren wastes for seventy-two nights...\nHer heels were worn through by the merciless gravel. Her wounds gushed into limpid springs, turning into streams with no boundaries.\nThence, those streams flowed into verdant gardens, from which sprouted night-blue water lilies.\nWater lilies are the mothers of the Jinn, and the Jinn were birthed from intoxicating dreams and the bitter memories of loss.\n\nThe first Jinn were creatures of wisdom. They indulged in innocent dreams and love just as sweet.\nTo thank their creator, the infantile Jinn took their mistress by the arm and granted her a laurel wreath of wild chrysanthemums. \n\n\"Oh, Lord of Flowers, master of the garden, we beg of thee — stay, leave us not!\"\n\"Yes. Please, dream-mother, mistress of forgetting and wine, we beg of you — remain queen of this garden.\"\n\nAs so, detained by the gentleness of the Jinn, the exiled goddess remained in this garden of flowers.\nGorgeous purple flowers bearing semblance to the moon bloomed wherever she stopped by. They were named \"Padisarah.\""
	},
	"plume": {
		"name": "Wilting Feast",
		"relictype": "Plume of Death",
		"description": "A feather left behind by a long-extinct bird species. It was inlaid with gold and gems by the ancient adherents of the Goddess of Flowers.",
		"story": "In a bygone time of which only the Jinn weep, the Mistress of Oases made a final choice.\nAt that moment, she learned that her fate was no riddle, but the key to opening a mysterious doorway.\n\nThrough King Deshret's words and aspirations, she saw the possibility to transcend the absurd shackles that governed this world.\nRejecting the gift granted by the divine throne, the red-crowned king sought a new path of his own volition...\nThough the future she revealed was ruinous and bleak, the king refused to yield an inch.\nEven knowing that the journey was to be fraught with peril, even knowing those dearest to him were certain to fade before his very eyes...\nThe Red Lord chose a noble lie, shepherding his followers on a path toward oblivion.\n\n\"You seek but to chain the winds. Upon the tombstone of divinity shall humanity become the god of gods.\"\n\"Such a carefree dream was certain to be unmade. In ruins where lies are sundered, humanity will become the king of kings.\"\n\nThe Lord of Flowers capitulated to her friend's folly, finding a most admirable rebellion burning within the ambitions of the god.\nAn idea that joined the wisdom of thousands, and the great attempt at binding their dreams to power.\nWhat hides here is more than lies, but also the future of humanity, burning like the sparks of hope...\n\nDreams will always dissolve, their landscapes fated to collapse — this is the true meaning of the blooming flowers.\nOnly by suffering through the destruction of a god's delusions can humanity learn to rise against divine will...\nJust as the stubborn God King orchestrated this secret rebellion, surviving on the strength of individual will alone.\nHowever, the Lord of Flowers never knew a love that could be as sweet as wine, let alone the paltriness of human emotion.\nBrilliant as she was, even she could not easily predict when these little beings would finally realize the truth...\n\n\"... Have these so-called gods not been superfluous to you since the beginning?\""
	},
	"sands": {
		"name": "A Moment Congealed",
		"relictype": "Sands of Eon",
		"description": "These sands no longer move no matter how you tilt the hourglass, now and forever defying the drift of time itself.",
		"story": "In a bygone time of which only the Jinn could sigh, the Lord of the Desert built a cemetery for his beloved.\nWith the gems beneath the deep sands as a power source and the aid of the Jinn, he built an eternal oasis.\n\nEons later, the legend of the \"Eternal Oasis\" spread amongst the wandering tribes of the desert.\nWanderers claim that it is a place of ever-flourishing greenery, ruled by the slumbering Goddess of Flowers.\nWanderers say that Ferigees, last mother of the Jinn, guards the grand gates to the oasis,\nBlessing every mortal that comes before her with unwavering tenderness, be they good or ill...\n\nThe matriarchs of the Tanit, Uzza, Shimti, and other tribes besides all refer to themselves as \"Daughters of the Flower Goddess.\"\nWith faith as their foundation and united by blood, they are further joined by mutual imaginations of the fabled Padisarah garden.\nThe scattered, struggling tribes of the desert seek the Eternal Oasis and endless knowledge.\n\nJust as the prophecy left by their goddess foretold, even after the scouring of civilization, humanity yet survives by their tenacity...\nEven deprived of the guidance of gods, even if they were forced to unite via the memory of a goddess long dead, \nThis tear-sated desert of salt has been unable to halt humanity's tread, unable to stop them from searching for the immortal lie that is the \"Eternal Oasis.\"\n\n\"My lord... why do you command the dunes to stop flowing? Why do you bray at the winds to stop them from blowing?\"\n\"Just like this hourglass. Should these crystal sands mingle into a congealed whole, what would be the meaning of its existence then?\"\n\"Eternity is no paradise, but something that is nigh-impossible to deconstruct, an obstinate stain that cannot be mended.\"\n\"Those who bloom like flowers, die like flowers, and rise again with the seasons like flowers can never be troubled by the likes of 'death.'\"\n\nOnce, in a moment in time, the three companions engaged in idle chatter, their words seized by the flowing winds of the desert and carried across the annals of time...\nSomewhere in a faraway desert, the imaginings of a time-petrified oasis remains in the minds' of a tribe,\nYet these rootless wandering people continue the cycle of life and death amidst the flowing sands of the dunes..."
	},
	"goblet": {
		"name": "Secret-Keeper's Magic Bottle",
		"relictype": "Goblet of Eonothem",
		"description": "A small bottle made of purple crystal. An emerald cap keeps it tightly sealed.",
		"story": "In a bygone time on which the Jinn alone are silent, King Deshret poured his deepest ambitions out before the Lord of Flowers...\nAs the moonlight's visage drifted across ripples within a glass of pomegranate wine, the Lord of Flowers finally succumbed to the persuasion of a friend most beloved.\n\nThe words King Deshret spoke that night remain unknown to all. Even the eldest Jinn bestow only silence when asked about that which was said.\nNone know what secret desires King Deshret revealed in the dark past daylight, desires that might shock even the wisest of gods.\nBut the Lord of Flowers herself drew enlightenment from the exchange. It had been within her calculus — something long foreseen.\nThe desert and oasis were sovereigns most high, yet held wild thoughts of rebellion the most strongly.\n\n\"I shall keep your secrets on account of the feelings my heart holds for you and the Lord of Wisdom.\"\n\"I shall fashion you a bridge to allow you to slake your deepest wants. But you must fear not the crystalline sapphire nail...\"\n\"I will deliver you unto higher knowledge. But as I have warned, you are fated to lose much in this exchange...\"\n\"Nevertheless, hide my lesson in your heart. Remember the punishment that once was inflicted on the fallen envoys of heaven.\"\n\"Know this: if there is to be hope in this world, it will be found kindling within mortals most ordinary.\"\n\nWreathed in darkness, she guided her dearest friend toward the path to understanding all there was to know about the skies and the abyss.\nUsing her body as a conduit and offering the oasis in trade, she let the dazzling radiance consume her to see his deepest desires be made manifest...\n\nSandstorms swept in revelrous havoc across the paradise that was now missing one of its gods, folding the skies with yellow sand, swallowing all in calamity...\nKing Deshret returned from the swirling sands that devoured the skies. The Lord of Flowers, however, was never seen again.\n\n\"... I just dreamed of you... feeling your way through the walls of a crystalline maze... All that can be seen... is but sand...\""
	},
	"circlet": {
		"name": "Amethyst Crown",
		"relictype": "Circlet of Logos",
		"description": "A crown inlaid with amethyst and emerald. It seems to have been the headgear worn by ancient priests of the Goddess of Flowers.",
		"story": "In a bygone time of which only the Jinn sing, the Lord of Flowers once met the King of the Red Sands.\nIn an age where kings vied against one another for power, King Deshret allowed his throne to be shared with two others.\n\nThe Jinn bequeathed a throne inlaid with emeralds and rubies to celebrate the union between the three friends.\nIn honor of the eternal oasis and the flourishing Padisarahs, the Lord of Flowers wore an amethyst crown.\n\n\"But 'eternity' is ultimately a lie. Intoxication and love could only grind memories down to broken dreams.\"\n\"You once asked me why I always sigh. Tonight, while the moon is bright, let me speak to you of things long past...\"\n\n\"It was a faraway time of calm and peace. Divine envoys spoke openly with the people then, bringing them the word from the heavens...\" \n\"But, in time, invaders descended from beyond the firmament, bringing with them destruction, overturning rivers, spreading plagues...\"\n\"And though the invaders brought war to my former kin, they also brought about illusions that could break through shackles to the land.\"\n\"But the master of the heavens, consumed by fear for the rising tide of delusion and breakthroughs, sent down the divine nails to mend the land, laying waste to the mortal realm...\"\n\"We then suffered the torment of exile. Stripped was our connection to heaven, to our powers of enlightenment...\"\n\n\"Since the disaster, I have long been cursed to never again look upon the heavens. It is my fortune that I have been able to maintain myself till now...\"\n\"But my home calls to me nigh-constantly, even as a disaster between the stars and the abyss grows ever emergent on the surface of the crystals.\"\n\"Heed my warnings: seek not the Master of the Four Shades, and inquire not of the mysteries of the sky and the abyss.\"\n\"Otherwise, as shown by the nail of retribution, certain calamity and sorrow shall follow.\"\n\nHowever, King Deshret disagreed with the warnings of his partner, silently swearing his intent to transgress.\nWiping clean the tears of his companion beneath the moon's gaze, he spoke then of his own desires to the Goddess of Flowers..."
	}
}