{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragment of Harmonic Whimsy",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "When the value of a Bond of Life increases or decreases, this character deals 18% increased DMG for 6s. Max 3 stacks.",
	"flower": {
		"name": "Harmonious Symphony Prelude",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "An honorary medal in the shape of a blooming flower. Adorned with blue stone and gold, it was once bestowed upon immortals.",
		"story": "It was the age when the fog of ignorance enveloped the High Sea, and the people of Many Waters were yet unenlightened.\nBetween the scarlet sands and the murky mountains, there was once a god who had lost his homeland.\nHe was once a singer of the oases, but his ancient home had been lost beneath the awesome light of the Lord of the Blazing Sun.\nUnwilling to serve the Sand King's throne, the god who had lost his homeland chose the path of wandering.\n\nBelow the lightless abyssal depths, where the source of all waters lies, is a city that no history has ever chronicled.\nThis homeless one who had intended to make the High Sea their grave accidentally intruded upon the ruins of this city older than the land itself.\nPassing through endless corridors to the heart of the ruined temple, beneath the silver-white cedar,\nHe heard the whispers of the only living creatures left in that forgotten city, the golden bees circling the silver tree:\n\n\"O Traveler from afar, this is no happenstance, but the hand of fate that has brought you here.\"\n\"I was once the envoy that protected the silver tree, but over the long ages, I have lost my mind and form.\"\n\"Yet my eyes can still behold the future. O Traveler, you will once more have cities and subjects.\"\n\"The nation you build will flourish and prosper, and you shall one day rule the entire High Sea.\"\n\"You will bring to them civilization and justice, but in the end, that very justice shall be their downfall.\"\n\"Should you still be willing to set out on that journey despite knowing its ending, I will show you the way up...\"\n\n\"O Golden Bees who speak prophecy, is there even room for choice in fate's decree?\"\n\"If I truly did have a chance to choose, then I would be able to change the unchangeable end of which you spoke.\"\n\nAs his words fell, the waterless hollow crumbled with a crash, the silver tree turning into a golden ship.\nThis was the first encounter between the glorious king who would later play the symphony, and the prophet Sybilla."
	},
	"plume": {
		"name": "Ancient Sea's Nocturnal Musing",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A feather accessory carved in the shape of the wings of the golden bees of legend. They seem to flutter with the slightest breeze.",
		"story": "It was the age when the song of enlightenment spread throughout the High Sea, and desolate islands and forests began to flourish.\nThe Philharmonic God built a great tower in Meropis, gathering the scattered to build a new nation.\nThe horns of abundance blessed the land with fertility, and an endless maritime parade connected the islands as one.\nIt was an era that should have been blessed with peace, so why, then, is the principal singer's voice strained with sorrow?\n\n\"Just as you foretold, I have become a glorious king, bringing cultured civilization to the people.\nI have bestowed peace unto the ocean, and govern the land with justice, spreading order and progress to every corner of the earth.\nYet the more prosperous my new, glorious realm grew, the more mournful and perplexed I became.\nThe prophesied glory will continue for a century, and then? The seeds of destruction are taking root.\"\n\n\"O Glorious King! I have said it before, oceans will rise, empires will fall, and change is the nature of things. Such is the law of Fortuna.\nWhether penurious or prosperous, we are enslaved by destiny. We ascend to the throne, we fall to the dust.\nThe unfeeling wheel of fate turns, and no matter how mightily you might struggle, you cannot change the inevitable end.\nJust like a thrilling drama, no matter the twists and turns, the ending was written before the curtain rose. Why should this sadden us?\"\n\nThough fully aware that eternity was a foolish fantasy and immortality a blind delusion,\nThe King of the peoples of the High Sea could not abide the dark future foretold.\n\n\"When the fated time of judgment comes, the merciless waves will devour fleeting glory and happiness.\nThough I can see the future that will inevitably arrive, I lack the ancient, sacred wisdom to explore the cause that demands this destruction.\"\n\"But I know, in the deepest depths of the lightless sea, in the realm where the Primordial Waters yet surge, the Mistress of Many Waters lies imprisoned.\n\nAs the prophecy foretells that the endless waves will swallow your nation, perhaps she may have answers...\""
	},
	"sands": {
		"name": "The Grand Jape of the Turning of Fate",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A timepiece made in imitation of the wheel of fate. It ceased turning long ago.",
		"story": "It was the age when Grand Symphony had yet to be played, and the golden fleet had yet to set sail.\nTo discover how the curse might be broken, the glorious king set out the find the sourcewater.\nBlood and hatred pervaded beneath the High Sea, for that was the kingdom where the Dragonborn dwelled.\nThe prince of vishaps who once served the spirit of the ancient sea now guarded the prison of the Mistress of Many Waters.\n\nIt was as if a war from the dawn of time reignited, and the resulting battle boiled the seas for thirty days and thirty nights.\nIt was only when exhaustion bought respite that the God King used music to voice his purpose.\nUnexpectedly, the vishap-prince roared with laughter upon hearing this arrogative delusion:\n\n\"Usurper-lord of mortals, you fear the senseless curse, and excoriate the chains of fate, but know not that my kind has suffered agony a hundred times yet greater.\"\n\"We have lost our soil and sunlight, and we now may only exist in the lightless abyssal depths.\"\n\"Usurper-lord of mortals, surely you know that fate is the rite of the high heavens, and cannot be changed even in the slightest. To have this thought is tantamount to revolt against that authority.\"\n\"But if you truly wish to plot such folly, then I shall take you to see the Mistress of Many Waters.\"\n\nAnd so, in the deepest depths of the waters, the abode of eternal night, from the merciful Mistress of All Waters,\nThe glorious ruler learned every terrifying secret — yet he found no answer leading to salvation.\nThe Mistress of Waters had once committed an unforgivable sin, and the resulting curse was also irrevocable.\nIn the end, this king who still harbored ambition and hope decided to take a cup of the purest water before leaving.\n\n\"If the waves shall devour my subjects, then I shall seal their souls in an Ichor that is utterly insoluble in all waters.\"\n\"If time shall rot my realm, then I shall forge imperishable bodies of bronze and stone for them.\"\n\nWhen the mighty sea breeze blows over the golden kingdom, will the wheel of fate turn with it? None know..."
	},
	"goblet": {
		"name": "Ichor Shower Rhapsody",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A rhyton fired with copper as the base, that was once filled with fine wine from paradise.",
		"story": "It was the age when the Legion Athanatoi stood at the ready, and wild poetry was sung upon the High Sea.\nThe glorious king established the golden imperial capital and stood astride the world as the Sebastos.\n\nWheresoever his great ships sailed, all polises bowed to his supreme authority,\nWheresoever the notes were sounded, the symphony of civilization supplanted savage songs.\nAll this to bring about justice and salvation,\nAll this the final delusion of the Sebastos, who could not bring himself to abandon the people.\n\n\"Your Empire shall fall amidst the roaring waves, for what fate has decreed cannot be changed.\"\n\"The hidden threads yet bind them, pulling them like puppets towards a torturously tragic end.\"\n\nBut the prophet's fell proclamation left the Sebastos not in despair, but rather ignited in him wild fantasies.\nHe locked himself in the depths of his imperial palace, searching for a flaw in the Master of Fortuna's Musica Mundana.\nAfter countless days and innumerable nights, through the chords of the world, Remus grasped the mysteries of Fortuna.\nHe read every note of fate, and all he lacked was a pen with which to compose his own symphony.\n\nThus did the Sebastos resolve to appeal to Sybilla, for she came from the land of the dead, and the torrents of fate once coursed through her veins.\nDespite the extremity of his demands, the self-less prophet responded to his wishes as she always did, without even the slightest hesitation.\n\nThe harmonious symphony played from the throne would break the fetters fate had shackled the people with, painting for them new paths and writing new melodies for them.\nBeneath the golden dome, pure and holy Ichor spilled forth along auric aqueducts, and the tremors within the golden palace would spread to every corner of the empire.\nAnd in the wildest fantasies of the Sebastos, at the grand finale of the harmonious opera, he would hand fate's baton into humanity's own hands.\nWhen that day came, rich or poor, sage or savage, every free person would control their own destinies.\n\nAmidst the rising, raging waves, the blinded king rushed towards an unknown end, for in Sybilla's eyes, there was already no future..."
	},
	"circlet": {
		"name": "Whimsical Dance of the Withered",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A mask once covered in gold leaf. Perhaps it is a relic from some ancient officer of the legions.",
		"story": "It was the age when the Domus Aurea of yesteryear had been reduced to rubble, and the glorious kingdom lay buried beneath the wild waves.\nWe know the rest of the story. In the end, the day of judgment came as promised.\nThe fervid wish to resist fate was annihilated by ambition and betrayal, and sunk along with all its glory.\nAfter the wrathful waves subsided, the gray steed rode the wind hither and took away the surviving life on land.\n\nWhen the new nation of Many Waters was formed amidst the cheers and songs of the barbarians of bygone days, the golden authority that once shrouded the High Sea had already faded into legend — surely a mark of fate's scorn.\nWhen the curtain falls upon the grand opera, the last vestiges of the old world on the stage will be washed away by time. For those who once yearned for immortality, even their names shall be erased.\nWho would believe such a thing? Once, a great vessel with forty rows of oars sailed abreast the blue waves of the dawn, spreading the gospel of civilization and progress along the ocean currents.\nWho would believe such a thing? A rebel god who once lost his paradise challenged the very authority of the high heavens, and countless mortals cast aside their bodies and together with him plunged into his fantastical rhapsody.\n\nAnd after that? After all came to an end, what was left in the wake of that shattered fantasy?\nOr perhaps it was a dream, for after that, dreams unnumbered will yet be born of the ruins of fantasy.\nAs the people say, \"The ocean where tears converge shall never dry, but shall rise to the sky and fall as rain once more.\"\nIn the end, all dreams shall merge into one, bringing ultimate salvation to all the people of the world."
	}
}