{
	"name": "Gambler",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Increases Elemental Skill DMG by 20%.",
	"4pc": "Defeating an opponent has a 100% chance to remove Elemental Skill CD. Can only occur once every 15s.",
	"flower": {
		"name": "Gambler's Brooch",
		"relictype": "Flower of Life",
		"description": "A big, luxurious flower that can hide loaded dice.",
		"story": "Gamblers like to flaunt their wealth, although their money can disappear overnight.\nShe would wear this huge, exotic flower ornament on her ears. It certainly catches the eye.\nBut what they would not see is the trick dice carefully hidden within the flower.\nThe gambler would only sneak this dice out of the brooch in an urgent situation.\nSwapping in this dice under the vigilant eyes of the guests was how she turned the table around."
	},
	"plume": {
		"name": "Gambler's Feather Accessory",
		"relictype": "Plume of Death",
		"description": "The tail feather of a large bird. Perfect for discretely concealing a trump card.",
		"story": "This colorful feather served to decorate a gambler's hat. Its flamboyance disgusts true aristocrats.\nBut what the aristocrats do not see is the delicate mechanism hidden beneath the surface.\nWhen the time comes, the gambler subtly swaps in a hidden, game-changing card.\nUpon seeing this card, the disdain and condescension on the aristocrats' faces would instantly give way to sheer shock."
	},
	"sands": {
		"name": "Gambler's Pocket Watch",
		"relictype": "Sands of Eon",
		"description": "A shattered pocket watch that once took a lethal hit for its owner.",
		"story": "Perfect timing is necessary for the gambler's trick to work.\nThat's why she always had this golden pocket watch in her breast pocket.\nIn countless games, there was always that crucial moment when her sensitive perception of time saved her."
	},
	"goblet": {
		"name": "Gambler's Dice Cup",
		"relictype": "Goblet of Eonothem",
		"description": "This vessel was specially made for a single purpose. It has absolutely no secret compartments built into it.",
		"story": "Every gambler is superstitious to some degree. Many are very fond of custom-made dice cups, for instance.\nThis was her custom-made dice cup. Despite what one might expect, there was nothing dishonest about it. It had no hidden mechanisms.\nFate only decides half of one's dice rolls. The other half are decided by oneself.\nAnd yet, she never rolled the dice away from the gambling table."
	},
	"circlet": {
		"name": "Gambler's Earrings",
		"relictype": "Circlet of Logos",
		"description": "A pair of blue earrings that, when worn, calm the mind and encourage a rational assessment of risks.",
		"story": "These ostentatious earrings are the perfect representation of the gambler's transient wealth.\nThe glimmer of the gem is just as soothing as the sky and the lake.\nThe earrings would be coated with a mildly sedative substance to keep the gambler calm in the game.\nIn games where one gambles with life and death, remaining calm and composed is the key to winning."
	}
}