{
	"id": 15026,
	"rarityList": [
		4,
		5
	],
	"name": "Gilded Dreams",
	"effect2Pc": "Increases Elemental Mastery by 80.",
	"effect4Pc": "Within 8s of triggering an Elemental Reaction, the character equipping this will obtain buffs based on the Elemental Type of the other party members. ATK is increased by 14% for each party member whose Elemental Type is the same as the equipping character, and Elemental Mastery is increased by 50 for every party member with a different Elemental Type. Each of the aforementioned buffs will count up to 3 characters. This effect can be triggered once every 8s. The character who equips this can still trigger its effects when not on the field.",
	"flower": {
		"name": "Dreaming Steelbloom",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower bud made of hammered dark gold. Its crimson core is wrapped by petals that shall never open.",
		"story": "\"In the golden slumber, no one shall have to ingest a single drop of bitter water.\"\nThe ancient legends tell of three inseparable friends.\nOne of them would wither like a rose and come to rot in the mud.\nThe kingdom of flowers would be ground down into a mere tale by sandstorms, becoming a dream in a song.\n\nOne of the friends would create a great, heretofore unseen oasis in a corner of the desert.\nAnother would use up all their strength and intellect to build an eternal illusion in the sands.\nNo one should have had scars carved upon their faces due to sorrow and partings.\n\n\"When the moon leaves your palm, and the lonesome silver light retracts from atop the labyrinth on the sand ocean,\"\n\"One hopes that you will remember how your companion in the dreams shone like the burning sun.\"\n\nThus does obsessive remembrance arise from the burning new world like a smokeless flame,\nThus do those who look to the past with one eye, and to a world of dreams with the other become lost,\nThus did he turn his gaze upon the wisdom of the depths, and inclined his ear to honeyed whispers..."
	},
	"plume": {
		"name": "Feather of Judgment",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "This special feather was once used to weigh the hearts of the guilty, but it has since lost its original function.",
		"story": "\"In the new world, everything shall be good.\"\nIn ancient times, the edict of the high heavens descended into silence, and the land lost its master.\nThe past, one of civilization and ease, was abandoned, submerged in choking darkness.\n\nLater, the law, which even time could not reverse, would once again take the measure of all life in the desert.\nA feather to weigh hearts, and molten metal to measure divine wisdom, both ruling with selfless rationality.\nObeying the judgment of the God King, the law rooted in blood would be carved upon the desert paradise.\nAnd when the ideals of governance were twisted by deep sorrow, the dignitaries became abettors,\nIgnoring the palace foundations even as they gradually sank into the quicksand, moving forward toward an insane, light-less future.\n\n\"All betrayals must be mercilessly judged,\"\n\"And the judgment must be utter devastation.\"\nLater, the rules would be corrupted by pride and become shackles,\nAnd the unfortunate citizenry would have their destinies chained by their God King's choice."
	},
	"sands": {
		"name": "The Sunken Years",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "This dark-golden sundial seems to tell the ancient tale of the desert.",
		"story": "\"The vision of gold will appear in its most ancient form.\"\nIn the beginning, the various tribes lived alongside the sands, their bloodlines connected to the earth.\nThey followed the law of blood, and feared the memory of famine that ran deep in that blood.\n\nLater, time swept across the land like gravel, and the God King rose up as a result, casting a long shadow.\nIn that forgotten era, the gods shaped the land, creating oases and flowing springs.\nFollowing the God King's example, the tribes would build high walls, thrones, and gather in prosperous feudal kingdoms.\nImitating the God King's appearance, the feudal states also recalled the days long-past when they had kings and priests.\nIn those days, the wise kings received oracles from the high heavens, and the land knew not the meaning of disaster...\n\n\"The king shall, in wisdom, revive the golden past,\"\n\"And stop the sands of time with divine power untrammeled.\"\n\nIndeed. The golden age of the king of the ocean of sand and the sand people will come at last.\nYon golden slumber summons thee, wandering sand. In it, there shall be neither sorrow nor parting."
	},
	"goblet": {
		"name": "Honeyed Final Feast",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A wine cup that was once used at a grand and ancient feast. It has now lost much of that luster.",
		"story": "\"The joys of plenty must end in bitterness,\"\n\"And sweet memories must fade like a cloud.\"\nIn the beginning, the banquet belonged to the mistress of flowers and moonlit nights, authority was in the hands of the desert king, and life was the domain of the keeper of plants.\nLike the bright silver moon, the blazing golden sun, and the emerald fields, the three God Kings made themselves oathbound friends.\n\n\"In those days, the moonlight would tell of their happiness to the nightingale and the rose.\"\n\"And they were so frightened and abashed that they could sing no song in response.\"\n\"Peace and ease reigned, and there was no division or misfortune in this worriless paradise...\"\n\"If only these wonderful days, as lovely as a shimmering mirage, could last for eternity, and that they should never have to taste the bitterness of parting.\"\n\nLater, time sundered the contract between day and night, destroying the ancient oath.\nThe gentle moonlight sank into the quicksand. The sun shrouded all things in its fearsome gaze.\nThe priests and the people who had enjoyed the divine feast once remembered that wondrous and wondrously brief time.\nBut dreams are but prey for reason, to be thrown into lifeless machinery and ground into nothingness,\nAnd from the heart of the machine, within the dark nightmare, a new intelligence shall molt...\n\n\"Meld all thoughts into one, and let all calculations be unified.\"\n\"Thus shall humanity become the lord of lords and the god of gods.\"\nSo went the dirge for that most lonesome king of kings,\nFor whom the gilded sands had long divined failure."
	},
	"circlet": {
		"name": "Shadow of the Sand King",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "This gold-inlaid headband was once used by desert priests in the days of old. They were made in imitation of one worn by a legendary ruler of the desert peoples.",
		"story": "\"The ruler shall come with light that blazes like the sun,\"\n\"And will take from the people the crown woven from rose thorns.\"\nThe first divine pillar descended from the skies, burying tree and meadow under the flowing sands.\nThe golden sun fell, then rose again, clothing the sea of sand in an opulent death-shroud.\n\nLater, the venomous winds of time disturbed the slumber of the fallen, attracting nostalgic delusions.\nIn that accursed time, many cities thrived atop fertile oases.\nFollowing the ideals of their God King, the priests would rule the utopias justly, spreading abundance everywhere.\nOnce, the wise mortal king and the clergy received divine oracles personally, and they were the masters of the land.\nToday, those who rule as proxies in the oases are the shadows of the gods.\n\n\"The royal regalia and divine scepters are scattered across the land like jujubes,\"\n\"And under the shade, the subjects could live and seek.\"\n\nSome time later, absurd decisions would be issued alongside illusory madness,\nUsing lovely expectations as bait to lead the people towards a bitter end."
	}
}