{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "Gladiator's Finale",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "If the wielder of this artifact set uses a Sword, Claymore or Polearm, increases their Normal Attack DMG by 35%.",
	"flower": {
		"name": "Gladiator's Nostalgia",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "No one knows why the legendary gladiator wore this flower on his chest. It was the brutal warrior's only weakness.",
		"story": "An ordinary flower picked gently by the gladiator's master.\nHe made a brooch with it and pinned it on the gladiator's chest. It came to symbolize his gentler side.\n\nBefore the gladiator became a living legend, he once strolled with his young master in the garden.\nThe master picked a flower and gave it to the silent slave.\n\"Not all gifts are given out of benevolence. Sometimes they are nothing more than acts of whimsy.\"\nOne day in the far-off future, the gladiator's sly master would say these words to him.\n\nThe invincible gladiator finally fell at the foreign girl's feet.\nAt that moment, he recalled a dream he had had many years ago.\n\"Such beautiful flowers. I wonder when I'll be able to begin my own journey to see them.\"\n\"I'd like to see how beautiful the wild flowers are.\""
	},
	"plume": {
		"name": "Gladiator's Destiny",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A feather of dreams that soars free like an eagle. At the end of the gladiator's legendary life, this parting gift was left upon his chest by a bird that knew true freedom.",
		"story": "The end had finally come for the triumphant gladiator.\nThe young challenger paid her final homage to the gladiator.\n\nWhen the vanity of victory and desire for freedom dissipated into the air like the morning fog,\nand when the light of dawn finally shone on the arena through layers of blood-soaked clouds, the gladiator saw a flying bird.\n\nOne battle away from being free, the gladiator was defeated by an anonymous girl.\nCries and howls burst out in the crowd like pounding thunder, but the victor refused to humiliate her opponent by execution.\nShe refused to plunge her sword into the opponent's throat and end his life like that of a slave.\n\nThe gladiator's healing wounds were covered with invisible feathers.\nHe eventually set off on a journey, finally as free as a bird.\nHis destination was the place where flowers bloom and birds soar."
	},
	"sands": {
		"name": "Gladiator's Longing",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A timepiece that recorded the gladiator's days in the bloodstained Colosseum. To him, it counted down the days on his long road to freedom.",
		"story": "The gladiator crafted this hourglass himself. He would flip the hourglass before each battle.\nWhen the hourglass stopped flipping, the gladiator had long since died in a pool of his own blood.\n\nThe gladiator would put this hourglass aside before entering the arena.\nWhen the fight had ended and the crowd started to cheer for him, the sand in the hourglass was still flowing.\n\nIn the gladiator's final fight, he faced a young girl.\nIn her eyes, he saw both the timidity of a young girl and the ferocity of a young lioness.\nFrom his steps, the girl saw the unbreakable shackles of age that the gladiator wore.\nIt was a fight like the old gladiator had not had in years. Fierce, yet satisfying.\nBut the fight ended in a flash. The sword plunged into the gladiator's heart, and the sand in his hourglass crawled to a stop."
	},
	"goblet": {
		"name": "Gladiator's Intoxication",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "The golden cup a champion gladiator drank from in ancient times. It brimmed with his glory for years until the fateful day of his fall.",
		"story": "A lavish goblet made of gold. It was a gift from the champion gladiator's master.\nFrom this goblet the champion gladiator drank, be it fine wine or the blood of the defeated.\n\nAnother victory for the gladiator. Covered in wounds, he dedicated the victory to his master.\nMore intoxicating and pain numbing than the fine wine was the victory, honor, and applause from the crowd. \n\nThe master allowed him to join the feast and presented him with this goblet.\nIt was an exquisite goblet, made specially for him. A symbol of how much his master cared.\nBut the golden chains of vanity had bound the gladiator and the poisonous snake of desire had strangled him.\nBy pausing to wait for the wine of victory, the gladiator missed his chance to seize a fleeting chance at freedom."
	},
	"circlet": {
		"name": "Gladiator's Triumphus",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "The helmet of a legendary gladiator from ancient times, who would proudly stretch out his bloodied arms to welcome the thunderous applause of his audience.",
		"story": "A helmet of the gladiator adorned with feathers.\nTo zealous spectators, this helmet was the symbol of invincibility.\n\nThe legendary gladiator had fought numerous battles. None had ever stood a chance of survival before his sword, be they human or monster.\nOn each triumphant day, the champion gladiator would walk through the gate to a hero's welcome from the adoring crowd.\n\nOnly in moments of victory could the slave have a taste of what it felt like to be a master. But the cost of this vain aspiration was for the faint glow of freedom to be shrouded by darkness.\nOn the day of his triumph, the gladiator finally caught a glimpse of the world outside his cell. He was a step closer to freedom.\n\nBut only when his helmet fell down on the arena floor did he and the spectators alike realize that it was all just a farce.\nThe offering of his petty life made no difference. He would always be a worthless slave in the eyes of his master."
	}
}