{
	"id": 15032,
	"rarityList": [
		4,
		5
	],
	"name": "Golden Troupe",
	"effect2Pc": "Increases Elemental Skill DMG by 20%.",
	"effect4Pc": "Increases Elemental Skill DMG by 25%. Additionally, when not on the field, Elemental Skill DMG will be further increased by 25%. This effect will be cleared 2s after taking the field.",
	"flower": {
		"name": "Golden Song's Variation",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower constructed out of clam, mother-of-pearl, and gold leaf. It blooms proudly.",
		"story": "The song of fate once wound through the waterways, spreading the harmonious melody of civilization and order.\nWherever the notes fell, brutality was replaced by enlightenment, and disordered primordial land had all but been completely transformed.\n\nThe mighty sea wind rolled across, and the rootless water lilies floated along with it.\nIn a tribal dwelling as short-lived as seagrass, a young musician met a warrior.\nAmidst the poems of conquest that are as many as the stars themselves, this song is not that noteworthy,\nBut the waves bore witness to the friendship between the warriors, and also foretold their end.\n\nThe young musician had yet to be rid of the vulgar passions of the barbarians, and became fast friends with the servant, one of the conquered.\nThat servant's name, no one remembers, but in latter days, the moniker \"Cassiodor\" would become famous the world over.\nLater, the young warrior would follow the youthful musician to golden Capitolium, the highest city in the golden capital.\nThere they completed the rigorous courses and trials, and were elevated by the golden God King to become prideful masters.\n\n\"Pride blooms upon the breast of the citizens of this glorious kingdom as a golden flower. No more poverty or savagery shall there be beneath the God King's sweeping gaze.\"\n\"Pride is the shield of the realm's honor, and it is the spear-tip with auric radiance. It defends the God King's unsurpassed authority.\"\n\"Only under the command of such authority can order be born, and where order reigns, art and beauty can bloom free.\"\n\"In the beautiful golden land, weakness, folly, and savagery will never be accepted or defended — such things may submit, or be destroyed.\"\n\n\"My friend, my brother, do not hanker for that impoverished past, and let not your mind linger on the false, lowly dignity of those peoples of bygone times.\"\n\"You have forsaken that simple body and feeble spirit, and you have become as pure as steel. Why lament the little things so?\"\n\"My friend, my brother, listen to that unchanging melody, the clockwork rhythm of your innermost heart — thus does the God King whisper to you.\"\n\"The glorious kingdom has eyes only for the perfect world of the future, and this future will, for the people of bygone times, play the final song for their inevitable destruction.\""
	},
	"plume": {
		"name": "Golden Bird's Shedding",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A gold feather made using silver and gold filigree. A crystal-clear sapphire is mounted atop it.",
		"story": "When the sea breeze ebbed, the pink glow of dusk suffused the skies.\nThe seabirds never tarry where the thousand masts are anchored, leaving only scattered feathers in their wake.\n\nThe once-harmonious and magnificent symphony had its closing moment, just as no empire may rule in peace forever.\nAs the waters expanded, power brought not only progress and order, but arrogance, violence, and exploitation also.\nIn the distant city of the \"people of bygone times,\" in the valley of the hidden exiles, even at the foot of Mount Capitolium...\nThe noble musicians who tuned the strains and the army of iron in glimmering mail came to take everything from the people.\nThose who were yet unconquered and the mighty who had yet to have a drop of water taken from them banded together, swearing to resist to the last.\n\n\"It is as I feared, and it is as I mourned, my brother. While you sang on high, you should have heard the voices of the lowly also.\"\n\"Not all would willingly see their homes and nature stolen from them. Not all can accept our melody.\"\n\"You once called them the 'people of bygone times,' brother. But even those who pledge loyalty to the past have determination and dignity that cannot be lightly ignored.\"\n\"We once thought to conquer and dominate others, but how could the glory of our radiant kingdom—\"\n\n\"Weakness! Weakness! That craven compassion of yours darkens your mind. It has made your heart soft, it has become an exposed weak spot in your back!\"\n\"Should barbarism and ignorance yet linger in Fontaine, poisoning any of its waters, we shall exterminate them.\"\n\"If the savages should wish to join our majestic golden order, then we shall accept them, just as our glorious lord accepted us.\"\n\"But since Bane Dragon Scylla destroyed our towers and slaughtered our musicians, the envenomed, feral tribes are no longer worth saving or accepting.\"\n\"And since they are unworthy, they must be purged from the soil and the waters, just as we purged pestilence and wildfires from the land.\"\n\nIt was at this very moment that the golden era suddenly ceased, plunging down into ceaseless war and rebellion.\nThe throne chamber was filled with cries of conquest and destruction and the agony of the barbarian tribes, and the God King awoke, startled."
	},
	"sands": {
		"name": "Golden Era's Prelude",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "This lovely sundial is inlaid with silver and gold. It seems that time has stopped flowing atop its dial plate.",
		"story": "The sea breeze at dawn, rapturous and free, sings this ancient hymn—\nTime flowed forward no longer, but returned to the past with the singer.\n\nAlong the waters it flowed, passing the gilded domes of the glorious kingdom,\nOn the soft summer wind it passed through the green manor ringed by towering walls.\nWhether aristocrats in their light ships, or barbarians brought as captives,\nAll were intoxicated by the music of a beautiful age, immersed in the memories...\n\nFor this was the golden world of abundance — an era of a righteous, glorious king.\n\n\"I came from a puny realm on a lone isle. I was born in a hut, and I grew up in a village built of reeds and grass.\"\n\"When the warriors in their bright mail came to my home, they announced the news of 'conquest.'\"\n\"I was but a mere youth, and I naively followed these towering demigods to the capital.\"\n\"It was by dint of my agile fingers and bright voice that I evaded the fate of bondage.\"\n\"Only after the God King recognized me did I first witness the might of civilization and order.\"\n\"Let my flesh and bone, then, be utterly changed. Let my name and tribe be forsaken. The world shall know only the name 'Boethius'!\"\n\nAnd thus was the child born of barbarism moved by the golden palace, and became a servant of a majestic authority.\nLike one newborn, he worked to abandon the ancient savage customs and devoured new knowledge...\nAll he did, he did to transform himself into a person of true honor and glory, into a part of this great civilization.\nFor nothing else did he toil, for this was the golden world of abundance — an era of a righteous, glorious king enthroned."
	},
	"goblet": {
		"name": "Golden Night's Bustle",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "An ancient silver urn that was once filled with fine wine as red as rubies. Now, it contains nothing but bitter seawater.",
		"story": "The peaceful sea surged, sending the ship sliding between the silent manor and the temple.\nUnder the pale moonlight, the golden dome that had seemed so glorious in the daytime lost its luster.\n\nThe God King awoke with a start from his majestic dream. The clear starlight had fled.\nViolence and estrangement formed a darkness deeper than darkness, shrouding the great dome.\nIn terror and remorse did he summon to him his most loyal guards and most attuned musicians,\nAnd he gave them his final orders, intending to bring peace back to the fractured lands...\n\nYet, just as a flood unleashed cannot be held back, the deeply ingrained arrogance and prejudice could not be reversed in a night, and crushed the Harmosts and rulers...\nAll the noble sacrifices, all the unselfish plans — all fell to ruin at the hands of the wicked, and all came crashing down in the end.\nWhether the barbaric armies of the Fell Dragon Prince, or the God King determined to the last to save the empire,\nThey were swept away by an inexorable storm — even the luxurious palace and the jade-green manor were consigned to destruction together...\nWithout the guiding golden song, the once-noble people of the glorious kingdom transformed into disfigured golems...\n\nWhen the final cacophony of the golden night faded to calm, the Harmost Boethius lay amidst the rubble,\nOnly the rubble heard his insensate mumblings, and only the debris recorded the sin of treachery...\n\n\"In a moment of madness, he betrayed us all.\"\n\"Order will not easily change, nor will human regrets.\""
	},
	"circlet": {
		"name": "Golden Troupe's Reward",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "An ancient crown that resembles a stage prop more than it does some suzerain's headgear.",
		"story": "In the solemn silence of the sea's depths, the towering city of the glorious kingdom once stood,\nAnd there, like the sad ghost of a mighty, ancient dream, there stands a faded golden castle.\nThe majestic opera of that golden era has ended, and its harmonious, united music no longer echoes.\nUpon the wreckage of ambition and betrayal, the \"people of bygone times\" built a realm anew.\n\n\"Woe, woe to the perfect order, that has once again been trampled by barbarity. The weak and benighted have overtaken the empire's ancient lands!\"\n\"The spirits and the springs, the springs and the chevaliers... The ravings of children have replaced the epic poems, slipshod ditties have supplanted music.\"\n\"The eternal majesty was ruined by a moment of the God King's madness, and the resurgent savages scorn its memory...\"\n\"Must great realms be reclaimed by savagery in the end? In the end, shall folly and ignorance prevail over civilization and reason?\"\n\nUpon the golden theater in that faded castle, thus did musicians who had lost their score cry lamentation for a past that would never return,\nAnd the silent, famished golems listened, waiting to hunt and devour the innocent souls.\nWhen the great golden symphony plays once more, the Golden Troupe will receive the rightful rewards owed to the true and loyal.\nWhen the perfect order separates humanity into master and servant, prosperity and beauty shall make the kingdom glorious once more...\nAbide until that day... Abide until that day...\nWhen every member of the Golden Troupe shall win the whole future as their prize."
	}
}