{
	"name": "Heart of Depth",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Hydro DMG Bonus +15%",
	"4pc": "After using Elemental Skill, increases Normal Attack and Charged Attack DMG by 30% for 15s.",
	"flower": {
		"name": "Gilded Corsage",
		"relictype": "Flower of Life",
		"description": "A mantle brooch that has lost its luster. The gold plating that once adorned it was ground away by the wind and the waves long ago.",
		"story": "A corsage whose coloration has been blistered away by the sea-salt wind.\nEven a man who wanders the ocean waves,\nHas items and memories that he prizes.\n\nThe great warship raised its anchor and headed out to sea, and the Chief Mate once more left harbor with the Skipper.\nFor the Skipper's absurd pursuit, and for his own faded memories,\nThe Chief Mate hummed a crappy shanty of his own composing, forming a chorus with the whales and the waves.\n\n\"The scoundrel who gave up his family name and the witch who hunted him (never) reached the sea!\"\n\"The wise step-brother who could not be an heir became head at last (or did he?)\"\n\n\"Words that cannot be sung... Have I also forsaken the truth for illusions?\"\n\"Having lost it all, and given it all up, and then sinking beneath the waves...\"\n\"...Maybe this isn't the worst of endings, after all. Hahahahaha!\""
	},
	"plume": {
		"name": "Gust of Nostalgia",
		"relictype": "Plume of Death",
		"description": "A feather carried over by whimpering sea winds and crimson waves. The passage of time has changed its shape and color.",
		"story": "A red feather is an ill omen, perhaps even a portent of death.\nIt washed ashore one day together with the corpse of a great sea creature.\n\nThe cynical Chief Mate was no native of Liyue. Rather, he came from a gray land ruled by an aristocracy.\nAll said that he, too, was once such a noble, but that he must have disgraced his house and been turned out as a result.\nThat was but baseless hearsay, however, for when he first came to the harbor, he carried naught but a slim sword,\nAnd a small sapphire-blue feather pinned to his mantle.\n\nLater, the wanderer would throw in with the Skipper and set out to sea, contending with great waves and sea creatures alike.\nThat once azure-blue feather would also be stained red by blood and by the salt of the great ocean.\n\nIn his last moment,\nHe clearly recalled those days now drowned in drink.\nLike treasure in the sand brought to light by the lapping waves..."
	},
	"sands": {
		"name": "Copper Compass",
		"relictype": "Sands of Eon",
		"description": "An ancient bronze compass. Its needle points towards some ever-distant shore, to a non-existent harbor.",
		"story": "A bronze compass used by a seaman.\nIn an ever-tumultuous life of wandering,\nIt points toward the direction where its owner's heart lies.\n\nThe rough Skipper once used this compass to guide his huge ship,\nNavigating treacherous ocean paths and conquering huge whirlpools.\nIt also guided the one whose deep hatred hid behind an uninhibited laugh,\nAnd who, lost and despondent, sought death and burning drink...\n\n\"I believe you all sing that the thief could not avoid the gallows in the end, eh?\"\n\"As long as you have a place to belong to, even ending up in the belly of a fish would be alright—\"\n\"Hey now, didn't you sign a contract with this ship when you came aboard?\"\n\"That memory didn't get washed down with the wine, did it?\"\n\"Good, then — after all, it is time to fulfill your contract.\"\n\n\"Is that so? ...Well, alright. It doesn't matter anymore, anyway...\""
	},
	"goblet": {
		"name": "Goblet of Thundering Deep",
		"relictype": "Goblet of Eonothem",
		"description": "A faded wine cup that was unintentionally dredged up from the sea. Its dull exterior tells of the days it has spent beneath the waves.",
		"story": "A faded, but finely-crafted wine cup,\nGround down by the sands in the sea's depths.\n\nThe exquisite cup fell from the Chief Mate's hand, raising tiny ripples as it hit the ocean surface.\nWhat did it see amid the schools of fish in the dying light?\nWhat had he encountered amidst the silent alleys, before the bars of the flower-inlaid windows of a secret tryst?\nDown and down the dark gold cup sank, into the dreams of the sea monster, and into the dreams of the Chief Mate...\n\n\"Someday, I will return the favor for this mark of humiliation that you left upon me.\"\nThe moonlight illuminated sapphire eyes and that striking scar.\nIn his memory, her countenance grew brighter, beautiful, cold and proud,\nBut he had forgotten what he had said then, and grew suddenly despondent as a result.\n\n\"Come to think of it, how many times have I forgotten the past...\"\n\n\"Ha, does it matter how you retell the past?\"\n\"All deaths are in vain. There is no saving that which has already sunk.\""
	},
	"circlet": {
		"name": "Wine-Stained Tricorne",
		"relictype": "Circlet of Logos",
		"description": "An ancient, wine-stained sea hat that still reeks of alcohol even now.",
		"story": "A tricorne hat thick with the smell of alcohol.\nIts shape and design symbolize the position of its owner.\n\nThe hard-drinking Chief Mate was lost in a drunken reverie from morning till night, and was rarely ever sober.\nHe reeked of alcohol all over, mumbling often of tattered memories.\nThe jovial Skipper did not reprimand him, however, and indeed kept giving him important responsibilities.\n\n\"Well, we are both people without a thing to our names, eh? Hahahaha!\"\n\n\"The wine-sodden sea hat was thrust by a storm into the sky, and then carried away on the roiling waves.\"\n\"Those fated to lose their homelands engage in battles bereft of hope and want.\"\n\"That which they lost to the sea of memory, they sought to reclaim from the deep.\"\n\n\"The wind and waves are correct. We have found it.\"\n\"That giant creature that haunts and gnaws at me even in my dreams...\"\n\"The time for vengeance has arrived. We set sail!\""
	}
}