{
	"id": 15021,
	"rarityList": [
		4,
		5
	],
	"name": "Husk of Opulent Dreams",
	"effect2Pc": "DEF +30%",
	"effect4Pc": "A character equipped with this Artifact set will obtain the Curiosity effect in the following conditions: When on the field, the character gains 1 stack after hitting an opponent with a Geo attack, triggering a maximum of once every 0.3s. When off the field, the character gains 1 stack every 3s. Curiosity can stack up to 4 times, each providing 6% DEF and a 6% Geo DMG Bonus. When 6 seconds pass without gaining a Curiosity stack, 1 stack is lost.",
	"flower": {
		"name": "Bloom Times",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A small golden ornament with six petals that shall never wilt. It symbolizes the transience of mortal glories.",
		"story": "What he saw in his dream was a phantom dancing to the music under the moonlight,\nJust like the young man in the distant past, who was akin to a blank sheet of paper,\nAnd like a pure yet fragile persona,\nEmerging once the resentment and suffering had dissipated.\n\nThe wanderer did not know that he had any faculties for dreaming,\nThinking that this must have been the researchers' little trick,\nOr perhaps it was the infinitesimal resistance of that bygone heart.\n\n\"You once acquired the 'heart' that you always dreamed of,\"\n\"But it was but a mere prop for lies and deception.\"\n\"Now, you will finally obtain what belongs to you,\"\n\"And this false construct of a body can at last aspire to power over this world.\"\n\n\"Yet, this is all but a fleeting dream of glory.\"\n\"And it will all one day drift away amidst the sighs of a suffering earth...\"\nWas it a \"him\" from the past who said this? Or \"him\" from the future?\nThe vagrant cared not, for when he awakened,\nIt was not he, but that ethereal future that dissipated."
	},
	"plume": {
		"name": "Plume of Luxury",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A feather-shaped token that was brought forth from a secluded hall. The compassion of its creator led to it being left within that mansion along with a certain slumbering form.",
		"story": "The long-wandering eccentric no longer thinks about this,\nBut when he closes his eyes, he can still see the moonlit nights over Tatarasuna and the burning furnace flames.\nThe kind young deputy said:\n\"This gold ornament is a proof of identity granted by the Almighty Shogun,\"\n\"But as you travel the world, please bear this in mind,\"\n\"Never to reveal your identity to others.\"\nThe upright Inspector said:\n\"This gold ornament may be a proof of identity granted by the Almighty Shogun,\"\n\"But you are neither man nor mechanism,\"\n\"And so I can only deal with you in this fashion. Do not hold this against me!\"\n\nThe wanderer who has left yesterday in the dust no longer thinks about it,\nBut when he covers his ears, he can still hear the wild winds that roared that year.\nA pair of expectant eyes said:\n\"This gold ornament is a proof of identity granted by the Almighty Shogun,\"\n\"It must surely be able to save the people.\"\n\nThe intelligent, lovely shrine maiden said:\n\"This gold ornament is a proof of identity granted by the Almighty Shogun,\"\n\"And she will not abandon you.\"\n\"As for me, I shall do my best to send for help immediately...\"\n\n...But in the end, the golden arrow-feather were covered in dust,\nAnd all tales were incinerated in karmic flames till nothing remained."
	},
	"sands": {
		"name": "Song of Life",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "As far as Inazuma is concerned, this is some small object from overseas. The heart of this mechanism has been removed, and its hands no longer turn.",
		"story": "He was originally born to be a vessel for a \"heart.\"\nBut he shed tears in his dreams.\nHis creator observed thus:\nHe was too fragile, whether it be as a human or as a tool.\n\nYet his creator would not destroy him, and so allowed him to continue slumbering.\nIn her latter works, she would also consign designs that might store such a heart to obsolescence.\nNot long after, that noblest and most prestigious \"proof\" in the world would come to have no home,\nAnd thus was sent to the great shrine at Mt. Yougou.\n\nLater, the beautiful puppet awoke and began his wanderings.\nHe observed many a heart,\nGood ones, upright ones, strong ones, gentle ones...\nThe puppet, too, desired a heart.\n\nLater, the lovely puppet would finally obtain that \"heart.\"\nIt was, after all, his purpose for being, the very reason he existed.\nYet, it was not what the puppet truly desired,\nFor it did not contain any blessings,\nBut was instead a sacrifice brimming with selfishness, hypocrisy, cunning and curses,\nAll wrapped in an amiable husk.\n\nGood and evil were the song of sentient life, useless and cacophonous.\nBut if he were to wrench this \"heart\" out,\nHe would no longer be able to feel anything at all..."
	},
	"goblet": {
		"name": "Calabash of Awakening",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A gourd that has been adorned with powdered gold and black paint. Its original color can no longer be discerned, but its main use seems to be as a performance prop.",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju.\nThese were, once upon a time, the five branches of the Raiden Gokaden,\nBut today, only Amenoma still maintains its line of succession.\nWhile the Isshin line can just barely be said to have extant descendants.\nIn the eyes of the people, this is just the natural result of the ravages of time.\nThey never once suspected that such sudden falls from grace might have some hidden mystery behind them.\n\nThe wanderer would never admit to this.\nHe would never admit that he had done this as an act of revenge against the bladesmith.\nNor would he ever mention the truth,\nThat he had abandoned his schemes halfway because they had suddenly become dull.\nHe would only say, in that tone of voice he had learned from a certain researcher:\n\"It was all just a little experiment into human nature.\"\n\nIn Inazuma's traditional theater, there is a certain character known as \"Kunikuzushi.\"\nSuch characters are often schemers and usurpers of nations.\nAt the end of his wanderings, he chose this name as an act of his own will.\nAnd as for the name he had once used, even he no longer remembered it.\n\nIt is a norm in Inazuma's traditional theater to join the names of a play's three acts together to form the play's name.\nFor example, \"Sumirezome,\" \"Sangetsu,\" and \"Kogetsukan\" come together,\nThus forming the play \"Sumirezome Sangetsu Kogetsukan.\"\nPerhaps a day will come when this body's adventures, its experiences,\nWill become tales to be passed along by mortals, distant memories that flow through the ley lines.\nBut for now, his third act is still ongoing."
	},
	"circlet": {
		"name": "Skeletal Hat",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A hat that once shielded a wanderer from sun and rain. It eventually became a convenient tool with which faces might be hidden and expressions obscured.",
		"story": "\"Where are you going, wanderer?\"\nThe roving youth was stopped by a child's shout.\nThat was a child of a Tatarasuna crafts-person, and while he was ill, his eyes were still clear.\nThe youth told the child that he was bound for Inazuma City.\n\"But it's raining really hard right now. They say that the people who left haven't returned!\"\nThe youth opened and closed his mouth a few times... But at last could only give the child a small smile.\nThe next time he set foot upon that island, that child was nowhere to be found.\n\n\"Where are you going, Inazuman? This boat is not for you!\"\nThe wandering young man was halted at the harbor by a boatman.\nBut before the youth could draw his blade, a man in his company stopped him.\nThe man told the mariner that the outlander youth was with him.\n\"Ah, so he's your guest, sir? My apologies for my presumption.\"\nThe man gave the youth a coat to keep the cold out, but the youth shook his head.\nHe had no need of such things — he only wished to know what interesting things he might find on this long journey.\n\n\"Lord Harbinger. Where are you headed?\"\nThe youth, hating chatty humans the most, gave his subordinate a backhand slap.\nBut he also loved watching expressions of terror and helplessness play across human faces,\nAnd it was perhaps precisely because of this imbecilic underling's expressiveness that he had kept them around.\nHe told the groveling, quailing figure that they were headed east, for Mondstadt.\n\"I understand! I'll get your bodyguards ready right now!\"\nHe had no need of guards, of course, but he was lazier still to barter words with cretins.\nDonning his wanderer's hat, he headed eastward alone.\n\n\"Child, where are you going?\"\nReturning home, the youth was stopped at the roadside by an old woman.\nHe told her that he was going west.\n\"To Yashiori Island, then? What business are you on?\"\nShe had said this thoughtlessly, knowing only that things had not been peaceful of late.\nThe youth thanked her for her concern with earnest smile and told her that he was bound for an appointed meeting.\nAs the boat gradually approached the shore, a lady in foreign garb could be seen standing by the shoreline,\nAnd she threw a small crystal sphere at the youth from afar.\nCatching it with ease, he lifted it up to the dying, bloodied sun."
	}
}