{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Long Night's Oath",
	"effect2Pc": "Plunging Attack DMG increased by 25%.",
	"effect4Pc": "After the equipping character's Plunging Attack/Charged Attack/Elemental Skill hits an opponent, they will gain 1/2/2 stack(s) of \"Radiance Everlasting.\" Plunging Attacks, Charged Attacks, or Elemental Skills can each trigger this effect once every 1s. Radiance Everlasting: Plunging Attacks deal 15% increased DMG for 6s. Max 5 stacks. Each stack's duration is counted independently.",
	"flower": {
		"name": "Lightkeeper's Pledge",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A metal flower that was worn by the Ratniki. It symbolizes the oath of eternal vigilance taken by its original owner.",
		"story": "...In those days, the land was leveled by the northern Hunting Winds, cutting down the unruly frontier folk at the behest of the despotic Knyazes.\nAnd in a bid to seize the power left behind by the heavenly moons, a mad monk who spoke in strange tongues presented a treacherous plot to the Tsar of all fae.\nThus were the Moonchildren, hidden in their mountain forests, scattered, sisters driven by fate down divergent paths.\nIn the end, even that pretentious lunatic could not break free of the celestial shell, and was consumed by the bedeviled sky at the edge of delusion.\n\nBut all this took place before the \"paradise\" had even come into being,\nFor at the time, it was no more than a daydream, a fantasy shared by two children beneath the moon's glow.\nIt was not until many years later, when one of them was executed as a notorious bandit, infamous throughout the nations,\nThat the other finally realized the true meaning of those words that had been left behind as if by accident.\n\nWhat followed, we all know.\nWhen the long night fell, the royal court of the north could no longer mind the remote borderlands beyond the snowy plains,\nAnd so the horde of pitch-black beasts tore across the barren land, destroying all traces of past civilization.\nIt was not until, borrowing power from the priestess of the Moonchildren, the original Torchforger raised that first beam of light,\nAnd in the name of the moon, banished the darkness to those lightless ruins, burying it deep down alongside the nightmare-torn souls.\n\nWhen all was over, the survivors raised a lighthouse atop the mountains, gazing far out towards the new ruler of Snezhnaya.\nTo preserve his dear friend's pure, childlike dream, the Torchforger did not shy away from defending it before the Tsaritsa's court.\nAnd though he received the royal edict he sought, he also took upon himself an oath of vigilance and sacrifice;\nAnd thus began the history of the \"paradise\" known as \"Nod-Krai.\""
	},
	"plume": {
		"name": "Nightingale's Tail Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A hat ornament intricately crafted from the feathers of a nightingale. They say that its form was first conceived by the original Torchforger.",
		"story": "Legends told of a nightingale, carrying an ember in its beak, that flew only on moonless nights.\nA speck of fire that would streak across the firmament like a shooting star; a light in dark times.\n\nUpon the ancient ruins of a castle, a vestige of an age of pioneers, stood the high tower of the \"Lightkeepers,\" standing guard through the long night.\nCenturies had passed since their ancestors had stood before the Tsaritsa, swearing an oath of eternal fidelity,\nAnd the people living in \"paradise\" believed that, so long as their lighthouse stayed lit, they could live in freedom,\nNeither fearing the chaos wrought by the pitch-black beasts, nor needing to seek refuge in the lands to the north.\nThen one night, a chilling sound carried over the horizon's edge — the leader of the Wild Hunt was abroad, galloping across the night sky.\nAs ever, the night watchers laid down their great animal skin cloaks; yet that day, the sun rose not.\n\nAs the rallying horns echoed through the hills, warriors formed ranks at the high tower's foot,\nAwaiting that momentous command to march south in fulfillment of their ancient vows.\nYet in the great mead hall, the current Starshyna sat in silence;\nFor already, a mighty host bright as midsummer's day had reached the city gates to the north.\n\n\"Warriors of the Pale Star, why do you choose this moment to knock at Piramida's gates?\"\n\"Even you have no right to revoke the sacred powers bestowed upon us by Her Majesty the Tsaritsa.\"\nThough they claimed to be reinforcements, these uninvited guests had ulterior motives, as the Starshyna knew full well;\nBut to yield at this juncture would spell the end of the autonomy they had upheld for centuries past.\n\nFrom beneath the lead officer's mask came a voice, low and cold,\nAnd in its wake a mocking laugh from parts unknown.\n\"That is where the dark calamity began. Remember, Snezhnaya cannot bear the weight of your defeat.\"\n\"Warriors of the Nightingale, fight with all your might! Yet, should none of you return...\"\n\"Then we will take care of the 'aftermath.'\""
	},
	"sands": {
		"name": "Undying One's Mourning Bell",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A bronze bell that was carried by a warrior who walked through the dark abyss. Its peal can be heard on pitch-black nights.",
		"story": "The air was thick with the scent of blood, as if signaling the return of the great war by which the earth had been scorched.\nWith a great mournful wail, that army of spirits flew across the pitch blackness of the night sky.\nAccording to the folk tales spread through the countryside, they were said to be a demonic host from another world seeking a harvest of souls.\nOthers believed them to be the lingering phantoms of that ancient nightmare.\n\nThis was the calamity that the people of the borderlands refer to as the \"Wild Hunt.\"\nIf it had been no more than a summer storm, ravaging the sky with thunder and lightning,\nIt might have seemed a small mishap to those accustomed to a life of adventure.\nBut when that tempest, the likes of which had not been seen for a century, poured down upon the earth like black-blood rain,\nOnly then did the people realize that these terrifying legends, which had been passed down by their ancestors,\nWere not mere stories meant to frighten children, but born instead of a terror that coursed through their very veins.\n\nBut in the end, it was a terror that someone had to face, lighting the way for the souls wandering through the boundless dark.\nA black-feathered flock of crows moved between the realms of light and shadow, led by one who stood against the light.\nHis sword he silently raised, the face reflected in its sheen as sharp and unyielding as the blade itself.\nOnward pressed the oath-bound legion, though they knew they were as moths to a flame, marching onto that battlefield from whom none would return.\n\n...\nAt the end of the path, only the one who held the dark blade still stood.\nHe knew that deep within the forest lurked the foul force by which the \"Wild Hunt\" had been summoned forth.\nJust a little more, a little further, and he would have saved the land he had sworn to protect.\nLost in his thoughts, he failed to notice that his body had already been torn asunder,\nAnd that the warning bell he carried rang out hissing amidst the tearing of blood and black muck.\nPerhaps frightened by its unsettling chime, the carrion feeders around him faltered, frozen in their tracks.\nThus was he left to walk alone in the abyss, to fulfill an as-yet unfulfilled oath...\n\nAs many years went by, a new addition was woven into the folklore of the land:\nThat, whenever mournful bells toll, it is a sign that the one who swore to hunt down the Wild Hunt is approaching."
	},
	"goblet": {
		"name": "A Horn Unwinded",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A horn that was once used to summon those who had sworn oaths. It has long since lost its purpose.",
		"story": "When the horns proclaimed the northern realm's might, thunderous footsteps shook the earth;\nLike iron rails stretching across the frozen tundra, sending pale flames shooting across the land.\nA contingent, sworn to Her Majesty the Tsaritsa, whose loyalty lay with no single Harbinger,\nVowed to forge a pure new world beneath the white, glimmering stars.\n\nEven those dwelling in the borderlands, autonomy being bestowed upon them, remained children of the motherland;\nFor in her boundless love, the Tsaritsa abandoned none who chose to follow.\nSince his earliest years, the Warrant Officer who led this border squad had held this conviction firm,\nUntil he hovered before the very gates of hell and glimpsed those souls unloved by any.\n\nThe request to strike had yet to be sanctioned, but he had already made up his mind:\nWe journeyed this far to save innocents beset by merciless calamity;\nHow could we stand by as those pitch-black beasts devour the land, snatching away the lives of mothers and their children?\nIf this was what those in power called an order, then to hell with it.\n\n...\nThus was the foul miasma swept away by the northern winds, just as the first light of dawn pierces the coal-black clouds, its glow once more cast down upon the cerulean earth below.\nThe war had ended, yet to the high tower no triumphant hero returned; only a criminal, and the children he had risked all to save.\nThough the plan had strayed slightly from its course, the renegade doctor paid it no heed, for the goal had been achieved.\nDesertion, treason against the Tsaritsa — grave crimes indeed, yet absolved by a newly-sworn oath.\nUpon a staircase built of bones, new warriors took up their watch, there to stand till the abyssal tides dried up."
	},
	"circlet": {
		"name": "Dyed Tassel",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "An ancient heavy helmet. It is an heirloom that bears the mark of a venerable lineage of northern warriors.",
		"story": "It is said that the first Torchforger hailed from the wintry city of the furthest north, the Nightingale's emblem a mark of his illustrious heritage.\nOriginally engaged as spies, the family was elevated to the gentry by the Winter Tsar;\nAnd thus did this man of humble origin step into the royal palace, now mingling among the fae dignitaries of the court.\nWhen the nations found themselves swept up by that calamity, the frontier regions — once the locus of high hopes during the pioneering age — found themselves bereft of the gods' protection.\nIn Nod-Krai's darkest hour, from the north came only a single rider clad in dark silver armor.\nAs if knowing why he had come, the maiden of the new moon lit a beacon to dispel the darkness.\n\nOn the eve of their departure for the Lempo Isles to the south, a grand banquet was held for the warriors in the great mead hall.\nOf those present, the most striking was undoubtedly a certain young warrior, clad in a dark tasseled helmet, polearm clutched in hand.\nAmong the Ratniki of the time, few are those who still wore such archaic, cumbersome armor,\nFor it symbolized their bloodline as descendants of those warriors who first fought alongside the Torchforger to repel the black tide.\nDespite having neither fief nor noble title, they continued to uphold the oaths of their ancestors,\nFor they believed that somewhere out there, the lord of all fae and erstwhile protector of all Snezhnaya watched over them still.\n\nAmidst the sludge-sullied tundra, now soaked too in the blood of heroes, the young warrior knelt among the bodies of his fallen comrades.\nSacrifice had always been the Ratnik's fate and honor; but if he could save one more soul, rescue just one other, then all the better.\nAnd so, like his ancestors before him, he prayed to an old god that no one now called upon, as well as to the Knyazes he had once held dominion over.\n\nPerhaps awakened by the sound of the horn, or drawn by the long-forgotten scent of bloodshed, or maybe just out of boredom,\nSomewhere out there, as if in answer to his pleas, a long-dormant phantom stirred from slumber.\nThat ghostly blue wildfire of which ancient legends spoke would burn brightly anew on fresh fields of battle..."
	}
}