{
	"name": "Lucky Dog",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "DEF increased by 100.",
	"4pc": "Picking up Mora restores 300 HP.",
	"flower": {
		"name": "Lucky Dog's Clover",
		"relictype": "Flower of Life",
		"description": "A four-leaf clover that grows in the wild. It was picked because it is said to bring good luck.",
		"story": "One who is favored by fortune tends to experience at least their fair share of miracles.\nThe legendary four-leaf clover, for instance, is a precious find that brings luck to its bearer.\nOnce, while playing in the field, the carefree young boy known as Lucky Dog happened across just such a clover.\nDelighted, he plucked it from the ground and put it in his pocket.\nNo one knows whether it was the clover which brought him his good fortune, or the other way around."
	},
	"plume": {
		"name": "Lucky Dog's Eagle Feather",
		"relictype": "Plume of Death",
		"description": "A monster once cornered an adventurer, but was then picked off by a hunting eagle... That eagle dropped this feather, which now carries some of the adventurer's good luck.",
		"story": "When fortune has your back, even the most ferocious monster has to yield.\nStrolling in the forest, the boy known as Lucky Dog had no idea that a monster was lurking nearby, having singled him out as its prey.\nThe boy became distracted by some colorful mushrooms, and the monster pounced. He leaped out and landed on the poisonous mushrooms, stomping them flat.\nThis was going to be an easy hunt, the monster thought — until a feather from the eagle circling above fell quietly onto its back."
	},
	"sands": {
		"name": "Lucky Dog's Hourglass",
		"relictype": "Sands of Eon",
		"description": "A broken hourglass from which all the sand has escaped. But it's fine, because the passage of time means nothing to someone without a single worry in the whole world.",
		"story": "Even time itself could not leave a wrinkle on the face of the happy-go-lucky boy known as Lucky Dog.\nLucky Dog had no family, let alone children of his own.\nBut in the course of his life of good fortune, he considered all he met as his friends and family.\nAs his life was nearing its end, he saw an hourglass with sand flowing down, as if counting down his remaining time.\nHe simply chuckled, took a slingshot, and shattered the hourglass."
	},
	"goblet": {
		"name": "Lucky Dog's Goblet",
		"relictype": "Goblet of Eonothem",
		"description": "An exquisite metallic vessel that was once used to knock out a thief.",
		"story": "Once there was a child favored by fortune from the day he was born. Try as they might, even the most vicious bandits could not lay a finger on him. He became known as Lucky Dog.\nThe child grew up, and one day in the throes of adulthood he found himself stumbling drunk along the back alley behind the tavern.\nUnder the starless sky, a vicious bandit prepared to rob Lucky Dog, taking advantage of his compromised state.\nBut just as the bandit was about to strike, a flying goblet hit him square on the forehead, knocking him out cold.\nNaturally, this makes Lucky Dog one of very few people known to have benefited, rather than suffered, from being in the vicinity of a tavern brawl."
	},
	"circlet": {
		"name": "Lucky Dog's Silver Circlet",
		"relictype": "Circlet of Logos",
		"description": "Its former owner once fell into a cave and found the treasure trove of an exiled royal. This is a souvenir from that incident.",
		"story": "One who is favored by fortune can even find priceless treasures in the most deadly of traps.\nWhile wandering around some ruins, the boy known as Lucky Dog accidentally fell into a deep pit.\nHe landed safely on a pile of dust. It turned out to be a mattress that over the years had gradually broken down, eventually turning to dust.\nJust like that, Lucky Dog discovered a treasure trove left by the old aristocrats. This circlet came to epitomize his luck."
	}
}