{
	"name": "Maiden Beloved",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Character Healing Effectiveness +15%",
	"4pc": "Using an Elemental Skill or Burst increases healing received by all party members by 20% for 10s.",
	"flower": {
		"name": "Maiden's Distant Love",
		"relictype": "Flower of Life",
		"description": "A fragrant flower that will bloom for all eternity and never wither.",
		"story": "The maiden's flower. Fresh and elegant just like its original owner.\nThe books say that this species of flower has long been extinct.\n\nJust like that passage the maiden had read countless times in books:\n\"The damsel in distress was saved by the white knight in shining armor.\"\n\"And they exchanged flowers as blessings to one another.\"\n\nThough a maiden's heart is said to change with the seasons, just like a flower,\nThis flower remained constant.\nFor her heart had stopped in that moment long ago:\nThe moment that she met the knight."
	},
	"plume": {
		"name": "Maiden's Heart-stricken Infatuation",
		"relictype": "Plume of Death",
		"description": "A feathered accessory that carries the longing for a certain someone, like a migratory bird on the wind.",
		"story": "An old but delicate feathered ornament.\nAfter many years, it is now covered in layers of dust.\n\nFor the maiden, time stopped still the day she met the knight.\nNothing mattered to her anymore, not even love and youth.\nShe sought him constantly, wandering far like a lost bird without a nest to cling to.\n\n\"May my love reach the knight,\" she prayed.\nMeanwhile, the knight dedicated himself to the pursuit of chivalry.\nIn a distant land where ancient empires crumbled,\nWould the knight see the scenery she dreamt of?"
	},
	"sands": {
		"name": "Maiden's Passing Youth",
		"relictype": "Sands of Eon",
		"description": "The hands of time will never come to an end, but the same cannot not be said for those cherished years of the young maiden's life when she was doted upon.",
		"story": "A delicate timepiece.\nIt stood as a testament to the inevitable passage of time, indifferent to its owner's feeling.\n\nThe maiden's time would one day come to an end.\nBut her waiting would not.\nThe short hand seemed to be constantly chasing after the long hand.\nMuch like the incessant longing that filled the maiden's heart and mind.\n\nYears after the event, she still remembered the knight she met that day.\nThe white knight that came to her. The white knight she had been waiting for ever since."
	},
	"goblet": {
		"name": "Maiden's Fleeting Leisure",
		"relictype": "Goblet of Eonothem",
		"description": "A vessel made with sweet black tea in mind rather than bitter liquor.",
		"story": "The maiden's most cherished teaware.\nIt was once filled with elegant black tea.\n\nIndulging herself in pastries and tea,\nShe cared not one bit about the mundane world. This was her privilege as a maiden.\n\n\"This flower shall be my medal. That is all I need.\"\nThe knight said to her on the day they met.\n\"But, my heart is already—\"\nNot finishing her confession was her privilege,\nbut also the chains of courtliness the maiden had to bear."
	},
	"circlet": {
		"name": "Maiden's Fading Beauty",
		"relictype": "Circlet of Logos",
		"description": "A meticulously well-maintained woman's hat that keeps wrinkles safely out of sight.",
		"story": "Even when surrounded by flowers from her courters, \nThe maiden never removed her hat to get a better look at them.\nTheir names and faces were not worth remembering.\n\nFor years, at the end of every day,\nthe maiden would brush off the dust on her hat.\nBut the passage of time showed in her face, too — and unlike the dust, it could never be brushed off.\n\nAs time passed, fewer and fewer courters visited her with flowers.\nWhat did it matter? For her, time had already stopped long ago on that fateful day."
	}
}