{
	"name": "Marechaussee Hunter",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Normal and Charged Attack DMG +15%",
	"4pc": "When current HP increases or decreases, CRIT Rate will be increased by 12% for 5s. Max 3 stacks.",
	"flower": {
		"name": "Hunter's Brooch",
		"relictype": "Flower of Life",
		"description": "An ancient emblem that was once awarded to those who had made exceptional contributions in battle.",
		"story": "This emblem was specially designed and given to those who had, in the past,\nPerformed feats of arms in Fontaine's defense. Insignias of this sort were largely symbols of glory,\nBut some awardees would conceal them or consign them to the water.\n\n\"Pursue the phantoms in the dark, expel them all, and hunt them down.\"\nSuch is the origin of the name \"Marechaussee Hunter,\"\nCredited to one Cassiodor, who would be elevated to the revered title of \"Golden Hunter,\"\nBut who saw the name as a humiliation.\nYet, heretics and demons are rare, but people who are driven to become heretics and demons are legion.\nToday, the Marechaussee Phantom is more focused on investigating criminal activity than battle,\nAnd has absorbed into its ranks a large number of Melusines, members of a young race.\n\nThis emblem once belonged to a Marechaussee Hunter who took part in and directed the Siege of Poisson.\nDue to this event, he left the ranks of the Marechaussee and planned to live out the rest of his days, content with the contents of his cup.\nIt was not until an old friend requested that he, against his will, try living with others again,\nThat he tried to create a world free of dark phantoms for his son and daughter.\nAt the end, that which welcomed him was a peaceful ocean, one which removed all barriers and estrangements."
	},
	"plume": {
		"name": "Masterpiece's Overture",
		"relictype": "Plume of Death",
		"description": "A portable tool used to adjust the torque on some old-school clockwork machine. It has since lost its practical value.",
		"story": "A small tool used to adjust clockwork torque. Can be used on all manner of clockwork motors.\nThese would become outmoded with the arrival of Alain Guillotin's \"new model\" clockwork meka,\nWhich have themselves ceased to be \"new\" following several hundred years of further testing.\n\nNow, regarding Alain Guillotin,\nBefore he joined, then left the Marechaussee Phantom, before finally setting up the Research Institute of Kinetic Energy Engineering,\nGuillotin organized research into energy at the now-ruined Institute of Natural Philosophy.\nIt is said that he, throughout his life, was close to no one but his younger sister, who also served in the Marechaussee.\n\nThere are many legends concerning him. One of them is as follows—\nIt is said that he was able to create a thinking machine during his time at the Institute,\nAnd used this machine to aid his sister in her work at the Marechaussee.\nThese statements largely come from previous colleagues of his (most of whom died fighting Elynas),\nAnd since there was no physical evidence of it, it has never entered official record.\nOnce, when asked about this, he commented: \"It's a great shame. There's nothing to be said.\"\nHe never again responded to any questions or inquiries relating to the matter.\n\nAnother goes as such—\nIn his old age, he retired from the Fontaine Research Institute to his workshop, and he would see no one.\nThe research he undertook in his final years was never published,\nAnd after the matter, the only things that could be found in his personal workshop were signs that something had been built.\n\nIn latter years, these legends would function similarly to that work of Coppelius's that could not be performed to completion,\nStoking imaginations, granting inspiration, and driving ever greater efforts."
	},
	"sands": {
		"name": "Moment of Judgment",
		"relictype": "Sands of Eon",
		"description": "A standard pocket watch. Its accuracy is not particularly high.",
		"story": "This pocket watch was once given to the enforcers of Fontaine's justice.\nIt is not a particularly accurate watch,\nBut it can be used as a badge while on duty,\nAnd it was once nigh-universally recognized across Fontaine.\n\nThe news of the Great Magician \"Parsifal\" requesting a trial by combat spread via the newspapers,\nAnd this demand, alongside her unexpected transgression, caused quite the furor in the Court of Fontaine.\nThe court's agreement and person of choice caused a yet greater uproar.\nChampion Duelist Marfisa was selected as the prosecution's representative in the duel.\nWould Marfisa's origin disrupt either her judgment or performance during the duel?\nWhat of her past connection to Parsifal? And most commonly understood...\nWhich of them was the stronger fighter? Such were the questions people reveled in discussing.\n\nKarl Ingold, a journalist who once knew \"Parsifal,\" had since retired,\nAnd had resolved to never again take up such work, taking instead the company of explorers and their wilds, their wrecks, and their ruins.\nBut perhaps out of professional pride or an old memory, he had always treasured the pictures he took as a journalist.\nYears later, when answering an invitation to meet old friends, sent by the Vice Director of the Narzissenkreuz Institute,\nUpon looking upon the faces on the other side of the shutters as he took a group picture of the then-members of the Narzissenkreuz Institute,\nHe thought of how he had once passed back and forth between Poisson and the Court of Fontaine many times with such hope in his heart.\nThose several months passed by like a dream — some would consider that too long, and others, too short.\nHe remembered his younger self, who would not give up, no matter how many people told him to escape,\nNo matter how the circumstances arose like a flood that might end everything and slowly blot out the light.\nHe remembered the many smiles he saw through the viewfinder, all their fanciful thoughts concerning the future he had heard,\nAnd afterwards, the cries, sounds of fracturing and metallic clashes that sounded faintly from beyond the stone floor.\nAnd as he recalled the girl who used a \"trick\" to forcibly shift herself to a dark, safe cavern,\nOnly then did the regret of not having recorded her final battle engulf his vision."
	},
	"goblet": {
		"name": "Forgotten Vessel",
		"relictype": "Goblet of Eonothem",
		"description": "A portable metal vessel containing strong wine. Can be stuffed into the pocket of an outer coat for ease of access and use.",
		"story": "Once, this wine vessel belonged to one who rendered great service to the Court of Fontaine.\nThose who find themselves doing certain work, unless they be born ruthless and cruel,\nWill eventually walk down the path to total collapse should they go without the elixir within.\n\nThis belonged to one who had to do what had to be done for Fontaine's peace.\nIt was only many years after he retired due to injury, during his final investigation, that he realized...\n...No wonderland lay in welcome down the rabbit hole — only the maelstrom.\n\n...\nMemories arose like bubbles from a ruptured diving mask.\nHe thought of his youth, of the games he would play with Dwight, Basil, and Karl.\nIn those days, he always played the hero, and Karl would be Jabberwock the evil dragon,\nHe thought of the embrace of the Director, so dear and familiar, and he felt so similarly in this moment.\nHe recalled the countless faces warped by hate in the crimson flames of Poisson,\nAnd then he recalled that he, too, had sent innocent children to the Narzissenkreuz Institute.\n\nIn the end, what came clearest to him was what he had felt upon meeting his \"son\" and \"daughter.\"\nIt was like seeing light at the end of a long tunnel, like seeing himself before he had worn the mask.\nBut much like clinging to a spider's thread futilely in the dark pits of hell—\n\"My dear Alain, my dear Mary-Ann... I was never close to you,\"\n\"And even at the end, I do not know how I could be a \"father\" to you.\"\n\"But still, I do not wish to lose these memories of watching the two of you growing up...\"\n—When he awoke from his stupor, all glories, all shame, all love and obsession — they had been dissolved in the waters."
	},
	"circlet": {
		"name": "Veteran's Visage",
		"relictype": "Circlet of Logos",
		"description": "An old mask that can, to some extent, stand in for a face marred by wounds. Its design can vary based on the wounded areas and the user's gender.",
		"story": "This mask was given to one whose face was wounded in service to the Court of Fontaine.\nIt is a replacement for an appalling visage — the glory, or perhaps the shame, of an old soldier.\nYet even though the scars can be covered, the wounds laid on one's heart will not disappear.\n\n\"If I do not return, I leave those two kids to you.\"\nHis friend said to him — she with whom he had grown up, and served the Court of Fontaine together.\nI've stopped asking you to fight alongside me, she wanted to say,\nBut today, the tacit understanding between them was a blank span of years.\nSo long as they didn't discuss it, it was almost as if the Poisson incident had never happened.\n\nThe Institute might be drowned for certain this time, and things won't be safe without myself and the Director,\nAnd so it might be better to entrust the children to trustworthy people like yourself and Ingold,\nHis friend explained, seeing the look he was giving her, mute beneath that mask.\n\n\"When I return in triumph, let's invite Lasker and Ingold for a get-together.\"\n\"I'll cook this time. I'll show you lot my skills.\"\nSeeing the suspicion in his eyes, she added this on in a huff—\n\"Hey, I've picked up baking these past few years! The children love it!\"\n\n\"Well, guess it's goodbye, Guillotin... My dear Emanuel.\"\n\"Hope everything goes smoothly on your end. Don't get yourself in trouble, now.\"\n\"I do hope that those brats haven't wrecked my Sponsian just yet...\"\n\nHe had no love of children — indeed, he wished to have no dealings with anyone,\nFor all seeing people did was remind him that they, too, had red blood flowing within them.\nBut since his old friend was asking this of him, he would help watch over them for now.\nHe'd just throw the hot potato back at Basil when she returned..."
	}
}