{
	"id": 10006,
	"rarityList": [
		3,
		4
	],
	"name": "Martial Artist",
	"effect2Pc": "Normal and Charged Attack DMG +15%",
	"effect4Pc": "After using Elemental Skill, increases Normal Attack and Charged Attack DMG by 25% for 8s.",
	"flower": {
		"name": "Martial Artist's Red Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "This particular kind of red flower was the only thing that could alleviate the Martial Artist's pain.",
		"story": "Ever since being recognized by the master, the martial artist had been practicing every day for years.\nThe path of pursuing martial arts is long and harsh, and injuries are inevitable.\nAs instructed, he plucked a small crimson flower in the forest.\nAlthough his proud battle scars will never fully heal, at least the pain can be alleviated."
	},
	"plume": {
		"name": "Martial Artist's Feather Accessory",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A common bird feather. Experts use it to practice strength control, while rookies use it to make fans.",
		"story": "A feather plucked from a bird soaring in the sky by a skillful martial artist.\nThe essence of martial arts is not necessarily about the power of attacks.\nAgility and nimbleness honed over years of training are just as prideworthy for a martial artist.\nThe martial artist will wear the feather on his chest as proof of his unparalleled skills."
	},
	"sands": {
		"name": "Martial Artist's Water Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A tool to keep track of time in endurance training. It is more accurate and reliable than a regular hourglass.",
		"story": "An hourglass that uses the flow of water to measure the passage of time. The martial artist would have it with him at all times.\nWhen he was training under the waterfall or practicing a single leg stance on the stake,\nhe endured all the pain and suffering alone.\nThis time piece recorded every second of it in silence."
	},
	"goblet": {
		"name": "Martial Artist's Wine Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A rather exquisite wine cup used in pre-combat rituals.",
		"story": "Before proudly stepping into the arena, a parting ritual with a glass of fine wine is essential for martial artists.\nEach of them faced with a worthy opponent, two martial artists will raise their glasses to one another.\nThey then step into the arena with a calm and collected composure to face their opponent with the utmost respect.\nThis is the true meaning of the toast, which comes before the fight takes place. It does not serve to glorify victory or cast shame on defeat."
	},
	"circlet": {
		"name": "Martial Artist's Bandana",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "The first lesson as an apprentice: Vigor, Strength, Will. These words are written on the bandana so you'll never forget them.",
		"story": "A bright-red bandana that belonged to a martial artist. The color has now faded.\nIt serves as proof that the bearer practiced martial arts at a young age. It also represents the high ambition the young martial artist once had.\nBefore the first crack of dawn, the young martial artist was already training in the forest.\nMany years later, the martial artist is now an instructor. Though youth may be a thing of his past, he remains just as alert and diligent as when he was young."
	}
}