{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "Nighttime Whispers in the Echoing Woods",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "After using an Elemental Skill, gain a 20% Geo DMG Bonus for 10s. While under a shield granted by the Crystallize reaction, the above effect will be increased by 150%, and this additional increase disappears 1s after that shield is lost.",
	"flower": {
		"name": "Selfless Floral Accessory",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A brooch that the witch in the tale wore. As with the other ornaments she loved, this was characterized by butterfly-like shapes.",
		"story": "The little dog ran up to the attic, got a nose full of dust, and couldn't help but have a sneezing fit.\n\"Come on, Pie, just look at you! You used to be the color of Apple Pie, but now you look more like you've been covered in mulberry jam!\"\nThe little girl pursued the dog named \"Pie\" into the tiny attic, and helped him brush the dust away.\nThe attic was filled with beautifully bound books, and the girl chose one from the shelf. The cover was adorned with beautiful golden-winged butterflies.\n\"It looks like a storybook. Maybe the stories that Mother likes to tell are from this book! What do you think, Pie?\"\nThe little dog gave a short bark and curled up by her feet as usual.\n\"Hmph! If I can finish it before Mother...\"\nAnd so the girl opened the storybook, and the yellowed pages unfurled like the wings of a butterfly...\n\nThat was a story that happened not long ago. Legends say that in the Echoing Woods, there lived a witch who could grant any wish.\nBut this witch was just as eccentric as those to be found in other stories. She used magic to cover the entire forest in a thick, impenetrable fog. Any who entered would be confused by the echoes, and so few could find her secluded hut, much less make any wish.\nBut one day, a youth finally knocked on the witch's door.\nThe youth had originally been looking for a blue flower, but his gaze had been drawn by a golden-winged butterfly. As he chased it, he arrived at the witch's hut without realizing it. Only then did he recall the legends of the wish-granting witch, and after hemming and hawing, he finally decided to knock.\nBefore he could knock thrice, the door opened.\n\"I have a wish...\" Began the youth.\n\"That's what they all say.\" The witch cut him off, \"For me, granting your wishes is a trifling matter. But the price of said wish is different for everybody.\"\n\"The girl I love... Her heart already belongs to another. But I do not wish to use the power of magic to change her feelings, I only want her to have all the happiness in the world. If you can grant this wish, I will give you anything I have, my time, my money, even my soul, I willingly offer it all to you.\"\n\"Your wish will come true. But the price will be paid in the future, and the price won't necessarily be your soul... We witches do what we will.\"\n\"But what in this world could be more precious than a person's soul?\"\n\"You'll know when the appointed time comes, that only a heart of gold may be weighed.\"\n..."
	},
	"plume": {
		"name": "Honest Quill",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "The witch in the tale used this dip pen. Among its various advantages, its silky-smooth writing is the least worthy of mention.",
		"story": "...\n\"It's so easy to sell one's soul in the stories... But then souls ought to be cheaper. Why else would people sell them so easily?\"\nBut she knew not what a soul was, for she had never seen one. But afternoon tea and delectable desserts, time spent playing with Pie in the garden, the stories her mother told her before bed... In comparison, these were far more precious.\n\"Fortunately, we have no wishes we'd need a witch to grant, so we needn't exchange such precious things.\"\nShe turned to the next page...\n\nThough he received the witch's promise, the youth could not imagine what it would be like for his wish to come true.\nIf it were a more concrete wish... Well, inexhaustible wealth and the power to subjugate others are easy to imagine. But what of some higher happiness?\nThe youth had heard that the witch possessed many magical items and that she used the power of this strange and extraordinary collection. He could not restrain his curiosity, asking the witch what kind of item could fulfill his wish.\n\"All words written by the pen dipped in this ink will become reality, and she shall become fate's favorite.\"\nThe youth stared in disbelief as the witch gently shook the ink bottle. Black water rolled within like roiling waves, as though he could see the entire world in which they lived like a lonely island floating amidst the undulating tide, and he could see endless faces and scenery before his eyes, turning like the pages of a picture album...\nHe was so mesmerized that it seemed as though he would fall into the ink bottle through its gaping mouth and drown in those black waters.\n\"The ink bottle contains everything she can imagine, and all of it will be hers if she so wishes.\"\nAs the pen dipped in ink began to dance across the page, the young girl's fate was changed.\nShe wasn't sure when she had stopped being amazed by the limitless good fortune that followed her everywhere.\nShe no longer needed to worry about anything, for everything turned out the way she wanted, and if she wanted something, it found its way to her, sooner or later, one way or another.\nEveryone loved her, admired her appearance, praised her virtue, and even those she once thought would never notice her completely changed their attitudes.\nGradually, she became accustomed to the words of praise and admiring gazes. Though her appearance was by no means extraordinary and her virtue even more average, fate favored her without reservation.\n..."
	},
	"sands": {
		"name": "Faithful Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A sand timepiece that the witch relied on in the story. Legend has it that if you recite the wrong incantation over it, time will suddenly flow exceptionally quickly.",
		"story": "...\n\"If there was a magic pen... What would you write, Pie? Lots and lots of doggie biscuits?\"\nThe girl put down the book and scratched Pie behind the ears. The dog happily wagged its tail in response.\n\"Oh! You can't write, can you, Pie? Then I'll write for you. Other than lots of doggie biscuits, we'd also...\"\nShe turned to the next page...\n\n\"How risible! As though a blue ribbon was something rare!\" The young girl threw the guests out without hesitation, tossing their gifts into a corner. Sure, she had once been fascinated by ribbons blue as kingfishers, but now, such things could no longer hold her interest.\n\"Poor child!\" Her mother sighed.\nThe girl was tired of her mother's preaching. Though her luck had been with her for but a short while, she had already easily obtained wealth, and the ease with which she won people's hearts she took for granted. This world naturally revolved around her, did it not? Such thoughts came to her more than once.\n\"You're my mother. Why can't you love me like the others do?\"\nPerhaps I don't need a mother that doesn't love me, the girl thought.\nAnd so, the girl left her home and family behind her. From then on, she could enjoy the good fortune bestowed by magic, with no need to be troubled by the remonstrations of conscience.\nShe traveled until no scenery felt novel, and no sumptuous meal could make her feel grateful. Her life was like a never-ending ball. Guests came and left, but none tarried on the dance floor too long.\nShe sometimes deliberately mistreated those she called \"friends,\" but no matter how rude her behavior had been, the next day, all was forgiven with smiles all around, and they loved her as much as before.\nAll only gave to her, and none asked for anything in return.\n..."
	},
	"goblet": {
		"name": "Magnanimous Ink Bottle",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "An ink bottle utilized by the witch in the story. It possesses a strange enchantment no less powerful than the one cast upon the dip pen.",
		"story": "...\nThe little girl read on, as Pie snuggled up next to her.\nShe turned to the next page...\n\nIt was only a long time after that the young girl learned that her mother was long dead. Returning to her hometown after a long absence, she found that all were courteous and cordial to her, no less than everyone else, whether it was strangers or familiar faces.\n\"It's all as you wished, so why won't you smile once more?\"\nThe young man who had spoken was someone she had seen before, perhaps just one of the many followers.\n\"Mother was right, I am a pitiable child. Because of this awful curse, I can never be truly happy.\"\n\"Ah! You actually consider such a selfless gift a curse. You should know, this was obtained in exchange with a witch, and obtained only through sacrifice! He never even thought about asking anything in return from you. Is there any greater love than that in the world?\"\n\"Then it seems he knows more than me about how to obtain happiness.\" The girl continued, \"Where is the value in a life in which all is given to you for free, and you never need pay? The most worthless things are those that nobody needs. Perhaps I am the existence which is unneeded.\"\n\"No, not at all... You must exist! At least, that's how I feel about it.\"\n\"Then what is it you want from me? If there's something I can do for you...\"\nBut the young man looked embarrassed.\nThe young girl was immeasurably disappointed, and resolved to go to the witch's abode in the Echoing Woods and find a way to break the accursed curse.\nThe youth took out the magic mirror he had loaned from the witch, hoping to stop her.\n\"When the luck gifted to you by magic is taken away...\"\nThe girl saw before her what awaited when her luck was exhausted: She saw herself lose all her wealth, and those she hurt no longer laughed jovially and forgave her, but scolded her and rolled their eyes. People no longer crowded about her but left as though a great ball had ended. She still traveled as before, but none now showed care or concern for her on her journey. She saw herself blown about by the wind and pummeled by the rain while children laughed at her and mocked her. She saw that all the gifts she had received would have to be repaid tenfold, a hundredfold.\nThough she hadn't taken a single step, all that she saw in the mirror seemed to be happening to her, and she saw her life become an endless toil conspiring to destroy her.\n\"Rejoice, for the fortune granted by magic has not yet abandoned you, and none will laugh at your weakness.\"\n..."
	},
	"circlet": {
		"name": "Compassionate Ladies' Hat",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "The lady's hat favored by the witch in the story. She loved this piece of headwear for how it weaves together solemnity and playfulness.",
		"story": "...\nPie, bored to death, yawned.\n\"I think the story's almost over, so just wait a bit longer, okay?\"\nShe turned to the next page...\n\n\"Even so, I still wish to choose the more difficult path.\"\nJust like those distant winter nights, she fell asleep in her mother's arms, listening to those stories she had nearly forgotten, yet never tired of hearing. The heroes of the stories always had to endure countless hardships before reaching their destination, but the prices they paid and things they lost along the way only made the hard-won rewards all the more precious.\n\"In the mirror, I saw that everyone no longer loved me, and maybe even detested me. Even just getting them to smile at me once more would be unimaginably difficult... But that is the real world. Full of changes and unpredictable.\"\n\"No, you can't! The fortune the magic gave you has to make you happy, otherwise...\"\n\"What are you so worried about? Even if you stop loving me like the others after the magic fades, I will still love all of you. Like the protagonists of those stories, I will treat every person in this free world with sincerity... As long as you are willing to take it, my heart belongs to you!\"\nThough no bells rung out, nor were there any other omens, it seemed as though the appointed time the witch had spoken of had arrived.\n\"In principle, I should appear only after she finishes the journey shown by the mirror, it's still a bit early... but a witch does what a witch wills.\"\nAnd so the witch took what she wanted most from that which the youth had to give.\n\"My wish came true, but I lost everything...\"\n\"She'll be a good character, even in other stories.\" The witch gently shook the ink bottle, within which the girl was now a prisoner.\n\"But she is a girl who exists for me, just as I exist for her... If she is destined not to be released, then let me go to her. I once saw the many universes and countless stories within the ink bottle. Perhaps one of them has a place for the two of us, and perhaps I too can become a good character...\"\n\n\"I remember! Let's tell this story to Mother tonight, do you think she'll like it?\"\nPie ignored the little girl, instead standing up and barking a few times before running around in circles and then down out of the attic.\n\"Hmph! Throwing a tantrum because he's hungry, I'll bet. How childish!\"\nThe young girl departed as well, leaving only the unadorned storybook on the attic floor."
	}
}