{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Night of the Sky's Unveiling",
	"effect2Pc": "Increases Elemental Mastery by 80.",
	"effect4Pc": "When nearby party members trigger Lunar Reactions, if the equipping character is on the field, gain the Gleaming Moon: Intent effect for 4s: Increases CRIT Rate by 15%/30% when the party's Moonsign is Nascent Gleam/Ascendant Gleam. All party members' Lunar Reaction DMG is increased by 10% for each different Gleaming Moon effect that party members have. Effects from Gleaming Moon cannot stack.",
	"flower": {
		"name": "Bloom of the Mind's Desire",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A sacred relic carved in the shape of a flower. It seems to represent a terrifying presence that unfurls like a bloom.",
		"story": "Those were the days when the sinners had yet to commit their unforgivable offense, somewhere deep within the earthly subterranean kingdom.\nThe people of the kingdom had never seen the sea, nor had they ever seen the real sun.\nBut even in this dark, sunless place, some tried to reach for the secrets of the stars.\nHowever, they gazed not at the stars but sought the truth in the mirror's false reflection.\n\nPerhaps because of the kingdom's unique location, strange phenomena often appeared in the star charts within its bounds.\nThese phenomena were recorded by astrologers as \"Signs of Truth,\" reflecting their deep desire to uncover truth.\n\"Maybe, even if the mirror shows nothing but illusions, it is only by piercing through them that we can reach the truth.\"\nThis was the conclusion the astrologers reached over time as they pored over their voluminous star charts.\nBut unbeknownst to the philosophers of their time, they had already glimpsed a tiny fragment of the infinity that was the eternal bedeviled sky...\n\nMany years passed, long enough for the earthly gods to fall, one by one, and for the atrous sun to rise where the crimson moon once hung.\nEven then, there were those who had already uncovered the secret behind the great sin, and so, the study of the stars became a forbidden pursuit.\nOnly a select few within the kingdom were then granted the privilege of sidestepping the ban, so they might better serve their one-eyed ruler.\n\nYet the unexpected always finds a way, just like the moment when an unwitting novice monk brushes away the dust that has concealed Apaosha's mirror,\nunveiling the wondrous light that encircles the distant horizon and filling that tiny stargazing chamber with brilliance once more.\nHow beautiful the pitch-black Elysium is, how dazzling... and yet how utterly... profane.\nIn the blink of an eye, it consumed young Rauthvangi's every thought and desire.\nThus began the tale and transgressions of the mad monk, who in later days would sing the praises of the abyss beyond the heavens..."
	},
	"plume": {
		"name": "Feather of Indelible Sin",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A feathered accessory once worn on a felt hat. It feels out of place among the nobles of Snezhnaya and their taste for splendor.",
		"story": "To overstep the bounds of one's station is already lese-majeste,\nAnd to delve into forbidden dark knowledge is an even graver offense.\n\nBut Rauthvangi never once defended himself, for in his heart he held nothing but that light.\nSoon, the court delivered its verdict: the researcher was to be expelled from the Universitas Magistrorum and exiled.\nFor one of outland stock like him, exile was even more terrifying than the punishment of death.\nExile was, after all, an ancient curse for those who had turned their backs on the gods, and once they returned above ground, that malison would catch up with them swiftly.\nA punishment like this was itself already a betrayal of the kingdom's noble ideals, a sign that the underground realm was in decline.\n \nBut royal orders had to be obeyed. Besides, he who had glimpsed Elysium's depths knew all too well that he could no longer endure what lay ahead.\n\"Fade away, o meaningless life. At least you glimpsed truth, if for but one moment.\"\nRauthvangi finally emerged from the cavern, stepping into real sunlight.\nYet, nothing happened to him — unlike the others beside him, who now shrieked in agony.\n\nIt was as if the great existence of the cosmos had manifested before him in that instant,\nAnd chosen, above all others, to bestow upon him the grace of darkness.\nFortunately, tragically, he finally came to realize his mission.\n\n\"Flames illuminate the world — but they are also what reduce it to ashes.\"\n\"And my fate is like that of a moth leaping into the flame.\""
	},
	"sands": {
		"name": "Revelation's Toll",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "An exquisite chiming clock driven by a mysterious power. It does not seem that timekeeping is its purpose.",
		"story": "It was a time before the dark disaster engulfed the nations,\nA time when people still savored those last golden years.\n\nIt is said that there was an erudite and gifted researcher who wandered the nations for many years.\nHe had already read every Rtawahist chronicle, browsed the libraries of the northern lands.\nHowever, even after searching in the oldest records, he could not find what he was looking for—\nThat pitch-black Elysium — miraculous, and not of this world.\n\nHe had traveled to every corner of the known world, save for that barren, still-undeveloped land.\nThat was the northern borderland known as Nod-Krai. It had only been a few years ago that the Tsar of Snezhnaya ordered it to be explored and put to use.\nNo famous researchers dwelled there, nor did it seem to contain any traces of ancient civilizations.\n\n\"O futile life that I have led! This shall be my final post.\"\nHe thought before setting off for Nod-Krai.\n\"Hope may be gone, but I cannot give up now.\"\n\nOnce more, he glimpsed the truth he had long pursued... Perhaps because his wish had finally been heard and heeded.\nAnd at last, he uncovered the sinful path that opened into the pitch-black Elysium.\nNow, all that remained was for him to open the gate — one that had shone in countless dreams — with his own two hands,\nNo matter the means, and no matter the price that had to be paid..."
	},
	"goblet": {
		"name": "Vessel of Plenty",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A specially crafted goblet used for palace banquets. It was once employed to perform some kind of magic.",
		"story": "In the rotating galleries of Zapolyarny Palace, the banquets and dances never seemed to stop.\nThe fae nobles, fond of luxury, considered attending banquets their most important duty.\nEven the hardest heart could be softened by the rich aroma of fine wine...\nAnd many important affairs of state, both great and small, were often decided by those in a slight tipsy haze.\n \nProfessor Rotwang, whom the nobles called the \"mad monk\" in private, had attended court rather frequently of late.\nThis was not just because he had become the Tsar's favorite through his mastery of alchemy and astrology,\nNor simply because he constantly uttered profound aphorisms that inevitably sent everyone in the room into laughter.\nWhat truly made the nobles sit up and take notice was the legends surrounding him.\n \nIt was said that the Grand Duke Photius once, out of envy, sought to get rid of this troublesome viper.\nHe replaced the fine fire-water with a deadly poison... But to his astonishment, the good professor appeared completely unaffected after drinking it.\nIn the end, the grand duke himself took a knee to the monk, even becoming the latter's most devoted follower.\n \nAnother tale had it that Filipov, the most adept of the fae at the art of transformation, once publicly called the professor's research nothing more than an elaborate hoax.\nThe mad monk responded to the accusation with naught but a calm smile. Then, before everyone's eyes, he summoned the soul of Filipov's late wife, who had been appearing in the bereaved fae's dreams.\nThese tales became a favorite topic of chatter at banquets. But whenever someone tried to confirm their truth, the professor remained silent.\nPerhaps no one truly cared whether these stories were true. Maybe they only existed to entertain banquet guests between songs and dances.\n \nOr perhaps, to the nobles, an outlander with no local ties was more worthy of their trust.\nOf course, it would be even better if he could assist them with a few niggles.\nBut how could mere actors in this drama have foreseen the tragic denouement's coming?"
	},
	"circlet": {
		"name": "Crown of the Befallen",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A crown modeled on the circlet worn by a sinner. Perhaps in someone's heart, love and sin flow from the same source.",
		"story": "The northern winds brought new opportunities and the touch of civilization to the ancient borderlands.\nWhere the great trees fell, cities, ports, and factories were built.\nBut only the Tsar's favorite knew that the prosperity everyone saw was not as it seemed,\nAnd that the ruler of the fae now hatched a bold scheme, a revolt that the sublunary order could never tolerate.\n\n\"But if you ask me, His Majesty the Tsar could afford to think even bigger, surely.\"\n\"Bound by the chains of benevolence to this earth, he has never once looked up at the stars.\"\n\"Such great power, and yet he only seeks to be the ruler of all living things beneath the moon.\"\n\"Little does he know that the true eternal Elysium he seeks lies beyond the sky's veil.\"\n\nThe mad monk, serving as the Tsar's envoy, arrived in Nod-Krai on a secret mission.\nWhoever claimed the treasure hidden here would wield a power capable of turning the world upside down.\nHowever, he sought this power not to save the world, but to use it as a means to serve his own ends.\n\n\"Look at these foolish, fleeting mortals, as hopeless as this rapidly fading world of illusion.\"\n\"Only those like me, who have been chosen by the supreme grace, are worthy of living on.\"\n\"Better to find liberation in sacrifice for a great endeavor than to remain lost in endless cycles of samsara.\"\n\n\"Reed Miller, cast your meaningless melancholy aside, for you and I have been chosen by fate.\"\n\"Come, follow me. Though the world is destined for destruction, we shall emerge from the celestial shell!\""
	}
}