{
	"id": 15029,
	"rarityList": [
		4,
		5
	],
	"name": "Nymph's Dream",
	"effect2Pc": "Hydro DMG Bonus +15%",
	"effect4Pc": "After Normal, Charged, and Plunging Attacks, Elemental Skills, and Elemental Bursts hit opponents, 1 stack of Mirrored Nymph will be triggered, lasting 8s. When under the effect of 1, 2, or 3 or more Mirrored Nymph stacks, ATK will be increased by 7%/16%/25%, and Hydro DMG Bonus will be increased by 4%/9%/15%. Mirrored Nymph stacks created by Normal, Charged, and Plunging Attacks, Elemental Skills, and Elemental Bursts exist independently.",
	"flower": {
		"name": "Odyssean Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "The story must end, and even fresh flowers will wither. But the flower within one's dreams will always remain in full and fragrant bloom.",
		"story": "...But in the end, a shadow still fell over the kingdom.\nIt was not that the dragon defeated the hero, but rather, that they both became lost in the world.\nAmidst the chaos as thick as lightless dark waters, amidst the sorrows and the partings that followed,\nThe Director and her sisters set out on a journey to defeat the evil at its source,\nAnd her assistant in turn boarded the ship built for battle, eventually slumbering beneath the waters.\nThe Narzissen champions and many knights, evil dragons, and virtuous sages were scattered.\n\nSome would be taken in by the Marechaussee Phantom or the Special Security and Surveillance Patrol,\nAnd they would work to protect the realm such that it would not again have a shadow cast over it.\nSome were taken in by explorers moving to and from foreign lands,\nAnd from then on would truly set out on an adventure to witness the edge of the world.\n\nMany years would pass after that.\nSome would try to prevent future tales from ever being stopped by such events as these,\nAnd so would seek out the path ahead using the secrets of machinery and bodies of steel.\nSome, on the other hand, would go against the grain, so that the stories might begin again,\nEmbarking on a journey beyond normal comprehension in the name of the nymphs.\nAnd just as how some people treasure withered flowers,\nSome still reminisce endlessly over the afternoon adventures that have yet to continue..."
	},
	"plume": {
		"name": "Wicked Mage's Plumule",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "This was once a decorative feather in someone's hat. Being dark green, it is quite eye-catching indeed.",
		"story": "Where there are heroes, there must be wicked mages, and where there are knights, there must be evil dragons.\nThe hero would always wield a holy blade, while the mage might carry some kind of magical catalyst.\nIn the interstice between adventures, when the heroes and mages and knights and fell dragons had yet to be born,\nThey would always gaze upon the feather of an unknown bird species pinned to the Vice Director's hat.\nThat feather must hold many stories within it, the little adventurers thought to themselves,\nAnd the Vice Director must have witnessed many tales, like an old heroine after her seclusion.\nOr why would even the Director, who had promised to procure the feather for us, never be able to take it off?\n\n\"Now, now, ██, ██, do get along. Don't fight.\"\nThe two who would always play the knight and the fell dragon nodded reluctantly.\n\"And when I'm not around, ███, you'll take care of ███, won't you?\"\n\"The Director and I will be back once we have finished attending to business, so don't go running outside.\"\nThe Vice Director thought for a moment, and plucked the dark green feather from her hat before departing.\n\"You've wanted this for a while, haven't you, ███? Alright then. Here you go.\"\n\"But I'm only giving this to you for safekeeping for a while, alright? I'll be quite cross if it gets dirty.\"\n\nBut in the end, this feather would never become the mystical staff used by some evil mage.\nIt would instead follow its new owner and reach the source of that which caused the calamity of parting, before returning to from whence it came..."
	},
	"sands": {
		"name": "Nymph's Constancy",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A pocket watch that has long stopped working. It seems to have borne witness to many a passing year as its hands spun in vain.",
		"story": "The hands of a timepiece must eventually return to their original places, and their circle will begin anew.\nAll that the Narzissen champions were seemed as if they would never change.\nBut the years must ultimately grind down the intricate yet vulnerable calibers of such timepieces.\nUntil such a time when a new day will not come. Indeed, where nothing will.\n\nThis pocket watch was originally owned by a tiny champion who loved machines,\nA test piece created by piecing together the rejected components of various devices.\nAt the very end, this pocket watch and the one it had been gifted to fell into the primordial liquid that dissolves all.\nBut it had already long ceased to run its clockwork course by that point.\n\n\"A long, long time in the future, in a place far, far away...\"\n\"There was a dark empire ruled by the fell dragon Narcissus.\"\n\"The princess he once yearned for had, together with the high tower in which she lived, plunged into a stagnant slumber in which there were no dreams, and so she remained untainted by him. Narcissus was infuriated by this, and so sent out his minions and enforcers to scour the empire for her treasure. He set up many defensive mechanisms using his fell sorceries to prevent those on the side of justice from resisting him. He swore that he would reclaim the princess' treasure and reawaken her. That way, he would be able to claim her wholly for his own.\"\n\"There was a group of heroes who protected a treasure that the princess had entrusted to them, a clear, bright pearl of water.\"\n\"One day, a tiny life was born from this pearl.\"\n\"Hmm... and what shall we call this life? Ah, what a pain. If I had known that this was how the story might go, I should've used your name here. Do you have any other good friends?\"\n\"'Friends, you say... Well, if that's what you need, I do have one. I think it would really fit here.'\""
	},
	"goblet": {
		"name": "Heroes' Tea Party",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A lovely teacup. Perhaps it was once used by people enjoying a leisurely afternoon together.",
		"story": "Even the Narzissen champions would need to rest for a short time along the adventuring road.\nWhen the clock sounded, many champions and mages, knights and evil dragons,\nAll forgot for a time the imprisoned princess and the treasures of the domains.\nThe dark clouds that shrouded the distant kingdom's skies temporarily faded away,\nAnd the princess amid her agonized wait would turn her gaze from her window.\nFor when the knights depart, so too must the adventure be put on hold.\nThis is the universal rule the Narzissen champions follow, and many other tiny worlds do as well.\nIf one must ask why, then it is because the refreshments made by the Vice Director are far too delicious.\n\nIt was a gloomy afternoon... but that phrase seems to have little meaning.\nFor the new home she was going to was one that would not see the light of either sun or moon.\nHere, the first person she met was the tall, pure Director.\nAnd though she was even less sure of what to do than the little girl, she still greeted her with an embrace,\nAnd got her clothes soaked for the trouble. The Vice Director was old enough to be the girl's mother.\nTaking the girl by the hand, she brought her amongst the resting champions, knights, and evil dragons.\nShe thought that this was quite alright. In any case, the refreshments really were delicious."
	},
	"circlet": {
		"name": "Fell Dragon's Monocle",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "An exquisitely-made monocle. Ancient anecdotes say that one might be able to see the future through it.",
		"story": "The heroes of different stories will naturally find different (expedient) holy swords, and they must also face different nemeses.\nBut it is oft-said that heroes who live too long, live to become the evil dragon. And when many stories cross paths, perhaps one side's hero is another side's dragon.\nThe tale that finally emerges will trend toward narratives that are easier to grasp — which is why heroes are heroes, and not evil dragons.\nThat is why, for all their strength and schemes, the evil dragons will ultimately be defeated by the heroes wielding their holy swords.\n\nAnd before the dragon falls into the chasm that dissolves all things, he will think of the times he once spent with the hero. And at last, he will say:\n\"Yes, hatred shall not fill me. I know that you have not seen the sights I have, and that is why you wish to stop me.\"\n\"The star-beasts shall drink the amniotic fluid of the world dry. A hundred years from then, all life on its surface shall be wiped away.\"\n\"I will surely return to save all souls. Ten years, even a hundred years may pass, but I shall be reborn as a new universe.\"\n\nBut the hero, victorious over the dragon, will also lose the thing most precious to him during the hunt.\nHe will never again believe in anything that the sum of human knowledge cannot completely grasp and understand,\nAnd to the end of his days, he shall conceive of a kingdom powered by machines and energies not derived from the elements."
	}
}