{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Obsidian Codex",
	"effect2Pc": "While the equipping character is in Nightsoul's Blessing and is on the field, their DMG dealt is increased by 15%.",
	"effect4Pc": "After the equipping character consumes 1 Nightsoul point while on the field, CRIT Rate increases by 40% for 6s. This effect can trigger once every second.",
	"flower": {
		"name": "Reckoning of the Xenogenic",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower meticulously carved from black crystal. It emits a mysterious light at night.",
		"story": "In the days when the dispossessed divine envoy fell into realms devoid of light, and when the ruler newly returned destroyed the blasphemous citadel,\nMany stories transpired that were never recorded or eulogized in any human history.\n\nIn the kingdom of vishaps lucky enough to survive when heaven and earth collapsed, isolated by a vast sea of red soil,\nWhere their kin could only scrape by, impoverished, in the expanse of the desolate sea, they enjoyed freedom by the grace of the one who ruled over flames.\nAnd yet the wisdom of fire had already been seized by the tide of feculent darkness, only its gray corpse shambled on.\nTo maintain dragonkind's remnant might, their blind, foolish heirs took violence for the rule of law.\nIn this land of cinder soon to vanish, upon which the sun had set, only one \"human\" cast their gaze toward the begloomed future.\n\n\"I see light fall upon the rootless earth, the dragons prostrating before their ruler's deathbed.\"\n\"I see great wisdom, great art, great civilization — and all shall perish.\"\n\"But endless cycles are the law of the world, and history will not cease on account of our sorrows.\"\n\"But tragic are my kin, for they see not how their folly serves to aid history's iron rule.\"\n\"Servants today shall be rulers tomorrow. Past slaves shall be future masters.\"\n\"Our race is mired in spiraling contradiction inexorable. Only in sowing seeds shall we find salvation.\"\n\"Perhaps, out there in the abundant primordial wilderness, there is a land that has yet to know the touch of filth and decay.\"\n\nThus, passing through searing flame and raging wind, it took as-yet unextinguished primordial kindling from the ancient palace beneath the magma.\nBearing the hopes of another race, the wisest of dragons bid farewell to the splendorous city ineffable."
	},
	"plume": {
		"name": "Root of the Spirit-Marrow",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A feathered accessory made in imitation of an ancient dragon's wing. Perhaps it was once a memento of some forgotten history.",
		"story": "In the age when wildfire consumed the roots of the world, and when the barbarian tribes sliced through the briars to open the mountains and woods,\nMany stories transpired that were never recorded or eulogized in any human history.\n\nThe wisest among dragons traversed the burning plains, carrying the seed split from the primal fire, stepping into a rugged, untamed land.\nYet as it walked through hot springs and valleys that dragonkind had yet to touch, seeing things grown from soil or created, none met its expectations.\nUntil one day, when the fog dispersed in a deep valley, it discovered the creator's most beloved, and yet the weakest of species,\nThose who should still have been wrapped in swaddling cloths yet were born in a land where dragons did dance, and so could only eke out survival in the shadow of ancient wings.\nThough they had long lost their guidance, forgotten their past histories and memories, and lost themselves amidst mountain and wood, they endured still.\n\nMarveling at their tenacity, unity, and courage, the sage amongst dragons resolved to grant them the kindling of wisdom,\nBut that precious gift was not without cost. It would civilize these barbarians, but it would also order their destinies.\nFor unlike the plan of that first divine one, what the most sage one brought was the profane path of \"evolution,\"\nIts far sight had divined that at the end of that path, human blood would be poured into the derelict body of the moribund earth,\n\nMerging two species and two bloodlines as one, and thus would an ancient pulse surge through a reborn civilization.\nIndeed, it would be as the wisest one said unto the first barbarian who climbed upon the floating landmass to visit it:\n\n\"But from your heirs shall come the savior of two worlds. He shall be brutal as the lions and scorpions, but as cunning as a wild fox.\"\n\"One day, he shall slay the overlord of fire and ascend to the oldest of thrones. Praise be unto the ruler of two worlds!\""
	},
	"sands": {
		"name": "Myths of the Night Realm",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A mysterious ritual element that is neither a timepiece nor a compass. Nowadays, no one has any idea what it is used for.",
		"story": "In the years when ancient humans dammed up the black tide with their very bodies, in the days when floating land and eternal night still walked separate roads,\nMany stories transpired that were never recorded or eulogized in any human history.\n\nAll know that brave and wise Chaac took the ever-bright kindling from the hands of the Sage of the Stolen Flame,\nAnd that he shared this kindling with his fellow tribespeople, passing the secret of fire on to all who came forth to study it.\nBidding farewell to long years of chaos and ignorance, the new sprouts of civilization sprung up once more from untamed wilderness,\nBut within their massive walls, the winged ones who lorded it over all had yet to realize that the wheel of fate had begun to turn.\n\nLegend holds that the great Sage who dwelled in the stillness of the floating land knew the answer to all questions in the mortal world,\nBut that even he had no answer to two matters: the end of the living, and the homeward path of the dead.\nPerhaps it was that the gods of the night realm ruled over the underworld, for they were great foes of the Sage in ancient days,\nOr perhaps his long-considered plan would crumble should the everlasting flame reconnect with the roots of the earth.\n\nHaving mastered the majestic primal fire, fearless Chaac and his companions at last defeated that raging, wicked dragon, and founded the first tribe.\nAnd yet even ancient heroes could not defy the verdict passed by time, for it is eternal, and so one by one, his companions bade him farewell.\nAt last, only Chaac was left, a veteran of countless battles. His tribe had scattered, and none now sang of his saga.\nOnly in the deepest nights could he hear that call from a faraway realm, as if to reignite the fading flame in his heart.\nOn the last night of his life, he climbed a high mountain to ignite the first flame. He called out, hoping to reunite with his former companions.\nAnd the god of the night realm responded. That night, people throughout the land seemed to hear voices from another world,\nLike a mother's clear song, like the low whispers of old friends — the birth-cry of the first Wayob of the Night Kingdom."
	},
	"goblet": {
		"name": "Pre-Banquet of the Contenders",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A vessel that seems to have been made by twisting and forming stone in a seemingly whimsical fashion. But it is an open question as to who possesses such strength...",
		"story": "In the age where the burning realm's horns resounded never-ending, where heroes fought each other for conquest,\nMany stories transpired that were never recorded or eulogized in any human history.\n\nWhen the priests of smoke and mist lit bonfires tall enough to block out the sun and offered the blood of other species to their valiant ancestors and invisible deities;\nWhen the hero who had drawn from the flame rode a tamed beast to the fortress built from massive stones through the guidance of the tribal Wayob;\nWhen the reptiles that dwelled within a city so ancient that none knew its builders scaled its twisted towers in terror,\nOnly the wisest among dragons stood within the stagnant void, a silent observer of the grand, drawn-out tragedy.\n\nThough the envoy of dusk was not part of its plan, the path of \"evolution\" did not thus deviate,\nAnd through careful selection and cultivation, the tribal heroes it had nurtured had ascended to the stage of competition between all parties.\nIt believed that the strongest amongst them would become the hero who would rule all human tribes dwelling atop the black stone.\nIn his name, they would make a covenant, raise a banner of the blazing sun, and march upon the city of deep wells, that even gods had yet to conquer.\n\nOn that day, the living corpse on the throne would spit forth flame that could stain the sky red, and the new king would receive the primal fire as a tribute due them for ascension.\nOn that day, the dragons would once more bow before the overlord of two worlds, and the knowledge of countless years of civilization would be open to him.\nFor it knew that the foes in the shadows were not far off. Indeed, they still hid in the night's deepest depths, waiting to strike a final blow.\nFor it knew that neither the gods in their heavens nor the high king among dragons would suffice — all knowledge and strength had to be gathered before that day came.\n\nOnly by this could his stubborn kin awaken from the ancient, shattered dreams of a decrepit king.\nOnly by this could the ancient civilization welcome suitable successors and find its footing once more on the earth."
	},
	"circlet": {
		"name": "Crown of the Saints",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A crown made of obsidian that in ancient times was used in coronation ceremonies by noble tribal kings.",
		"story": "In the era when the dark tide of filth arose from the sky's edge and heroes sun-bright marched forth to conquer,\nMany stories transpired that were never recorded or eulogized in any human history.\n\nWhen human warriors bid farewell to their secluded villages and brought blessings of the Wayob to once-inaccessible, forbidden realms,\nThe ancient dragons had become extinct from the fields they once ran upon, and the fruitful soil and springs had taken upon new colors.\nThe palaces and temples built upon magma cliffs lost their luster, now silently waiting for the judgment at the end of days,\nIn this dreamlike realm, cut off from the world, the end of the era of the ancients, too, drew nigh.\nAnd in the lightless lands of night, the sacred ones continued their dissension over who would deliver this final verdict.\n\nHe was a hero unprophesied, a champion unaccounted for by any plan.\nThis was a time when the war chiefs of the tribes had abandoned their great cause of slaying wicked dragons, vying power-drunk for supremacy;\nWhen their warriors plunged into endless warfare, leaning on savage beasts for support.\nAnd in those days from the dark lands rose a king bright as the newborn sun, warm as the budding dawn.\nHe wore a crown woven from golden flowers, wielded a great blade of obsidian, and visited one tribe after another.\n\nDisagreements born from blades can only be resolved by the blade, and delusion born from ambition can only be subdued by ambition still greater.\nAnd the one who had thought itself master over evolution never imagined that those with strength would give it an answer beyond conquest and slaughter.\nUnder the sun's radiance did the tribes make a pact of armistice, and thus did the sacred ones of the night realm lay their arguments aside and offer him the crown.\nThe dawn of a new era emerged over the horizon, and when that light illuminated the earth, even the beasts of darkness had nowhere to hide."
	}
}