{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "Ocean-Hued Clam",
	"effect2Pc": "Healing Bonus +15%.",
	"effect4Pc": "When the character equipping this artifact set heals a character in the party, a Sea-Dyed Foam will appear for 3 seconds, accumulating the amount of HP recovered from healing (including overflow healing). At the end of the duration, the Sea-Dyed Foam will explode, dealing DMG to nearby opponents based on 90% of the accumulated healing. (This DMG is calculated similarly to Reactions such as Electro-Charged, and Superconduct, but is not affected by Elemental Mastery, Character Levels, or Reaction DMG Bonuses). Only one Sea-Dyed Foam can be produced every 3.5 seconds. Each Sea-Dyed Foam can accumulate up to 30,000 HP (including overflow healing). There can be no more than one Sea-Dyed Foam active at any given time. This effect can still be triggered even when the character who is using this artifact set is not on the field.",
	"flower": {
		"name": "Sea-Dyed Blossom",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A soft flower that has taken on the many shades of the capricious ocean. It shines with wondrous colors under the moon's silver light.",
		"story": "A tender flower from the ocean. Its core is adorned with pure pearls.\nThe songs of Watatsumi Island say that these flowers bloom in the pearl-lit depths.\nSteeped in the lovesickness of the diving sea-daughters and the gentle moonlight, they would give off a pearly gleam.\n\nWhen all conflicts have ceased, the sea beasts shall no longer weep for their lonesome companions,\nAnd when the moonlight rises over Touzan, the lovely deity shall rise and sing.\n\"Come, sea-daughters, come and see, O people of my heart, for the moon is out tonight.\"\n\"Though Touzan might fall this night, the lightning and the storm can never hide the moon's pearly glory...\"\n\nThe lonesome maiden will sing and dance upon the moon-silver waves.\nThe divers shall forget the pain of loss, and even the tender flowers will regain their vibrance."
	},
	"plume": {
		"name": "Deep Palace's Plume",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A down feather with the same hue as coral, said to come from a shrine maiden's ceremonial garment.",
		"story": "In the days when the many clans first saw the light of day, Omikami chose shrine maidens from among the people of the sea.\nIn the island-songs of history, the first Divine Priestess was once one of the sea-daughters who collected pearls.\n\nShe would come amongst the children, who in their meaningless conflict, lost sight of their future,\nAnd amongst the old who had lost sight of life's beauty amidst ruthless tragedy.\nThe Divine Priestess comforted the people using her lovely songs and gentle words,\nAnd even amidst the stormy times, the people of Watatsumi saw hope for the first time.\n\nThis sea-born feather was said to have come from that Divine Priestess' ceremonial garb.\nIt was plucked by mistake by a child's tender hand, and was preserved by a fretful person.\n\nLater, when the brave hero and priestesses rushed to their irrevocable sacrifice,\nThe Divine Priestess' ceremonial garment was not lost, but passed down in memory to the present day."
	},
	"sands": {
		"name": "Cowry of Parting",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A clean, flawless seashell that comes from the bottomless ocean.",
		"story": "Time seems to pass exceedingly slowly in the silent, fluorescent ocean depths.\nEven the bright seashells might grow forgetful as the years lengthen.\n\nThe people of Watatsumi once came forth from the darkness, and thus bade farewell to the long dreams of the deep.\nThey escaped the prying gaze of the Dragonheirs in the dark, walking the glimmering coral stair into the realm of daylight.\nIt is said that at that time, the ocean people would take a single seashell as remembrance for their clan.\nAnd as for those who had lost theirs, they would be welcomed into a new family.\n\nIn the ancient tongue, these pure shells would become known as the Parcels of Reunion.\nTwo parties who embrace shall not again be parted by an outside force, though this enjoining is not itself eternal.\nThese seashells, therefore, were a farewell to life beneath the waves, and the beginning of a new life under the sun."
	},
	"goblet": {
		"name": "Pearl Cage",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "The shining pearls that the shrine maidens of Watatsumi Island offer up shine eternally and never dim.",
		"story": "To the sea people, the bright pearls that Watatsumi's deity once praised are priceless treasures.\nOnly the Divine Priestess had the right to sing the great song themed around those pearls.\n\nLegend has it that the rainbow-hued clams produced these flawless gems in gratitude for Watatsumi's tenderness.\nIn latter days, it was even said that the bloodline of the Divine Priestess was originally birthed from these pearls.\nHaving stepped from her soft, vivid cradle, she and the sisters who danced with the sea and moon were greatly favored,\nFor out of his rejoicing and love, Omikami gave unto them beautiful gems that granted them the pure desire to pursue daylight.\n\nIn the hands of those whose veins run true with Watatsumi blood, pearls seem to gleam brighter than normal.\nPerhaps this is but an ancient tale, the truth of which can no longer be verified.\nBut it is said that at the point of defeat, the Divine Priestess and the twin sisters exchanged their clothes and concealed themselves within the endless waves.\nOnly this bright pearl was lost in the rippling tumult, returning to the silent solitude of the depths."
	},
	"circlet": {
		"name": "Crown of Watatsumi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "An ancient, intricate crown that was once used by a forgotten clergy member. Today, this relic has been enshrined with great ceremony by the people of Watatsumi.",
		"story": "Omikami once selected his clergy from amongst the people of Watatsumi, personally giving them these circlets of office.\nBut when the age of the martyrdom passed, and the old priesthood passed with it, these lovely crowns were sealed.\n\nThe people of the sea sing that these crowns of pearls and coral will never be stained by any dirt,\nAnd that any who should have the fortune to receive one were recognized as rulers by Omikami.\nThe valiant vassal lord known as Touzannou and the twins who traversed the waves freely...\nThey all had Omikami's tender gaze and favor, and have been immortalized in the islanders' songs.\nIt is said that these rulers once served as the deity's auxiliaries, guiding the people of the sea to farm, fish, and hunt on their island.\nBut as the time of destined martyrdom came, a god would fall.\n\nBearing the hopes and memories that were brought up from the ocean depths, and steeped in a history and culture that are now lost,\nThese intricate and enchanting crowns passed with their owners into the forgotten rifts."
	}
}