{
	"id": 10001,
	"rarityList": [
		3,
		4
	],
	"name": "Resolution of Sojourner",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "Increases Charged Attack CRIT Rate by 30%.",
	"flower": {
		"name": "Heart of Comradeship",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A small cerulean flower with somebody's ribbon pinned to the stem.",
		"story": "The traveler from a distant land pinned this flower close to his chest.\n\nThe traveler left a life of great privilege to pursue a wandering, unburdened life.\nIn a foreign land, by a clear lake of sweet waters, he met a frowning maiden.\n\n\"A traveler from afar? ...Huh. Not like it matters.\"\n\"You're a musician? Well then, pray do not insult me with empty praises or song.\"\n\"Just remember me as I am.\"\n\"As one about to be offered up as a sacrifice for the 'festival.'\"\n\nThe traveler who had abandoned his homeland pinned this flower close to his chest.\nHe wished to remind himself to love no one, and become attached to nothing.\nYet he would remember that maiden as he had promised, and walk into the fire for her sake..."
	},
	"plume": {
		"name": "Feather of Homecoming",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A blue arrow fletching imbued with the sentiment of travelers that had once faded into the horizon.",
		"story": "Hope was ripped to shreds by ruthless might, and promises of reunion disappeared like fleeting shadows.\nThe wandering traveler had once against lost a place to call home.\n\nThe condescending evil stole his love's joy,\nAnd the endless conflict ground down his irreverent soul.\nThose gentle, playful rhythms of revelry,\nNow turned to sharp, icy clangs.\n\nFor his comrades, for his best friend, for the tables around which none would again share wine.\nFor freedom, for life, and for revenge against the evil that had taken her smile.\nThus resolved, the traveler plucked his last string, and fired his final arrow.\n\nAs he grew accustomed to life in this foreign land, he gazed up at the azure sky.\nAh, so the sky here was the same as the one back in his homeland..."
	},
	"sands": {
		"name": "Sundial of the Sojourner",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A sundial that has survived the ages, always silently recording the cycles of the sun and moon as they pass through the sky.",
		"story": "The traveler pursued both fate and the inexorable passage of time.\nThe troupe that resisted the aristocracy — and their end — could be seen in the eternal flow of time.\n\nIn the course of a long journey, even the most well-made watch might cease to work.\nThe only unfailing marker of time was the passage of the sun and moon.\nSo to chase formless time, the traveler could only pursue light itself.\n\nThe great halls of the nobility, and the rebellious troupe with no room to lay their heads.\nBoth were churned just the same by the flow of time, and both like fleeting dreams raced towards the same destruction.\n\nUnder the moonless night sky, the dark shadows drew upon the outlander's tired face.\n\"The songs are spent like arrows few, to the choir the curtain calls.\"\n\"Shall I ever see you smile anew, when the tower in the city square falls?\""
	},
	"goblet": {
		"name": "Goblet of the Sojourner",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A plain porcelain goblet that was once brimming with joyous brews.",
		"story": "A lyre has 4 strings.\nThe days he spent with his comrades in the \"troupe\" were probably the happiest in his life of wandering.\nAt first, it was just a chance meeting with the conductor — but for the invisible strings of fate.\nFirst came the girl who used a flute as a sword, and then that fellow Kreuzlied — one by one, the traveler met them all.\n\nIn the joyous tavern, the lyrist introduced a maiden he had met by chance to his comrades amidst the singing and dancing.\nThe drunken traveler strummed the strings and sang in a loud voice.\n\nWith them by his side, he would never have to travel alone again...\nPerhaps it would be alright to walk with them till journey's end."
	},
	"circlet": {
		"name": "Crown of Parting",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A reed coronet that emanates the spring breeze.",
		"story": "The departing traveler would take this crown of willow branches as a final memento.\nWith it, he would remember his lover, now departed like a dandelion on the breeze.\n\nThe traveler was the wandering lyrist, and that maiden in the country of wine was a prisoner of the nobility.\nFor reasons he knew not himself, his lyre-song revealed his true heart.\n\n\"What would move me, you ask? ...Well, it would be your smile.\"\n\"I've never known you to smile, after all. Not even once.\"\n\"I will break the chains that bind you.\"\n\"When that time comes, would you let me see you smile?\"\n\n\"Yes, and thank you. It would be wonderful indeed if you could do that.\"\nPretty words, but who could trust them, coming from a singer?"
	}
}