{
	"name": "Retracing Bolide",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Increases Shield Strength by 35%.",
	"4pc": "While protected by a shield, gain an additional 40% Normal and Charged Attack DMG.",
	"flower": {
		"name": "Summer Night's Bloom",
		"relictype": "Flower of Life",
		"description": "A man-made flower in eternal bloom. Who knows if there truly is life in there?",
		"story": "A summer festival flower that blooms forever,\nThat will not wilt even if buried deep below the snow.That will not wilt even if buried deep below the snow.\n\nSome may label it an imitation, an false life,\nFor life lies in change, pain and growth,\nIn meetings, and also in partings.\n\nBut the memories of meeting her,\nOf watching the fireworks bloom in the sky like fresh flowers together,\nThe memories of that foxy-eyed woman who eventually disappeared without a trace...\nThat unwithering flower is the final thing to remember her by.\n\nIn the end, the difference comes down to the fact that for some,\nLife is as eternal as this undying summer bloom,\nBut for most, it is as transient as smoke."
	},
	"plume": {
		"name": "Summer Night's Finale",
		"relictype": "Plume of Death",
		"description": "A well-crafted wooden dart. It will only stop once it has reached its destination.",
		"story": "An intricately-made throwing dart. It is a common sight during the summer festival.\nIn the ghost stories of Inazuma,\nThere is a tale about a meeting between the human and inhuman...\n\nTo celebrate my wife's pregnancy, I went to the shrine to give a votive offering.\nBut for reasons unknown, I went up the mountain with these objects.\nThe water balloon from when I seven, the fox mask from when I was seventeen,\nAnd a flower that would not wilt in ten or even a hundred years.\n\nWhy did I expect to meet her again?\nNo matchmaker introduced myself and my wife, and we were always short on money,\nAnd it took some time for us to produce an heir,\nBut our days were still filled with happiness, were they not?\n\nBut still I detoured on that mountain road to the place where I'd seen the fireworks with her.\nPulling the bushes apart, I thought I saw her dressed in white, sitting upon that rock.\nBut when I came forward and looked, it was just a fox sunbathing.\nIt leaped up at the sound of snapping branches, and fled into the woods,\nAnd like the spots of light that poke between leaves moved by the breeze, it was gone in a flash.\nAll that was left was an old wooden throwing dart."
	},
	"sands": {
		"name": "Summer Night's Moment",
		"relictype": "Sands of Eon",
		"description": "A pocketwatch that has stopped at a certain point in time.",
		"story": "A small, ornate pocket watch.\nThe watch seems to have stopped at a certain time of day.\nIn the ghost stories of Inazuma,\nThis has something to do with an encounter with something inhuman...\n\nOn the night of the summer festival, as I walked the path to the shrine with the girl I admired,\nI heard, only barely, the sound of a lost child's cries.\nIn that moment of distraction, I fell, spraining my ankle and breaking that pocket watch.\n\nWhile she ran to look for some ointment,\nI tried to make way for the people passing through,\nAnd sat down on a rock by the wayside to rest.\nThe beautiful mask-wearing woman sat down beside me.\n\"There are few who know about this spot.\"\n\"But it's the best place to watch the fireworks, you know?\"\n\nIt should have been a dream.\nWe hadn't met in ten years,\nAnd she had aged not a single day in those years, and yet...\n\n\"You've grown so much. Looks like we should pass on the game of fusen.\"\n\"I've brought wine, though. Let's watch the fireworks together. What do you say?\""
	},
	"goblet": {
		"name": "Summer Night's Waterballoon",
		"relictype": "Goblet of Eonothem",
		"description": "Water balloons can be seen everywhere during the summer festival, but none are as finely-wrought as this one.",
		"story": "A beautiful water balloon filled with water.\nIn the ghost stories of Inazuma,\nThis is a memento from a chance meeting with something inhuman...\n\nDuring the summer festival, I was separated from my parents.\nIt was but a moment, but I had wanted to look at the water balloons,\nAnd let go my hand that had gripped on to my father's sleeve.\nBefore we knew it, the tide of people escorting the divine palanquin had washed us apart.\n\nI cried by the torii gates along the road to the shrine,\nAnd I counted the feet of the people ascending the mountain.\nI do not know when it happened,\nBut a beautiful lady with fox-like eyes had come to my side, and taken my hand.\n\n\"How preposterous, to leave such an adorable child here.\"\n\"So, how about it? Would you like to see the fireworks, throw some darts, and play fusen with me?\""
	},
	"circlet": {
		"name": "Summer Night's Mask",
		"relictype": "Circlet of Logos",
		"description": "A popular mask cast in the image of a deity, as described in the legends.",
		"story": "The mask of one indwelt by a deity.\nA mask that has been cast in the image of some legendary deity.\n\nPeople will often take on the guise of the fox of legend,\nCovering their faces with masks based on her divine visage,\nPerhaps wishing that they might gain her ability of transformation.\n\nIn Inazuma's legends, everything has a spirit.\n...But even so,\nIt is likely that most such beings would have long fled,\nDriven into the forests by the suppression of the Shogun.\n\nBut many people still believe in these divine foxes and the ability to be indwelt by them...\nThey believe that thousands of years of age may confer power upon animals.\nAs such, they also believe in what this fox mask represents.\n\nA note has been left on the back of this mask, written in a lovely hand.\n\"I'm sorry, I departed under the cover of the fireworks.\"\n\"We will most likely never meet again. Take care of yourself.\""
	}
}