{
	"id": 10012,
	"rarityList": [
		3,
		4
	],
	"name": "Scholar",
	"effect2Pc": "Energy Recharge +20%",
	"effect4Pc": "Gaining Elemental Particles or Orbs gives 3 Energy to all party members who have a bow or a catalyst equipped. Can only occur once every 3s.",
	"flower": {
		"name": "Scholar's Bookmark",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A dried flower used as a bookmark. It has absorbed the scent from the pages.",
		"story": "Flowers were a rare sight for the scholar who lived in her ivory tower, buried under piles of books.\nA young man, who admired the scholar, once gave her this exotic flower in the hope of bringing some life to the dull and lonely days she spent in her study.\nThe scholar accepted the gift gratefully and made a flower bookmark with it.\nEver since then, there has always been a splash of vivid color hidden somewhere in the pages of the dull piles of books."
	},
	"plume": {
		"name": "Scholar's Quill Pen",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A bird's feather that serves as a quill pen. The tip has long been stained black.",
		"story": "The scholar's quill pen is made from the feather of an exotic bird.\nAfter an enormous amount of writing, the feather has been stained black.\nIn all her years, the scholar never thought of changing her stained quill pen for a new one.\nJust as an old soldier feels most at ease with his own weapon, the scholar needed her familiar quill pen."
	},
	"sands": {
		"name": "Scholar's Clock",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A small desktop clock, whose former owner was a scholar sat in a windowless room buried in books. This was probably the only reference they had to the time of day.",
		"story": "A delicate clock placed carefully on the scholar's desk.\nSpending days and nights in her study, the scholar lost all sense of time.\nThis exquisite clock served as a beacon guiding the scholar in her relentless pursuit of knowledge.\nThe time the scholar spent would prove to be fruitful. Knowledge would find its way to her."
	},
	"goblet": {
		"name": "Scholar's Ink Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "Originally designed to hold drinking water, this cup was stained black after a scholar used it to wash their paint brushes.",
		"story": "A delicate tea cup that belonged to a scholar. This treasured cup is made of light porcelain and gilded with gold stripes.\nThe dainty cup was in stark contrast with the messy room in which it was found, but seemed to suggest that the scholar was from a well-to-do family.\nNot caring about the beauty and purpose of the tea cup, the scholar in her ivory tower dipped her quill pen in it.\nShe only saw it as a convenient ware to wash the tip. Now covered in ink stains, the cup has long since lost its former elegance."
	},
	"circlet": {
		"name": "Scholar's Lens",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "This corrective lens helped restore the vision of one whose eyes were damaged from intensive studying.",
		"story": "The pursuit of knowledge is a risky gamble. Even after devoting one's entire life to it, it may prove to have been futile.\nThe scholar spent half of her lifetime in endless research, taking notes and making calculations.\nHaving failed to find the answers she was looking for, she once hesitated and questioned her career choice, thus wasting further time.\nHer once sharp eyesight had also been damaged by intensive reading.\nAll this, and the answers she sought were still beyond her reach."
	}
}