{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Scroll of the Hero of Cinder City",
	"effect2Pc": "When a nearby party member triggers a Nightsoul Burst, the equipping character regenerates 6 Elemental Energy.",
	"effect4Pc": "After the equipping character triggers a reaction related to their Elemental Type, all nearby party members gain a 12% Elemental DMG Bonus for the Elemental Types involved in the elemental reaction for 15s. If the equipping character is in the Nightsoul's Blessing state when triggering this effect, all nearby party members gain an additional 28% Elemental DMG Bonus for the Elemental Types involved in the elemental reaction for 20s. The equipping character can trigger this effect while off-field, and the DMG bonus from Artifact Sets with the same name do not stack.",
	"flower": {
		"name": "Beast Tamer's Talisman",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower carved from flint and Drakite, signifying that its bearer is qualified to become a beast tamer.",
		"story": "This flower, carved from flint and Drakite, was left in Cinder City. It is a talisman passed down through generations by beast tamers from the Scions of the Canopy.\nA flint paw print adorns the item, said to have been made by the first Yumkasaurus to bond with a human.\n\nThe beast tamers are those who focus on building friendships with Saurians. Their ideals are sometimes incomprehensible even to their fellow tribespeople,\nFor they seek to settle matters peacefully even with violent Saurians who have hurt a human, even attempting to beat the Saurian Hunters to the punch.\n\"There is a way to gain the trust of even the most vicious Saurian — all that is needed is enough patience.\"\nThis was the wisdom the young beast tamer received from his master alongside this weighty talisman, and he kept it in his heart.\n\"Beasts, too, have the same hearts as we do.\" So he believed, and so kept faith, until the world-engulfing black tide came.\n\nThose were monsters who could never be understood, beasts with whom peace could never be made.\nWhen he finally returned to his hometown, all he saw were dreams ripped to shreds by monstrous claws running amok.\nSettling the tribespeople fortunate enough to survive, the beast tamer, no longer young, embarked on a journey from which there could be no return.\nThis time, his foes were the heartless demons that came in with that dark tide, and dealing with them, too, required patience.\nFor only patience could ensure that not one of them was left to plague the land he held dear.\n\nLegends hold that the ancient Python King once forged a secret, Abyss-repelling treasure that could only be retrieved from the filth-ridden ancient city.\nPerhaps such was simply the wishful thinking of those who dwelled deep in despair, but for the brave, this hope was yet worth a try.\nAt the end of his journey, the warrior bereft of his home would reach the burned-out city, and there come face to face with a secret long buried."
	},
	"plume": {
		"name": "Mountain Ranger's Marker",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A signal used by mountain rangers to mark out paths. Their bird-feather shapes make them very eye-catching indeed.",
		"story": "Some say that the Mountain Rangers who came from the spring's source would leave these feather-like tokens on the paths they trod,\nBoth to mark the road out and also to tell future visitors that someone had come this way in the past.\nToday, these tokens lie silently in deserted nooks of the ash-laden ancient city.\nAnd none would ever walk these paths again, just as those who left the tokens behind had hoped.\n\nThey had stepped on every firm rock in the mountain cliffs and trod upon every fallen leaf in the forest—\nNever did they stop, those Mountain Rangers, they who had long committed every inch of Natlan to memory.\nWhenever travelers or explorers from abroad arrived, they would enthusiastically serve as guides,\nThough even those wondrous sights to behold were to them merely old childhood friends.\nThen the day came when the black tide swept across the distant skies, and all that was once familiar vanished into the void.\n\nWhere children once played laughing in gardens, now only ashes and bones burned by wildfire remained.\nWhere the tribespeople once washed their work fatigue away in hot springs, now fresh blood and mud ran over the banks.\nBut the final Mountain Ranger had no time to stop and mourn, for there were things he had to do—\nTo set out again on this path he no longer knew, and retake his home, once so familiar.\n\nLegends said that a treasure powerful beyond measure lay at the heart of the black tide, in the ancient city wherein a foul dragon lurked.\nIt was akin to a golden wheel that could reverse time's flow, burning away the writhing agonized present and bringing the beautiful past back.\nAs if grasping a last lifeline, the veteran, peril-proven Mountain Ranger decided to make this his final stop,\nEven should it be yet another trap laid by some heartless spectator for the terrified people."
	},
	"sands": {
		"name": "Mystic's Gold Dial",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A golden disc shaped like a sun. The draconic patterns on it seem to symbolize the cycle of life and death.",
		"story": "Ordinarily speaking, mystics born in the canyon of night smoke would have to train for decades to grasp the techniques needed to communicate with the Wayob.\nBut in this most chaotic of times, even the freshest-faced disciple had to take to the battlefield, guiding the heroic spirits of the fallen home.\nThis lovely golden disc, lost within the ancient city, once belonged to an equally beautiful little mystic, and the needle upon it always points home.\n\nWhen the black tide darkened the sun and enveloped the land, the Night Kingdom was also occupied by the vicious hounds of the beast-rifts, and their dark blood was smeared everywhere.\nThe voices of the ancient Wayob were drowned amidst the sonorous sea of metal and stone clashing and the wailing of tormented life, nigh forgotten by all.\nBut the tribal shamans knew that for warriors devoured by the dark shadows, even death was a luxury,\nAnd even should their valiant spirits escape the clutches of evil, they would often lose their way in the night realms, finally becoming unable to return home.\nTo maintain the staying power of the tribes in battle and to reclaim their lost kin, one group of mystics after the next departed the canyon,\nAnd they could be seen fighting everywhere, whether it was a corpse-strewn battlefield, or amidst ruins filled with devastation.\n\nFor the young mystic named Liriwu, this was her first time embarking on such a long and arduous journey.\nThe team of adventurers whose goal was to reach the city above the clouds were battle-hardened veterans one and all, save for her.\nAlthough she had been most earnest in her desire to join, the creatures lurking in the city still far exceeded her imagination.\nHer companions had long anticipated this, and so they left her behind in a safe tower before departing quietly,\nWhen the girl who had fled in the face of danger finally made it to their encampment, all that awaited were shattered corpses, the remains of the dragon's hearty meal.\n\nAs a mystic, not only had she failed to rescue her allies, but she could not bring their souls back, either.\nBut if nothing else, she had to bring tales of their end back to their families who yet awaited their return.\n\"I remember now... our leader said that he had a child, so... Come on, Liriwu, pull yourself together...\"\nCarrying new hope in her heart, she set out on another path — upon a homeward road for all."
	},
	"goblet": {
		"name": "Wandering Scholar's Claw Cup",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A strange goblet strikingly similar in shape to a dragon's claw. Its maker must have made it with something special in mind.",
		"story": "Even in this fertile land where martial prowess prevails, some have eyes only for books and knowledge.\nSo it was for a certain someone who claimed to be the President of the Saurian Relics Association, who carried thick woven scrolls day in and day out,\nOr spent those days tampering with mystery mechanisms of unknown provenance. To prove that his research was not utterly useless,\nHe would also make some items, with this strangely shaped beast-claw goblet being his pride and joy.\n\nAt that time, he had yet to realize how much of a luxury all this pointless study was.\nWhen dark nightmares devoured homes, all the woven scrolls they worked so hard to find were destroyed in the fires of war.\nHis daily routine, to which he was long used, evaporated as if he had awakened from a quiet afternoon nap,\nAnd destiny pushed him onto another path, and in this he no longer had any choice.\n\nHe had once read in the oldest scrolls that the ruins left by the ancient dragons contained weapons capable of defending against the demons.\nSo, to prevent his comrades from dying in vain, he put his past research aside, dedicating the rest of his life to a new cause.\nThe machines of the secret source excavated from those abandoned ruins were restructured and modified to aid the warriors.\nPerhaps it was the knowledge accumulated over the years, or perhaps it was some wise sage's guiding hand behind the scenes, but the project went incredibly smoothly,\nUntil, at last, in the depths of a forsaken city, he discovered a secret — or perhaps a curse — that had been hidden for thousands of years.\n\nLegends held that the Python King of Ochkanatlan once built a sky-faring treasure ship,\nAnd that within this ship was a secret prize that could drive the Abyss beyond the bounds of the world.\nSuch legends became a balm to those eking out survival in such desolate times,\nAnd a beacon to countless adventurers who embarked on lengthy journeys to save the world.\n\nNot one who ventured forth returned, making the scholar a target for public scorn,\nYet he kept faith that this was no lie, that this was a truth he had witnessed with his very own eyes.\nSome say he meant to prove his point, or perhaps he meant to end all this,\nBut the traveling scholar, at last, joined a team of adventurers, heading toward the city up in the clouds."
	},
	"circlet": {
		"name": "Demon-Warrior's Feather Mask",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A feather mask with falcon-esque plumage. Many legends surround this object.",
		"story": "The tribe built atop the mountains would regularly host combat tournaments, in which contestants would wear special masks.\nThese served to intimidate opponents, but contestants also saw them as symbols for themselves.\nWhenever a masked warrior took the field, their fans would roar out, yet fall silent when the opposition made their entrance.\nBut when the man wearing the feather mask bearing a falcon's semblance entered, all would be strangely silent.\n\nBefore becoming an adventurer, Taika was the mightiest warrior in the Flower-Feather Clan, always getting the upper hand during these rites of contention.\nSometimes this would even bore him. Perhaps this was how the rest of his life would play out — for how could he have known of the imminent catastrophe then?\nIt began as mere dark clouds roiling on the horizon, then sporadic reports of people disappearing in the night realm... and when the monsters appeared before them,\nNone were ready.\n\nNonetheless, someone had to shoulder the responsibility, and the strong naturally should bear a greater burden.\nIt was only after witnessing true war that he first felt the weight of destiny.\nThus did he bid his wife and unborn child farewell, and he became himself a fearsome demon on the battlefield,\nFor to vanquish demons and monsters, one must become more ferocious still.\n\nThat was the last battle of his life, and as he collapsed amidst the pool of blood atop the apex of the Cinder City, countless scenes flashed before his eyes.\nHe glimpsed the fiery red flames of the ancient land bloom before them once more like fields of flowers upon the plains,\n\"The gates of hell are stained red by the flowing blood of the brave. Let me offer my blood, and leave the key to those gates with my child.\"\nOr perhaps what he saw was the faint light through the crack in that gate, at the last reminding him of the words he said to his beloved wife as they parted.\n\"...If it's a girl, call her Bona. She will surely become an outstanding warrior.\""
	}
}