{
	"name": "Shimenawa's Reminiscence",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATK +18%.",
	"4pc": "When casting an Elemental Skill, if the character has 15 or more Energy, they lose 15 Energy and Normal/Charged/Plunging Attack DMG is increased by 50% for 10s. This effect will not trigger again during that duration.",
	"flower": {
		"name": "Entangling Bloom",
		"relictype": "Flower of Life",
		"description": "A lovely amulet made from twisted paper cord. It is said to hold the power to make wishes come true.",
		"story": "An omamori crafted using an art known as Mizuhiki.\nIt is said to have the power to bind wishes and the reasons for those wishes within itself.\n\nOnce, I learned how to manage the affairs of the shrine under the tutelage of a mighty kitsune.\nBack then, I was just a young shrine maiden who had just arrived on Narukami from a small fishing village.\nI was duller than a teapot and had yet to lose the obstinate impulsiveness and curiosity of a child,\nI was always naively skeptical of the elegant but incomprehensible words of Lady Saiguu.\n\n\"Everything in the world is entangled. Hence, illusory visions were born out of concrete reality.\"\n\"The so-called omamori cannot make one's wishes come true at all, but they can make them eternal through this entanglement.\"\n\nSeeing my befuddled expression, a picture of complete confusion, Lady Kitsune couldn't help bursting into laughter,\nShe cheerfully knocked my head with her pipe and sneakily changed the subject.\n\n\"I suppose you've met your fated one as well, Hibiki?\"\n\n\"What sort of 'fate' could there be with a rude and reckless brute like that!\"\n\n\"Oh, is that so?\"\n\nBut darkness engulfed everything in the end.\nThat \"fate,\" too, was no more."
	},
	"plume": {
		"name": "Shaft of Remembrance",
		"relictype": "Plume of Death",
		"description": "A demon-slaying arrow of a rather ancient make. It seems to have been preserved with great care by someone, even until the present day.",
		"story": "A demon-slaying arrow used by the shrine for prayers and to drive away catastrophes,\nIt is said to be capable of pursuing and destroying all demons.\n\nPeople often say that demon-slaying arrows can drive away evil, but evil is never an objective thing.\nEvil often stems from within our hearts, born out of delirious minds that have turned cold and ashen from terror.\nLady Saiguu has been gone for a long time now, and I am no longer that young shrine maiden training at the Grand Narukami Shrine.\nWhenever I hold that empty smoking pipe, I can feel that emptiness and dull pain hover over me like a phantom.\n\nHaving someone worth missing, losing someone whom I cannot help missing... And time keeps moving like a spinning wheel.\nSilent and tranquil, the Lady Kitsune's white form hidden in the deep darkness left a deep impression in the shrine maiden's dreams.\nThe Great Tengu went into self-imposed exile, enraged at her own incompetence as the Lady Saiguu's protector, leaving Teruyo behind.\nHarunosuke left for another country amid the fury of his mourning, while Nagamasa joined the Shogunate to clear the Mikoshi name.\nAs for the man who taught me archery in the sacred forest and patiently listened to my naïve promise under the scarlet sakura boughs,\nHe will eventually return to me, even if he were to be blinded by splattered blood, or turned into a fierce beast by that dark defilement...\n\nI shall save him with our bow and arrows, to keep our promise, which ever veers towards breaking.\nI shall destroy evil with our bow and arrows, exorcising folly and needless obsession.\n\n\"Come see me, you idiotic problem gambler.\"\n\"And don't lose your way this time, Konbumaru.\"\n\nStill, who won the last throw of the dice...\nShe touched the bow lightly while pondering such unimportant things."
	},
	"sands": {
		"name": "Morning Dew's Moment",
		"relictype": "Sands of Eon",
		"description": "A bronze pocket watch adorned with twisted paper cord and a bell. Its hands are forever frozen at the dawn of a certain autumn day.",
		"story": "An elegant watch adorned with a shrine bell.\nThe hands always point toward the wee hours of the morning.\n\nAs the sky brightens, morning dew condenses and then disappears.\nAs beautiful as this colorful scenery may be, it is still short-lived.\n\nI once enjoyed the chirping of cicadas and the moonlight with Lady Saiguu on a slope in the middle of an autumn night.\nBack then, I was just a shrine maiden from the country, young and stubborn.\nLike a chirping finch, noisily insisting on my own view.\nA faint smile that crossed the mouth of the Lady Kitsune fascinated me, but her words were — and remain — incomprehensible:\n\n\"Trying to hold on to a moment's beauty is like foolishly trying to grasp the morning dew.\"\n\"Like the morning dew, I have already passed away. All you have seen of me is but a residual vision, born of your wishes.\"\n\nIn that vague memory, she kept saying some incomprehensible things. Her expression as sorrowful as the eighth month's moon, and I suddenly...\nThen she rapped me over the head with her tobacco pipe, wearing her usual expression of rebuke and mockery:\n\n\"Hibiki, the sun's about to rise.\"\n\"We should head back.\""
	},
	"goblet": {
		"name": "Hopeful Heart",
		"relictype": "Goblet of Eonothem",
		"description": "A special fortune-telling cylindrical object. The mechanism at the bottom allows one to easily remove all unwanted wish sticks.",
		"story": "A special slip cylinder that the shrine uses for fortune-telling,\nIt is supposedly infused with good fortune that the kitsune have imparted upon it.\n\nFortune telling is born from the questions of lost people. Thus, be it good or bad fortune, it will help them navigate their future.\nIn other words, there are only lost people, and no inaccurate fortunes.\nI've learned a lot while studying at the shrine. Now, even someone as dull-witted as I am has learned how to talk like a mighty kitsune.\nDuring this time, even someone as inhuman as the mighty Yougou Tengu has gotten a daughter.\nEven that leatherhead Konbumaru has also become one of the Shogun's own Hatamoto, and shall soon marry the daughter of a high-ranking samurai.\n\n\"Such a lovely kid. Even the great Yougou Tengu, who used to kill all day for fun, had the mother inside her brought out... just a little.\"\n\"Still... the shrine is always missing the liveliness of children. That's not good. Say, Hibiki, how would you like to be a kid again?\"\n\nThe Lady Kitsune's joke was out of line as always, coming forth with the self-serving scent of sakura wine.\n\n\"Aw, Hibiki, why the long face? How about this, then? I, the Lady Saiguu, shall tell your fortune for you!\"\n\"Haha, see? See, it's \"Great Fortune.\" \"Great Fortune\"! You know what that means?\"\n\"It means that you took away all the bad fortune slips. Please stop mocking me, Lady Saiguu.\"\n\"No... it means that the person you're missing will be lucky enough to become a part of your memories forever.\"\n\nThat's why you have to be strong and must live on for a long, long time.\nEven if all the people you cherish are gone, as long as you are still alive,\nThe time you spent with them will never perish..."
	},
	"circlet": {
		"name": "Capricious Visage",
		"relictype": "Circlet of Logos",
		"description": "A well-preserved ceremonial fox mask. A small, enigmatic smile ever graces its lips.",
		"story": "A bright and elegant festival mask that once belonged to a certain miko.\nA faint smile curls the edges of the mask's lips, but there is no real light in its eyes.\n\nI've spent much time training at the Grand Shrine, and I must say that I've matured a lot.\nAt the very least, I'm not as foolish as I was when I was young, and I'm more independent now.\nBut for some reason, the more I grow, the more Lady Saiguu's face seems to fall under a shadow.\nWhat emerges on her face is not anxiety nor fear, but rather a sorrowful reluctance...\n\n\"Life is full of uncertainty. Love is fleeting, and even lasting memories may be lost.\"\n\"Losing one's memory is no different from losing one's life. It is like death amidst darkness eternal.\"\n\nThis time, even a faint smile could not conceal her sorrow.\nThough this is a festive day, it seems more like a farewell.\n\n\"Right, then. Why don't you tell me about the idiot Konbumaru?\"\n\"What's wrong? Still afraid that an old hag like me will steal him from you?\""
	}
}