{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Silken Moon's Serenade",
	"effect2Pc": "Energy Recharge +20%.",
	"effect4Pc": "When dealing Elemental DMG, gain the Gleaming Moon: Devotion effect for 8s: Increases all party members' Elemental Mastery by 60/120 when the party's Moonsign is Nascent Gleam/Ascendant Gleam. The equipping character can trigger this effect while off-field. All party members' Lunar Reaction DMG is increased by 10% for each different Gleaming Moon effect that party members have. Effects from Gleaming Moon cannot stack.",
	"flower": {
		"name": "Crystal Tear of the Wanderer",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "An immaculate flower whose beauty is said to have been preserved for eternity by the icy wind.",
		"story": "That was a time when the gentle frost-light still lingered, a silver mirror unbroken, even as the golden realm had already fallen.\nIn a single night, the glorious golden tower fell like a fig tree. Across the frozen northern plain,\nFrom the holy citadel to the ancient capital, dark blue crystal nails annihilated every last city with even the most minuscule sign of life.\nThe once-praised apostle and the gods' first messenger both vanished in the catastrophe.\nThose who survived by grace of being nowhere near the cities at the time could only cling to life amidst the freezing wind and snow.\nWith no refuge left to them, they simply waited for destruction to find them in the hollow dark.\n\nThis is the great extinction spoken of in later prayers. Halcyon prosperity turned to dust,\nAnd the gods remained silent, unmoved by cries, curses, or reproach.\nIn the despair of that long night, only one celestial ruler shed tears for the mortals' pain.\nShe was the mistress of the Frost Moon, queen of the celestial chariot and of light, a heavenly agent whose origin was one with that of the world.\nMoved by pity, and a deeper, unspoken wish, she heeded the survivors' prayers.\n\nAccording to legend, she spun gleaming threads from the silver glow to lead the displaced across the frozen plains.\nAnd where her tears, full of longing, fell upon the frost-covered soil of the far north, they blossomed into lilies that would stand eternal in the icy winds.\nThe proud descendants of Hyperborea call themselves the \"Frostmoon Scions\" for this reason,\nTo honor the divinity who, whatever her original intent, gave them a new lease on life."
	},
	"plume": {
		"name": "Pristine Plume of the Blessed",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "An immaculate feathered accessory said to have been forged by the first Moonchanter herself.",
		"story": "That was a time when frost's gentle light had long shattered like a silver mirror, but when the new moon had yet to rise.\nThis is the story of two sisters who, born defective products, were never meant to be blessed.\n\nIn the moonlight, an undisturbed sanctuary for strangers, the fragile souls shared a single breath.\nIn the brief moments between agonies, moments that should have been filled with joy, they huddled together, drawing what little warmth they could from each another.\nThey had never seen their parents, and nor had they ever heard the wind whispering through the groves.\nThe two of them had only their grandmother, and the only way they'd seen the world was through the pages of a faded storybook.\n\nIts brittle, yellowed pages, torn and tattered, revealed to them a world they'd never seen:\nThere it was, a single white bird, a streak of grace, gliding beneath a perfect moon.\nAs they admired the free creatures of the fairy tales, the two children made a promise to each other...\nOne day, the two of them would fly together like the white birds in the vast sky.\n\n\"Since the day we were born, it's always been just the two of us.\"\n\"When the day comes for us to leave, let's live the rest of our lives together.\"\n\nMany years later, one of them broke their promise, leaving for a faraway place alone.\nBut alas, this was no flight toward a brighter future, but a fall into a much darker night.\nWith her went half the dream, and half the pain meant for them both.\nAila, later to become the first Moonchanter, began to endure twice the torment from that day on.\n\n\"So you lied to me all along as well... My older sister, the only one I ever truly trusted.\"\n\"But I won't resent you... I have long lost hope for the sky beyond.\""
	},
	"sands": {
		"name": "Frost Devotee's Delirium",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "An immaculate timepiece that long ago ceased turning, along with the delusions of its former owner.",
		"story": "That was a time when frost's gentle light had long shattered like a silver mirror, but when the new moon had yet to rise.\nIt was then that the great plan, carried through countless generations since the time of extinction, was on the verge of culmination.\n\nThe bloodline, purified for over a thousand years, would at last give birth to the chosen one destined to reign over Elysium.\nThe false sevenfold radiance of the high heavens would fall at her feet, and the bones of the earth would rise to follow her.\nFor from her would spring union with the world, and from her would the first great cause be rebuilt.\nThat was the sacrosanct duty that had been passed down to the daughters of the far north. So it should have been. So it should have been...\n\nBut on a moonless, snowbound night, the girl chosen to bear the sacred heir met the boy from the northern realm,\nAnd in his eyes, as clear as a winter's day, she beheld a reflection of a self she had never known.\nThis unfamiliar stirring was enough to make the holy woman turn her back on destiny for that young officer from afar.\nFor this new feeling, this foolishness called love, she cut off her bloodstained antler-crown and cast it down upon the snowy earth.\n\nThe fallen one, who had betrayed her own people, ultimately failed to fulfill her destined duty.\nShe was captured by a spy sent by the mad monk and was soon to be returned to the homeland she was meant to love.\nBut as she looked down at the officer by her feet, crimson pooling beneath him, she drew the dagger to her throat in one final, fatal kiss.\n\nAnd so, the woman who failed to bear the sacred heir was buried in haste, her death forestalling the prophecy.\nFortunately, the leaders of every generation had long prepared for premature end of such a blessed lady.\nLovia, the then-Archpriestess, swiftly turned to a lesser branch of the bloodline for spares.\nBut the twin sisters born of this lineage were a pale shadow of the one they were meant to replace.\n\nHundreds of years might now have to pass before another child of sufficient purity was born.\nSeeing the glory of the great endeavor slip from her grasp like dissipating dew,\nThe antler-crowned Archpriestess, maddened by anguish and obsession, hatched a terrible scheme.\nWhy wait for the thousand winds to sweep through several generations? If they were too impure,\nTheir flesh and blood too weak to bear the radiance of true moonlight... Did the Frost Moon's boon not linger faintly in all ███?\nThen let ███ purify their ███!\n\nThus, in the name of flawless moonlight, the priestess committed an act so profane,\nThat even the mistress of the Frost Moon would recoil in horror at the blasphemy..."
	},
	"goblet": {
		"name": "Joyous Glory of the Pure",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "An immaculate silver cup said to have been used in the bygone rituals of the Frostmoon Scions. Their modern rites have no need for such a vessel.",
		"story": "That was a time when frost's gentle light had long shattered like a silver mirror, but when the new moon had yet to rise.\nThe descendants of the far north could no longer hear the divine teachings of the high heavens, and they were consumed by burning wrath, just like in the days of old.\n\nNo one knew how to forge anew the marvel the apostle of the Golden City had revealed to their ancestors.\nYet the ambitions of the exiled — the ambitions of mortals — were more unyielding than even those of the gods.\nShould one lose the reliquary that can overnight till ten thousand acres of fertile land upon the dark, misty sea of ice,\nThen pen wild oxen into the furrows so that one may conquer the tundra inch by inch with fire, hoe, and sickle.\nShould one lose the arrow that can strike down the gods and pierce even that false sky,\nThen forge the plowshare into sword and blade, and the sickle and hoe into spear and halberd, then let blood be the lantern that dispels the darkness.\n\nAnd should the authority of creation, gifted by the highest of angels, be broken,\nThen one must govern the proliferation of the countless generations that follow by the crudest, primordial means remaining, that is, through law.\nSo it must remain, until blood thinned by disaster and exile is purified into holy seed,\nAnd mortal descendants are born as perfect beings, fully one with the world.\nThe perseverance and determination of all living creatures would eventually overcome all calamity — or at least that is what they firmly believed.\nAfter all, those who have planned the future of their people rarely have to suffer the slings and arrows of their contempt.\n\n\"Here, drink this pure moonlight, my beloved child, my most cherished child!\"\n\"Let it weave into your flesh and blood, so that you too may be worthy of the gods' grace.\"\n\"Look to the apostle of the Golden City. How he drank bitter wine and fought for the freedom of his compatriots!\"\n\"Like him, you must embrace this joyous pain, for from it, perfection will one day be born.\"\n\nThe two could no longer tell what filled the ancient silver goblet.\nBut if the kindly grandmother said so, then it must also be the will of the gods.\nYes, yes. All to sculpting perfection, to fulfill a wish that had endured a thousand years.\nFor the sake of the prophesied Elysium and the king destined to descend upon the world, impurity and trial had first to be transcended..."
	},
	"circlet": {
		"name": "Holy Crown of the Believer",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "An immaculate adornment created in imitation of the envoy of the grove's antlers.",
		"story": "That was a time when frost's gentle light had long shattered like a silver mirror, but when the new moon had yet to rise.\nThe gods' ancient blessing, like a lone spark on the vast tundra, eventually flickered out.\nAs the heavenly moon passed from the sky, the earth that could not become the moon began to wither.\n\nThe great deeds miracle workers did in years past had faded into vaporous prayers, and those prayers were now the silent worries of the masses.\nIn those crumbling, moonless nights, even a holy woman of the purest blood,\nWas hard-pressed to weave the flowing light into a song that could move the world, as her ancestors once did.\n\nNo matter how fervently the ancestors of the far north once vowed to follow their departed gods,\nTheir descendants, mortals in this sublunary sphere, lived lives as fleeting as a flickering flame.\nIn days long gone, when one could still behold holy women and Archpriestesses channeling the grace of the gods,\nPeople yet believed the new moon would one day arise from the shattered light.\nAnd so, when the last glimmer of grace had faded and miracles were no longer witnessed,\nThe line between so-called faith and so-called lies in turn grew as thin and fragile as the morning mist.\n\nLegend has it that the antler crown of Moonchanters today was a gift from the Frost Moon at the moment of its obliteration.\nThe silver tree was splintered, and bereft of white branches they might find, the priesthood pleaded for new coronals.\nOut of pity, the mistress of the moon wove holy crowns for them out of flawless moonlight, ones innate to their birth.\n\nThat was why the last Archpriestess chose to forge her circlet from cold, pure iron.\nThe young Lovia was just a priestess then, one who had never once witnessed a moonlit blessing,\nAnd she dreamed that such lies, that deceived others and oneself alike, could still bind the unfaithful believers together.\n\nDecades later, when the false antlered crown sank into the foul, corrupt blood,\nThat which reflected in her eyes was still not the flawless moonlight, but the frigid night swallowed whole by her own shadow."
	}
}