{
	"name": "Song of Days Past",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Healing Bonus +15%.",
	"4pc": "When the equipping character heals a party member, the Yearning effect will be created for 6s, which records the total amount of healing provided (including overflow healing). When the duration expires, the Yearning effect will be transformed into the \"Waves of Days Past\" effect: When your active party member hits an opponent with a Normal Attack, Charged Attack, Plunging Attack, Elemental Skill, or Elemental Burst, the DMG dealt will be increased by 8% of the total healing amount recorded by the Yearning effect. The \"Waves of Days Past\" effect is removed after it has taken effect 5 times or after 10s. A single instance of the Yearning effect can record up to 15,000 healing, and only a single instance can exist at once, but it can record the healing from multiple equipping characters. Equipping characters on standby can still trigger this effect.",
	"flower": {
		"name": "Forgotten Oath of Days Past",
		"relictype": "Flower of Life",
		"description": "An ever-blooming flower shaped from larimar and shimmering silver. They say that this is still viewed as a symbol of resistance.",
		"story": "In the long years before the Many Waters converged, the golden authority inundated all like a roiling tide, and where the iron legion went, the barbarians surrendered wholly.\nThe glorious world plated in gold was like a day without end, and just as the Harmosts steadfastly believed, the defeated people of bygone times submitted to the symphony of the new order...\nThat is how it should have been. But that order which represents civilization, a rapturous melody unmatched by mortals, was halted in the savage north,\nThe previously fractious tribes had united under the command of Aremorica's heir, and the fires of rebellion broke out across the empire's fragile borders...\n\nThis was the one later eulogized as \"Lochknight\": Opposing the omnipresent golden authority with a weak body of flesh and bone.\nThe songstress who ruled over many tribes never considered herself a sovereign. Instead, she proclaimed herself an oracle who could hear the Queen of All Waters.\nIn distant Capitolium, the sages turned up their noses at such absurdity, as though they were little more than the delirious ravings of children,\nYet still her army swept through the warring tribes like a storm, convincing their fellow tribesmen at swordpoint to pledge themselves to the Queen of All Waters.\nThough the poems and plays of later generations have many versions of the Knight's pledge, there are two vows that run through every version like an indispensable thread:\nFirst, never draw your sword against those who pledge faith in Egeria. Second, never compromise in the face of evil (also written as: Do not tolerate even a trace of filth).\n\n\"We swear by the ever-blooming silver flower, that we will drive the golden usurper from the high sea, and wash away injustice with blood and tears\"\n\"We swear to protect the spirits arisen from pure water, to protect the blessings left behind by the Queen of All Waters, until the pure spring flows as before\"\n\nAnd thus did endless war spread like a plague, burning proud gold and untarnished silver alike.\nIn the end, the Harmost's desire to end the conflict tragically turned into little more than a passing mirage, and furious vengeance like roaring waves surged towards an irreversible outcome.\nUntil the light of salvation finally rose over the distant horizon, though it would never be reflected in the eyes of those who sought redemption..."
	},
	"plume": {
		"name": "Recollection of Days Past",
		"relictype": "Plume of Death",
		"description": "A butterfly-shaped feather accessory made from silver and azure crystals. It is said to, in the distant past, have symbolized an oath to never be parted.",
		"story": "Even in the long years before the Many Waters converged, in a tribe as short-lived as the waving seagrass, a gentle evening breeze once caressed the lingering moonlight.\nA youth, yet ignorant of the laws of the God-King and the path laid by the heavens beyond his ken, adorned her ear with a butterfly wing.\nIn the traditions of the people of bygone times, the dancing butterflies were guides of souls, representing the vow and promise to not part until death.\nThen, the warrior who had yet to become a musician deeply believed that the days to come were as innumerable as the countless yesterdays, like a whirling dance balanced on this single moment...\n\nYet the currents of fate swept inexorably towards pain and suffering, and the ephemeral wishes of days past perished amidst the cries of blood and flame.\nWhen their paths next crossed, it would be in the faraway city, and the disparate tribes that once warred had all been united.\nThe young musician came disguised as a wandering traveler, and in the tournament defeated countless heroes of great renown whose praises would be sung for generations,\nAnd at last, he was granted an audience along with the King as champion newly crowned. Ideals of harmony and glory were expounded upon, meaning to extinguish forever the fires of war and burning desire for vengeance.\n\nEven the wisest of musicians never anticipated that the moment his identity was revealed, all that would greet him were blades shining like lakelight.\nAs the artificial body was cut to ribbons and his consciousness was about to return, the last thing the musician heard was her whispering as she took him into her arms...\n\n\"...████, my ████... You need no longer force yourself to speak that which you do not wish\"\n\"I know that it is the accursed Usurper who has profaned your soul, and imprisoned you in stone\"\n\"Worry not, my ████... I have never forgotten the oath we took then, not for a moment\"\n\"No matter what price I must pay, I will save you from those freezing fetters, your eternal chains\"\n\"And when we finally enjoy the embrace of the Queen of All Waters once more, we shall take leave of trouble and sorrow\"\n\"When this pale butterfly takes flight and dances once more, it shall guide our souls to the far shore of the Many Waters\""
	},
	"sands": {
		"name": "Echoing Sound From Days Past",
		"relictype": "Sands of Eon",
		"description": "An oddly shaped hourglass made from lazurite and aqua jade. It was reportedly inspired by the bell tower in Petrichor.",
		"story": "In the long years before the Many Waters converged, the tribes of the people of bygone times had the tradition of tolling bells.\nThe bells once tolled for sunrise, for sunset, for births, and for deaths,\nAnd in the end, at the final moment of the golden blanket that covered the dome of the sky, the bells tolled for destruction.\n\nThe tireless iron legions completely erased the name tribes now long forgotten from the map,\nBut never once considered that the prosperous empire itself would meet the same fate just a few short decades later.\nThe golden palace turned to rubble in a night, the noble music collapsed by ambition and betrayal,\nThe sorrowful wish of the God-King thus ended, yet the echoes of the golden melody still reverberated in mortal hearts:\nSome wallowed in the glory of the past, and sought to play the music once more at any cost,\nSome abandoned their old names of their own accord, and hunted the ghosts lurking in the forests for a peaceful tomorrow,\nSome kept only their previous names and hid them in song along with the hazy legends of the past...\n\n\"A sacred vessel that can grant any wish... Heh, even if that Oceanid messenger actually said that, it sounds pretty preposterous\"\n\"Nobody can wash away their sins, just like you can't wash blood out of water. Even if it's completely forgotten, sin is still sin\"\n\"None can revive the past, just like none can retrieve the light of day. The past is dead, and even I know that\"\n\"...\"\n\"But if such artifacts do exist in this ridiculous world, if this one really can grant all wishes\"\n\"If all the tears of the future really could be wiped away, and the heirs of the high sea would never again need suffer the pain and sorrow of the past\"\n\"Then let me drown in such fantastical delusions one last time\"\n\nThe wailing and weeping that had whirled in her ears for decades, those phantoms of the past,\nThose who died for her, those who died because of her, none of that was important any longer,\nBefore she took that step alone into the valley, it was as though she heard that sound ringing from the past once more— the tolling of the night bell...\nThough the twilight sun is clear to all, some will always see it as the light of dawn."
	},
	"goblet": {
		"name": "Promised Dream of Days Past",
		"relictype": "Goblet of Eonothem",
		"description": "An opulent vessel made based on the form of the legendary \"Pure Grail.\" It is said to be able to fulfill the wishes of the purest of people.",
		"story": "In the long years before the Many Waters converged, legends of the Pure Grail circulated amongst the tribes of the people of bygone times.\nYet from time immemorial, none has yet laid eyes on the Grail itself. The sole evidence that this \"Golden Grail Brimming with Primordial Water\" is more than a mere fantasy born of human imagination,\nAre a few scattered words echoing throughout the ages from ancient Oceanids.\nLegends say that sacred vessel can cure even the most terrifying of wounds, restore youth, and revive the dead,\nAnd that only the purest of people can behold its glory, obtaining eternal life and wisdom unending.\n\nBut as spake the ancient sages: Oceans will rise, empires will fall, and the only constant is change. The curtain may fall abruptly on the once most splendrous of songs in but a single night.\nThe cries of countless self-proclaimed civilized citizens sank into the endless waves along with the golden city bearing the name of eternity.\nBut as spake the ancient sages: Oceans will rise, empires will fall, and the only constant is change. The vow of vengeance, once sworn, may be torn asunder in a single night.\nThe songstress who swore to wash away her foes in a tide of blood and tears awoke from her familiar nightmare, only to see naught but raging waves spanning the horizon, even unto the far shore...\n\n\"O sons of the high sea, stained with original sin, we brother and sisters who have drunk deep from the well of suffering\"\n\"You know well the fearful fate foretold, you have seen the cataclysm that will eventually come\"\n\"Harden your heartstrings, and do not fear, nor be you dismayed\"\n\"You need only seek out the primordial water, seek out the primordial chalice that grants every prayer\"\n\"You need only speak your wish to her, and all sins shall be forgiven\"\n\nThus, for the Oceanid's pledge, the songstress embarked on the road to seek the Pure Grail,\nThus, the heterodoxy that \"the Pure Grail can grant any wish\" began to spread far and wide among the people,\n'Twas not until twilight's end that she finally realized, just what that \"primordial chalice\" actually was..."
	},
	"circlet": {
		"name": "Poetry of Days Past",
		"relictype": "Circlet of Logos",
		"description": "A formal hat that was once in vogue amongst creators of opera in Fontaine. Word has it that its feathered adornment was based on the legendary helms of the Lochknights.",
		"story": "In the years when the Many Waters converged, the gentle mistress crossed the ruins of ages past and built a new city.\nThe long night had passed and dawn was breaking: The past had become a shadow of a dream, dissolving with the darkness of the night.\nThis was the true Golden Age. No more Usurpers obsessed with power, no more barbarians indulging in vengeance,\nThe glorious symphony would never sound again, only odes to love and verses of justice, blown by the morning breeze to the four corners of the high sea...\n\nSuch subject matter easily endures the tides of time, and even today, more than a thousand years hence, the people still ardently enjoy them,\nSuch as the adventures of the Lochknights, told and retold by generations of poets and playwrights, tales long since known to all and sundry.\nIt is said that they swore by silver armor to fight alongside the Oceanids, to protect the yet untainted pure dews,\nIt is said that they travailed through uncounted trials and tribulations before finally finding the legendary Pure Grail, welcoming the return of the Queen of Many Waters...\n\n\"The court that gathered great and glorious heroes, knights bathed in the blood of dragons\"\n\"The mage and noble maiden trapped in tower tall, the journey to seek the sacred vessel\"\n\nFeasts and vows, sorrow and farewells, many scenes that exist only in the fantasies of elegant verse, all unveiled before the eyes of \"Erinnyes.\"\nHowever, that hero who shared her name had nothing to do with her, and the ballads sung of that supposed past are nothing more than dreams of the present."
	}
}