{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "Tenacity of the Millelith",
	"effect2Pc": "HP +20%",
	"effect4Pc": "When an Elemental Skill hits an opponent, the ATK of all nearby party members is increased by 20% and their Shield Strength is increased by 30% for 3s. This effect can be triggered once every 0.5s. This effect can still be triggered even when the character who is using this artifact set is not on the field.",
	"flower": {
		"name": "Flower of Accolades",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower made from gold leaf. It represents the glories and honors attained by its wearer.",
		"story": "In an age when solemn songs were sung from the clifftops, a meteorite once fell into the Chasm.\nOut of the depths of the boundless night sky above, the iron meteorite plummeted to the ground, turning the earth to Glazed Sand Crystal on impact.\n\nThough human life is fleeting, Rex Lapis personally ordered the Millelith to rush to the defense of the mines.\nAs the Abyss flooded forth, the Millelith escorted countless civilians to safety.\nMiners tell tales of a small number of troops from the rearguard, who remained in the Chasm.\nTogether with the nameless yaksha, they fought courageously until they, too, made the ultimate sacrifice among the jagged rocks.\n\nIn time, the names of both mortals and adepti alike were forgotten. In time, even the mountains and rivers change form.\nYet there will never come a time when their honorable deeds shall be forgotten. Like this gold-leafed flower, they will shine on forever.\n500 years on, the harbor city remains as steadfastly peaceful today as the day the disaster was quelled.\nAnd still, the troops wear this golden flower with pride, in honor of the sacrifice made by their forebears."
	},
	"plume": {
		"name": "Ceremonial War-Plume",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A falcon feather worn on ceremonial occasions. It displays the dignity and resolve of Liyue Harbor to the outside world.",
		"story": "As a mark of military service, the Millelith use the feathers of high-altitude birds of prey to adorn their uniforms.\nThese tail feathers are only worn on ceremonial occasions. They boost the morale of the citizenry and fill visiting outlanders with a sense of awe.\n\nIt is said that in its inception, this ceremonial custom was inspired by the nameless yaksha.\nIn the heat of battle, when the yaksha was engaged in fierce combat with the Abyss, some of its plumage was stripped away. The feathers that fell to the ground were seen as a symbol of hope.\nIn the end, the brave yaksha and fearless citizenry would sink into an exhausted slumber in the dark lair of the enemy.\nRex Lapis was moved by their sacrifice and observed a prolonged vow of silence among the low murmuring of the mountain stone.\nThe people claim that the nameless yaksha that defended The Chasm was not, in fact, under the command of Rex Lapis.\nInstead, they believe that it was an act of redemption from a longstanding sin... a price paid for cowardice and dereliction of duty.\n\nWhatever the truth of the matter, the yaksha that had once soared through celestial heights had now returned to a free existence amongst the clouds.\nAs for the soldiers, trapped in eternal slumber in the depths of The Chasm... their legend continues to evolve with the flow of time."
	},
	"sands": {
		"name": "Orichalceous Time-Dial",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A simple device for telling time. This was once standard-issue for the Millelith during times of war.",
		"story": "A hardy timepiece powered by sunlight and moonlight, capable of capturing rays of light even on the darkest of days.\nWhen Liyue was threatened by a pitch-black malice, this time-dial helped the soldiers to remember the warmth of the sun.\n\nIn the course of fighting side-by-side with the yaksha, these mortal soldiers could not escape being contaminated by karma, or harmed during the slaughtering.\nTo avoid being consumed by the darkness of constant killing, the Millelith soldiers used this timepiece to silently mark the passage of time during each battle.\nThey fixed a unified marching pace and schedule so that one squadron of mortal soldiers would take the battlefield as the one before them retreated.\nThis cycle of advance and retreat continued all the way to the depths of the Chasm, where yaksha and valiant soldiers both fell.\n\n100 years later, this timepiece was unearthed by a miner. Its bronze surface sparkled in the bright starlight.\nUrban legends tell of a collector of curios wearing black robes, who roamed the market streets one day, buying up Orichalceous Time-Dials and paying a generous sum for each one.\nSome sellers queried him, curious to know what his reasons were, but he deftly deflected all their questions with an array of excuses and other verbal tricks.\nAs for what this individual's true motive was, perhaps only the unyielding forward march of time can finally deliver a satisfying explanation."
	},
	"goblet": {
		"name": "Noble's Pledging Vessel",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A golden cup used by the Millelith to take their oaths. Still bears the lovely scent of wine.",
		"story": "When the Millelith was first founded, Liyue was still a savage and dangerous place.\nThe elders of towns, villages, and tribes would pledge oaths of allegiance with a golden cup.\nAs a show of loyalty to Rex Lapis and duty to their countrymen,\nThey selected valiant soldiers from all regions. These soldiers became known as the Millelith.\n\nThey would go on to take up arms with a yaksha in battle, fighting from the rearguard. They too drank from that golden cup.\nIt was a final toast to the benevolent and majestic Lord of Geo. With their gaze fixed ahead of them, they stormed into the abyss.\nHundreds of years later, a conceited adventurer retrieved the cup from the depths of The Chasm and washed away the imperfections.\nMiraculously, the cup remained whole and untarnished by the passage of time. The pitch-dark of that subterranean realm had failed to remove its radiance.\n\nYet more centuries passed. Eventually, the people of Liyue would tell tales of an era of catastrophe and a nameless yaksha,\nTales of how heroes from disparate heritages and different lands united under a single banner against the Abyss...\nInevitably, the tale would touch upon the cup, and how the blood of those that went before remained clear and spotless as the day it was spilled."
	},
	"circlet": {
		"name": "General's Ancient Helm",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A splendorous helmet from ages past. Clean the dust away and it will look brand-new once more.",
		"story": "The commander who fought together with the nameless yaksha fell in the line of duty,\nAs did the handful of his compatriots who fought alongside him.\nTo ensure that the afflicted civilians could safely escape, and to maintain their honor in the eyes of the Lord of Geo,\nThe helmet-clad troops of the front line took the lead, pointing their spears towards the Abyss and charging into battle.\n\nDisaster arrived in the land of glaze, and a horde of ancient foes came surging forth.\nAt the order of Rex Lapis, the yaksha fought a bloody battle against the warped creations of the Abyss.\nThe fight went on until the last drop of blood had soaked into the battlefield and all that was impure had been cleansed.\nAs the tide of the Abyss receded, the glaze sands shone gloriously once more,\n\nBut when the gloom that had filled the skies above The Chasm had finally dissipated, the yaksha disappeared without a trace.\nAs for the general and his men who left their helmets on the battlefield, they rest there in peace forevermore."
	}
}