{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Tiny Miracle",
	"effect2Pc": "All Elemental RES increased by 20%.",
	"effect4Pc": "Incoming elemental DMG increases corresponding Elemental RES by 30% for 10s. Can only occur once every 10s.",
	"flower": {
		"name": "Tiny Miracle's Flower",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower that grew from a rock, breaking through the stone as it strove to reach the light.",
		"story": "A little blue flower that sprouted between the cracks of an old tombstone.\nThe carvings on the tombstone are a legacy of death, yet what sprouted from its cracks was the miracle of life."
	},
	"plume": {
		"name": "Tiny Miracle's Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A feather from a bird of prey that flies almost too fast for the human eye to detect.",
		"story": "Plucked from a falcon that was as fast as the wind. The mere existence of such a bird is a miracle.\nIt was gifted with clear vision and sharp claws.\nWith its broad wings, its gliding speed was unparalleled."
	},
	"sands": {
		"name": "Tiny Miracle's Hourglass",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "Just an ordinary, everyday hourglass. Turn it upside down and sure enough, the dry sand starts trickling down like water.",
		"story": "It is often said that one may achieve victory by striving, but receive a miracle only by waiting.\nBut is it not a miracle that fine sand was once a hard rock?\nIs it not too a miracle that we met each other?"
	},
	"goblet": {
		"name": "Tiny Miracle's Goblet",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A cup commonly used for fortune-telling. It can also hold water, of course.",
		"story": "A clear goblet glittering with starlight.\nIn the past it was used to tell fortunes,\nFor the water it held was believed to reflect the Starry Sea."
	},
	"circlet": {
		"name": "Tiny Miracle's Earrings",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A cheap accessory that is actually made from ancient meteoric ore.",
		"story": "An inexpensive pair of earrings made from metal that shines like the stars.\nWhat the sellers don't know is that the shine of these earrings comes from the fallen stars of ancient times."
	}
}