{
	"id": 10013,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Traveling Doctor",
	"effect2Pc": "Increases incoming healing by 20%.",
	"effect4Pc": "Using Elemental Burst restores 20% HP.",
	"flower": {
		"name": "Traveling Doctor's Silver Lotus",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A precious medicinal ingredient that has lost all medicinal value after years in storage.",
		"story": "The doctor traveled across the land in search of rare herbs, with the zeal of an adventurer.\nOn a steep cliff between slippery rocks, she found this silver lotus.\nThe lotus was never made into medicine, but its scent gave her the strength to go on from that day forward."
	},
	"plume": {
		"name": "Traveling Doctor's Owl Feather",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "The durable feather of an owl. Emblematic of nocturnal supremacy, it gave some encouragement to the Traveling Doctor when venturing out to visit patients late at night.",
		"story": "Even the pitch-black night could not stand between the traveling doctor and her patients.\nDanger lurks in every corner at night. Those who venture out must be as vigilant as the owl.\nBut unlike the owl, the endless nights without rest eventually took their toll on the traveling doctor, and she fell ill."
	},
	"sands": {
		"name": "Traveling Doctor's Pocket Watch",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A precise instrument used for keeping time. For a doctor, every second counts.",
		"story": "When treating a dying patient, every second counts.\nThe accuracy of this watch had helped the traveling doctor turn the tide numerous times.\nBut as she lay alone on the sickbed in her final days, all she could do was savor its sound, each tick standing for one of the precious moments of life she had left.\nWhat used to be a tool to save lives now sang a final elegy for its owner."
	},
	"goblet": {
		"name": "Traveling Doctor's Medicine Pot",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "This pot used to carry concentrated and extremely potent concoctions. It is now empty, but still gives off a strong smell of medicine.",
		"story": "The medicine has long dried up, but its bitter smell still lingers in this pot.\nWith that bitter medicine, the traveling doctor saved countless lives.\nAnd when she fell seriously ill, no one was there for her except for the medicine pot on the furnace."
	},
	"circlet": {
		"name": "Traveling Doctor's Handkerchief",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Used to tie back the doctor's hair when treating patients. Can also be used as a sling for sprains and broken arms in emergencies.",
		"story": "Back when the traveling doctor roamed from place to place, her days were busy and she hurried between appointments.\nCome sun or rain, nothing could keep her from her work.\nThis handkerchief not only protected her messy hair, it also served as a bandage.\nIt saw her through all her hardships and became her most loyal partner on her journey."
	}
}