{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Unfinished Reverie",
	"effect2Pc": "ATK +18%.",
	"effect4Pc": "After leaving combat for 3s, DMG dealt increased by 50%. In combat, if no Burning opponents are nearby for more than 6s, this DMG Bonus will decrease by 10% per second until it reaches 0%. When a Burning opponent exists, it will increase by 10% instead until it reaches 50%. This effect still triggers if the equipping character is off-field.",
	"flower": {
		"name": "Dark Fruit of Bright Flowers",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "A flower carved from grey stone covered with gold foil. Legends say that during a war, it was used to differentiate friend from foe.",
		"story": "It was the age when the banners of the tribes had been coated in dust, gradually losing their color.\nAnd before the throne stands a half-man holding a cracked ring, playing with preeminence.\nStrict orders were given that none should ever again give ear to the instructions left by the deep messengers of twilight, the distant ancestors, and the first ascended—\nTo hear them not from the mud-caked roots of trees, the flickering flames of bonfires, or the reflections found in the deep woods.\n\nAnd so, the ancient gloom, the moment that engulfs a million darknesses, came at last,\nJust as the stench of iron lingers even as bloodstains upon the ancient scrolls fade.\nAnd so, when the pitch-black darkness thick enough to touch seized the depths,\nThe red-eyed youth, through countless calamities, returned from the kingdom where water flowed as rays of light to the hilly heights of the ineffable city.\n\nAs he stepped into the floating garden, the raspy warning of the blind, stooped old woman still clutched at his ear:\n\"As radiant flowers still blossom amongst the clinging vines of distant marsh,\nGo seek, for here is the land of death, piled high with the skulls of behemoths—\nGo seek those the truly righteous, who are still willing to stand in the cold, cruel night, to throw themselves onto the fire,\nAnd remember — never betray their passion, their hatred, their greed, and their ambition!\nDo not break faith with the eyes of those still willing to gaze upon the burning flames.\"\n\nThe first to arrive was a young girl, holding a dulled feather accessory. She sought out information for the youth like a quetzal, flitting between the tall tents.\nThe second were the hero twins, the elder whose lips and teeth were sharper than any blade, and the younger whose back bore the brunt of the tyrant's lash.\nUpon hearing of how the scarlet-eyed youth had saved the Saurians, the taciturn warrior too was willing to contribute his strength.\n\n\"But we need someone who understands the layout of this city better than anyone,\nWho can point out the paths in passages open and secret, and manipulate mechanisms as one might do to toys in the palm of their hand.\"\nAfter the scarlet-eyed youth had spoken thus, the usually reticent and reserved hero,\nThat powerful hero who hoped Saurians and humans would live together in peace, remembered the rumor and spoke the name of a craftsman."
	},
	"plume": {
		"name": "Faded Emerald Tail",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "A tail feather ornament whose luster has long faded. The patterns on it are said to have been etched by the hand of a skilled artisan from long ago.",
		"story": "\"Whosoever lays eyes upon the turquoise-adorned carvings shall have their minds and souls seized by the ingenuity of their design,\nWhosoever lays eyes upon the intricate golden inscriptions shall be profoundly moved by the artist's outstanding craftsmanship.\"\n\nThe young girl obeyed the commands of the youth to whom she was deeply bonded, seeking out traces of the renowned craftsman among the rumors that flew about in the streets.\nYet she found nothing amidst the palatial courtyards and the feasts of the nobility.\nThoroughly vexed by this, she took out the ornamental golden feather, and stared into the dim light, recalling the face of her late father.\nTo the side, a drunkard with half his face hidden behind his cowl opened his mouth coldly, recounting the origin of the patterns adorning the feather.\n\nWho would have thought the maker of such beautiful accessories would be a beggar of horrifying visage, loitering about a dilapidated tavern?\nThe scars of having been burnt by a raging blaze marred the half of his face that was hidden under a hat, the flesh a melted slurry of blood.\nBut the girl felt no fear, and after recovering from her surprise, she handed the accessory to him.\nOn that night, his eyes upon the ornament whose light had long faded, he told her of things long lost in that land,\nThe story of the emerald-colored quetzal with a long tail, of the time when he had been tasked with making something for one respected by all...\n\n\"That was my father, but he was condemned for protecting the tribe's Saurians, and his life was taken from him.\"\nThe girl's voice was cold. The craftsman saw the same hatred he nursed burning within her eyes.\n\n\"Then I shall gladly serve you...r lord,\" he said, before she had even spoken of her purpose.\nIn his heart, he was actually willing to serve her, but that was not something he needed to say.\nFor he could see that at this time, someone else already occupied the girl's heart."
	},
	"sands": {
		"name": "Moment of Attainment",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "A sundial used by an ancient kingdom to tell time. Tiny marks have been left at a certain scale that can only be seen through careful observation.",
		"story": "One of the things that bedevils researchers who study relics is how,\nAmong the many sundials recovered from the ancient ash-covered ruins of the city,\nThey would, for some reason, find an engraving made in exactly the same spot by a burin.\n\nThose who came from the canyons believed it was a time for those who had broken with their faith to light the obsidian pillars once more.\nThat day, the one acting on behalf of the leaders of the tribes, the daughter of the mines, Sakkuk, sent the wandering spirits back to the realm of the night.\nThose who came from the hanging trees believed it was a time for those who had forsaken their contract to sign it once more with the Saurians of the six tribes.\nThat day, the great hero trusted by all warriors, the taciturn Yupanqui, used his sword to shatter the shackles binding the Saurian's neck.\nThose who came from the spring's source believed it was a time for those who had forgotten their past to listen anew to the echoes of the waves.\nThat day, the elder of the twin heroes, the eloquent Atawallpa, rekindled the desire of all for past glories.\nThose who came from the fertile lands believed it was a time for the oppressed to rise from the earth once more.\nOn that day, the younger of the twin heroes, the champion Waskar, stood first against the torrent of darkness.\nThose who came from the mountain peaks believed it was a time for those who had been caged to return to freedom's nest once more.\nThat day, the scarlet-eyed hero summoned the god's fiery wrath, burnt the corroded city to ash, and restored the tribe to its own.\n\nOnly the one present who came from the mysterious smoke, the youth who knew the hidden secrets, remained silent.\nAlone, the image painted on the blanched scroll came to mind. It is said that was a time when a black shadow shrouded the sun.\nThe heroes who had long prepared for this moment seized the opportunity to overthrow the insane king before the empty throne.\nIn the non-mainstream, unofficial histories, the man behind the plan was a skilled artisan who left no name behind.\n\n\"But the artisan left behind not a single word in the war that returned authority to the tribes\nAnd afterward, he disappeared without a trace from the old stories, covered by layer upon narrative layer.\"\n\nThe youth smoothed over the nearly identical scratches on the sundials with his hand.\nImagining a time, unnumbered sunsets before, after the date to execute the plan had been agreed upon, those hands that might not ever have existed,\nAnd the moment the owner of those hands had engraved those marks upon the sundials."
	},
	"goblet": {
		"name": "The Wine-Flask Over Which the Plan Was Hatched",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "A three-legged cup. Once, many heroes were gathered around the bonfire, raising their cups high in toast and drinking their fill while discussing their wishes and ambitions.",
		"story": "He spoke to the scarlet-eyed young man and his heroes of the trials and tribulations he had endured.\nIt is said the king of the ineffable city once gathered skilled artisans from the tribes,\nUnderground, he excavated gargantuan beastly constructs, whose wings once caught the winds as great banners might, all to fulfill his ambitions.\nBut the king's erratic behavior had long been common knowledge, and so, on the day he finally probed the depths of the secrets,\nHe lit a great fire, intending to burn it all and all who knew of it, burying all together with the ruins, behind the stone gate...\n\nAmidst the all-consuming inferno, as a doomed craftsman lay dazed at death's door,\nA golden tear dripping from the stone head fell into his eye, and he saw much.\nHe spoke of the gigantic creations he saw in his stupor, of elaborate machines whirring.\nHe spoke of shadows driven by the flowing flames, climbing from the distant horizon up to the disk of the moon hanging in the sky.\n\n\"So, that golden tear is...\" \"The source of your fountain of fanciful stories?\"\nSo the twin heroes, who had taken in the story as but a tale, asked as they giggled.\nHe could hear the incredulous jocularity in their tone, and they were always like this. The man had long grown accustomed to it.\nAs he felt the young girl's inquisitive gaze reach him, he forced a derisive laugh, causing the muscles in half his face to sting slightly.\n\nIn truth, he had seen far more in those flames that had nearly rendered his life as ash, such as flowing golden patterns,\nAnother path to escape from the ruins, as well as the manifold iron rules that had established the empire that stretched far and wide.\nBut the latter might be too far beyond the ken of the youths...\nHe set aside his wine vessel, which had but a few drops sloshing about the bottom left.\n\nPerhaps, when the dust finally settled, and when the ancient cornerstone was restored,\nWhen all had progressed farther, he could reveal everything, and this pleased him,\nFor at this time, his wildest fantasies already revolved around how to craft a brilliant imperial wall for the new king."
	},
	"circlet": {
		"name": "Crownless Crown",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "A golden crown decorated with turquoise and emerald feathers, it has never been used in a coronation, living alone atop a velvet cushion.",
		"story": "Someone once granted her desire, agreeing to remake the long-dulled feather accessories once the ancient kingdom had fallen.\nAnd so she too promised that person, who had long earned her respect, that when the time came, she would give them a turquoise crown in return.\nIt was after witnessing the crooked corpse agonizingly hunched beneath the black beast's butcher's blade that she understood,\nThe crown she had forged and adorned with her own two hands would wait alone for its master, who would never attend the coronation.\n\nMany years later, the odd preferences of that aged mistress of the mines spread about the six tribes.\nIt is said the old lady enjoyed all kinds of luxurious jewelry, much of which could no longer be made with the artistry of contemporary craftsmen.\nAmong these, should it be a work signed by a specific artisan, and should one be willing to present it to her,\nShe would exchange for it at any price in precious gems.\nEven if it were a forgery, she would take it all the same.\n\nWhen the people of the tribe urged her to, at the very least, not reward the greed of frauds,\nShe said, \"Ah, but I do this precisely because such crude forgeries cannot be allowed to stain his good name!\"\nMoreover, though she did not advertise the fact, she never truly let such base cheats get away with their perfidy.\n\nIn contrast to the friends who had courageously sacrificed themselves, her life seemed too long by far. And so,\nShe used the time left to her to gather all that was left behind by the heroes she missed.\nThe scarlet-eyed youth she had loved had returned to the sacred flames after completing his calling, leaving nothing but a warm afterglow.\nAnd when the silent hero fell into the ruler's flames, the new world reflected in his remaining eye was already his greatest reward.\nOne of the hero twins was once an incorrigible chatterbox, yet upon witnessing his brother die at the hands of their adversary, his tormented wails wracked his throat hoarse.\n\n\"And yet Atawallpa, too, died before me... Who could have imagined that I, the frailest of us, would have lived to the end?\nThe wise amongst the tribes often say that those who have been tossed about by the winds and waves will grow tired of the steady ground, and I am no exception.\nThese years without all of you here... have truly been too dull.\"\n\nBut there will surely come a time for a reunion with friends long-since passed, and when long-awaited premonition comes to pass.\nShe picked the genuine articles that the craftsman had made from among her jewels — compared with the forgeries, they were all too few,\nAnd with those things bearing his name, she walked into the dark night, never to return.\n\nAccording to legend, on the next day, the people stood under the tree where she had placed the turquoise crown,\nAnd they swore an oath to follow her final orders, blotting from history the name of the masterful craftsman she took away with her."
	}
}