{
	"name": "Vermillion Hereafter",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "ATK +18%.",
	"4pc": "After using an Elemental Burst, this character will gain the Nascent Light effect, increasing their ATK by 8% for 16s. When the character's HP decreases, their ATK will further increase by 10%. This further increase can occur this way a maximum of 4 times. This effect can be triggered once every 0.8s. Nascent Light will be dispelled when the character leaves the field. If an Elemental Burst is used again during the duration of Nascent Light, the original Nascent Light will be dispelled.",
	"flower": {
		"name": "Flowering Life",
		"relictype": "Flower of Life",
		"description": "An ancient memento. It still looks as alive as the being that preserved it several centuries ago.",
		"story": "Even the ancient cinnabar cliffs were once home to lovely blooming flowers.\nEven in the era when blackened blood flowed freely, they were not stained by even the smallest smidge of mud.\n\nWhile the Millelith stands guard, evil shall never prevail. Even should the enemy be dark demons, this would not change.\nThe silent mountain people and the steel moon constructed their peaceful camp.\n\n\"Oh daughter of the cliffs of Glazed Sand Crystal, weep not for me.\"\n\"I was born in the shade of Tianheng, and I fight to repay Rex Lapis' mercy.\"\n\"I entrust my life to the four-armed Yaksha, and we shall go into the glowing depths.\"\n\"The shadowed road of the darkest pits we shall tread, we shall brave the stony crystal halls.\"\n\"We will face the defilement arising from the depths, the twisted beasts that dwell there.\"\n\"These horrors and their strangeness shall not put me to flight or fear.\"\n\nThe night wind interrupted the Millelith soldier's words, causing him to be unable to finish what he had to say.\nHe simply left this small flower for that young daughter of the mountain tribe as a memento, a ward against forgetting.\n\n\"The only thing I truly fear is to be lost and forgotten.\"\n\"Should ill fate dictate that I am to be buried in some nameless place, do not forget me.\""
	},
	"plume": {
		"name": "Feather of Nascent Light",
		"relictype": "Plume of Death",
		"description": "A dimly lustrous pinion steeped in strong memories.",
		"story": "Legend has it that a hero once plucked an eagle's feather from atop the highest cliff of The Chasm.\nIt is also said that those who could accomplish such a deed earned the right to die alongside the adepti.\n\n\"Going to one's death willingly in defense of the people... A good cause indeed.\"\n\"Yet, if you think about it, this would be akin to a fish sinking into a deep pool or a bird plummeting into a forge.\"\n\"I may yet achieve my own desire, but we shall go unknown, and ultimately unremembered.\"\n\"Mortals like us are like feathers caught up in a whirlwind, floating into the deep sky.\"\n\"Saving, defending... In the end, these are all pointless things, void of meaning.\"\n\nThese dark murmurings shook the hearts of those who would never make a name for themselves.\n\nBut the battle was over in the end, and many a soldier would rest eternally in the cavernous depths.\nThe freakish cries of the dark forces were also silenced like fading ripples...\nAnd though mortal spans are short, the land will forever remember."
	},
	"sands": {
		"name": "Solar Relic",
		"relictype": "Sands of Eon",
		"description": "An ancient timepiece with a mighty solid look. Its luster is produced by sand crystal.",
		"story": "It is said that Rex Lapis was still young, the sun was a chariot that raced across the earth.\nWhen the three sisters of the night sky were martyred in a calamity, the solar chariot fell into a deep gorge.\nThe mountain people, taking it for a sign, repaired the device, allowing it to shine through the darkness again.\nAnd though it was returned to its constant westward cycle, a single piece would forever remain behind.\nWhen they moved to the city, they would grind that fragment into crystals and sell it to someone who knew its value...\n\n\"Hey, hey, that's a joke, right? I mean, you can't trust these baseless folktales, can you?\"\n\"The merchants of Shenglu Hall have long left their obscurity and forgotten their past.\"\n\"Glittering Sand Crystal cannot easily be made into lacquerware, after all, nor is it suited to making luxury paints.\"\n\"According to the miners at The Chasm — and mind you don't believe this story too readily either—\"\n\"This timepiece and sand crystal came from the Millelith five hundred years ago.\"\n\nIn the lightless abyss where light wrestled against darkness, even one with a Yaksha's might could not hold out for long.\nAnd all the more did mere mortals need light to prevent them from getting lost in the steel curtain of devouring night.\nThe Millelith thus collected glowing sand to light the way, and it just so happened to resemble the pale moonlight.\nThe timepiece for its part told of the time they spent there in the abyss, and serves as proof that where they fell, others have come after to take up their duty."
	},
	"goblet": {
		"name": "Moment of the Pact",
		"relictype": "Goblet of Eonothem",
		"description": "An old cup made of sand crystal. Its luster is somehow undimmed by age.",
		"story": "This place known as The Chasm has shone with a cinnabar luster since ancient days.\nThe mountain miners and the metropolitan merchants still tell the legend of a Yaksha...\nPeople say that the lone traveler with four arms once came to the barren wastes where the star fell.\nHearing that this wandering figure's evil-exorcising travels had now brought them hence, the tribes-people of the mountains came forward one after another:\n\n\"Guest from afar, please accept our wine, and hear our plea.\"\n\"You may consider our aged spirits bitter and hard to swallow, a far cry from the sweet brews of Mt. Tianheng that even Rex Lapis praises.\"\n\"But the heavens have graced us with stores of precious stones and marvelous jade, and we carve the jagged rock for a living.\"\n\"Thanks to the grace of Rex Lapis, our lives are, while not ideal, at least free of terror.\"\n\"Yet things have changed, and a dark shadow is cast over the blessing we have received from the fallen star.\"\n\"We do not have any precious gifts to present as a pledge, but still we beg for your succor.\"\n\nThe guest heard the elders' plea, and silently drank every drop of that bitter wine.\nThe guest promised nothing, and did not chastise the mortals for their insolence, but simply turned east, disregarding all attempts to make them stay.\n\nAs for what came after, all now know what happened...\n\nBut the simple crystal-sand wine cup that the guest shared with the tribal elders remains to this day as a testament to their pact."
	},
	"circlet": {
		"name": "Thundering Poise",
		"relictype": "Circlet of Logos",
		"description": "This mask is said to have been made by the mountain people for a Yaksha. It is of simple make, but its surface still shines brightly nonetheless.",
		"story": "Tianqiu once played host to a Yaksha, four-armed and mighty.\nHe came to The Chasm from afar, to the praises of the tribes.\nA feast they put forth for him, the food in abundance.\nBlade in hand, he entered The Chasm, a disaster to still.\nMighty as a demon, purple bale-fire shone in his eyes.\nThe lightning pierced the deathly shadow, and thunder dissolved the darkness.\nThe clouds hid the abyss, maw stretching to devour the firmament.\nThe wild wind howled, the cinnabar sweeping the darkness.\nThe mountain ranges shock, and the gorges caved in.\nThe depths cried out as they collapsed, and then all was silent.\nThe dense clouds solidified sundown-light as the perching birds sang sadly:\n\"Do you not hear? The drums die in the north wind, the hero sinks into the vortex.\"\n\"Have you not seen? The Yaksha's battle for the dawn — alas for a life so spent.\""
	}
}