{
	"id": 15030,
	"rarityList": [
		4,
		5
	],
	"name": "Vourukasha's Glow",
	"effect2Pc": "HP +20%",
	"effect4Pc": "Elemental Skill and Elemental Burst DMG will be increased by 10%. After the equipping character takes DMG, the aforementioned DMG Bonus is increased by 80% for 5s. This effect increase can have 5 stacks. The duration of each stack is counted independently. These effects can be triggered even when the equipping character is not on the field.",
	"flower": {
		"name": "Stamen of Khvarena's Origin",
		"relicType": "EQUIP_BRACER",
		"relicText": "Flower of Life",
		"description": "An insignia in the shape of a lovely little flower that was once worn by pilgrims in times long bygone.",
		"story": "\"My innocent daughter, my Khvarena...\"\n\"I shall give you unto another mother. Love her, and be loyal to her.\"\n\"She is no less than I, and her light is yet more radiant than mine.\"\n\"I once encountered a faceless nightmare in my dreams, and it frightened me to no end.\"\n\"And so I separated you from my body, and I ask you now to prevent that nightmare's coming.\"\n\n\"My Khvarena, the light of my eyes...\"\n\"I once warned her of the coming of the dark tide, and it is from this that your destiny arises.\"\n\"Please do not be afraid, and do not flee, do not let your Khvarena dim, and do not disgrace your mother.\"\n\"Just as it is my fate to sacrifice myself for mortals, so too is sacrifice the beautiful prelude to new life...\"\n\"Go now, into your verdant mother's embrace. You shall find your destiny in her realm.\"\n\n\"My Khvarena, my pure daughter...\"\n\"You shall change utterly. You shall face the trial of division and death.\"\n\"And after that, you shall become immortal — and yet that shall be a harder road still...\"\n\"The lord of sweet dew and the lord of grass and trees shall precede you in losing their divine forms...\"\n\"They shall be forgotten, and only the memory of your sacrifice will be remembered.\"\n\n\"My Khvarena, daughter of flowers...\"\n\"If you are resolved to not retreat out of fear...\"\n\"Then throw yourself into the embrace of your new mistress.\""
	},
	"plume": {
		"name": "Vibrant Pinion",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume of Death",
		"description": "An exquisite feather-shaped decoration on which the vivid hues of verdant leaves and fragrant flowers shimmer.",
		"story": "In a time no one remembers, the night before the sandstorm of tragedy swept through paradise...\nThe flowers and the trees once spoke of the mortal realms, their hopes, and their desolate future.\nThe ones who must not be approached brought about the gray death, and the dark tide ravaged the raw river banks,\nOnly for the newborn plants and beasts to unite with mortals and push the rolling sinister waves back.\n\nIn the lonesome years after she had broken off ties with the lord of the red sands, the queen of grass and trees forged Khvarena into a divine bird,\nCharging her with the protection of two worlds, with the guardianship of the border between new birth and death.\nThe divine bird lived amongst the pines, the cypresses and the snow-lotuses, and slumbered in dreams that recalled a time when the covenant still endured...\nIt was only when disaster came that she awakened, and went to her inevitable doom.\nLater, just as that person had prophesied sadly, the deathly, silent gloom would permeate the rainforest...\nJust as that covenant fellow had warned, the tides of dark beasts swarmed forth and swept through the newly-birthed forests...\n\nThe former leader of the realm of water was slain amidst the upheaval, and her body was transformed into a sea of pure dew, the Amrita,\nAnd yet even that pure sea would dry up in a desolate land destroyed by the Abyss.\nYet the mistress of grass and trees had no time to mourn, for the mother-tree of numberless seeds needed to be nurtured...\nTo cleanse the dark impurities and ensure the purity of the Amrita, Simurgh would shatter its divine form—\n\n\"All beautiful things born from the Khvarena of flowers must face their fate — to wither and fall into the mud,\"\n\"And once they have withered, they shall be reborn, nourished by the Amrita, as beings of the flowery sea, no longer troubled by such things as 'death.'\""
	},
	"sands": {
		"name": "Ancient Abscission",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sands of Eon",
		"description": "An ancient timepiece upon which the light of Khvarena gleams. It is filled with a pure liquid that appears alive.",
		"story": "\"I shall give you a shard of Khvarena, my friend. Keep her close, and keep her safe.\"\n\"She comes from the wisdom of the flowers and the veins of the skies, and in her is the pure essence of life.\"\n\"Khvarena is a point in the flower's heart, a single drop of light in a sea of sweet dew.\"\n\"Please treasure my gift, until the day when the dark abyss rises to drown all life...\"\n\nThe leaves and flowers passed the distant fable between them, and it was remembered by the fruits and seeds.\nWhen the mistress of flowers had withered into dust, when the master of the desert had been led astray by a false dream,\nWhen the tyrants had been buried beneath the ever-shifting dunes and their ambitions were extinguished,\nWhen all that had come from the soil was returned to the golden sands, and that which had come from the flowing wind was given over to the rainforest...\nThe queen of the grass and trees watched the world change quietly, remembering her earnest covenant with those who had fallen.\n\n\"Please protect this Khvarena for me, my companion, my friend whom I love.\"\n\"When we are gone, the mortals shall wander, lost, like infants newly taken from their swaddling,\"\n\"Fragile, yet sufficiently strong to conquer the wild winds, the searing flames, and their own imperfections.\"\n\"But that which I fear is not the disasters I can predict, but rather the chaotic darkness...\"\n\"Only the evil of this darkness and the threat of 'death' can crush the buds.\"\n\nWhen the gilded sand had devoured the paradise of the past, the queen of trees and grass arose to fulfill that ancient agreement.\nHeeding the will of the Khvarena, she created for her a beauteous form, fashioning for her a life that was lovely beyond compare—\nThat was Simurgh, the divine bird, in whose form could be seen the vivid hues of countless birds, and in whose song was the song of numerous flowers...\nThe final dream of the oasis was gathered into one body, and transformed into the pure, bright, endless sea of flowers hidden within the divine bird's body."
	},
	"goblet": {
		"name": "Feast of Boundless Joy",
		"relicType": "EQUIP_RING",
		"relicText": "Goblet of Eonothem",
		"description": "An opulent wine goblet that was once filled with nectar and honeydew, but is empty today.",
		"story": "After the mistress of the orchard passed, the queen of grass and trees cut ties with the sea of sand.\nForsaking mad love and majesty, she chose to return to the rainforest and take up the path of defending life...\nThus did new life emerge from the forest, thus did the sages make a stir, and thus was a home fashioned.\nWild fantasy leads to inexorable death, and the metaphor of death cautions mortals.\n\nThe Khvarena of the flowers were born of the most exuberant of banquets and the purest of delights,\nAnd within them was not to be found the tartness of asceticism, or the rank stench of authority.\nHer final fate was inescapable death, to wither and dry up...\nOnly the Lord of Wisdom could learn from such, so as to properly safeguard and use it.\n\n\"But do not forget my great mistress's prophecy, for it was she who sent me unto you.\"\n\"Folly shall yet not kill mortals, but the wild tide of darkness from beyond this world will sweep all away still.\"\n\"I am the final remnant of my mistress. I am the floral essence that cleanses all.\"\n\"Should I join with the purest water, I shall burst, even as the pomegranates do, into countless rays of light.\"\n\nAnd thus was the divine bird Simurgh born from the Khvarena of the flowers,\nStaying by her master's side for a time before flying to the flowery sea..."
	},
	"circlet": {
		"name": "Heart of Khvarena's Brilliance",
		"relicType": "EQUIP_DRESS",
		"relicText": "Circlet of Logos",
		"description": "Intricate and vibrant earrings upon which the luster of a hundred flowers seems to flow.",
		"story": "\"My dear friend, you who were so wise, yet passed early...\"\n\"Amidst glorious legends lurks the gloom of oblivion,\"\n\"Just as life walks with death, and forgetting is the lover of remembrance.\"\n\"If the darkness of death did not threaten it, no life would have any importance.\"\n\"If the waves of forgetfulness did not surge against them, there would be no histories worth recording.\"\n\nIn the age long past, the queen of grass and trees once did as her friend had entrusted,\nGranting the Khvarena of flowers to the divine bird's form, giving her charge over the defense over a part of the rainforest.\nAnd just as the fate of the fresh flower is to wither, Simurgh's fate was sacrifice.\nThe nurturer of all things verdant had known this since the night she slept beside the lord of flowers...\n\n\"And so the verdant divine bird blossomed into countless Khvarena flowers, scattering across the land like hoopoes...\"\n\"The Khvarena fell upon the pure remains of the Amrita's mistress, and thus was a glimmering sea of flowers born.\"\n\"Many spirits dwell in the sea, and they carry the wishes of grass, tree, and dew, cleansing all filth.\"\n\"Many spirits dwell in the sea, and they sing of the three mothers — of verdure, of sweet dew, and of fresh flowers.\"\n\nOne night, the daughter must leave the embrace of the three mothers,\nAnd sacrifice herself, for the impurity of the world grows great..."
	}
}