{
	"name": "Alas de la Exuberancia",
	"description": "Un modelo de planeador. Un regalo obtenido por lograr el reconocimiento y las alabanzas de Sumeru.",
	"rarity": "4",
	"story": "En el pasado, Sumeru era una tierra donde se soñaba poco. Por eso, la gente comenzó a creer en una superstición: que si mientras duermes ves imágenes formadas por el corazón, estas son una revelación e iluminación de la Arconte Dendro. Detrás de eso debe de haber una verdad muy profunda. Tal vez el Akasha no existiría de no ser por ello.\nEl antiguo gran maestro Firnas —no el actual profesor de la Academia de Sumeru— afirmó que él sí solía soñar bastante, y que además era bueno recordando sus sueños. Por ello, fue más conocido por ser un poeta y un soñador empedernido que por su carrera como erudito e inventor. Al fin y al cabo, con lo poco que se soñaba en Sumeru, si de verdad él lo hacía, debía de ser el elegido divino de la Arconte Dendro, capaz de ser agraciado por ella todos los días. Las personas que le tenían envidia decían que ser soñador no significaba tener sueños de verdad.\n\nCuenta la leyenda que, cuando Firnas vio los planeadores de una nación lejana, decidió estudiar su funcionamiento porque tal objeto no podía cumplir con las leyes de la física. Si no fuera porque cada planeador había sido bendecido por el mismísimo Arconte Anemo, aunque le concedieran esas alas a un águila, esta acabaría por caer del cielo con una fuerza suficiente como para hacer añicos el caparazón de una tortuga.\nAsí pues, el gran maestro Firnas —y reitero, no el actual profesor Firnas que trabaja en la Academia— decidió hacer un planeador que no hubiera sido bendecido por el Arconte Anemo. Ese planeador volaría con una belleza propia y estando en consonancia con las leyes por las que se rigen todos los seres.\n\nFirnas se puso manos a la obra, hasta que un día era tal su cansancio que no pudo evitar quedarse dormido. Dicen que, mientras dormía, volvió a ver a la Arconte Dendro.\nAl escuchar sus preocupaciones, la protectora de todos los seres vivos se rio y le contó una historia.\n\nUna historia sobre una brizna de viento que adquirió forma humana, una roca que podía hablar y... ehmm... un trozo de madera de energía Electro. Cuando las tres cosas discutían sobre la creación del mundo, cada una pensaba que era el elemento fundamental. La roca dijo: “Yo cargaré con el mundo”, y el resto lo aceptó. El trozo de madera dijo: “El cerebro humano funciona gracias a la electricidad”, y, aunque a regañadientes, el resto no tuvo más remedio que darle la razón. Cuando le tocaba hablar a la brizna de viento, contó una historia:\n\nEn las leyendas de otro mundo, muchos hijos tiene el cielo. Son los espíritus que han sido creados por el viento. Algunos pueden romper rocas, otros modelan montañas, pero también los hay que provocan tornados y mueven nubes y aguas. Mas al más pequeño de esos hijos con desdén lo miraban, pues su soplido vital no era tan fuerte como esperaban. Entonces, ese hijo se escondió, pero debido a ello el viento para polinizar las flores escaseó. Así pues, un valiente diente de león su fuerza vital encontró. Y para animarlo, una historia le contó:\n\nÉrase una vez, en un reino muy, muy lejano, una reina bella y poderosa que brillaba tanto como el sol. Sin embargo, su hermano pequeño era un caballero revoltoso e indisciplinado que... (Esta parte está omitida)... Para animar a la reina, su dama de honor le contó una historia:\n\n...\n\nDespués de esa noche, el gran maestro Firnas hizo un planeador y le pidió al Arconte Anemo que lo bendijera. Aunque el resultado final fue un planeador idéntico a los que ya existían, la Academia concluyó que dicho parecido era una mera coincidencia.\nCuenta la leyenda que lo primero que dijo el maestro tras despertarse fue: “¡Claro! ¡La respuesta ha estado frente a mí todo el tiempo!”.\nSin embargo, lo que dijo en realidad fue: “Sí, sí, ya lo entiendo. La respuesta ha estado frente a mí todo el tiempo y la gracia de los dioses también es parte de las leyes de este mundo. No hace falta que lo repitas más”.\n\nLa moraleja de toda esta historia es que, sí, intentar entender el mundo es una tarea respetable, pero no busques las leyes de la física en un sueño de fantasías.\n¿Y bien? Entonces, ¿no quieres quedarte con este planeador del gran maestro Firnas?",
	"sortorder": 140010,
	"source": [
		"Recompensa por alcanzar cierto nivel de reputación en Sumeru"
	]
}