{
	"id": 140018,
	"name": "Alas del Encuentro Ocioso",
	"description": "Un modelo de planeador que conmemora una comida disfrutada en un momento de ocio, uno de los muchos momentos felices de la vida.",
	"rarity": 4,
	"story": "Hoy, el joven no tiene que ir a trabajar. Se recuesta en su silla reclinable y hojea el libro de recetas que tiene entre las manos.\nSobre una mesa pequeña a un lado, descansan una bolsa de harina y pan rallado, productos muy preciados en la región de Khaenri'ah. En el reino subterráneo, gracias a la existencia de la alquimia, se crían numerosas criaturas adaptadas a la vida bajo tierra que solo necesitan alimentarse de hongos. Por eso, la carne no escasea. Sin embargo, las verduras y los cereales, que solo pueden crecer bajo la luz del sol, son muy escasos. Recientemente, con la creciente tiranía del rey Irmin, las relaciones entre la superficie y Khaenri'ah se han vuelto cada vez más tensas, por lo que el precio del grano y la fruta no deja de subir.\n\nEl anillo que se encuentra junto a la harina y el pan rallado es aún más valioso. Es un símbolo del profeta líder de Khaenri'ah, pero el joven no siente aprecio alguno por él, pues de él emana la pesada carga del destino.\n\nEl sonido de la puerta de la casa abriéndose llega a sus oídos, y el joven se guarda rápidamente el anillo en el bolsillo. Su hermano siempre había deseado tenerlo cuando era niño, aunque solo fuera por su apariencia. Ahora su hermano pequeño había recibido entrenamiento como escudero y esperaba que lo hicieran caballero, pero aun así, él se sentía intranquilo.\n\n“¿Por qué regresaste tan tarde?”, pregunta el joven.\n“Ese viejo, Haden, nos castigó con limpiar la sala de entrenamiento y la armería después de clase con la excusa de que nuestra postura de combate no era la adecuada. ¡Pero si nadie ha logrado vencernos cuando practicamos!”. El hermano pequeño señala a su compañero alegremente. “Este es Surtalogi, mi compañero de sufrimiento. Y este es mi hermano mayor, Vedrfolnir”.\n“Dain me ha arrastrado aquí. No tenía intención de importunar durante una comida tan ostentosa”.\n“Qué olfato tan agudo”. Vedrfolnir se levanta lentamente. “Si has venido, debe de ser cosa del destino. Vamos, comamos juntos”.\n\nLas alitas de ave fritas estaban deliciosas, al igual que el pan, las verduras y la carne. Sin embargo, lo que verdaderamente triunfó fueron las tiras de papa frita.\n\nCon el paso del tiempo, todos olvidaron ese momento de paz y felicidad.\nAl final de todo, el joven lanzó un hechizo sobre el anillo para revertir el estado físico, imbuido con una energía cuya naturaleza era difícil de definir, pues estaba entre una maldición y una bendición.\nAl final de todo, Dain obtuvo el anillo que había anhelado en su niñez, y, a la vez, adquirió también el peso del destino que contenía.\nPero ¿y qué?\n\nMientras Vedrfolnir recoge los restos de la comida, se queda mirando un punto lejano de repente, como si atravesara no solo el tiempo, sino también una gran distancia.\n“¿Qué es lo que esperas?”.\nAquel era un recuerdo de felicidad antes de que todo sobrepasara el punto de retorno de cualquier redención posible.",
	"isHidden": true,
	"source": [
		"Evento colaborativo"
	]
}