{
	"id": 140006,
	"name": "Alas de la Nieve Oculta",
	"description": "Un modelo de planeador. Un tesoro dejado atrás por un ave rapaz que sobrevolaba las montañas.",
	"rarity": 4,
	"story": "Nos elevaremos de nuevo.\nEl árbol marchito tiene brotes nuevos porque se acerca una era aún más difícil.\n\nEse fue el aviso que el búho transmitió al halcón.\n\nPero los halcones, que siempre miran la tierra desde lo alto, querían gobernar los cielos.\n¿Y qué hay bajo el cielo que pueda competir contra ellos?\nAsí que ignoraron el aviso de los búhos y se burlaron de ellos, tomándolos por cobardes.\nLas aves que solo pueden cazar por la noche son así, por supuesto... inútiles y cobardes.\n\nDespués, la escarcha del enorme pilar congeló la montaña e hizo pedazos el árbol que daba sombra al reino.\nMás tarde, la oscuridad que cubrió la tierra como una marea rompió las ramas en las que se posaban las aves de presa.\nEn medio del torbellino de perversidad, los halcones cayeron al suelo con los gorriones.\n\nAsí, los pájaros del reino del viento descubrieron lo siguiente:\nIncluso los cielos libres se pueden volver blancos por la nieve o negros por las tinieblas.\nHasta el sol del mediodía se había cubierto, por no mencionar la luna y las estrellas.\n\nLas aves se refugiaron en sus nidos y esperaron el trágico y silencioso final.\nPero, en la ausencia de luz, los búhos, de costumbres nocturnas, se convirtieron en los amos...\n\nHasta mucho después.\nLos débiles polluelos de halcón crecieron felices, alimentándose de presas cuyo origen desconocían.\nAl final el cielo terminó despejándose y, aunque la montaña seguía cubierta de hielo y nieve, del suelo brotó nueva vida.\n\nPero los polluelos nunca sabrán quién los salvó.\nEl dragón hermoso como las piedras preciosas también cayó en el olvido, como los ojos de los búhos, que solo brillan en la oscuridad.\nLas ramas en las que los pájaros solían posarse antiguamente han vuelto a crecer, aunque esta vez son de un inquietante color carmesí...\n\nY, aunque no está directamente relacionado, un halcón rojo que abandonó su bandada para cazar y proteger en la oscuridad tomó el nombre del búho.\n\nEn el silencio de la noche puede oírsele anunciando el secreto:\nNos elevaremos de nuevo.\nEl árbol marchito tiene brotes nuevos porque se acerca una era aún más difícil.\n\nTe otorgo este par de alas, para que juntos seamos testigos de los tiempos que vienen.",
	"source": [
		"Alcanzar cierto Niv. de ofrenda en el Árbol frioeterno"
	]
}