{
	"id": 140016,
	"name": "Alas del Entrelazamiento Predestinado",
	"description": "Un modelo de planeador que simboliza la separación y el reencuentro de aquellos entrelazados por el destino.",
	"rarity": 4,
	"story": "Él vio a lo lejos aquella cabeza de cabello dorado cuando el gran rey anunció la sucesión al trono. El ambiente festivo y el clamor le importaban más bien poco, pues tenía que ayudar a limpiar las flores verdaderas y falsas que se fuesen a lanzar. Miró hacia atrás y siguió manteniendo el orden de la plaza que había frente a las puertas del palacio. En aquel entonces, él no era más que un joven caballero corriente.\n\n{F#El heredero}{M#La heredera} de cabello rubio, por su parte, miraba confundid{F#o}{M#a} a la multitud que tenía delante. Como hasta entonces había estado viviendo en el palacio, no fue consciente hasta ese momento de toda la gente que vivía en aquel reino subterráneo. {F#Él}{M#Ella} era {F#un}{M#una} superviviente del glorioso reino caído, y cargaba con la responsabilidad de un mundo. Sin embargo, a pesar de su corta vida, pudo sentir la amabilidad de los habitantes de aquel lugar, por lo que se inclinó para cargar con los pilares de la tierra y pasó de ser {F#el rey}{M#la reina} de un mundo a ser la esperanza de un único reino.\n\nEl joven caballero no procedía de una familia poco importante, pero aun así, no era tan digno de mención. {F#El heredero rubio}{M#La heredera rubia} tenía un destino mucho más noble y, tras haber perdido su mundo, ahora solo añoraba un único reino.\n\nMás tarde, el joven caballero ascendió de puesto y recibió el título de “Espadachín del Crepúsculo”. Por su lado, el último Rey Vinster llevó {F#al heredero rubio}{M#a la heredera rubia} hasta lo más profundo del reino. Para salvar a su propio hermano mayor, al cual habían encarcelado y dejado completamente ciego por ofrecer una profecía, el caballero reunió a los jóvenes más brillantes de su época. El justo acto de salvar el reino sería algo que harían de paso. Mientras tanto, {F#el heredero rubio}{M#la heredera rubia} sirvió de recipiente para absorber un ilimitado poder del Abismo, y se convirtió en la llave que estuvo a punto de destruir el mundo.\n\nEse fue el instante en el que se entrelazaron el viaje de alguien excelso que cae desde la luz hasta el abismo, y el camino de alguien insignificante que asciende desde las tinieblas.\nHubo regicidios, justicia, asesinatos y traiciones hasta que todo quedó en la desolación. Después, las dos personas, que compartían las mismas penurias y aflicciones, viajaron juntas durante un tiempo que, en comparación con la larga vida que les esperaba y en la cual irían separándose poco a poco, no fue más que un breve entrelazamiento de caminos.",
	"isHidden": true,
	"source": []
}