{
	"name": "Alas del Ensueño Efímero",
	"description": "Un modelo de planeador. Lo conseguiste en un breve instante dentro de un sueño del pasado al que entraste cuando se escuchó cierta sinfonía.",
	"rarity": "4",
	"story": "Esta es una pequeña historia sobre una canción llamada «El sueño de la efímera».\nAunque en cierta época fue muy popular debido a su agradable melodía, no es una canción que se consideraría “elegante”.\nPero la popularidad va y viene, ya que al salir nuevas canciones, la gente pierde el interés por las antiguas.\nAl final, todo el mundo olvidó quién había compuesto esta canción.\nLa gente decía que aquella persona de tanto talento tuvo una vida tan corta como la de una flor, y que no era más que otro compositor más.\n\n“Tenía tanto talento, pero tuvo una vida tan corta como la de una flor... No era más que otro compositor más...”.\nCuando citó aquella frase de la opinión pública, ella estaba buscando a su hermana mayor, que estaba sentada en un largo pasillo contiguo a un patio.\nSu hermana se volteó para mirarla. Sostenía de manera inclinada una cítara mientras tocaba las cuerdas un par de veces.\n“La gente dice que las efímeras son muy ilusas al desear sumirse en sus sueños a pesar de su corta vida”.\nEn su memoria, su hermana siempre volteaba la cabeza para hablarle, y nunca respondía a lo que ella decía, sino que se limitaba a tocar una vez más esa canción olvidada por el mundo.\nAl fin y al cabo, a los compositores siempre les gustan sus propias composiciones musicales.\nDe ahí en adelante, su hermana rara vez tenía tiempo libre. Y más tarde... perdió para siempre la oportunidad de oírle tocar esa canción.\nComparada con su hermana, a ella nunca le apasionó el mundo de la música, por lo que con el tiempo fue olvidándose de estas cosas.\n\nLa siguiente vez que escuchó la canción, estaba en un taberna refugiándose de la lluvia mientras viajaba en privado.\nAllí había un citarista que, para que el cantinero le diera un trago, tocó aquella canción. El citarista ya era viejo, así que su memoria le fallaba, aunque era suficiente para recordar la partitura.\nCuando terminó de tocar y de beberse la copa de vino, el embriagado citarista dijo convencido que esa canción la había compuesto una persona verdaderamente noble.\nPero nadie le creyó, pues pensaban que solo eran exageraciones que surgían en torno a las personas que viajan por el mundo.\nTodo el mundo se rio de él, excepto ella, a quien invadió cierto recuerdo.\nRecordó aquel patio bañado por la luz vespertina, la brisa que producía ondulaciones en el estanque, la sombra del árbol zarandeándose, el tañido... el tañido de aquellas cuerdas...\n... Y aquella silueta, la cual no había visto hacía mucho tiempo, sentada en el pasillo mientras sostenía una cítara.\nAquella figura que siempre volteaba la cabeza...\n\n¿Tan malo era ser una efímera? Todas las cosas nacen y mueren en un abrir y cerrar de ojos, y a pesar de ello, sus sueños son igual de intensos.\n¿Tan malo era tener una vida tan corta como la de una flor? Aunque una flor se abra y se marchite en la misma noche, si alguien la llega a ver, será un recuerdo inolvidable.\nLos recuerdos... Ay, los recuerdos...\n¿Qué son los recuerdos sino destellos de momentos efímeros del pasado que se despiertan fugazmente en nuestras cabezas?\n\n“... Dicen que este planeador lo encontraron en la Comisión Yashiro al lado de una cítara polvorienta mientras hacían limpieza de objetos antiguos. A mí no me sirve de mucho, así que te lo regalo”.\nLa joven que dijo esas palabras sostenía una antigua cítara a la que habían aplicado una nueva capa de pintura. A juzgar por su postura, se notaba que hacía mucho tiempo que no tocaba el instrumento.\nAl ver tu cara de expectación, soltó un suspiro y dijo:\n“Te aviso de que mis dotes musicales están muy lejos de ser como mis dotes marciales”.\nTras hacer memoria, empezó a tocar la única canción que sabía.",
	"sortorder": 140013,
	"ishidden": true,
	"source": []
}