{
	"id": 140012,
	"name": "Alas del Oleaje Magnánimo",
	"description": "Un modelo de planeador. Un regalo obtenido por lograr el reconocimiento y las alabanzas de Fontaine.",
	"rarity": 4,
	"story": "Cuenta la leyenda que el primero de los océanos tenía una composición similar a la de la sangre, y que los seres que vivían en él eran muy parecidos. Para pisar tierra firme o surcar los cielos, esos seres desarrollaron vasos sanguíneos con los que mantener ese océano primigenio fluyendo en su interior. El corazón palpitante que dirigía este mar de sangre primigenio pertenecía al primer Dragón del Agua. Cada vez que ese corazón latía, todos los seres se levantaban para rendirle pleitesía.\nPero eso son solo cuentos que los Dragartos Hydro se cuentan entre sí, y no tienen suficiente credibilidad. De hecho, tal vez esta historia se cuente de forma diferente entre otros Dragartos. En cualquier caso, las historias de las Oceánidas hablan de lo que ocurrió más tarde:\n\nCuando ese primer corazón fue borrado de la faz de la tierra, la emisaria de Celestia, la líder sobre cuyos hombros recaía el deber de crear vida, acudió al gran Mar Primigenio, donde creó otro corazón. Ese corazón tenía la nobleza de un dragón, pero carecía de su forma; tenía la majestuosidad de un dios, pero carecía de todo deber divino. Y aunque fue creado por una gobernante humana, su sustancia y su esencia estaban compuestas de materia original de este mundo, sin ningún elemento exterior.\nElla era las lágrimas que fluían en el Mar Primigenio buscando la comunicación y la comprensión, una búsqueda que la hacía llorar. Y fue debido a esta compasión por lo que cometió todos los pecados de los que ningún ser de agua pura quiere hablar.\n\nLo ocurrido después es la versión que cuentan los humanos, aunque esta solo se cuenta entre investigadores:\nEl gran Remo llegó a Fontaine, donde visualizó una ciudad poderosa y eterna: Remuria. Instruyó al pueblo y, finalmente, consiguió alcanzar una parte de su sueño. Entonces llegaron los profetas para avisar con toda su buena intención de algo aterrador: que llegaría el día en que la serenata terminara y Remuria cayera.\nComo se suele decir: “Si un héroe no muere antes de regresar a su hogar, se convertirá en un tirano”. La justicia que Remuria impuso para escapar a este destino acabó convirtiéndose en tiranía, y esta tiranía provocó una resistencia tan fuerte como una marea iracunda. Así fue como desapareció Remo; Remo, el eminente; Remo, el confundido; Remo, el previsor; Remo, el solitario...\n\n...\n\nLos humanos desean ser juzgados porque se sienten culpables. Los humanos tienen deseos, y por eso quieren renunciar a las cosas. Los humanos siempre quieren un dios. Por eso el corazón del Mar Primigenio, es decir, la magnánima Egeria, recibió una esquirla de aquel que fue el primero, y obtuvo tanto el derecho de ser una Arconte como el de tener un deber divino. Sin embargo, ¿aquello se debió a que los deseos humanos habían llegado al cielo? ¿O no era más que el comienzo de una serie de oscuros complots?\n\nEsta es una historia que solo tú puedes conocer. Cuando despiertes, estas alas y esta historia aparecerán junto al cabecero de tu cama. Puedes pedir a todas las especies de este mundo que te demuestren si sus cuentos son ciertos o no, pero ninguna de ellas te creerá, porque ¿cómo van este planeador y este cuento a materializarse ante ti de la nada?",
	"source": [
		"Recompensa por alcanzar cierto nivel de reputación en Fontaine"
	]
}