{
	"name": "Alas Protectoras",
	"description": "Un modelo de planeador que porta el deseo de volar junto a otra persona.",
	"rarity": "4",
	"story": "No con todos los planeadores se puede volar.\nEn este mundo, hay aves que nunca aprenden a volar.\nY también hay planeadores que no han pasado por los controles de calidad necesarios.\n\nAl ver tu aspecto tan pensativo, Amber pareció entender tu preocupación.\n“¡No te preocupes! Nadie se ha lastimado nunca durante una prueba de vuelo”.\nA esto, añadió que los que resultaban heridos, en realidad, eran los jabalíes y los Hilichurls.\nAun sabiendo que tú no te lastimarías, sentiste un poco de pena al pensar en las frágiles criaturas que habían sido heridas para que pudieras volar sobre la tierra...\nPero, en el fondo, también sentiste alivio.\n\nAmber siguió hablando.\n“Si puedes volar con un planeador es gracias a la bendición del Arconte Anemo.\nY también gracias a la ingeniería y la sabiduría humanas, claro”.\n\nElla nunca explicó para qué coleccionaba insignias Anemo.\nTal vez como tenía sangre de aventurera y corazón de comerciante,\nse volvía muy habladora cuando mencionaba a personas con un espíritu aventurero.\nSegún ella, los exploradores ya habían comenzado a experimentar con dispositivos voladores hace miles de años.\n\nTe aclaraste la garganta y ella, un poco avergonzada, siguió hablando sobre lo especial que era ese planeador.\nHubo quien pensó que ser bendecido por el Arconte Anemo era demasiado sospechoso.\nY también hubo quien se burló tanto del valiente artesano que se atrevió a fabricar ese planeador como del propio planeador en sí.\nFue realmente injusto que la gente lo tratara así por ello.\n\nPero tú también eres una persona valiente, ¿cierto? Alguien que no cede ante la mirada de otras personas. Seguro que serías el amo perfecto para este planeador.\nTras decir eso, Amber puso en tus manos un planeador realmente especial.\n“¡Por supuesto que funciona! Te hará volar muy alto, pero primero debes creer en él, y también en ti”.",
	"sortorder": 140002,
	"source": [
		"Obsequio del lanzamiento oficial"
	]
}