{
	"name": "Alas del tapiz estrellado",
	"description": "Un modelo de planeador. Un regalo obtenido por presenciar un festival en tierras lejanas.",
	"rarity": "4",
	"story": "“El milagroso artilugio que le traigo es...”.\n\nEl mensajero pensaba contarle a la dueña del Palacio Alcazarzaray el origen de aquella nueva invención, tal como se le había encargado, pero observó que otra cosa había atraído la atención de su interlocutora.\n\n“¡No, no, no! ¡Eso es mi almuerzo! El milagroso artilugio del que le hablo está al lado. ¡Es este planeador!\nAunque... pensándolo bien, esta historia sí tiene un poco que ver con la comida...\nE-en fin, según Alice, este planeador no fue creado en Teyvat, sino que vino flotando desde un lugar muy lejano”.\n\nEn aquel lejano lugar, alguien dijo una vez:\n“Una vida sin festines es como un largo viaje sin posadas”.\nLa comida deliciosa, la música relajante, el ambiente animado y los momentos de diversión están muy bien, pero lo más importante son los recuerdos creados en compañía.\nCon un banquete tan espléndido y unos recuerdos tan hermosos, se necesitaba algo igual de bonito para conmemorarlo.\nLimitarse a escribir buenos deseos sobre un papel no le habría hecho justicia.\nAl fin y al cabo, unas pocas frases escritas en unas pocas tarjetas no eran suficientes para plasmar todos los pensamientos.\nTras deliberarlo juntos, pensaron en la solución perfecta.\n“Como lo que vimos al alzar la vista al final del banquete fue el resplandeciente cielo estrellado, ¡qué mejor que grabar nuestros deseos en la luz de las estrellas!”.\nDespués de todo, los pensamientos no son más que una luz incorpórea, y solo el recuerdo puede darles una forma única y distintiva.\nAl reunir los recuerdos de todos, los pensamientos se transformaron en un nacarado rastro estelar que se esparció en la inmensidad de la noche.\n\n“Vuelen, vuelen... Pues los deseos y esperanzas de este momento y la dicha de este festín acompañarán a estos pensamientos hasta las más remotas estrellas y hasta el mañana soñado”.\n\nPuede que las estrellas fugaces que a veces sesgan el cielo nocturno sean pequeños deseos venidos de mundos lejanos.\nSi haces como creen los niños y cierras los ojos para pedirle un deseo a una estrella fugaz, tendrás unos dulces sueños.\nQuién sabe, puede que tu deseo se convierta en una refulgente estrella fugaz que ayude a un desconocido de un mundo remoto a cumplir su deseo.\n\nEste planeador es el más persistente de esos deseos que surcaron el cielo desde el principio.\nNo importa dónde, ni cuándo, ni cuántos millones de galaxias se interpongan, lo que siempre quiso es volar en compañía de otros.\n\n“De modo que Alice cumplió el deseo de esa estrella fugaz y le dio su forma actual”.\n\n“¡¿Y cómo se supone que voy a contarle esto a mis clientes?! ¡Mejor sería decirles simplemente que esto cayó del cielo al comenzar el banquete!”.\nSea como fuere, la renombrada magnate Sangemah Bay al final te contó la historia tal como se la escuchó a su proveedor cuando te hizo entrega de este planeador.",
	"sortorder": 140011,
	"ishidden": true,
	"source": [
		"Evento colaborativo"
	]
}