{
	"id": 140005,
	"name": "Alas del Vuelo Áureo",
	"description": "Un modelo de planeador. Un regalo obtenido por lograr el reconocimiento y las alabanzas de la ciudad de Liyue.",
	"rarity": 4,
	"story": "“Levanta la vista y observa las nubes que se enredan en los picos rocosos con gráciles movimientos. Perforan arcoíris, atraviesan nieve y escarcha y sonríen al ver las batallas desde lo alto”.\nLa historia que vamos a relatar hoy comienza con este fragmento.\nTodo el mundo sabe que, esparcidos por las extensas tierras de Liyue, hay aspirantes a artistas marciales que buscan el rastro de los Adeptus en la espesura de los bosques y las cimas de las montañas que rozan las nubes. Lejos de la vista de las Siete Estrellas, realizan sus actos caballerescos en secreto. Ya contamos la historia de los dos jóvenes anónimos que perforan arcoíris y atraviesan nieve y escarcha. Hoy hablaremos de otro gran héroe, una historia que aún no han escuchado.\n\nSe dice que este gran héroe llegó con el viente del este.\nTras obtener la insignia oficial del Rey Geo, conjuró un par de Alas del Vuelo Áureo y voló por toda Liyue repartiendo justicia.\nCuando el Chi, sediento de sangre, se disponía a causar estragos, el gran héroe agitó su puño del tamaño de la Montaña Aozang y lo sepultó en las profundidades de la tierra.\nAl enfrentarse al monstruo de Guyun, que era un rival digno incluso de los Adeptus, este héroe blandió su espada y purgó a los demonios.\nY no olvidemos al joven Fatui arrogante que se opuso abiertamente al Rey Geo y menospreció a las Siete Estrellas. Nuestro héroe apareció en uno de sus banquetes, lanzó la bandeja de frutas por los aires y golpeó al joven hasta que se arrepintió de sus errores, se inclinó ante el Rey Geo y las Siete Estrellas y abandonó el banquete...\n\nAunque este planeador es bastante lujoso, el héroe se alegró al recibir las alabanzas de los ciudadanos de Liyue y lo aceptó gustosamente.\nNo obstante, estas alas vienen con unas instrucciones de uso que en apariencia son una historia, pero en realidad son un manual sobre cómo ser un auténtico héroe caballeresco. Superan las expectativas en prácticamente todos los aspectos...",
	"source": [
		"Recompensa por alcanzar cierto nivel de reputación en Liyue"
	]
}