{
	"name": "Alas del Banquete",
	"description": "Un planeador que conmemora un gran banquete o una cena común y corriente. El deleite está asegurado en un festín, mientras que un precio asequible es lo que distingue a una cena cotidiana.",
	"rarity": "4",
	"story": "Este es un objeto caído desde otro mundo. Simboliza el último banquete de ese mundo, así como la llegada del fin de semana.\n\nUna vez, aquel mundo estuvo gobernado por dragones.\nPero no eran como esos dragones de los cuentos capaces de volar, sino que más bien tenían una forma de lagarto y pollo.\n\nPuede que sea difícil de imaginar para ti, Klee, pero en aquella época, en los mares de ese mundo había unos gigantescos dragones-pez, y unos dragones-pájaro con unas enormes alas surcaban los cielos.\nEran unas criaturas grandiosas, por lo que despreciaban al resto de las especies.\nEntonces, se autoproclamaron reyes de todos los seres vivos de la tierra.\n\nMás tarde, aparecieron los primeros seres humanos de ese mundo.\nNadie sabe cómo sucedió exactamente, aunque tal vez se debiera a la caída de unos meteoritos. En cualquier caso, aquellos humanos tenían una extraña costumbre llamada “la cena del domingo”.\nPoco tiempo después, ese día llegó y, con él, empezó el banquete.\nLos muslos y las alas de los dragones se embadurnaban en harina y eran sometidos al purgatorio de las llamas de los hornos de los humanos.\nEran convertidos en comida para deleitar a todos los comensales. Se dice que la carne de dragón era tan extremadamente deliciosa que nadie podía evitar chuparse los dedos tras degustarla.\nEl banquete, que originalmente solo se celebraba un domingo a la semana, acabó por celebrarse todos los días debido al exquisito sabor de aquella carne.\n“¡Esto es asombroso!”\n“¡Debemos comer la cena del domingo todas las noches de la\nsemana!”, proclamaron todos.\nY así, la era de los dragones terminó.\n\nEste planeador conmemora su terrible extinción. Además, su color original no era este, sino el azul y el blanco.\nLa madre de Klee cambió su color para que conjuntara con la manera de vestir de su familia, de ahí su aspecto actual. Una vez que volvió a casa por un corto periodo de tiempo, dejó este planeador y, entonces, se volvió a marchar.\n“Hija, voy a estar muy ocupada. En estos últimos dos años, las fronteras de Teyvat se han vuelto muy frágiles”.",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Evento colaborativo"
	]
}