{
	"id": 140015,
	"name": "Alas del Vuelo Ardiente",
	"description": "Un modelo de planeador. Un regalo obtenido por lograr el reconocimiento y las alabanzas de Natlan.",
	"rarity": 4,
	"story": "El viejo sacerdote de los Augures Vientonocturno arrojó un puñado de pólvora a la hoguera, la cual creció como si le hubieran echado combustible, y la luz que proyectaba creció varios metros.\n“Lo que voy a relatar no es un cuento, es un suceso histórico real que la brisa nocturna me contó”. El sacerdote sacó una rama con su delgada mano y removió un poco la hoguera para avivar un poco el fuego.\n“Maestro, estamos en una noche calurosa de verano, no haga eso”, le dijo uno de los espectadores que había entre su público.\n“¿Tú qué sabrás? Estoy creando ambiente. Además, la hoguera es para que los animales salvajes no se acerquen”.\n\n...\nEl dragón alado que sabía hablar se autodenominaba “Fin de los Sabios” y era nieto del príncipe de los dragones. Viajaba por el mundo y le hacía la vida imposible a los humanos.\nUn día, hizo una apuesta con una persona: “¿Cómo puede un humano dominar los cielos sin el poder del flogisto?”.\nSi uno tiene la sabiduría del viento nocturno y medita en profundidad, el poder oculto de la frente y la parte superior de la cabeza hará que el cuerpo flote. Sin embargo, la persona a la que le hizo esa pregunta no poseía ese conocimiento.\n“¿Qué tiene eso de complicado?”.\nEl hombre encendió un fuego abrasador y utilizó las llamas azotadas por el viento y un objeto de cuero cosido para propulsarse hacia el cielo.\n...\n\n“Hubo muchas pruebas como esa hasta que, finalmente, la gente de Natlan obtuvimos la habilidad de usar el flogisto mediante sacrificios”, dijo el viejo sacerdote, y echó más pólvora a la hoguera.\n“¿Sa-sacrificios?”.\n“En aquel entonces, aún no habíamos hecho un pacto con los Qucusaurios, por lo que aquel hombre cayó del cielo y murió”.\n“Entonces, ¿por qué nadie en Natlan utiliza el planeador con el que se sacrificó ese héroe?”.\n“Teniendo Qucusaurios, ¿quién usaría esa cosa? ¿Qué? ¿No me crees? Por edad, soy el cuarto más cercano a la maestra Citlalí, ¿acaso dudas de mi palabra?”.",
	"source": [
		"Se obtiene al alcanzar cierto nivel de reputación tribal en Natlan"
	]
}