{
	"id": 140014,
	"name": "Alas del Gran Festín",
	"description": "Un planeador que conmemora la reinauguración de un festín. El sabor de la comida de dicho festín no ha cambiado a pesar del paso del tiempo.",
	"rarity": 4,
	"story": "Esta historia tiene lugar en una estación de viaje interestelar, donde los viajeros en tránsito encuentran reposo en el pequeño establecimiento de un viejo aventurero. Entrado en años ya, el dueño del lugar se había cansado de capitanear su nave por el vasto océano de estrellas y de emprender valientemente expediciones hacia confines del universo en los que nadie había estado jamás. Así fue como transformó su oxidada nave espacial en un restaurante donde dar cobijo a los viajeros.\n\nLa primera clienta fue una deidad a la deriva desde la destrucción de su planeta natal. Habló con el dueño sobre la naturaleza voluble del cosmos, así como de su afecto por la vida en su antiguo planeta.\n“Recuerdo cada momento glorioso de la civilización. Desde el descubrimiento del teorema fundamental de la proporcionalidad hasta la finalización del ascensor espacial; desde la primera pintura rupestre hasta la creación de la serie holográfica de cincuenta y tres paisajes galácticos”.\nEl dueño había permanecido en silencio hasta que los manjares que había requerido la clienta estuvieron listos, tras lo que procedió a servírselos:\n“Pero aún puede hacer algo por ellos, ¿no? Cuando termine de comer, ¿por qué no lo intenta?”.\nEsta deidad era en realidad una inteligencia artificial creada por las especies inteligentes del planeta con el fin de optimizar la asignación de recursos a nivel planetario. El dueño tenía razón: todavía había una cosa que podía hacer.\n\nEl segundo cliente era un demonio que había destruido muchos mundos. Tras entrar, pidió una gran cantidad de comida, tanta que el dueño no pudo evitar preguntar:\n“¿Está seguro de que puede acabarse todo eso?”.\n“¡Qué tontería! Si no puedo acabármelo, ¿acaso no podría llevármelo?”, replicó el demonio, relamiéndose. En realidad, aquello se parecía más al movimiento de la lengua de una serpiente, y era una forma de percibir su entorno.\nMientras masticaba los manjares que le habían servido, el demonio se jactaba ante el antiguo capitán de sus logros. Pero al final, no pudo acabárselo todo.\n“¿Por qué no se lo ha terminado? ¿Es que la comida no era de su agrado?”.\nEl demonio nunca, ni una sola vez, había sido cuestionado de esa forma. Por un momento, quiso mentir y contestar: “estaba horrible”. Pero al ver que aquel legendario capitán se disponía a tomar su fusil de chispa, prefirió comportarse y le pidió que le ayudara a empaquetar las sobras.\nPuede que no lo supiera en ese momento, pero el demonio acababa de salvar su propia vida. Cuando al veterano le habían dado el título de “primer oficial honorario”, también le habían concedido autorización para ejecutar a los alborotadores en su establecimiento. Para el antiguo fusil de chispa que colgaba bajo su reloj, perder una oportunidad de oro de brillar fue una gran decepción.\n\n...\n\nLa trigésima clienta era una bruja. Tras ver su rostro, el dueño supo exactamente lo que quería pedir.\nY así, los dos permanecieron en silencio todo el tiempo.\nFinalmente, la bruja levantó la mirada. Tenía las mejillas abultadas, llenas de comida en proceso de ser masticada, y las comisuras de los labios manchadas de aceite.\n“¿No tienes nada que contarme?”, preguntó aquel capitán que había presenciado incontables historias.\n“Ya te lo conté todo la primera vez que vine”, dijo la bruja mientras bebía un buen trago de su bebida. “¿O estás diciendo que no puedo venir con frecuencia aquí a comer?”.\n“Entiendo”, respondió el dueño, mientras le tendía una servilleta.",
	"isHidden": true,
	"source": [
		"Evento colaborativo"
	]
}