{
	"name": "Alas del Jinete de la Tormenta",
	"description": "Un modelo de planeador. Un regalo obtenido por lograr el reconocimiento y las alabanzas de Inazuma.",
	"rarity": "4",
	"story": "“Además del largo linaje de los tengu de Yougou, la palabra ‘tengu’ también hace referencia a un tipo de guerreros hábiles, ágiles y difíciles de rastrear. Y es que, como ya sabrás, los tengu también tienen alas”.\nEsta afirmación se te hace un poco difícil de creer.\n\n“Los tengu son aquellos seres que poseen la habilidad divina de moverse libremente en el aire. Tú, por tu parte, has recorrido toda Inazuma sobrevolando casas y montañas, y eres tan ágil como un cuervo o un halcón.\nEn Inazuma ha habido personas que ansiaban ser como los tengu, e incluso los imitaban. A estas personas les gustaba sentarse en la parte más alta de Tenshukaku, en los árboles, en las montañas y en los arcos torii para burlarse de las masas y los funcionarios. Hacían controvertidas pintadas tengu en los jardines imperiales de Tenshukaku y despreciaban la autoridad del Gran Santuario y del shogunato.\nSin embargo, al final, este grupo de personas sin ningún tipo de inhibición fue atrapado por los auténticos tengu, quienes les dieron una buena lección.\nPero tú no tienes que preocuparte por esta leyenda. Al fin y al cabo, respetas la ley y el orden público”.\nNo hace falta decir mucho más al respecto, ya que tú estás acostumbrad{F#a}{M#o} a sobrevolar las casas de la gente con tu planeador y a trepar muros y montañas.\n\n“En segundo lugar, la palabra ‘tengu’ también hace referencia a aquellos espadachines de habilidades sin igual. Además de las principales escuelas creadas por la Shogun Raiden, así como la técnica Cortatiniebla y el estilo Meikyou Shisui, hasta hoy en día también ha sobrevivido el estilo Iwakura. La técnica de corte Tengu, la cual no se enseñaba a cualquier discípulo Iwakura, era un estilo de combate con la espada utilizado para vencer a los tengu, cuya destreza con esta arma era especialmente veloz. En cuanto a ti, no creo que haga falta hablar de tus excelentes habilidades y tus grandes hazañas.\nPor último, los tengu también suelen ser capaces de manipular el viento y la electricidad. Cuenta la leyenda que entre los tengu de Yougou hay un objeto que ha pasado de generación en generación. Se trata del ‘abanico ventormento’, con cuya parte frontal se puede invocar el viento, y con cuya parte trasera se invoca el trueno. Por eso, tú, que puedes manipular tanto el elemento Anemo como el Electro, ¡también serías digno de llamarte ‘tengu’! Por cierto, como curiosidad, te diré que el abanico ventormento no es más que un truco. En general, para no revelar este gran secreto, los tengu suelen viajar acompañados. Así, siempre habrá uno que sepa utilizar el elemento Anemo y otro que utilice Electro”.\nSara, que se encuentra al lado de ti, parece sentirse incluso más incómoda que tú.\n\n“Ahora, el Gran Santuario te obsequia este planeador para condecorar tus contribuciones a Inazuma”.\nEntonces, ¿así son las alas de los tengu?\nAl ver tu cara de perplejidad, Sara responde rápidamente:\n“¡Claro que no!”",
	"sortorder": 140008,
	"source": [
		"Recompensa por alcanzar cierto nivel de reputación en Inazuma"
	]
}