{
	"name": "Alas del Brillo Galáctico",
	"description": "Un modelo de planeador. Un regalo que conmemora la sinfonía que resuena en el mar de estrellas.",
	"rarity": "4",
	"story": "“Una vez, conocí a cierto poeta. Que no era yo, por cierto...”.\nEl tipo de verde mordió una manzana mientras contaba la siguiente historia:\n\nVivía en una época en la que las llamas de la guerra acababan de apagarse y las ascuas acababan de extinguirse. El poeta había visto demasiadas disputas y separaciones.\nEntonces, cantaba a los cielos, a las obstinadas piedras, a los agitados mares y a las estrellas más allá del cielo.\nPorque sabía que alguien debía curar las heridas del mundo y, por lo tanto, alguien debía encontrar la forma de comunicarse con ellas.\nSi el cielo, las piedras, el mar y las estrellas respondieran, entonces la música podría fluir a través de todas las cosas.\nAl principio, el cielo no respondía. Solo las sombras de las aves pasaban frente a él. Tampoco lo hacían las piedras, cuyo único sonido era el caer de unas gotas de agua. Al principio, los mares tampoco respondían, pero su fuerte y salado olor traía el presagio de una tormenta.\nLas estrellas tampoco le respondieron.\nPero el poeta lo sabía. ¿Qué podía decir este cielo lleno de estrellas?\n\nSin embargo, no se dio por vencido. Pero no porque tuviera fe, sino porque así era él.\nMás tarde, el mar respondió. En lo alto de un acantilado, se construyó un puesto de vigilancia con el que observar la tormenta, y la monja que ocupaba su puesto allí aplaudía su actuación.\nMás tarde, la piedra respondió. Se secó la cara con un pañuelo, diciendo: “Tu actuación ha sido realmente inigualable en toda la tierra. Pero la próxima vez que te emborraches y derrames vino sobre mi cabeza, me enfadaré bastante”.\nMás tarde, los cielos respondieron. La sombra de los pájaros que sobrevolaban el cielo taparon el propio sol. El poeta levantó la cabeza y un hermoso dragón descendió ante él.\n\n“Estaba pensando que, si algún día hiciera llorar a las estrellas, ¡creo que provocaría una lluvia de meteoritos! Ah, claro. Así que este planeador fue la respuesta de las estrellas. Cayó del cielo, como tú”.\nEl poeta de verde señaló al cielo mientras sostenía una manzana en la mano.\n“Este poeta no soy yo, o quizás este planeador sí cayó del cielo. Puedes elegir la que quieras que sea verdad, jeje”.",
	"sortorder": 140009,
	"ishidden": true,
	"source": []
}