{
	"id": 140014,
	"name": "Alas del Gran Festín",
	"description": "Un planeador que conmemora la reinauguración de un festín. El sabor de la comida de dicho festín no ha cambiado a pesar del paso del tiempo.",
	"rarity": 4,
	"story": "Esta historia está ambientada en un centro de viajes interestelares, donde los viajeros pueden disfrutar de un momento de respiro en una pequeña tienda regentada por un veterano retirado, que resulta que también fue coronel honorario.\n\nLa primera clienta fue una deidad a la deriva desde la destrucción de su planeta natal. Habló con el tendero sobre la naturaleza voluble del cosmos, así como de su afecto por la vida en su antiguo planeta.\n“Recuerdo cada momento glorioso de la civilización. Desde el descubrimiento del teorema fundamental de la proporcionalidad hasta la finalización del ascensor espacial; desde la primera pintura rupestre hasta la creación de la serie holográfica de cincuenta y tres paisajes galácticos”.\nDurante un rato, el tendero permaneció en silencio. Cuando el pollo frito que había pedido estuvo listo, se lo sirvió y respondió:\n“Pero aún puede hacer algo por ellos, ¿no? Cuando termine de comer, ¿por qué no lo intenta?”.\nEsta deidad era en realidad una inteligencia artificial creada por las especies inteligentes del planeta con el fin de optimizar la asignación de recursos a nivel planetario. El coronel tenía razón: todavía había una cosa que podía hacer.\n\nEl segundo cliente era un demonio que había destruido muchos mundos. Tras entrar, pidió una gran cantidad de comida, tanta que el coronel no pudo evitar preguntar:\n“¿Está seguro de que puede acabarse todo eso?”.\n“¡Qué tontería! Si no puedo acabármelo, ¿acaso no podría llevármelo?”, replicó el demonio, relamiéndose. En realidad, este acto de relamerse era más parecido al movimiento de la lengua de una serpiente, y era la forma de percibir su entorno.\nMasticando el pollo frito y las hamburguesas que le habían servido, el demonio se jactaba ante el coronel de sus logros. Pero al final, no pudo acabárselo todo.\n“¿Por qué no se lo ha terminado? ¿Es que la comida no era de su agrado?”.\nEl demonio nunca, ni una sola vez, había sido cuestionado de esa forma. Por un momento, quiso mentir y contestar: “estaba horrible”. Pero al ver que el coronel se disponía a tomar su escopeta, prefirió comportarse y le pidió que le ayudara a empaquetar las sobras.\nPuede que no lo supiera en ese momento, pero el demonio acababa de salvar su propia vida. Cuando al veterano le habían dado el título de “coronel honorario”, también le habían concedido autorización para ejecutar a los alborotadores en su tienda. Para la escopeta antidisturbios que colgaba bajo su reloj, perder una oportunidad de oro de brillar fue una gran decepción.\n\n...\n\nLa trigésima clienta era una bruja. Tras ver su rostro, el coronel supo exactamente lo que quería pedir.\nY así, los dos permanecieron en silencio todo el tiempo.\nFinalmente, la bruja levantó la mirada. Tenía las mejillas abultadas, llenas de pollo en proceso de ser masticado, y las comisuras de los labios manchadas de aceite.\n“¿No tienes una historia que contar?”, preguntó el coronel.\n“Ya te lo conté todo la primera vez que vine”, dijo la bruja mientras bebía un buen trago de cola. “¿O estás diciendo que no puedo venir con frecuencia a comer?”.\n“Entiendo”, respondió el coronel, mientras le tendía una servilleta.",
	"isHidden": true,
	"source": [
		"Evento colaborativo"
	]
}