{
	"name": "Maintenance Mek: Platinum Collection",
	"description": "Compact assistance meka developed to increase the overall utilization rates of meka teams, providing aid for underwater projects. They were originally designed to remove junk, vegetation, and other underwater debris in order to prevent these from clogging up the vital parts of other clockwork meka, thereby minimizing failure rates.\nCompared to the other batch-produced models, these special limited-edition \"Platinum Collection\" meks stand out with their clean and bright casing. When trying to attract support from wealthy merchants for the Maintenance Mek project, the development team would send them a fish tank containing one of these exquisite contraptions as a gift – and fine gifts they were indeed! Unfortunately, none of these attempts worked, so the development team adjusted their plans and tried to sell them off as toys to make up for the lack of project funds instead.\nIn the end, due to the accident that we all remember, the whole development team was dismissed and all of their future projects were canceled. At present, all of the remaining Maintenance Meks in Fontaine are totally unsupervised, and the \"Platinum Collection\" batch are no exception – they have all been lost to the water. Disappearing completely off the radar, they have turned out to be the most unique and expensive \"fishes\" in Fontaine. According to an in-depth investigation and cross-examination of the existing data by journalists of The Steambird, \"the deployment of Maintenance Meks has not made any significant difference to the pollution levels of Fontaine's waters, and the effect of the project is still in question.\" Nowadays, surviving \"Platinum Collection\" meks still wander the waters of Fontaine, and they are considered among the most prized of catches. After all, a \"Platinum Collection\" mek is now as rare as the most valuable Ornamental Fish in other nations.",
	"sortorder": 3028,
	"rarity": "3",
	"category": "EXCHANGE",
	"materialtype": "Fish",
	"source": [
		"Obtained from fishing"
	]
}