{
	"name": "Сайно",
	"c1": {
		"name": "Завет: Беспрестанное бдение",
		"effect": "После активации **Священного обряда: Проворство шакала** скорость обычной атаки Сайно повышается на 20% на 10 сек. Если во время действия **Тайного обряда: Переправляющий души** активируется Вынесение приговора пассивного таланта Суд пера, длительность этого эффекта обновится.\nТребуется разблокировать пассивный талант «Суд пера»."
	},
	"c2": {
		"name": "Церемония: Проводы душ",
		"effect": "Попадание Сайно по врагу обычной атакой увеличивает бонус Электро урона на 10% на 4 сек. Эффект может возникнуть не чаще 1 раза в 0,1 сек. и складывается до 5 раз."
	},
	"c3": {
		"name": "Указ: Исполнение наказания",
		"effect": "Увеличивает уровень навыка **Священный обряд: Проворство шакала** на 3.\nМакс. уровень: 15"
	},
	"c4": {
		"name": "Строгая мера: Страж запрета",
		"effect": "Сайно, активируя реакции Заряжен, Сверхпроводник, Перегрузка, Стимуляция, Обострение, Вегетация или Электро Рассеивание во время действия Поклявшегося прокладывать путь **Священного обряда: Проворство шакала**, восстанавливает 3 ед. энергии всем членам отряда поблизости (кроме самого Сайно).\nЭффект активируется до 5 раз во время действия одного и того же **Священного обряда: Проворство шакала**."
	},
	"c5": {
		"name": "Погребение: Уходящий свет звёзд",
		"effect": "Увеличивает уровень навыка **Тайный обряд: Переправляющий души** на 3.\nМакс. уровень: 15"
	},
	"c6": {
		"name": "Церемония пера: Весы справедливости",
		"effect": "Использование **Священного обряда: Проворство шакала** или активация Вынесения приговора пассивного навыка Суд пера наделяет Сайно 4 уровнями Жертвоприношения шакала. Попав обычной атакой, Сайно расходует 1 уровень Жертвоприношения шакала и выпускает одну Молнию бедствия.\nЖертвоприношение шакала длится 8 сек. и складывается до 8 раз. С завершением Поклявшегося прокладывать путь Священного обряда: Проворство шакала эффект полностью исчезает.\nМолнию бедствия таким образом можно выпустить не чаще одного раза в 0,4 сек.\nТребуется разблокировать пассивный талант «Суд пера»."
	}
}