{
	"name": "Фурина",
	"c1": {
		"name": "«У любви, как у пташки, крылья, её нельзя никак поймать»",
		"effect": "При использовании **Да возрадуются люди** Фурина получает 150 ед. фанфар.\nТакже лимит фанфар Фурины увеличивается на 100 ед."
	},
	"c2": {
		"name": "«Сердце красавиц склонно к измене»",
		"effect": "Пока действует навык **Да возрадуются люди**, прирост фанфар Фурины от увеличения или уменьшения HP персонажей поблизости увеличивается на 250%. Каждая ед. фанфар сверх лимита увеличивает макс. HP Фурины на 0,35%. Предельное увеличение макс. HP таким способом составляет 140%."
	},
	"c3": {
		"name": "«Но секрет мой скрыт во мне, никто не узнает моё имя!»",
		"effect": "Повышает уровень навыка **Да возрадуются люди** на 3.\nМакс. уровень: 15."
	},
	"c4": {
		"name": "«Не знает жизни тот, кто не был в царстве смерти!»",
		"effect": "Когда участники салона из **Салона одиноких сердец** попадают по противнику или Певец Потоков восстанавливает HP активному персонажу, Фурина восстанавливает 4 ед. энергии. Этот эффект может возникнуть один раз в 5 сек."
	},
	"c5": {
		"name": "«Я знаю имя чужестранца! Это имя...»",
		"effect": "Увеличивает уровень навыка **Салон одиноких сердец** на 3.\nМакс. уровень: 15"
	},
	"c6": {
		"name": "«Высоко поднимем все кубок веселья!»",
		"effect": "После использования **Салона одиноких сердец**, Фурина получает Центр внимания на 10 сек.\nВо время его действия урон обычных атак, заряженных атак и атак в падении Фурины конвертируется в Гидро урон. Этот эффект не может быть отменён какой-либо элементальной инфузией. Кроме того, наносимый урон повышается на значение, равное 18% от макс. HP Фурины.\nВо время действия обычные атаки (кроме атаки «Архэ: Священные и мирские места»), заряженные атаки и удары о землю атак в падении при попадании по противнику до 1 раза в 0,1 сек. активируют разные эффекты в зависимости от текущего вида архэ Фурины:\n\nАрхэ: Усия\nКаждую сек. все окружающие члены отряда восстанавливают HP, равное 4% от макс. HP Фурины. Действует 2,9 сек. При повторной активации эффекта время действия продлевается.\nАрхэ: Пневма\nУрон последующей обычной атаки (кроме атаки Архэ: Священные и мирские места), заряженной атаки или удара о землю атаки в падении дополнительно увеличивается на 25% от макс. HP Фурины. Если вышеперечисленные атаки попадают по противнику, все окружающие члены отряда теряют 1% от своего текущего HP.\n\nВо время действия каждого Центра внимания эти эффекты могут активироваться до 6 раз. Центр внимания прекращается, когда его эффекты активируются 6 раз или когда заканчивается время действия."
	}
}