{
	"name": "Навия",
	"c1": {
		"name": "Правило расстояния для леди",
		"effect": "При использовании навыка **Церемониальный залп кристалла** за каждый израсходованный уровень Кристальной шрапнели Навия восстанавливает 3 ед. энергии и сокращает откат навыка **Словно приветствие чистого неба** на 1 сек. Таким способом можно восстановить не более 9 ед. энергии и сократить откат навыка Словно приветствие чистого неба максимум на 3 сек."
	},
	"c2": {
		"name": "Стремление главнокомандующей к победе",
		"effect": "Каждый израсходованный уровень Кристальной шрапнели увеличивает шанс крит. попадания активируемого **Церемониального залпа кристалла** на 12%. Шанс крит. попадания таким способом можно повысить максимум на 36%.\nКроме того, при попадании навыка Церемониальный залп кристалла рядом с позицией поражённого врага нисходит 1 Огневая поддержка пушек навыка **Словно приветствие чистого неба**. Каждое использование навыка Церемониальный залп кристалла может вызвать не более 1 Огневой поддержки пушек. Урон Огневой поддержки пушек, наносимый таким способом, считается уроном взрыва стихии."
	},
	"c3": {
		"name": "Широкий кругозор управляющей",
		"effect": "Увеличивает уровень навыка **Церемониальный залп кристалла** на 3.\nМакс. уровень: 15"
	},
	"c4": {
		"name": "Поклявшиеся не сдаются",
		"effect": "При попадании навыка **Словно приветствие чистого неба** Гео сопротивление поражённого противника снижается на 20% на 8 сек."
	},
	"c5": {
		"name": "Непреклонность переговорщика",
		"effect": "Увеличивает уровень навыка **Словно приветствие чистого неба** на 3.\nМакс. уровень: 15"
	},
	"c6": {
		"name": "Изящество ухищрений главы Спина-ди-Росула",
		"effect": "Если при использовании навыка **Церемониальный залп кристалла** расходуется более 3 уровней Кристальной шрапнели, то каждый уровень, расходуемый после первых трёх, повышает крит. урон текущего навыка Церемониальный залп кристалла на 45%. При этом все уровни, израсходованные после третьего, после использования навыка возвращаются Навии."
	}
}