{
	"id": 702,
	"name": "Путешественница (Пиро)",
	"c1": {
		"name": "Искрящийся огонь звёзд",
		"descriptionRaw": "Когда <color=#FFD780FF>Пылающий порог</color> или <color=#FFD780FF>Испепеляющий порог</color> активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%.",
		"description": "Когда Пылающий порог или Испепеляющий порог активен, урон активного персонажа повышается на 6%. Если данный персонаж пребывает в состоянии Благословения Ночного духа, его урон дополнительно повышается на 9%."
	},
	"c2": {
		"name": "Негаснущая свеча",
		"descriptionRaw": "#В течение 12 сек. после использования элементального навыка <color=#FFD780FF>Клинок текущего пламени</color>, после того как член отряда поблизости активирует на противнике <color=#FF9999FF>Пиро реакции</color>, {F#путешественница}{M#путешественник} восстанавливает 14 очков Ночного духа. За каждое использование <color=#FFD780FF>Клинка текучего пламени</color> таким способом можно восстановить до 28 очков Ночного духа.",
		"description": "В течение 12 сек. после использования элементального навыка Клинок текущего пламени, после того как член отряда поблизости активирует на противнике Пиро реакции, путешественник восстанавливает 14 очков Ночного духа. За каждое использование Клинка текучего пламени таким способом можно восстановить до 28 очков Ночного духа."
	},
	"c3": {
		"name": "Передающийся сигнальный огонь",
		"descriptionRaw": "Увеличивает уровень навыка <color=#FFD780FF>Клинок текущего пламени</color> на 3.\nМакс. уровень: 15",
		"description": "Увеличивает уровень навыка Клинок текущего пламени на 3.\nМакс. уровень: 15"
	},
	"c4": {
		"name": "Неистовый пожар",
		"descriptionRaw": "#После применения взрыва стихии <color=#FFD780FF>Испепеляющий равнины</color> {F#путешественница}{M#путешественник} на 9 сек. получает 20% <color=#FF9999FF>бонус Пиро урона</color>.",
		"description": "После применения взрыва стихии Испепеляющий равнины путешественник на 9 сек. получает 20% бонус Пиро урона."
	},
	"c5": {
		"name": "Бессмертный огонь",
		"descriptionRaw": "Увеличивает уровень навыка <color=#FFD780FF>Испепеляющий равнины</color> на 3.\nМакс. уровень: 15",
		"description": "Увеличивает уровень навыка Испепеляющий равнины на 3.\nМакс. уровень: 15"
	},
	"c6": {
		"name": "Вечное Священное пламя",
		"descriptionRaw": "#Обычные атаки, заряженные атаки и атаки в падении {F#путешественницы}{M#путешественника}, когда {F#она}{M#он} находится в состоянии Благословения Ночного духа, наносят <color=#FF9999FF>Пиро урон</color> с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%.",
		"description": "Обычные атаки, заряженные атаки и атаки в падении путешественника, когда он находится в состоянии Благословения Ночного духа, наносят Пиро урон с характеристикой Ночного духа, который не может быть отменён другими инфузиями. Кроме того, крит. урон таких атак повышается на 40%."
	}
}