{
	"name": "Странник",
	"c1": {
		"name": "Сёбан: Пышный плюмаж",
		"effect": "У Странника в состоянии **Избранника ветра** скорость атак Куго: Фусёдан и Куго: Тофукай увеличивается на 10%.\nКроме того, стрелы ветра пассивного таланта Бури грёз наносят дополнительные 25% урона от силы атаки. Требуется разблокировать пассивный талант Бури грёз."
	},
	"c2": {
		"name": "Нибан: Остров среди белых волн",
		"effect": "Когда Странник находится в состоянии **Избранника ветра**, урон навыка **Кёгэн: Пять церемониальных актов** при его использовании увеличится на 4% за каждую единицу разницы между текущим и максимальным показателем куго-рёку.\nУвеличить урон навыка Кёгэн: Пять церемониальных актов таким способом можно максимум на 200%."
	},
	"c3": {
		"name": "Самбан: Кусэмай лунного цветка",
		"effect": "Увеличивает уровень навыка **Кёгэн: Пять церемониальных актов** на 3.\nМакс. уровень: 15"
	},
	"c4": {
		"name": "Ёмбан: По течению к весне",
		"effect": "Если во время применения навыка **Ханэга: Песнь ветра** активируется пассивный талант Цветок нефрита, кроме усилений соответствующих элементов персонаж получит 1 случайное неактивированное усиление. Одновременно может существовать 3 соответствующих элементальных усиления.\nТребуется разблокировать пассивный талант Цветок нефрита."
	},
	"c5": {
		"name": "Мацубан: Древний свет из другого края",
		"effect": "Увеличивает уровень навыка **Ханэга: Песнь ветра** на 3.\nМакс. уровень: 15"
	},
	"c6": {
		"name": "Сюгэн: Печальное колыхание занавеса",
		"effect": "Попадание Странника атакой Куго: Фусёдан по врагу, когда он находится в состоянии **Избранника ветра**, производит следующие эффекты:\n· В месте попадания совершает дополнительный удар Куго: Фусёдан, который наносит 40% от изначального урона. Этот урон считается уроном обычной атаки.\n· Если куго-рёку меньше 40 ед., восстанавливает 4 ед. куго-рёку Странника. Восстанавливать куго-рёку подобным образом можно не чаще 1 раза в 0,2 сек. Эффект активируется до 5 раз во время действия одного и того же состояния Избранника ветра."
	}
}