{
	"name": "Ризли",
	"c1": {
		"name": "Держать злодеев в страхе",
		"effect": "Благодатное взыскание пассивного таланта Да восторжествует справедливость меняется:\nПока HP Ризли меньше 60% или он пребывает в состоянии Леденящего наказания **Стремительного ледяного клыка**, когда по противнику попадает пятый удар Кулаков изгнания, Ризли получает Благодатное взыскание. Один эффект Благодатного взыскания можно получить 1 раз в 2,5 сек.\n\nКроме того, Взыскание: Морозный кулак в прыжке получает следующие усиления:\n· Увеличение урона повышается до 200%.\n· Попадания по врагу в состоянии Леденящего наказания продлевают его на 4 сек. Каждое Леденящее наказание можно продлить таким способом только один раз.\n\nТребуется разблокировать пассивный талант «Да восторжествует справедливость»."
	},
	"c2": {
		"name": "Заковать высокомерных в кандалы",
		"effect": "Во время использования **Укуса чернозлатого волка** каждый уровень Указа об обвинении пассивного таланта Да придёт час расплаты за грехи увеличивает урон этого навыка на 40%.\nТребуется разблокировать пассивный талант «Да придёт час расплаты за грехи»."
	},
	"c3": {
		"name": "Наказать алчных и бесчестных",
		"effect": "Увеличивает уровень навыка **Свирепые кулаки стужи** на 3.\nМакс. уровень: 15"
	},
	"c4": {
		"name": "Принести спасение страждущим",
		"effect": "HP, восстанавливаемое Ризли Взысканием: Морозный кулак в прыжке увеличивается до 50% от его макс. HP. Требуется разблокировать пассивный талант «Да восторжествует справедливость».\nКроме того, когда Ризли получает лечение с избытком, активируются разные эффекты в зависимости от того, на поле боя Ризли или нет. Если он на поле боя, его скорость атаки увеличивается на 20% на 4 сек. Если он не на поле, скорость атаки всех ваших персонажей увеличивается на 10% на 6 сек. Эти два эффекта увеличения скорости атаки не суммируются."
	},
	"c5": {
		"name": "Помиловать несправедливо обвинённых",
		"effect": "Увеличивает уровень навыка **Укус чернозлатого волка** на 3.\nМакс. уровень: 15"
	},
	"c6": {
		"name": "Лелеять невинных",
		"effect": "Увеличивает шанс крит. попадания Взыскания: Морозный кулак в прыжке на 10%, а его крит. урон - на 80%. Кроме того, дополнительно выпускает сосульку, которая наносит 100% первоначального Крио Урона. Этот урон считается уроном заряженной атаки.\nТребуется разблокировать пассивный талант «Да восторжествует справедливость»."
	}
}