{
	"id": 227021,
	"name": "Descendencia abundante",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de equipamiento",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talento"
	],
	"description": "Al entrar en juego, crea 4 cartas de Llamada a un familiar que se colocarán aleatoriamente en tu pila.\nMientras el Guardián del Oasis de Apep tenga esta carta equipada y esté en combate, tus organismos proliferadores infligen daño +1.\nSolo puedes añadir esta carta al mazo si tienes al Guardián del Oasis de Apep en él.",
	"descriptionraw": "<color=#FFFFFFFF>Al entrar en juego</color>, crea 4 cartas de <color=#FFFFFFFF>$[C127021]</color> que se colocarán aleatoriamente en tu pila.\\nMientras el <color=#FFFFFFFF>$[A2702]</color> tenga esta carta equipada y esté en combate, tus <color=#FFFFFFFF>$[C127022|s2]</color> infligen daño +1.\\nSolo puedes añadir esta carta al mazo si tienes al $[A2702] en él.",
	"descriptionreplaced": "<color=#FFFFFFFF>Al entrar en juego</color>, crea 4 cartas de <color=#FFFFFFFF>Llamada a un familiar</color> que se colocarán aleatoriamente en tu pila.\\nMientras el <color=#FFFFFFFF>Guardián del Oasis de Apep</color> tenga esta carta equipada y esté en combate, tus <color=#FFFFFFFF>organismos proliferadores</color> infligen daño +1.\\nSolo puedes añadir esta carta al mazo si tienes al Guardián del Oasis de Apep en él.",
	"storytitle": "Guardián del Oasis de Apep: Descendencia abundante",
	"storytext": "En la antigüedad, Apep nadaba como pez en el agua junto a sus muchos vástagos por el mar de plantas fragantes, árboles y enredaderas. Sin embargo, al final, la vegetación se marchitó y se convirtió en polvo, mientras que muchos seres, diminutos como granos de arena, erigieron en el hogar de Apep una frágil nación.\nJunto a sus muchos vástagos, Apep transformó el desierto en una insurgente arena hirviente que arrasó con torres y edificios, los cuales cayeron como si de hojas de árboles se trataran. Cuando el nuevo rey del desierto y el rey que había perdido su hogar se reconciliaron, las dunas bañadas por la áurea luz del sol pasaron a pertenecer a los humanos y a los dioses, mientras que los oasis de los dragones tuvieron que recluirse en sus corazones.\nEn la antigüedad, Apep compartió con sus muchos vástagos el conocimiento sobre la evolución, ya que estar en constante transformación era la única forma de evitar marchitarse y derrumbarse como los árboles. Sin embargo, cuando implementó el pacto que había hecho con el Rey del Desierto, alcanzó la sabiduría suprema y, desde entonces, solo era capaz de divisar el fin de los tiempos, el apocalipsis infinito.",
	"source": "Se obtiene de Príncipe de la taberna Cola de Gato al completar los objetivos del duelo amistoso contra el Guardián del Oasis de Apep de los duelos tabernarios",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}