{
	"id": 221011,
	"name": "Mirada helada de Cicin",
	"shareid": 112,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de equipamiento",
	"tags": [
		"GCG_TAG_TALENT",
		"GCG_TAG_SLOWLY"
	],
	"tagstext": [
		"Talento",
		"Acción de combate"
	],
	"description": "Acción de combate: esta carta se equipa cuando el personaje en combate es la Soldado Fatui - Maga de Cicin Cryo.\nTras ello, la Soldado Fatui - Maga de Cicin Cryo usa una vez Invocación neblinosa de inmediato.\nCuando la Soldado Fatui - Maga de Cicin Cryo usa una habilidad mientras tiene esta carta equipada, si el número de usos de los Cicines Cryo ha alcanzado el máximo, inflige 2 pts. de Daño Cryo.\nSolo puedes añadir esta carta al mazo si tienes a la Soldado Fatui - Maga de Cicin Cryo en él.",
	"descriptionraw": "$[K1]: esta carta se equipa cuando el personaje en combate es la <color=#FFFFFFFF>$[A2101]</color>.\\nTras ello, la $[A2101] usa una vez <color=#FFD780FF>$[S21012]</color> de inmediato.\\nCuando la $[A2101] usa una habilidad mientras tiene esta carta equipada, si el número de $[K3|s3] de los <color=#FFFFFFFF>$[C121011]</color> ha alcanzado el máximo, inflige 2 pts. de $[K101].\\nSolo puedes añadir esta carta al mazo si tienes a la $[A2101] en él.",
	"descriptionreplaced": "<color=#FFFFFFFF>Acción de combate</color>: esta carta se equipa cuando el personaje en combate es la <color=#FFFFFFFF>Soldado Fatui - Maga de Cicin Cryo</color>.\\nTras ello, la Soldado Fatui - Maga de Cicin Cryo usa una vez <color=#FFD780FF>Invocación neblinosa</color> de inmediato.\\nCuando la Soldado Fatui - Maga de Cicin Cryo usa una habilidad mientras tiene esta carta equipada, si el número de <color=#FFFFFFFF>usos</color> de los <color=#FFFFFFFF>Cicines Cryo</color> ha alcanzado el máximo, inflige 2 pts. de {SPRITE_PRESET#2101}<color=#99FFFFFF>Daño Cryo</color>.\\nSolo puedes añadir esta carta al mazo si tienes a la Soldado Fatui - Maga de Cicin Cryo en él.",
	"storytitle": "Maga de Cicin Cryo: Mirada helada de Cicin",
	"storytext": "Cuanta más Hierba neblinosa, más amiguitas gélidas.\n... ¿Qué haría si se quedara sin Hierba neblinosa?\nPuede que sea algo que nunca se ha cuestionado.",
	"source": "Se obtiene de Príncipe de la taberna Cola de Gato al completar los objetivos del duelo amistoso contra la Soldado Fatui - Maga de Cicin Cryo de los duelos tabernarios",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_CRYO",
			"count": 3
		}
	]
}