{
	"id": 223041,
	"name": "Armadura fundente",
	"shareid": 354,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de equipamiento",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talento"
	],
	"description": "Al entrar en juego, el Emperador Piroacorazado que tiene esta carta equipada recibe una aplicación Pyro.\nTras eliminarse un estado de escudo o un estado de combate de escudo que no sea el caparazón de Cangrejo Acorazado, el Emperador Piroacorazado que tiene esta carta equipada obtiene 2 cargas de caparazón de Cangrejo Acorazado (1 vez por ronda).\nSolo puedes añadir esta carta al mazo si tienes al Emperador Piroacorazado en él.",
	"descriptionraw": "<color=#FFFFFFFF>Al entrar en juego</color>, el <color=#FFFFFFFF>$[A2304]</color> que tiene esta carta equipada recibe una $[K203|s1].\\nTras eliminarse un estado de $[K6|s2] o un estado de combate de $[K6|s2] que no sea el $[K1023|s1], el $[A2304] que tiene esta carta equipada obtiene 2 cargas de $[K1023|s1] (1 vez por ronda).\\nSolo puedes añadir esta carta al mazo si tienes al $[A2304] en él.",
	"descriptionreplaced": "<color=#FFFFFFFF>Al entrar en juego</color>, el <color=#FFFFFFFF>Emperador Piroacorazado</color> que tiene esta carta equipada recibe una <color=#FF9999FF>{SPRITE_PRESET#2103}aplicación Pyro</color>.\\nTras eliminarse un estado de {SPRITE_PRESET#4007}<color=#FFFFFFFF>escudo</color> o un estado de combate de {SPRITE_PRESET#4007}<color=#FFFFFFFF>escudo</color> que no sea el <color=#FFFFFFFF>caparazón de Cangrejo Acorazado</color>, el Emperador Piroacorazado que tiene esta carta equipada obtiene 2 cargas de <color=#FFFFFFFF>caparazón de Cangrejo Acorazado</color> (1 vez por ronda).\\nSolo puedes añadir esta carta al mazo si tienes al Emperador Piroacorazado en él.",
	"storytitle": "Emperador Piroacorazado: Armadura fundente",
	"storytext": "“Imagina por un momento que toda la gente de Teyvat desapareciera, y que el colosal Emperador Piroacorazado llevara el Palacio Mermonia a cuestas, como si de la más gloriosa armadura de mármol se tratara”.",
	"source": "Se obtiene de Príncipe de la taberna Cola de Gato tras retar al Emperador Piroacorazado a un duelo amistoso de los duelos tabernarios y completar los objetivos del duelo",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_PYRO",
			"count": 1
		}
	]
}