{
	"id": 313006,
	"name": "Qucusaurio",
	"shareid": 449,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de equipamiento",
	"tags": [
		"GCG_TAG_VEHICLE"
	],
	"tagstext": [
		"Técnica especial"
	],
	"description": "Al entrar en juego, el personaje en combate enemigo obtiene el efecto de objetivo.\nCuando el personaje que tenga esta carta equipada se convierta en el personaje en combate y el personaje en combate enemigo esté afectado por objetivo, si es posible, realizas 1 descarte de la carta con el mayor coste de dados elementales, dicho cambio se considerará una acción rápida en vez de una acción de combate, gastarás 1 dado elemental menos y se eliminará el efecto de objetivo de todos los personajes enemigos.\nTécnica especial: Vuelo rápido.\nNúmero de usos: 2.\nCada personaje solo puede llevar equipada 1 técnica especial.",
	"descriptionraw": "<color=#FFFFFFFF>Al entrar en juego</color>, el personaje en combate enemigo obtiene el efecto de <color=#FFFFFFFF>$[C301302|s1]</color>.\\n<color=#FFFFFFFF>Cuando el personaje que tenga esta carta equipada se convierta en el personaje en combate y el personaje en combate enemigo esté afectado por <color=#FFFFFFFF>$[C301302|s1]</color></color>, si es posible, realizas 1 $[K56|s1] de la carta con el mayor coste de dados elementales, dicho cambio se considerará una $[K2|s2] en vez de una $[K1|s2], gastarás 1 dado elemental menos y se eliminará el efecto de <color=#FFFFFFFF>$[C301302|s1]</color> de todos los personajes enemigos.\\n$[K58]: $[S3130063].\\n<color=#FFFFFFFF>Número de $[K3|s3]: 2</color>.\\nCada personaje solo puede llevar equipada 1 {SPRITE_PRESET#3008}técnica especial.",
	"descriptionreplaced": "<color=#FFFFFFFF>Al entrar en juego</color>, el personaje en combate enemigo obtiene el efecto de <color=#FFFFFFFF>objetivo</color>.\\n<color=#FFFFFFFF>Cuando el personaje que tenga esta carta equipada se convierta en el personaje en combate y el personaje en combate enemigo esté afectado por <color=#FFFFFFFF>objetivo</color></color>, si es posible, realizas 1 <color=#FFFFFFFF>descarte</color> de la carta con el mayor coste de dados elementales, dicho cambio se considerará una <color=#FFFFFFFF>acción rápida</color> en vez de una <color=#FFFFFFFF>acción de combate</color>, gastarás 1 dado elemental menos y se eliminará el efecto de <color=#FFFFFFFF>objetivo</color> de todos los personajes enemigos.\\n<color=#FFFFFFFF>{SPRITE_PRESET#3008}Técnica especial</color>: Vuelo rápido.\\n<color=#FFFFFFFF>Número de <color=#FFFFFFFF>usos</color>: 2</color>.\\nCada personaje solo puede llevar equipada 1 {SPRITE_PRESET#3008}técnica especial.",
	"storytitle": "Qucusaurio: Vuelo rápido",
	"storytext": "Dicen que los Qucusaurios son los seres más cercanos a los gigantescos dragones alados, capaces de surcar los cielos como las nubes.",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_SAME",
			"count": 1
		}
	]
}