{
	"id": 227031,
	"name": "Mordisco serpentino",
	"shareid": 425,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Carta de equipamiento",
	"tags": [
		"GCG_TAG_TALENT",
		"GCG_TAG_SLOWLY"
	],
	"tagstext": [
		"Talento",
		"Acción de combate"
	],
	"description": "Acción de combate: esta carta se equipa cuando el personaje en combate es la Eremita Danzacróbata.\nTras ello, la Eremita Danzacróbata usa una vez Danza de la propagación de inmediato.\nCuando la Eremita Danzacróbata está en juego mientras tiene esta carta equipada y un personaje con el Ominoespíritu - Ánima dendrofidia equipado pasa a ser el personaje en combate, inflige 1 pt. de Daño Dendro (1 vez por ronda).\nSolo puedes añadir esta carta al mazo si tienes a la Eremita Danzacróbata en él.",
	"descriptionraw": "$[K1]: esta carta se equipa cuando el personaje en combate es la <color=#FFFFFFFF>$[A2703]</color>.\\nTras ello, la $[A2703] usa una vez <color=#FFD780FF>$[S27032]</color> de inmediato.\\nCuando la <color=#FFFFFFFF>$[A2703]</color> está en juego mientras tiene esta carta equipada y un personaje con el <color=#FFFFFFFF>$[C127032]</color> equipado pasa a ser el personaje en combate, inflige 1 pt. de $[K107] (1 vez por ronda).\\nSolo puedes añadir esta carta al mazo si tienes a la $[A2703] en él.",
	"descriptionreplaced": "<color=#FFFFFFFF>Acción de combate</color>: esta carta se equipa cuando el personaje en combate es la <color=#FFFFFFFF>Eremita Danzacróbata</color>.\\nTras ello, la Eremita Danzacróbata usa una vez <color=#FFD780FF>Danza de la propagación</color> de inmediato.\\nCuando la <color=#FFFFFFFF>Eremita Danzacróbata</color> está en juego mientras tiene esta carta equipada y un personaje con el <color=#FFFFFFFF>Ominoespíritu - Ánima dendrofidia</color> equipado pasa a ser el personaje en combate, inflige 1 pt. de {SPRITE_PRESET#2107}<color=#7EC236FF>Daño Dendro</color> (1 vez por ronda).\\nSolo puedes añadir esta carta al mazo si tienes a la Eremita Danzacróbata en él.",
	"storytitle": "Danzacróbata - Mordisco serpentino",
	"storytext": "“... Aunque en el presente, sus reyes y dioses hayan desaparecido en las arenas del tiempo, el recuerdo de la danza sigue perdurando en los corazones de la gente del desierto”.",
	"source": "Se obtiene de Príncipe de la taberna Cola de Gato al completar los objetivos del duelo amistoso contra la Eremita Danzacróbata de los duelos tabernarios",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 3
		}
	]
}