{
	"id": 3010,
	"name": "Sándwich del aventurero",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 160-228 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de huevo muy nutritivo. Jamón y huevo cocido sobre una rebanada de pan, cubierto por una cremosa salsa mayonesa. Su delicioso sabor proporciona suficiente motivación para salir de aventura. ¡Por algo es el desayuno más popular en el Gremio de Aventureros!",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de huevo muy nutritivo. La mayonesa casi se ha solidificado, los huevos que hay debajo están demasiado cocidos y el jamón está duro. Si consigues acabártelo, por lo menos te quitará el hambre."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de huevo muy nutritivo. Jamón y huevo cocido sobre una rebanada de pan, cubierto por una cremosa salsa mayonesa. Su delicioso sabor proporciona suficiente motivación para salir de aventura. ¡Por algo es el desayuno más popular en el Gremio de Aventureros!"
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de huevo muy nutritivo. La mayonesa se derrama como los rayos del sol sobre las olas de huevo y el delicioso sabor conmueve el corazón, mientras que el punto salado del jamón disipa cualquier nube. El sol sale por el este y la luz es infinita."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		},
		{
			"id": 110005,
			"name": "Jamón",
			"count": 1
		}
	]
}