{
	"id": 3016,
	"name": "Rollitos de manzana",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Tras activar un Árbol Petrificado, un brote de línea ley o tras abrir un cofre, restaura un 16%-20% de Vida y 600-1200 pts. de Vida adicional a todos los miembros del equipo. Este efecto puede activarse una vez cada 5 s, y dura 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un postre tradicional de manzana. El secreto de su delicioso sabor y textura crujiente reside en el fino hojaldre que lo recubre. Dicen que aunque se cubrieran las páginas de un libro con el hojaldre que elaboran los mejores pasteleros de Mondstadt, este podría seguir leyéndose.",
	"suspicious": {
		"effect": "#Tras activar un Árbol Petrificado, un brote de línea ley o tras abrir un cofre, restaura un 16% de Vida y 600{NON_BREAK_SPACE}pts. de Vida adicional a todos los miembros del equipo. Este efecto puede activarse una vez cada 5{NON_BREAK_SPACE}s, y dura 900{NON_BREAK_SPACE}s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
		"description": "Un postre tradicional de manzana. Manzana y masa van por separado, como si se tratara de dos personas que se llevan fatal pero que intentan buscar algún tema de conversación. Déjalo. Por mucha mantequilla que le agregues, no podrás arreglar esta atrocidad."
	},
	"normal": {
		"effect": "#Tras activar un Árbol Petrificado, un brote de línea ley o tras abrir un cofre, restaura un 18% de Vida y 900{NON_BREAK_SPACE}pts. de Vida adicional a todos los miembros del equipo. Este efecto puede activarse una vez cada 5{NON_BREAK_SPACE}s, y dura 900{NON_BREAK_SPACE}s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
		"description": "Un postre tradicional de manzana. El secreto de su delicioso sabor y textura crujiente reside en el fino hojaldre que lo recubre. Dicen que aunque se cubrieran las páginas de un libro con el hojaldre que elaboran los mejores pasteleros de Mondstadt, este podría seguir leyéndose."
	},
	"delicious": {
		"effect": "#Tras activar un Árbol Petrificado, un brote de línea ley o tras abrir un cofre, restaura un 20% de Vida y 1200{NON_BREAK_SPACE}pts. de Vida adicional a todos los miembros del equipo. Este efecto puede activarse una vez cada 5{NON_BREAK_SPACE}s, y dura 900{NON_BREAK_SPACE}s. En modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
		"description": "Un postre tradicional de manzana. El dulce y suave aroma de la manzana te hace sentir como si estuvieras frente a una cálida hoguera. Agarras cuchillo y tenedor con ansia viva, como si alguien te estuviera controlando, y sin siquiera saborearlo como es debido, te lanzas al siguiente bocado."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Manzana",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Mantequilla",
			"count": 1
		}
	]
}