{
	"id": 3307,
	"name": "Baklava",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un postre tradicional de Sumeru. El centro de hojaldre está cubierto con nueces trituradas y horneado con mantequilla caliente, con un poco de sirope por encima. Algunos eruditos piden este “castillo de dulzura” antes de tomar un examen para recargar energías, por lo que es el postre más popular de la Academia.",
	"suspicious": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre tradicional de Sumeru. El dulce es como una bomba que estalla en tu boca dejando los dientes doloridos... El azúcar es agradable en cantidades adecuadas, pero en exceso puede volverse insoportable."
	},
	"normal": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre tradicional de Sumeru. El centro de hojaldre está cubierto con nueces trituradas y horneado con mantequilla caliente, con un poco de sirope por encima. Algunos eruditos piden este “castillo de dulzura” antes de tomar un examen para recargar energías, por lo que es el postre más popular de la Academia."
	},
	"delicious": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre tradicional de Sumeru. Un erudito una vez dijo que existen dos tipos de personas: los que comen postres para vivir y los que viven para comerlos. Las finas capas del hojaldre, combinadas con el aroma de la mantequilla y la miel que se cuela por los huesos, atraerán a cualquiera que lo pruebe."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		},
		{
			"id": 101221,
			"name": "Dátil",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Mantequilla",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 1
		}
	]
}