{
	"name": "Puchero de Barbatos",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos para aventuras",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al volar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una sopa simple con una larga historia. Los ingredientes igualmente son tradicionales y simples. No importa dónde te encuentres, una sopa caliente como esta siempre puede darte una sensación de satisfacción real e insuperable.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una sopa simple con una larga historia. Aunque se dice que el Arconte Anemo simboliza la libertad, tal vez este plato haya sido demasiado liberal. Quizás el nombre “sopa tempestuosa” podría ser más apropiado en este caso."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una sopa simple con una larga historia. Está hecha con ingredientes sencillos y tradicionales. Estés donde estés, una sopa caliente como esta siempre te brindará una insuperable sensación de satisfacción."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una sopa simple con una larga historia. Después de guisarlas muy cuidadosamente, los sabores de las tres verduras diferentes que lleva se han mezclado a la perfección. No es difícil imaginar por qué alguien alguna vez lo llamó “la mejor sopa que he probado”."
	},
	"ingredients": [
		{
			"name": "Zanahoria",
			"count": 4
		},
		{
			"name": "Papa",
			"count": 4
		},
		{
			"name": "Cebolla",
			"count": 4
		}
	]
}