{
	"id": 2208,
	"name": "Pastelillos de bayas acuosos",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Platos que regeneran Vida",
	"effect": "Restaura un 18%-22% de Vida Máx. al personaje seleccionado.\nRegenera 300-470 pts. de Vida cada 5 s durante 30 s.",
	"description": "Un postre de aspecto brillante y traslúcido. A través de su exterior transparente puede verse un dorado relleno. Se dice que algunos comerciantes los colocan en un cuenco de porcelana y los sumergen en agua para conservar su frescura. Su aspecto es transparente como el agua, pero esta nunca los deshace, lo cual podría explicar el motivo del nombre de este postre.",
	"suspicious": {
		"effect": "Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un postre de aspecto brillante y traslúcido. Parece incoloro e insípido como el agua. Mejor dicho, no lo parece, lo es. ¿Qué es lo que fue mal al prepararlo?"
	},
	"normal": {
		"effect": "Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 pts. de Vida cada 5 s 30 s.",
		"description": "Un postre de aspecto brillante y traslúcido. A través de su exterior transparente puede verse un dorado relleno. Se dice que algunos comerciantes los colocan en un cuenco de porcelana y los sumergen en agua para conservar su frescura. Su aspecto es transparente como el agua, pero esta nunca los deshace, lo cual podría explicar el motivo del nombre de este postre."
	},
	"delicious": {
		"effect": "Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un postre de aspecto brillante y traslúcido. Su perfecta forma redonda es como un arroyo solidificado acurrucado en un plato. Cubierto por una cristalina capa exterior se esconde un relleno brillante como una perla dentro del agua. En un caluroso día de verano, el simple hecho de ver esta hermosa creación ya te permite casi degustarla. Al comerlo, una sutil dulzura acaricia tus labios y hace que cualquier preocupación se desvanezca."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Arroz",
			"count": 2
		},
		{
			"id": 100051,
			"name": "Baya",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 1
		}
	]
}