{
	"id": 4301,
	"name": "Biryani",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la DEF 215-308 pts. y la Curación en un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un aromático plato de arroz. Se saltea la carne para que quede crujiente por fuera y tierna por dentro. A continuación, se guisa con condimentos y arroz de grano largo. Se espolvorea un poco de orquídea padishá antes de servir. El interior de cada grano contiene el aroma de la carne y de los condimentos, con lo que ofrece un sabor exquisito que solo se encuentra en Sumeru.",
	"suspicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 215 pts. y su curación en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aromático plato de arroz. Los granos de arroz están empapados en aceite y por eso se han vuelto translúcidos. Su olor grasiento es bastante desagradable. Al terminar el plato, queda en él una capa de aceite. Quizá sea conveniente mantenerse alejado del aceite y de la carne durante los próximos días..."
	},
	"normal": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 261 pts. y su curación en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aromático plato de arroz. Se saltea la carne para que quede crujiente por fuera y tierna por dentro. A continuación, se guisa con condimentos y arroz de grano largo. Se espolvorea un poco de orquídea padishá antes de servir. El interior de cada grano contiene el aroma de la carne y de los condimentos, con lo que ofrece un sabor exquisito que solo se encuentra en Sumeru."
	},
	"delicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 308 pts. y su curación en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aromático plato de arroz. La corona dorada de arroz de grano largo y carne se adorna con pétalos de orquídea padishá en una imagen que recuerda a un oasis estrellado. El atractivo aroma de las especias se entrelaza armónicamente en los granos de arroz. En cada bocado converge cada uno de los cinco sabores. Los comensales no tardan en vaciar el plato y no pueden evitar relamerse en busca del último ápice de sabor."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Arroz",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 3
		},
		{
			"id": 110014,
			"name": "Especias",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Orquídea padishá",
			"count": 1
		}
	]
}