{
	"id": 4204,
	"name": "Pescado de la abundancia",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran ataques",
	"effect": "Aumenta el ATQ 224-320 pts. y la Prob. CRIT un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Lujoso y exquisito sashimi. El pescado se corta en finas láminas, se coloca en forma de flor y se rodea con una abundante guarnición. Antes de comerlo, la guarnición y el pescado suelen mezclarse según los gustos de cada uno. Se dice que esto se hace para asegurar que las cosas vayan como la seda en el futuro.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Lujoso y exquisito sashimi. Los condimentos y el pescado, mezclados sin orden ni concierto, parecen haber sido arrasados por una ola gigante y colocados tristemente en el plato, por lo que no resulta nada apetitoso. Sin embargo, tiene tantos ingredientes que sería una pena tirarlo a la basura, así que ¿qué más remedio que comerlo?"
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Lujoso y exquisito sashimi. El pescado se corta en finas láminas, se coloca en forma de flor y se rodea con una abundante guarnición. Antes de comerlo, la guarnición y el pescado suelen mezclarse según los gustos de cada uno. Se dice que esto se hace para asegurar que las cosas vayan como la seda en el futuro."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Lujoso y exquisito sashimi. El pescado, apilado en láminas, tiene el grosor perfecto, es ligero como una nube y posee unas brillantes líneas blanquecinas que recuerdan a una nieve inmaculada. Tras esperar impacientemente para probarlo, sientes cómo la ternura y la suavidad del pescado se entrelaza con la colorida guarnición. Miles de sabores combinan armoniosamente en tu boca y te dejan absolutamente sin aliento. ¿Acaso existe una comida más sublime que esta?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Pescado",
			"count": 4
		},
		{
			"id": 100013,
			"name": "Zanahoria",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Cebolla",
			"count": 2
		},
		{
			"id": 100034,
			"name": "Campanita de cristal",
			"count": 1
		}
	]
}