{
	"id": 4202,
	"name": "Cangrejo mantequilla",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la DEF 215-308 pts. y la Curación en un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de cangrejo a la parrilla. Cocinarlo con la intensidad de fuego adecuada le ha permitido conservar su jugosidad y carnosidad. Además, como la mantequilla ha penetrado a la perfección en su carne, con solo olerlo ya se te hace la boca agua.",
	"suspicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 215 pts. y su curación en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo a la parrilla. Sus patas aún están frías, crudas y demasiado saladas. Comerlo es como beber un vaso de agua de mar. ¡Puaj!"
	},
	"normal": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 261 pts. y su curación en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo a la parrilla. Cocinarlo con la intensidad de fuego adecuada le ha permitido conservar su jugosidad y carnosidad. Además, como la mantequilla ha penetrado a la perfección en su carne, con solo olerlo ya se te hace la boca agua."
	},
	"delicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 308 pts. y su curación en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo a la parrilla. El exquisito aroma de sus patas se debe a que han absorbido a la perfección la mantequilla. Al probar el cangrejo, un irresistible sabor invade tus papilas gustativas. Sin darte cuenta, ya te has acabado toda la carne, pero sigues queriendo rebañar cada gota de mantequilla que hay en el caparazón para poder probar una vez más ese sublime regusto."
	},
	"ingredients": [
		{
			"id": 110004,
			"name": "Mantequilla",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Cangrejo",
			"count": 4
		},
		{
			"id": 101210,
			"name": "Alga",
			"count": 2
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}