{
	"id": 3301,
	"name": "Pollo con mantequilla",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 160-228 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato rico y sabroso. Se marinan los trozos de pollo y se fríen una vez en aceite. Luego se calienta la mantequilla y se añaden los tomates triturados y las especias. Después, se cocinan hasta formar una salsa y se añaden los trozos de pollo frito. El producto final se sirve acompañando al plato principal y es la forma más deliciosa de tocar la fibra sensible de la gente de Sumeru.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de un sabor único. Un error de cálculo en su condimentación hace que tenga un sabor demasiado fuerte y que sea difícilmente comestible. Si se bebe agua al comerlo, a duras penas se puede llegar a ingerir..."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato rico y sabroso. Se marinan los trozos de pollo y se fríen una vez en aceite. Luego se calienta la mantequilla y se añaden los tomates triturados y las especias. Después, se cocinan hasta formar una salsa y se añaden los trozos de pollo frito. El producto final se sirve acompañando al plato principal y es la forma más deliciosa de tocar la fibra sensible de la gente de Sumeru."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato sabroso. La suave salsa envuelve uniformemente cada jugoso trozo de pollo y la riqueza y variedad de condimentos provoca una explosión de sabores en la boca. Antes de que te des cuenta, habrás vaciado el plato y estarás limpiando las últimas gotas de salsa con el naan."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 3
		},
		{
			"id": 100079,
			"name": "Tomate",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Mantequilla",
			"count": 1
		},
		{
			"id": 110014,
			"name": "Especias",
			"count": 1
		}
	]
}