{
	"id": 4405,
	"name": "Caracolamelos",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25%-35% y su DEF 165-235 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Unos caramelos con formas muy variadas. Dicen que, entre los caracolamelos que se venden en el Parque Kinográfico Chevalmarine, hay una ínfima parte que contiene perlas de verdad, y que el placer de probarlas está reservado a los visitantes más afortunados. ¿Serás tú uno de ellos?",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% y la DEF en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos caramelos con formas muy variadas. El glaseado que recubre la superficie es bastante áspero, como la arena atrapada dentro de una caracola. Solo los guerreros más valientes dispuestos a luchar contra la aspereza de este recubrimiento podrán disfrutar del fruto de la victoria: un dulce caramelo."
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% y la DEF en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos caramelos con formas muy variadas. Dicen que, entre los caracolamelos que se venden en el Parque Kinográfico Chevalmarine, hay una ínfima parte que contiene perlas de verdad, y que el placer de probarlas está reservado a los visitantes más afortunados. ¿Serás tú uno de ellos?"
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% y la DEF en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos caramelos con formas muy variadas. Sus vivos colores les hacen parecer brillantes piedras preciosas que descansan majestuosamente en una exquisita caja, esperando dar una dulce sorpresa a quien los encuentre. ¿Qué puede hacer más feliz a alguien que un viaje al Parque Kinográfico Chevalmarine? ¡Pues un viaje al Parque Kinográfico Chevalmarine y una caja de caracolamelos!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Marealga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Burburanja",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		}
	]
}