{
	"id": 3414,
	"name": "Cassoulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la defensa",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20%-30% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de la tierra, sencillo y fácil de preparar. Basta con cocinar en una cazuela todos los ingredientes. Lo más relevante de este plato es probablemente su nombre completo: estofado a la cazuela de patatas tiernas, carne de ave y salchichas ahumadas con base ajardinada de jazmimpolutos. Pero era demasiado largo, así que al final se quedó con Cassoulet.",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de la tierra, sencillo y fácil de preparar. La apariencia parece buena. Al comerlo, se aprecia un ligero olor a chamuscado que revela que los ingredientes del fondo se habían quemado y pegado a la cazuela. La próxima vez, convendría darle una vuelta al cocinarlo..."
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de la tierra, sencillo y fácil de preparar. Basta con cocinar en una cazuela todos los ingredientes. Lo más relevante de este plato es probablemente su nombre completo: estofado a la cazuela de patatas tiernas, carne de ave y salchichas ahumadas con base ajardinada de jazmimpolutos. Pero era demasiado largo, así que al final se quedó con Cassoulet."
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de la tierra, sencillo y fácil de cocinar. El tiempo es el arma más mágica para catalizar un delicioso sabor. La larga cocción a fuego lento hace que la carne absorba el sabroso caldo y se ablande, lo que unido a los aromáticos frijoles crea un sabor cálido y vigorizante."
	},
	"ingredients": [
		{
			"id": 110011,
			"name": "Salchicha",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 1
		},
		{
			"id": 100096,
			"name": "Legumbres peladas",
			"count": 1
		},
		{
			"id": 101231,
			"name": "Jazmimpoluto",
			"count": 1
		}
	]
}