{
	"id": 2508,
	"name": "Brocheta de champiñones con queso",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 6%-12% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una brocheta cubierta de queso fundido. Se retira la cubierta de frutisetas rojas y se cubre con una gruesa capa de queso antes de ponerla en la parrilla. Su rico aroma desprende un ligero sabor afrutado que se disfruta mejor en caliente.",
	"suspicious": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 6% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una brocheta cubierta de queso fundido. Cuando notas que huele a chamuscado, te das cuenta de que las brillantes frutisetas rojas se han convertido en algo oscuro y carbonizado. El color tan desagradable hace que uno se pregunte si realmente es comestible..."
	},
	"normal": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 9% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una brocheta cubierta de queso fundido. Se retira la cubierta de frutisetas rojas y se cubre con una gruesa capa de queso antes de ponerla en la parrilla. Su rico aroma desprende un ligero sabor afrutado que se disfruta mejor en caliente."
	},
	"delicious": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 12% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una brocheta cubierta de queso fundido. El denso sabor de los champiñones asados se diferencia claramente del aroma de la carne. El jugo que emana al comerla rezuma por los dientes, y la boca se llena de un sabor rebosante de placer."
	},
	"ingredients": [
		{
			"id": 101256,
			"name": "Frutiseta roja",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Mahís",
			"count": 1
		},
		{
			"id": 110009,
			"name": "Queso",
			"count": 1
		}
	]
}