{
	"id": 4203,
	"name": "Panecillos de maíz con carne picante",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25%-35% y su DEF 165-235 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un aperitivo tradicional muy popular en Liyue. Para hacer este plato, se moldea la masa fresca para darle forma, se deja reposar y se hace al vapor. Después, la carne y las verduras se lavan, se cortan en dados y se sofríen. Al comerlo, el relleno ya cocinado se mete en la masa y se come todo junto. El resultado es una verdura crujiente, una carne deliciosa y un sabor muy bueno.",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% y la DEF en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo tradicional muy popular en Liyue. Una enorme cantidad de chiles de Jueyun salteados han sido metidos dentro de los panes, por lo que ahora tienen un picante insoportable. Si solo pruebas un pequeño trozo, sentirás como si la garganta se te prendiera en llamas. Y si pruebas varios bocados... echarás fuego por la boca como el Guoba de Xiangling."
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% y la DEF en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo tradicional muy popular en Liyue. Para hacer este plato, se moldea la masa fresca para darle forma, se deja reposar y se hace al vapor. Después, la carne y las verduras se lavan, se cortan en dados y se sofríen. Al comerlo, el relleno ya cocinado se mete en la masa y se come todo junto. El resultado es una verdura crujiente, una carne deliciosa y un sabor muy bueno."
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% y la DEF en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo tradicional muy popular en Liyue. El intenso aroma del wok en el que se cocina el relleno se ha adherido a las verduras, las cuales se meten en los tiernos panecillos para emitir una fragancia indescriptible. Igual que el diligente pueblo de Liyue creó el famoso y próspero puerto de la ciudad con sus propias manos, estos ingredientes tan comunes también pueden convertirse en un sorprendente manjar con el esfuerzo necesario. Un plato así podría despertar incluso a un dios dormido."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		},
		{
			"id": 100018,
			"name": "Repollo",
			"count": 2
		},
		{
			"id": 100027,
			"name": "Chile de Jueyun",
			"count": 2
		}
	]
}