{
	"name": "Caracolas de cristal",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran la defensa",
	"foodcategory": "Def_Add",
	"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un postre con una apariencia adorable. Se dice que fue creado por el chef de una familia pudiente de Fontaine a fin de alegrar al joven amo. Se trata de unas galletas con aspecto de caracola azurescente. Si la historia es cierta o no siempre será un misterio, pero de lo que no cabe duda es de que este postre está para chuparse los dedos.",
	"suspicious": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre con una apariencia... ¿adorable? Aunque pretendían asemejarse a una caracola azurescente, se ha convertido en una masa deforme... Aunque, al menos, el sabor es aceptable."
	},
	"normal": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre con una apariencia adorable. Se dice que fue creado por el chef de una familia pudiente de Fontaine a fin de alegrar al joven amo. Se trata de unas galletas con aspecto de caracola azurescente. Si la historia es cierta o no siempre será un misterio, pero de lo que no cabe duda es de que este postre está para chuparse los dedos."
	},
	"delicious": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre con una apariencia adorable. Hay un dicho en Fontaine que dice: “Solo hay dos tipos de personas en Teyvat, los que adoran las caracolas de cristal y los que nunca las han probado”. ¡No hay quien se resista a su sabor!"
	},
	"ingredients": [
		{
			"name": "Huevo de pájaro",
			"count": 3
		},
		{
			"name": "Harina",
			"count": 2
		},
		{
			"name": "Mantequilla",
			"count": 2
		},
		{
			"name": "Azúcar",
			"count": 1
		}
	]
}