{
	"id": 3413,
	"name": "Cien sabores",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran ataques",
	"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una sopa de compleja elaboración. Los ingredientes se trituran y se cuecen a fuego lento con el caldo, y este se cuela y se sirve al final. Circula por las calles de Fontaine el misterioso rumor de que escritores faltos de inspiración la encuentran con solo probar esta sopa... Pero ¿no son los mercaderes quienes crean cosas con efectos tan increíbles?",
	"suspicious": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una sopa de compleja elaboración. El líquido turbio salta a la vista que es todo un fracaso. Los únicos que podrían aceptar una comida así en toda Fontaine serían probablemente las Ánimas Legamosas que vagan por el agua..."
	},
	"normal": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una sopa de compleja elaboración. Los ingredientes se trituran y se cuecen a fuego lento con el caldo, y este se cuela y se sirve al final. Circula por las calles de Fontaine el misterioso rumor de que escritores faltos de inspiración la encuentran con solo probar esta sopa... Pero ¿no son los mercaderes quienes crean cosas con efectos tan increíbles?"
	},
	"delicious": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una sopa de compleja elaboración. Una sopa ligera que combina la esencia del vasto cielo y de la tierra sin límites. El aroma de la carne y las verduras armoniza a la perfección. No es de extrañar que una vez hubiera un columnista de «El Pájaro de Vapor» incapaz de escribir una palabra y que, tras tomar esta sopa, las ideas comenzaran de repente a brotar en su mente como si hubiera recibido inspiración divina."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 3
		},
		{
			"id": 100013,
			"name": "Zanahoria",
			"count": 2
		},
		{
			"id": 101231,
			"name": "Jazmimpoluto",
			"count": 1
		}
	]
}