{
	"id": 2204,
	"name": "Caparazón de cangrejo con huevas",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 66-95 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de cangrejo cocinado directamente con fuego. La carne y las huevas se han mezclado bien y se han adornado con unas carnosas patas de cangrejo. Ha merecido la pena ser paciente para llevarte a la boca un pedacito de esta rebosante felicidad.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 66 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo cocinado directamente con fuego. Las huevas se han mezclado con fragmentos del caparazón. Lo peor no es masticar esos fragmentos, sino la decepción de no poder cumplir tu deseo de comer algo delicioso."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 81 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo cocinado directamente con fuego. La carne y las huevas se han mezclado bien y se han adornado con unas carnosas patas de cangrejo. Ha merecido la pena ser paciente para llevarte a la boca un pedacito de esta rebosante felicidad."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 95 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo cocinado directamente con fuego. La tierna y jugosa carne conserva un fabuloso color escarlata, y las huevas, que poseen un refrescante aroma, tienen un intenso sabor. Esta grácil delicia hace que incluso te preguntes a qué sabrá el caparazón."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Cangrejo",
			"count": 1
		},
		{
			"id": 100074,
			"name": "Huevas de cangrejo",
			"count": 1
		}
	]
}