{
	"id": 3901,
	"name": "Croissant crujiente con café",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una comida compuesta de bollería y café. Primero, se enrolla la masa antes de recubrirla con un baño de huevo e introducirla en el horno, lo que da como resultado unos croissants humeantes y exquisitos. Se dice que la aplicación del baño de huevo es como la firma de un panadero... Y parece que para firmar este plato se ha usado una excelente caligrafía.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una comida compuesta de bollería y café. El pan seco tiene una textura dura, como si hubiera sido desprovisto de toda humedad. La bebida, con un sabor amargo y agrio, hace que uno se sienta como si hubiera tomado una poción por equivocación. Menos mal que no es una comida principal..."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una comida compuesta de bollería y café. Primero, se enrolla la masa antes de recubrirla con un baño de huevo e introducirla en el horno, lo que da como resultado unos croissants humeantes y exquisitos. Se dice que la aplicación del baño de huevo es como la firma de un panadero... Y parece que para firmar este plato se ha usado una excelente caligrafía."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 25% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una comida compuesta de bollería y café. Los dos trozos de pan puntiagudos esconden una esponjosa suavidad dentro de crujientes cortezas. El aroma de la mantequilla impregna el aire y se mezcla con el intenso sabor del café. Es como si esta combinación se hubiera preparado en el mismísimo cielo. Ya sea por la mañana o durante un descanso, degustar tan deliciosa combinación es un alivio incluso para el alma más agotada."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Mantequilla",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Granos de café",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		}
	]
}