{
	"name": "Carne curada con matsutake",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran ataques",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato salteado a fuego rápido. Tras laminar y saltear la carne y los matsutakes, se añaden las especias. El sabor del jamón combina con la textura del matsutake y, cuanto más comes, más te gusta. Servirlo en la misma olla permite que se mantenga caliente durante mucho tiempo.",
	"suspicious": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato salteado a fuego fuerte. Aunque la carne es de buena calidad, está demasiado salada. Tras un bocado, no importará si después se come un poco de flor dorada o de matsutake: todo sabrá a sal."
	},
	"normal": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato salteado a fuego rápido. Tras laminar y saltear la carne y los matsutakes, se añaden las especias. El sabor del jamón combina con la textura del matsutake y, cuanto más comes, más te gusta. Servirlo en la misma olla permite que se mantenga caliente durante mucho tiempo."
	},
	"delicious": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato salteado a fuego fuerte. La grasa del jamón salteado cubre los demás ingredientes y los sabores se han combinado de forma perfecta. Solo con verlo ya se te abre el apetito. La gente de Liyue se acuerda de su casa y sus festividades con cada bocado."
	},
	"ingredients": [
		{
			"name": "Jamón",
			"count": 2
		},
		{
			"name": "Matsutake",
			"count": 2
		},
		{
			"name": "Flor dorada",
			"count": 1
		},
		{
			"name": "Pimienta",
			"count": 1
		}
	]
}