{
	"id": 3219,
	"name": "Fideos barba de dragón",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 160-228 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Unos fideos tan finos como la barba de un dragón. Tras saltear la cebolla, se añade el caldo y la guarnición, luego los fideos y, por último, se emplata cuando todo esté hecho. Solo haciendo bien la masa de los fideos se puede conseguir ese grosor tan fino como el de un pelo. La técnica para hacer este plato es una de las más difíciles de toda la gastronomía de Liyue.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos fideos tan finos como la barba de un dragón. Al obsesionarte con hacerlos finos, los fideos se han acabado desintegrando cuando se hirvieron. Parecen fáciles de hacer, pero se ve que en realidad no es así. Será mejor que practiques un poco más..."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos fideos tan finos como la barba de un dragón. Tras saltear la cebolla, se añade el caldo y la guarnición, luego los fideos y, por último, se emplata cuando todo esté hecho. Solo haciendo bien la masa de los fideos se puede conseguir ese grosor tan fino como el de un pelo. La técnica para hacer este plato es una de las más difíciles de toda la gastronomía de Liyue."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos fideos tan finos como la barba de un dragón. Los fideos, que caen como una cascada, parecen miles de hilos al bañarse en un caldo hecho con los ingredientes más exquisitos de la tierra. Su textura es más tierna y agradable que la de los fideos normales, lo que hace imposible parar de comerlos."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Harina",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 2
		},
		{
			"id": 100011,
			"name": "Champiñón",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jamón",
			"count": 1
		}
	]
}