{
	"id": 4106,
	"name": "Embriaguez de ciruelas níveas",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la DEF 215-308 pts. y la Curación en un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de Liyue de aspecto elegante. Una vez cocido el cangrejo al vapor, se retiran cuidadosamente las huevas y la carne, se saltean y se vuelven a poner en el caparazón. Para sellar el caparazón del cangrejo, se monta una capa espumosa de clara de huevo, se cubre con jamón picado para darle un toque de color y se hornea. Juntos, la suculenta carne de cangrejo y las esponjosas claras de huevo forman una combinación digna de una ovación.",
	"suspicious": {
		"effect": "#Aumenta la DEF de todos los miembros del equipo en 215{NON_BREAK_SPACE}pts. y su curación en un 6% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de Liyue de aspecto elegante. El producto acabado es aparentemente perfecto, pero para tu sorpresa, la carne de cangrejo, cuidadosamente arrancada, se mezcló con finas cáscaras de su caparazón. Antes de comerlo, tienes que superar un poco de inquietud, ya que tus dientes pueden toparse con la cáscara del cangrejo en cualquier momento..."
	},
	"normal": {
		"effect": "#Aumenta la DEF de todos los miembros del equipo en 261{NON_BREAK_SPACE}pts. y su curación en un 8% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de Liyue de aspecto elegante. Una vez cocido el cangrejo al vapor, se retiran cuidadosamente las huevas y la carne, se saltean y se vuelven a poner en el caparazón. Para sellar el caparazón del cangrejo, se monta una capa espumosa de clara de huevo, se cubre con jamón picado para darle un toque de color y se hornea. Juntos, la suculenta carne de cangrejo y las esponjosas claras de huevo forman una combinación digna de una ovación."
	},
	"delicious": {
		"effect": "#Aumenta la DEF de todos los miembros del equipo en 308{NON_BREAK_SPACE}pts. y su curación en un 10% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de Liyue de aspecto elegante. La cobertura nevada es suave y esponjosa, como si los copos de nieve cayeran suavemente sobre la lengua. Luego, la rica y fresca carne de cangrejo envuelve rápidamente las papilas gustativas, como una resplandeciente flor de ciruelo floreciendo en medio de una solitaria nevada: cautivadora y encantadora."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Cangrejo",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jamón",
			"count": 2
		},
		{
			"id": 100074,
			"name": "Huevas de cangrejo",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 1
		}
	]
}