{
	"id": 4105,
	"name": "Pato ochotesoros",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25%-35% y su DEF 165-235 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato que requiere gran dedicación y que hace honor a su nombre. Al pato, llamado “ochotesoros”, se le añaden ocho tipos de rellenos con carne y verduras. Se moldea en forma de calabaza para atraer buena suerte y prosperidad. La combinación de ingredientes exquisitos, un trabajo superior del cuchillo y un control del fuego soberbio hacen que el producto final sea el broche de oro en cualquier banquete.",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% y la DEF en 165 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato que requiere gran dedicación y que hace honor a su nombre. La vista se te cansa cuando terminas de deshuesar la carne, así que parece que este plato no solo pone a prueba las habilidades con el cuchillo, sino también la fuerza física y la paciencia. Lástima que el pato, tan difícil de colocar como es debido, se deshiciera en la sartén... Mejor cierra los ojos y descansa un poco antes de retomar el desafío."
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% y la DEF en 200 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato que requiere gran dedicación y que hace honor a su nombre. Al pato, llamado “ochotesoros”, se le añaden ocho tipos de rellenos con carne y verduras. Se moldea en forma de calabaza para atraer buena suerte y prosperidad. La combinación de ingredientes exquisitos, un trabajo superior del cuchillo y un control del fuego soberbio hacen que el producto final sea el broche de oro en cualquier banquete."
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 35% y la DEF en 235 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato que requiere gran dedicación y que hace honor a su nombre. Basta con que el pato, corpulento y rollizo, salga de la olla para que los presentes apenas puedan contener las ganas de llevárselo al paladar. Acabado con una salsa espesa y picante y un chorrito de aceite rosado, es una combinación perfecta de color, sabor y forma."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 4
		},
		{
			"id": 100084,
			"name": "Pescado",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jamón",
			"count": 1
		}
	]
}