{
	"id": 3418,
	"name": "Comb-O",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un aperitivo frito y dorado. Se tritura el pollo y se combina con los aros de cebolla dándoles forma de “O”. El pescado y las papas se aplastan y se combinan de forma similar en forma de torta circular. Por último, se fríen en una sartén y tendrás tu crujiente Comb-O.",
	"suspicious": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo frito y dorado. El exceso de aceite se ha logrado secar tras invertir una cantidad considerable de tiempo, lo que ha hecho que la comida se reblandezca y deje de estar crujiente. Humm... ¿Tal vez los gaviones de la costa estarían dispuestos a aceptarlo como alimento?"
	},
	"normal": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo frito y dorado. Se tritura el pollo y se combina con los aros de cebolla dándoles forma de “O”. El pescado y las papas se aplastan y se combinan de forma similar en forma de torta circular. Por último, se fríen en una sartén y tendrás tu crujiente Comb-O."
	},
	"delicious": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo frito y dorado. El aroma que desprende recién cocinado despierta inmediatamente el apetito de todos. La mano izquierda sostiene un aro, la derecha una torta, entre los dientes una delicia crujiente y un torrente de sabores queda al alcance de la lengua."
	},
	"ingredients": [
		{
			"id": 100076,
			"name": "Cebolla",
			"count": 3
		},
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Pescado",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Papa",
			"count": 2
		}
	]
}