{
	"id": 3123,
	"name": "Pasteles de té y luna",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Platos que regeneran Vida",
	"effect": "Restaura un 30%-34% de Vida Máx. al personaje seleccionado, además de 600-1900 pts. de Vida adicionales.",
	"description": "Pastelitos de té con yemas de huevo dentro. Primero, se cuece al vapor la yema de huevo salada. Luego, se recubre con relleno y, por último, se envuelve en una masa hecha con té en polvo. A continuación, se moldea todo en forma de luna llena y se hornea. Mientras que la capa exterior es crujiente, el interior es sabroso y dulce. Una delicia exquisita y fascinante.",
	"suspicious": {
		"effect": "#Restaura un 30% de la Vida Máx. y 600{NON_BREAK_SPACE}pts. de Vida al personaje seleccionado.",
		"description": "Pastelitos de té con yemas de huevo dentro. Al tomar uno, la masa se desprende como un alud. El primer bocado es dulce y grasiento... ¡Oh, no! Parece que algo se te ha quedado atascado en la garganta. Mejor tomar primero un vaso de agua y luego pensar en qué hacer con el resto."
	},
	"normal": {
		"effect": "#Restaura un 32% de la Vida Máx. y 1250{NON_BREAK_SPACE}pts. de Vida al personaje seleccionado.",
		"description": "Pastelitos de té con yemas de huevo dentro. Primero, se cuece al vapor la yema de huevo salada. Luego, se recubre con relleno y, por último, se envuelve en una masa hecha con té en polvo. A continuación, se moldea todo en forma de luna llena y se hornea. Mientras que la capa exterior es crujiente, el interior es sabroso y dulce. Una delicia exquisita y fascinante."
	},
	"delicious": {
		"effect": "#Restaura un 34% de la Vida Máx. y 1900{NON_BREAK_SPACE}pts. de Vida adicional al personaje seleccionado.",
		"description": "Pastelitos de té con yemas de huevo dentro. La yema de huevo color arena, de textura esponjosa y delicada, está impregnada del delicado aroma del té cultivado en los valles de las montañas. Basta un pequeño bocado para perderse en una acogedora sensación de felicidad. Puedes comerte varios de una sentada, y al final no querrás dejar ni las crujientes migas que se pegan en las comisuras de los labios."
	},
	"ingredients": [
		{
			"id": 101242,
			"name": "Té adéptico de Chenyu",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 1
		}
	]
}