{
	"id": 3505,
	"name": "Pan de frijoles con camarones fritos",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la defensa",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20%-30% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un aperitivo frito. Se elabora friendo las bolas de masa de frijol, que luego se rellenan de condimentos, camarón y salsa. El proceso de preparación es un tanto complejo, pero su delicioso sabor hace que valga la pena.",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo frito. Al freírlo como si no hubiera un mañana, los camarones han perdido toda su jugosidad. Se puede pasar por alto que estén tan secos, pero lo que no se puede tolerar es que hayan quedado tan duros. Menos mal que solo hay dos y puedes comértelos rápidamente."
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo frito. Se elabora friendo las bolas de masa de frijol, que luego se rellenan de condimentos, camarón y salsa. El proceso de preparación es un tanto complejo, pero su delicioso sabor hace que valga la pena."
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un aperitivo frito. El mágico proceso de ser fritos en abundante aceite los ha dotado de un brillante color y una textura crujiente que, a su vez, conserva la jugosidad. El sonido que producen al masticarlos es tan satisfactorio que solo puedes pensar en la lástima que es que solo haya dos."
	},
	"ingredients": [
		{
			"id": 100096,
			"name": "Legumbres peladas",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Camarón",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Cebolla",
			"count": 3
		}
	]
}