{
	"id": 3111,
	"name": "Rollitos de luna llena",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Platos que regeneran Vida",
	"effect": "Revive al personaje seleccionado.\nRestaura 900-1500 pts. de Vida.",
	"description": "Un aperitivo tradicional de Liyue. La yema de huevo se mezcla con harina para hacer una masa, y los camarones y el pescado se pican para hacer el relleno. Después, se le da la forma de una taza de té, se adorna con camarones y se cocina al vapor. El resultado parece una luna llena tapada por las nubes, de ahí el nombre “rollitos de luna llena”.",
	"suspicious": {
		"effect": "Revive a un personaje y restaura 900 pts. de su Vida.",
		"description": "Un aperitivo tradicional de Liyue. La masa, apretada y retorcida alrededor de la carne, le ha dejado una textura seca que, al masticarla, da la impresión de estar comiendo un ñoqui demasiado grande."
	},
	"normal": {
		"effect": "Revive a un personaje y restaura 1200 pts. de su Vida.",
		"description": "Un aperitivo tradicional de Liyue. La yema de huevo se mezcla con harina para hacer una masa, y los camarones y el pescado se pican para hacer el relleno. Después, se le da la forma de una taza de té, se adorna con camarones y se cocina al vapor. El resultado parece una luna llena tapada por las nubes, de ahí el nombre “rollitos de luna llena”."
	},
	"delicious": {
		"effect": "Revive a un personaje y restaura 1500 pts. de su Vida.",
		"description": "Un aperitivo tradicional de Liyue. Prueba un bocado cuando aún esté caliente y disfruta del sabor de la tierna y jugosa carne, complementada con la guinda final: un camarón de un dulce regusto. Frente a tus ojos aparecerá una luna llena sobre unas límpidas aguas en cuya orilla flota un bote de pesca, desde el que resonará una bella canción de pescadores."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Pescado",
			"count": 4
		},
		{
			"id": 100093,
			"name": "Camarón",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 1
		}
	]
}