{
	"id": 3513,
	"name": "Placidez brisamarina",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una bebida refrescante. Su vívido degradado de azul a blanco evoca la cresta de las olas acariciadas por la brisa marina. Beber un sorbo de esta bebida durante las vacaciones te llenará el corazón de alegría.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una bebida refrescante. El sabor salado ha tomado el control absoluto, por lo que el dulce de la bebida apenas se nota. Es como si estuvieras tomando agua salada."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una bebida refrescante. Su vívido degradado de azul a blanco evoca la cresta de las olas acariciadas por la brisa marina. Beber un sorbo de esta bebida durante las vacaciones te llenará el corazón de alegría."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 25% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una bebida refrescante. Las refrescantes burbujas bailan en la punta de la lengua, y la dulzura del zumo de fruta y el sabor salado del refresco se mezclan en perfecta armonía. Es como si estuvieras atravesando las olas al compás de la brisa, con aplausos y las risas del resort llenando el ambiente..."
	},
	"ingredients": [
		{
			"id": 101249,
			"name": "Quenepa",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 1
		}
	]
}