{
	"id": 3315,
	"name": "Tayín áureo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la defensa",
	"effect": "Aumenta la Vida Máx. de todos los miembros del equipo en un 20%-25% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de carne estofada. La prominente tapadera puntiaguda, que reduce la pérdida de agua del plato al cocinarse a fuego lento, es un ingenio culinario exclusivo de los habitantes del desierto. Este manjar ha acompañado a Los Eremitas en sus viajes por toda Sumeru, y es así como ha ganado su reputación.",
	"suspicious": {
		"effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne estofada. A simple vista parece apetecible, pero una vez que lo pruebas, te das cuenta de que la carne está tan seca que parece que estás comiendo madera. ¿Estará rota la tapadera del caldero o es que la habrán usado mal?"
	},
	"normal": {
		"effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne estofada. La prominente tapadera puntiaguda, que reduce la pérdida de agua del plato al cocinarse a fuego lento, es un ingenio culinario exclusivo de los habitantes del desierto. Este manjar ha acompañado a Los Eremitas en sus viajes por toda Sumeru, y es así como ha ganado su reputación."
	},
	"delicious": {
		"effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne estofada. Los trozos de carne, empapados en el sabroso caldo, se deshacen entre los labios con solo tocarlos. La singular mezcla de especias se adapta perfectamente al ritmo de la carne, y tocan sobre las papilas gustativas una canción del desierto a la que la lengua no puede evitar aplaudir."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Orquídea padishá",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Especias",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Cebolla",
			"count": 1
		}
	]
}