{
	"id": 4102,
	"name": "Cangrejo dorado",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la DEF 215-308 pts. y la Curación en un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de cangrejo cocinado a la antigua usanza. Tras cortarlo en pedazos y cubrirlo con harina, el cangrejo se saltea hasta estar dorado y se condimenta. Debido a su dorado aspecto y su delicioso aroma, este plato hace honor a su nombre tanto en términos de emplatado como de sabor.",
	"suspicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 215 pts. y su curación en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo cocinado a la antigua usanza. En su interior hay grumos de harina que se han solidificado como una piedra y están mezclados con fragmentos de la cáscara. En comparación con el insípido sabor de la carne de cangrejo, su cáscara al menos sí vale la pena probarla."
	},
	"normal": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 261 pts. y su curación en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo cocinado a la antigua usanza. Tras cortarlo en pedazos y cubrirlo con harina, el cangrejo se saltea hasta estar dorado y se condimenta. Debido a su dorado aspecto y su delicioso aroma, este plato hace honor a su nombre tanto en términos de emplatado como de sabor."
	},
	"delicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 308 pts. y su curación en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de cangrejo cocinado a la antigua usanza. El aroma a cangrejo inunda la habitación al instante en el que sale de la sartén. Un solo bocado es suficiente para sentir en el paladar la insondable y conmovedora belleza de un típico pueblo pesquero. Parece que la dorada opulencia de este plato se debe nada más y nada menos que a su sencillez."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 5
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 5
		},
		{
			"id": 100073,
			"name": "Cangrejo",
			"count": 4
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 2
		}
	]
}