{
	"id": 4902,
	"name": "Pastelito de manzana",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el ATQ 224-320 pts. y la Prob. CRIT un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un pastelito de manzana. La fruta se corta en pedacitos uniformes, y luego se añaden el azúcar y las demás especias hasta que se vuelve una especie de salsa pegajosa. El hojaldre cuadrado exterior se hornea hasta que se dora y expande. La masa crujiente envuelve el suave relleno, formando un verdadero manjar apto para todas las edades.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pastelito de manzana. Al haberlo dejado desatendido durante tanto tiempo, la masa se ha puesto blanda y el relleno, aún más. Desde luego, ni su aroma ni su textura tienen nada que ver con lo que te imaginabas... Un momento, ¿está tan blandurrio que hasta se te queda pegado en la boca?"
	},
	"normal": {
		"effect": "#Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pastelito de manzana. La fruta se corta en pedacitos uniformes, y luego se añaden el azúcar y las demás especias hasta que se vuelve una especie de salsa pegajosa. El hojaldre cuadrado exterior se hornea hasta que se dora y expande. La masa crujiente envuelve el suave relleno, formando un verdadero manjar apto para todas las edades."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pastelito de manzana. Su dulce relleno produce una explosión de sabor en tus papilas gustativas. Es como un radiante rayo de luz que atraviesa las copas y las hojas de los árboles para llegar hasta tu corazón, al tiempo que te llena de una calidez reconfortante. ¡¿Eh?! ¡¿Solo hay uno?! ¡Nooooooo!"
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Manzana",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Mantequilla",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		}
	]
}