{
	"name": "Pollo frito",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran ataques",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta el ATQ 224-320 pts. y la Prob. CRIT un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Carne de ave salpimentada y frita. La carne se pone en una mezcla de harina y se fríe a una alta temperatura. Solo con oler su aroma, uno ya puede imaginarse la crujiente textura del exterior y la tierna y jugosa carne del interior. Pocos son capaces de resistir la tentación de este plato.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Carne de ave salpimentada y frita. Quizás el aceite no estaba a la temperatura adecuada, porque lo que debería haber sido una piel crujiente se ha convertido en una masa blandurria que hace que el plato sea más grasiento de lo de que debería."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Carne de ave salpimentada y frita. La carne se pone en una mezcla de harina y se fríe a una alta temperatura. Solo con oler su aroma, uno ya puede imaginarse la crujiente textura del exterior y la tierna y jugosa carne del interior. Pocos son capaces de resistir la tentación de este plato."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Carne de ave salpimentada y frita. La piel dorada y crujiente ha sellado los abundantes jugos de la carne en su interior y cada bocado es un goce absoluto. Solo te llevará un instante devorarla, pero el recuerdo de este placer te acompañará durante mucho tiempo."
	},
	"ingredients": [
		{
			"name": "Carne de ave",
			"count": 4
		},
		{
			"name": "Mantequilla",
			"count": 4
		},
		{
			"name": "Pimienta",
			"count": 3
		},
		{
			"name": "Harina",
			"count": 3
		}
	]
}