{
	"name": "Carne a la jardinera",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Platos para aventuras",
	"foodcategory": "Climate_Heat",
	"effect": "Disminuye la velocidad con que se acumula Frío extremo para todos los miembros del equipo durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un estofado bien caliente. Está hecho con carne congelada, verduras cortadas en pequeños trozos y un espeso caldo de tomates hervidos durante mucho tiempo. Basta con una cucharada de este agradable y cálido estofado para quitarse el frío del cuerpo.",
	"suspicious": {
		"effect": "Disminuye muy ligeramente la velocidad con que se acumula Frío extremo para todos los miembros del equipo durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un guiso tan caliente que todavía borbotea. Se ha hervido con un fuego demasiado fuerte y sabe a quemado. Tal vez la mejor opción sea tragárselo rápidamente; servirá para entrar en calor."
	},
	"normal": {
		"effect": "Disminuye ligeramente la velocidad con que se acumula Frío extremo para todos los miembros del equipo durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un estofado bien caliente. Está hecho con carne congelada, verduras cortadas en pequeños trozos y un espeso caldo de tomates hervidos durante mucho tiempo. Basta con una cucharada de este agradable y cálido estofado para quitarse el frío del cuerpo."
	},
	"delicious": {
		"effect": "Disminuye la velocidad con que se acumula Frío extremo para todos los miembros del equipo durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un estofado bien caliente. Aun tomando un solo sorbo de caldo, puede sentirse una sensación de satisfacción brotando desde el corazón. Su carne, tierna y aromática, le proporciona al cuerpo toda la energía que necesita. Qué duro es el invierno..."
	},
	"ingredients": [
		{
			"name": "Carne congelada",
			"count": 2
		},
		{
			"name": "Zanahoria",
			"count": 2
		},
		{
			"name": "Tomate",
			"count": 1
		}
	]
}