{
	"name": "Anguila a la parrilla",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Restaura un 20%-24% de Vida Máx. al personaje seleccionado, además de 900-1500 pts. de Vida adicionales.",
	"description": "Un plato hecho a la parrilla. La anguila, ya cortada, se hace primero al vapor para eliminar el exceso de grasa, y después se hace a la parrilla con un poco de salsa. Hay todo tipo de explicaciones en cuanto al nombre de este plato, pero lo único en lo que hay un consenso es que se necesitaría una vida entera para dominar su cocinado.",
	"suspicious": {
		"effect": "Restaura un 20% de la Vida Máx. y 900 pts. de Vida al personaje seleccionado.",
		"description": "Un plato hecho a la parrilla. La anguila tiene el mismo color que el carbón, por lo que solo con su aspecto, ya se puede ver que es un plato fallido. Aunque le des la vuelta para probar el otro lado, no te librarás del sabor a cenizas."
	},
	"normal": {
		"effect": "Restaura un 22% de la Vida Máx. y 1200 pts. de Vida al personaje seleccionado.",
		"description": "Un plato hecho a la parrilla. La anguila, ya cortada, se hace primero al vapor para eliminar el exceso de grasa, y después se hace a la parrilla con un poco de salsa. Hay todo tipo de explicaciones en cuanto al nombre de este plato, pero lo único en lo que hay un consenso es que se necesitaría una vida entera para dominar su cocinado."
	},
	"delicious": {
		"effect": "Restaura un 24% de la Vida Máx. y 1500 pts. de Vida al personaje seleccionado.",
		"description": "Un plato hecho a la parrilla. El aceite aún borbotea en la carne de la anguila como si de una suave melodía se tratara. Tras ser “bautizada” con el fuego del carbón y bañada en salsa, su textura se ha vuelto delicada y tierna. Aunque lo acompañes con arroz y tomes hasta la última gota de salsa, seguirás ansiando otra ración."
	},
	"ingredients": [
		{
			"name": "Anguila",
			"count": 3
		},
		{
			"name": "Azúcar",
			"count": 1
		}
	]
}