{
	"name": "Haggis",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran la defensa",
	"foodcategory": "Def_Add",
	"effect": "Aumenta la DEF 215-308 pts. y la Curación en un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de sabor intenso. Las vísceras de la oveja se trituran, se mezclan con la avena, se agregan los condimentos y se introducen en el estómago de la oveja para formar saquitos. Los saquitos a menudo se retiran cuando se sirven los platos, y solo se come el contenido junto con puré de rábano y papas. Se trata de un manjar local que a menudo se sirve para agasajar a los invitados de honor en Fontaine.",
	"suspicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 215 pts. y su curación en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de sabor intenso. La textura granulosa, seca y áspera raspa la superficie de la lengua, lo que hace imposible sentir que se trate de algo comestible. Mientras se mastica, uno se pregunta: ¿no habrán mezclado astillas de madera accidentalmente durante el proceso de preparación?"
	},
	"normal": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 261 pts. y su curación en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de sabor intenso. Las vísceras de la oveja se trituran, se mezclan con la avena, se agregan los condimentos y se introducen en el estómago de la oveja para formar saquitos. Los saquitos a menudo se retiran cuando se sirven los platos, y solo se come el contenido junto con puré de rábano y papas. Se trata de un manjar local que a menudo se sirve para agasajar a los invitados de honor en Fontaine."
	},
	"delicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 308 pts. y su curación en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de sabor intenso. El sabor de la carne mezclada con todo tipo de especias crea un cóctel de sabores. Al saborearla, el aroma de la carne deja un regusto persistente. No sería de extrañar que un bardo le dedicara a este plato un poema tras probarlo."
	},
	"ingredients": [
		{
			"name": "Carne cruda",
			"count": 4
		},
		{
			"name": "Papa",
			"count": 3
		},
		{
			"name": "Rábano",
			"count": 3
		},
		{
			"name": "Jazmimpoluto",
			"count": 2
		}
	]
}