{
	"name": "Isla flotante",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaura un 18%-22% de Vida Máx. al personaje seleccionado.\nRestaura 300-470 pts. de Vida cada 5 s durante 30 s.",
	"description": "Un postre hecho con claras de huevo. Primero, se separan las claras de huevo. A continuación, se calientan y se añade la salsa. El resultado es un plato enternecedor. Sin duda, es la opción número uno de la mujer de clase alta de Fontaine a la hora de acompañar su té de la tarde.",
	"suspicious": {
		"effect": "#Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5{NON_BREAK_SPACE}s durante 30{NON_BREAK_SPACE}s.",
		"description": "Un postre hecho con claras de huevo. Tienes calambres de tanto intentar batir las claras y, aun así, no has conseguido que subieran, así que ahora no son más que pegotes que intentas, con muy poco éxito, colocar sobre la salsa que has preparado... ¿Y si lo consideras una bebida y le das un sorbo?"
	},
	"normal": {
		"effect": "#Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 pts. de Vida cada 5{NON_BREAK_SPACE}s durante 30{NON_BREAK_SPACE}s.",
		"description": "Un postre hecho con claras de huevo. Primero, se separan las claras de huevo. A continuación, se calientan y se añade la salsa. El resultado es un plato enternecedor. Sin duda, es la opción número uno de la mujer de clase alta de Fontaine a la hora de acompañar su té de la tarde."
	},
	"delicious": {
		"effect": "#Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 pts. de Vida cada 5{NON_BREAK_SPACE}s durante 30{NON_BREAK_SPACE}s.",
		"description": "Un postre hecho con claras de huevo. Brillantes perlas de yema de huevo flotan sobre la cremosa salsa como si de un cofre del tesoro se tratara esperando a ser encontrado. ¡Su sabor te produce un deleite solo comparable al de abrir un cofre lujoso!"
	},
	"ingredients": [
		{
			"name": "Azúcar",
			"count": 2
		},
		{
			"name": "Huevo de pájaro",
			"count": 1
		}
	]
}