{
	"name": "Carne de ave importada",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran ataques",
	"foodcategory": "Atk_CritRate",
	"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de carne con mucha salsa. La carne se marina antes de rebozarla en harina y freírla. Por último, se baña en salsa como toque final. Las verduras que lleva como guarnición son productos locales, pero la técnica para hacer el marinado y la salsa ha sido importada de fuera, de ahí el nombre del plato.",
	"suspicious": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne con mucha salsa. Su aspecto no parece tener ningún problema, pero al probarlo, te das cuenta de dónde está el fallo. Es extremadamente grasiento porque no colaron bien el aceite sobrante, así que, por mucho que lo acompañes con verdura, te costará tragarlo."
	},
	"normal": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne con mucha salsa. La carne se marina antes de rebozarla en harina y freírla. Por último, se baña en salsa como toque final. Las verduras que lleva como guarnición son productos locales, pero la técnica para hacer el marinado y la salsa ha sido importada de fuera, de ahí el nombre del plato."
	},
	"delicious": {
		"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne con mucha salsa. Marinar la carne previamente la ha dotado de mucho sabor y ha reducido su contenido de grasa. Al comerlo, la gruesa capa de su superficie emite un gratificante crujido, al tiempo que desprende unos deliciosos jugos que te abren el apetito."
	},
	"ingredients": [
		{
			"name": "Carne de ave",
			"count": 4
		},
		{
			"name": "Calavanda",
			"count": 3
		},
		{
			"name": "Harina",
			"count": 2
		},
		{
			"name": "Huevo de pájaro",
			"count": 2
		}
	]
}