{
	"id": 3212,
	"name": "Comida felina revitalizante",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Platos que regeneran Vida",
	"effect": "Restaura un 26%-30% de Vida Máx. al personaje seleccionado.\nRegenera 450-790 pts. de Vida cada 5 s durante 30 s.",
	"description": "Una comida de aspecto adorable. Hecha según los gustos de Neko, la Suma Sacerdotisa suplente, y con la ayuda de Kiminami Anna. Aunque no es igual que la que hizo Hibiki, parece que es suficiente para satisfacer a Neko. Como el plato no se ha condimentado, podría resultar un poco insípido para un humano.",
	"suspicious": {
		"effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s.",
		"description": "Una comida de aspecto adorable. Se nota que a quien la hizo le faltaba experiencia, porque los ingredientes se han mezclado sin orden ni concierto. Sería un milagro si Neko, la Suma Sacerdotisa suplente, la aceptase..."
	},
	"normal": {
		"effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s.",
		"description": "Una comida de aspecto adorable. Hecha según los gustos de Neko, la Suma Sacerdotisa suplente, y con la ayuda de Kiminami Anna. Aunque no es igual que la que hizo Hibiki, parece que es suficiente para satisfacer a Neko. Como el plato no se ha condimentado, podría resultar un poco insípido para un humano."
	},
	"delicious": {
		"effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s.",
		"description": "Una comida de aspecto adorable. El sencillo método utilizado ha servido para conservar lo mejor posible el sabor de los ingredientes. Ni el gato más indiferente podría evitar sentirse atraído por este aroma. Espera, ¡que también atrae a los perros!"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Pescado",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 2
		},
		{
			"id": 101210,
			"name": "Alga",
			"count": 2
		},
		{
			"id": 100092,
			"name": "Arroz",
			"count": 1
		}
	]
}