{
	"id": 3416,
	"name": "“Para Foçalors”",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la defensa",
	"effect": "Aumenta la Vida Máx. de todos los miembros del equipo en un 20%-25% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un pastel pequeño y de forma alargada. Se dice que hace mucho, mucho tiempo, un maestro pastelero creó este postre inspirado en el amor de la gente de Fontaine por la Arconte Hydro. Las múltiples capas apiladas unas sobre otras son una verdadera prueba de las habilidades del chef, y cada aspecto de este pastel demuestra la influencia de la gran Arconte Hydro.",
	"suspicious": {
		"effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pastel pequeño y de forma alargada. El sabor de cada capa parece más o menos el mismo, y... un momento, ¡incluso le faltan algunas capas! Los entendidos sabrán que la pastelería ha metido la pata hasta el fondo tras el primer bocado."
	},
	"normal": {
		"effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pastel pequeño y de forma alargada. Se dice que hace mucho, mucho tiempo, un maestro pastelero creó este postre inspirado en el amor de la gente de Fontaine por la Arconte Hydro. Las múltiples capas apiladas unas sobre otras son una verdadera prueba de las habilidades del chef, y cada aspecto de este pastel demuestra la influencia de la gran Arconte Hydro."
	},
	"delicious": {
		"effect": "#Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pastel pequeño y de forma alargada. El aroma del café y las almendras te atrae y hace que te pierdas en tus pensamientos, como si te hubieras topado distraídamente con una ópera extravagante en cuyos giros representativos no puedes evitar sumergirte, y de la que solo esperas que nunca llegue el final."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		},
		{
			"id": 100098,
			"name": "Granos de café",
			"count": 3
		},
		{
			"id": 100089,
			"name": "Almendra",
			"count": 2
		}
	]
}