{
	"id": 2605,
	"name": "Lohikeitto",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Platos que regeneran Vida",
	"effect": "Restaura un 18%-22% de Vida Máx. al personaje seleccionado.\nRestaura 300-470 pts. de Vida cada 5 s durante 30 s.",
	"description": "Una sopa clásica de las regiones frías. Trozos de pescado se cocinan a fuego lento con verduras frescas. Luego, se añade crema batida y condimentos para crear una sopa caliente, suave y reconfortante.",
	"suspicious": {
		"effect": "#Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5{NON_BREAK_SPACE}s durante 30{NON_BREAK_SPACE}s.",
		"description": "Una sopa clásica de las regiones frías. A primera vista, parecía estar perfectamente bien, pero al probar el caldo, las papilas gustativas se vieron sorprendidas por un repentino sabor a quemado. Al revisar el fondo de la olla, efectivamente, se había quemado... Por cuestiones de salud, lo mejor es no comerla."
	},
	"normal": {
		"effect": "#Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 pts. de Vida cada 5{NON_BREAK_SPACE}s durante 30{NON_BREAK_SPACE}s.",
		"description": "Una sopa clásica de las regiones frías. Trozos de pescado se cocinan a fuego lento con verduras frescas. Luego, se añade crema batida y condimentos para crear una sopa caliente, suave y reconfortante."
	},
	"delicious": {
		"effect": "#Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 pts. de Vida cada 5{NON_BREAK_SPACE}s durante 30{NON_BREAK_SPACE}s.",
		"description": "Una sopa clásica de las regiones frías. La cremosa sopa, suave como la seda, envuelve cada ingrediente en un suave abrazo. Al dar el primer sorbo, se siente una suave y acogedora calidez que se extiende por todo el cuerpo, como si un sol rojo anaranjado estuviera saliendo por dentro."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Pescado",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Papa",
			"count": 1
		},
		{
			"id": 100013,
			"name": "Zanahoria",
			"count": 1
		},
		{
			"id": 110002,
			"name": "Crema batida",
			"count": 1
		}
	]
}