{
	"id": 4303,
	"name": "Pizza de carne y champiñones",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran ataques",
	"effect": "Aumenta el ATQ 224-320 pts. y la Prob. CRIT un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una pizza recién horneada. Grandes trozos de carne y champiñones frescos cubren toda la masa. Si encima le añades una capa de queso, resulta imposible resistirse a la tentación. No dura ni un minuto encima de la mesa, así que si quieres hacerte con una porción, tendrás que tener buenos reflejos.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una pizza recién horneada. El queso se funde sobre el resto de los ingredientes y desprende un penetrante aroma. Cocinar al punto la gruesa masa supone todo un desafío. Aunque no está claro si el problema es dar con la temperatura de cocción o el punto de fermentación ideal."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una pizza recién horneada. Grandes trozos de carne y champiñones frescos cubren toda la masa. Si encima le añades una capa de queso, resulta imposible resistirse a la tentación. No dura ni un minuto encima de la mesa, así que si quieres hacerte con una porción, tendrás que tener buenos reflejos."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una pizza recién horneada. El jugo de la carne en su punto impregna la esponjosa masa de pan, mientras que los champiñones le aportan la frescura necesaria a este manjar. Un pequeño bocado de este delicioso plato cubierto de queso fundido basta para abrirle el apetito a cualquiera."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 4
		},
		{
			"id": 100011,
			"name": "Champiñón",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Queso",
			"count": 2
		}
	]
}