{
	"id": 4903,
	"name": "Festín carnívoro",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el ATQ 224-320 pts. y la Prob. CRIT un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un menú hecho a base de carne y acompañado con café. Un crujiente filete de pollo frito envuelto en verduras frescas y acompañado de colas de camarones peladas. Esta audaz combinación de sabores procedentes de la tierra y del mar evoca una epifanía: las delicias culinarias, como una aventura en tierras inexploradas, están llenas de infinitas posibilidades.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un menú hecho a base de carne y acompañado con café. Es una mezcla caótica de ingredientes mezclados al azar. A primera vista, parece... eh, ¿comida hecha combinando carne y camarones? Si puedes pasar por alto su aspecto desordenado, te servirá para llenar el estómago..."
	},
	"normal": {
		"effect": "#Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un menú hecho a base de carne y acompañado con café. Un crujiente filete de pollo frito envuelto en verduras frescas y acompañado de colas de camarones peladas. Esta audaz combinación de sabores procedentes de la tierra y del mar evoca una epifanía: las delicias culinarias, como una aventura en tierras inexploradas, están llenas de infinitas posibilidades."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un menú hecho a base de carne y acompañado con café. La salsa especial emite un tentador aroma que se esparce por el aire, como difundido por el poder del propio Anemo. Mientras los suculentos y deliciosos camarones frescos bailan en tu lengua, cada bocado rebosa jugosidad y felicidad... Mientras se te llena la barriga, rezas para que este sueño de cualquier amante de la carne no termine nunca."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Camarón",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Granos de café",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 3
		}
	]
}