{
	"id": 2111,
	"name": "Ensalada de menta",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran ataques",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 66-95 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato muy fresco y fragante. El chile de Jueyun se corta muy fino y se mezcla con el aderezo para aliñar la menta. Esta comida tan aparentemente poco atractiva tiene, en realidad, un sorprendente efecto refrescante y revitalizador. Muy útil para reducir el calor y la sensación de saciedad.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 66 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato muy fresco y fragante. La proporción de menta y chile de Jueyun no es la correcta y, además, no se ha mezclado bien, por lo que está tan picante que ni te salen las palabras."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 81 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato muy fresco y fragante. El chile de Jueyun se corta muy fino y se mezcla con el aderezo para aliñar la menta. Esta comida tan aparentemente poco atractiva tiene, en realidad, un sorprendente efecto refrescante y revitalizador. Muy útil para reducir el calor y la sensación de saciedad."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 95 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato muy fresco y fragante. El sabor refrescante y ligeramente amargo de la menta no enmascara el picante de los chiles de Jueyun, sino que lo potencia. Los dos sabores danzan y hacen piruetas en tu lengua como un par de bailarines que, al terminar su número, reciben una cerrada ovación."
	},
	"ingredients": [
		{
			"id": 100016,
			"name": "Menta",
			"count": 4
		},
		{
			"id": 100027,
			"name": "Chile de Jueyun",
			"count": 1
		}
	]
}