{
	"name": "Sopa de menta y frijoles",
	"rarity": "1",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_Revive",
	"effect": "Revive al personaje seleccionado.\nRestaura 50-150 pts. de Vida.",
	"description": "Una sopa espesa hecha con ingredientes sencillos. Se hierven las mentas y los frijoles juntos hasta que se ablanden y luego se trituran hasta conseguir una sopa suave. Si se sigue hirviendo, se espesa la textura. Se sirve con un cucharón y se espolvorean algunos frijoles y mentas por encima. Este refrescante manjar sabe igual de bien tanto si se sirve caliente como frío.",
	"suspicious": {
		"effect": "Revive a un personaje y restaura 50 pts. de su Vida.",
		"description": "Una sopa espesa hecha con ingredientes sencillos. La adición de demasiada agua hace que la sopa sea muy clara y se parezca más a una bebida que a un plato. Tal vez sea una buena idea añadir un poco de hielo y hacer un tazón de agua de frijoles con menta."
	},
	"normal": {
		"effect": "Revive a un personaje y restaura 100 pts. de su Vida.",
		"description": "Una sopa espesa hecha con ingredientes sencillos. Se hierven las mentas y los frijoles juntos hasta que se ablanden y luego se trituran hasta conseguir una sopa suave. Si se sigue hirviendo, se espesa la textura. Se sirve con un cucharón y se espolvorean algunos frijoles y mentas por encima. Este refrescante manjar sabe igual de bien tanto si se sirve caliente como frío."
	},
	"delicious": {
		"effect": "Revive a un personaje y restaura 150 pts. de su Vida.",
		"description": "Una sopa espesa hecha con ingredientes sencillos. El toque de los frijoles le da espesor, mientras que la menta ofrece una textura suave y sedosa a la vez que refrescante. Los sabores son sencillos pero no por ello menos extraordinarios, lo que hace que uno se sienta como si estuviera paseando bajo la fresca sombra de un árbol mientras disfruta los placeres sencillos de la vida."
	},
	"ingredients": [
		{
			"name": "Legumbres peladas",
			"count": 2
		},
		{
			"name": "Menta",
			"count": 2
		}
	]
}