{
	"id": 2304,
	"name": "Surtido de champiñones",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la DEF de todos los miembros del equipo en 88-126 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Unos champiñones típicos aranara que Paimon ha refinado minuciosamente, pero que en realidad se pueden encontrar en el mercado con más condimentos. Se mezclan tres tipos de champiñones diferentes, debidamente procesados y cocinados de forma sencilla, con un sabor y aroma apetecibles.",
	"suspicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 88 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos champiñones típicos aranara que Paimon ha refinado minuciosamente, pero que en realidad se pueden encontrar en el mercado con más condimentos. Se podría decir que tiene cierto sabor silvestre, aunque más bien... desprende un olor a tierra sin lavar. Un regalo de la naturaleza con el que solo un jabalí del bosque podría ser feliz."
	},
	"normal": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 107 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos champiñones típicos aranara que Paimon ha refinado minuciosamente, pero que en realidad se pueden encontrar en el mercado con más condimentos. Se mezclan tres tipos de champiñones diferentes, debidamente procesados y cocinados de forma sencilla, con un sabor y aroma apetecibles."
	},
	"delicious": {
		"effect": "Aumenta la DEF de todos los miembros del equipo en 126 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos champiñones típicos aranara que Paimon ha refinado minuciosamente, pero que en realidad se pueden encontrar en el mercado con más condimentos. La temperatura y el tiempo de cocción se ajustaron con precisión según el tipo de champiñón. Como resultado, los sugerentes sabores de los tres tipos de champiñones se diferencian a la perfección. Comerlos juntos o uno a uno es una cuestión de preferencia personal."
	},
	"ingredients": [
		{
			"id": 101213,
			"name": "Champiñón rukkhashava",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Champiñón",
			"count": 1
		},
		{
			"id": 101212,
			"name": "Hongo estelar",
			"count": 1
		}
	]
}