{
	"name": "Tortilla con arroz",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos para aventuras",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Arroz envuelto en una tortilla. El huevo se bate bien y se cocina hasta que esté en su punto. Luego, se coloca sobre el arroz, se emplata y se condimenta con un poco de salsa de tomate. Dicen que este plato deriva de otro de una región distinta, y que su elaboración es más complicada.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Arroz envuelto en una tortilla. Esta apenas sirve para cubrir el arroz porque, al haberla cocinado demasiado, ha perdido toda su maleabilidad. Mejor cámbiale el nombre a “arroz con tortilla”..."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Arroz envuelto en una tortilla. El huevo se bate bien y se cocina hasta que esté en su punto. Luego, se coloca sobre el arroz, se emplata y se condimenta con un poco de salsa de tomate. Dicen que este plato deriva de otro de una región distinta, y que su elaboración es más complicada."
	},
	"delicious": {
		"effect": "#Disminuye en un 25% el Coste de Aguante de todos los miembros del equipo al escalar y esprintar durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Arroz envuelto en una tortilla. Al pinchar suavemente la capa exterior de la tortilla, la parte que no estaba totalmente hecha envuelve el arroz. Esto, unido a la agridulce salsa, sirve para abrir el apetito del comensal. Una sonrisa se esboza inconscientemente en el rostro al degustar placenteramente este plato."
	},
	"ingredients": [
		{
			"name": "Huevo de pájaro",
			"count": 4
		},
		{
			"name": "Arroz",
			"count": 3
		},
		{
			"name": "Tomate",
			"count": 2
		},
		{
			"name": "Azúcar",
			"count": 1
		}
	]
}