{
	"id": 3309,
	"name": "Pudín de orquídea padishá",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un postre popular en Sumeru. Se extrae el jugo de los pétalos de orquídeas padishá y de las rosas de Sumeru para mezclarlo con leche, gelatina, azúcar y otros ingredientes y obtener una forma sólida. Tiene un aspecto agradable y un sabor dulce, y es muy común encontrarlo en los festivales de Sumeru.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre popular en Sumeru. Un solo bocado es una mezcla de leche con un aroma floral... No se puede decir que sabe mal, pero está muy lejos de lo que imaginabas. Ay, no. ¿Acaso las medidas de los ingredientes no son las correctas?"
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre popular en Sumeru. Se extrae el jugo de los pétalos de orquídeas padishá y de las rosas de Sumeru para mezclarlo con leche, gelatina, azúcar y otros ingredientes y obtener una forma sólida. Tiene un aspecto agradable y un sabor dulce, y es muy común encontrarlo en los festivales de Sumeru."
	},
	"delicious": {
		"effect": "#Disminuye en un 25% el Coste de Aguante de todos los miembros del equipo al escalar y esprintar durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre popular en Sumeru. Su textura suave y cremosa se siente como si estuvieras sobre una nube con sabor a leche. Puedes percibir los aromas de la orquídea padishá y la rosa de Sumeru al saborearlo. Es imposible no lamer la cuchara al terminar el último bocado, solo para prolongar unos segundos más el placer que causa comerlo."
	},
	"ingredients": [
		{
			"id": 101214,
			"name": "Orquídea padishá",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Rosa de Sumeru",
			"count": 1
		},
		{
			"id": 100078,
			"name": "Leche",
			"count": 1
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 1
		}
	]
}