{
	"id": 3419,
	"name": "Macarons arcoíris",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Pequeños y coloridos pasteles redondos. Hay un dicho en Fontaine que dice que un postre sin macarons es como el agua sin su fuente. Como uno de los postres más emblemáticos de la Nación del Agua, no solo los chefs de Fontaine, sino que incluso los aficionados a los postres callejeros pueden recitar su método de preparación de principio a fin.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Pequeños y coloridos pasteles redondos. Al tomar el primero y comerlo, te das cuenta de que está hueco; el segundo está algo deformado; el tercero tiene una textura rugosa e irregular y los colores mal distribuidos... Como era de esperar de un postre de Fontaine lleno de detalles, parece que hará falta algo más de práctica para dominarlo."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Pequeños y coloridos pasteles redondos. Hay un dicho en Fontaine que dice que un postre sin macarons es como el agua sin su fuente. Como uno de los postres más emblemáticos de la Nación del Agua, no solo los chefs de Fontaine, sino que incluso los aficionados a los postres callejeros pueden recitar su método de preparación de principio a fin."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 25% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Pequeños y coloridos pasteles redondos. El exterior, fino y crujiente, envuelve un relleno denso y suave. Prueba uno y sentirás como si un gatito acariciara suavemente tu corazón con su nariz. Un dulce bocado del que nadie puede evitar enamorarse."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		},
		{
			"id": 100089,
			"name": "Almendra",
			"count": 2
		},
		{
			"id": 101230,
			"name": "Burburanja",
			"count": 1
		}
	]
}