{
	"name": "Natillas de rosa",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaura un 18%-22% de Vida Máx. al personaje seleccionado.\nRegenera 300-470 pts. de Vida cada 5 s durante 30 s.",
	"description": "Un bonito postre hecho con leche fermentada. Una vez fermentada la leche, se filtra y se procesa hasta convertirla en una especie de yogur. A continuación, se le añade azúcar y se decora con rosas y trocitos de nueces. Al principio, este postre solo era popular entre los viajeros y los comerciantes, pero ahora es muy común en toda Sumeru servirlo de desayuno o merienda.",
	"suspicious": {
		"effect": "Restaura un 18% de la Vida Máx. al personaje seleccionado y regenera 300 ptos. de Vida cada 5 s durante 30 s.",
		"description": "Un bonito postre hecho con leche fermentada. A simple vista tiene buen aspecto, pero cuando lo pruebas... Su gran acidez te hará rechinar los dientes. Aunque no hay nada que una buena dosis de azúcar no pueda arreglar, ese sabor agrio será difícil de olvidar."
	},
	"normal": {
		"effect": "Restaura un 20% de la Vida Máx. al personaje seleccionado y regenera 390 ptos. de Vida cada 5 s 30 s.",
		"description": "Un bonito postre hecho con leche fermentada. Una vez fermentada la leche, se filtra y se procesa hasta convertirla en una especie de yogur. A continuación, se le añade azúcar y se decora con rosas y trocitos de nueces. Al principio, este postre solo era popular entre los viajeros y los comerciantes, pero ahora es muy común en toda Sumeru servirlo de desayuno o merienda."
	},
	"delicious": {
		"effect": "Restaura un 22% de la Vida Máx. al personaje seleccionado y regenera 470 ptos. de Vida cada 5 s durante 30 s.",
		"description": "Un bonito postre hecho con leche fermentada. La combinación de las densas natillas, la frescura de los pétalos de rosa y la crujiente textura de las nueces dejan un grato regusto dulce en el paladar. Mientras saboreas esta delicia láctea, te sentirás como si estuvieras en un exuberante prado rodeado del aroma de cientos de flores."
	},
	"ingredients": [
		{
			"name": "Leche",
			"count": 2
		},
		{
			"name": "Rosa de Sumeru",
			"count": 2
		},
		{
			"name": "Azúcar",
			"count": 1
		}
	]
}