{
	"id": 3605,
	"name": "Ruleta de bebidas",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Unas bebidas coloridas. Tal vez sea más exacto llamarlo un juego de mesa que un alimento como tal, en el que las reglas consisten en beber cualquier bebida sobre la que caiga la aguja. Demyan ha modificado las bebidas para que difieran de los productos habituales del Buque Insignia: todas son sin alcohol y bastante dulces.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 15% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas bebidas coloridas. Todos los vasos saben igual: el mismo aburrido sabor a azúcar... ¿Por qué alguien se tomaría la molestia de preparar ocho vasos de bebidas de diferentes colores, pero con el mismo sabor?"
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 20% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas bebidas coloridas. Tal vez sea más exacto llamarlo un juego de mesa que un alimento como tal, en el que las reglas consisten en beber cualquier bebida sobre la que caiga la aguja. Demyan ha modificado las bebidas para que difieran de los productos habituales del Buque Insignia: todas son sin alcohol y bastante dulces."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante al escalar y esprintar en un 25% durante 900{NON_BREAK_SPACE}s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas bebidas coloridas. Las notas dulces y refrescantes de flores y frutas están perfectamente equilibradas. Tomar un vaso nunca es suficiente, y antes de que uno la haga girar, una plegaria interior se eleva en silencio: Por favor, ¡que caiga en un vaso lleno!"
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Lakka",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Bellota veraniega",
			"count": 3
		},
		{
			"id": 101262,
			"name": "Flor sombranocturna",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Menta",
			"count": 1
		}
	]
}