{
	"name": "Estofado de carne de Sabz",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Restaura un 30%-34% de Vida Máx. al personaje seleccionado, además de 600-1900 pts. de Vida adicionales.",
	"description": "Un estofado con un sabor distintivo. Se mezclan y trocean juntas distintas hortalizas verdes y luego son puestas a cocer con trozos de carne en una olla. El limón añadido le da un toque cálido y ligeramente amargo. La gente de Sumeru suele degustar este plato derramado sobre arroz hervido.",
	"suspicious": {
		"effect": "#Restaura un 30% de la Vida Máx. y 600{NON_BREAK_SPACE}pts. de Vida al personaje seleccionado.",
		"description": "Un estofado con un sabor distintivo. Basta con que su aroma acre asalte las fosas nasales para empezar a tener asociaciones mentales poco halagüeñas... Si se le deja reposar más tiempo, quizás hasta crezcan hongos en él."
	},
	"normal": {
		"effect": "#Restaura un 32% de la Vida Máx. y 1250{NON_BREAK_SPACE}pts. de Vida al personaje seleccionado.",
		"description": "Un estofado con un sabor distintivo. Se mezclan y trocean juntas distintas hortalizas verdes y luego son puestas a cocer con trozos de carne en una olla. El limón añadido le da un toque cálido y ligeramente amargo. La gente de Sumeru suele degustar este plato derramado sobre arroz hervido."
	},
	"delicious": {
		"effect": "#Restaura un 34% de la Vida Máx. y 1900{NON_BREAK_SPACE}pts. de Vida adicional al personaje seleccionado.",
		"description": "Un estofado con un sabor distintivo. El particular aroma de los ingredientes se funde en una deliciosa sinfonía para el paladar. Los grandes pedazos de carne, cocidos hasta quedar tiernos y jugosos, están recubiertos de una suntuosa capa verde oscuro, como invitando a quienes lo prueban a un sosegado paseo por la frondosa selva."
	},
	"ingredients": [
		{
			"name": "Carne cruda",
			"count": 2
		},
		{
			"name": "Flor dorada",
			"count": 2
		},
		{
			"name": "Cebolla",
			"count": 2
		},
		{
			"name": "Especias",
			"count": 1
		}
	]
}