{
	"name": "Galletas de camarón y cerezo",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran la defensa",
	"foodcategory": "Def_Add",
	"effect": "Aumenta la Vida Máx. de todos los miembros del equipo en un 20%-25% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Unas galletas muy crujientes. Las papas se muelen y se mezclan con los camarones y los pétalos de cerezo, tras lo que se cuecen en el horno. Son un aperitivo con un sabor muy agradable del que disfrutan personas de todas las edades, por eso son un regalo muy popular.",
	"suspicious": {
		"effect": "Aumenta la Vida Máx. de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas galletas muy crujientes. El color es un poco apagado, pero la forma redonda indica que realmente son galletas. ¿Por qué solo saben a camarón...?"
	},
	"normal": {
		"effect": "Aumenta la Vida Máx. de todos los miembros del equipo en un 22% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas galletas muy crujientes. Las papas se muelen y se mezclan con los camarones y los pétalos de cerezo, tras lo que se cuecen en el horno. Son un aperitivo con un sabor muy agradable del que disfrutan personas de todas las edades, por eso son un regalo muy popular."
	},
	"delicious": {
		"effect": "Aumenta la Vida Máx. de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas galletas muy crujientes. El hermoso color de los pétalos de cerezo se ha preservado perfectamente, así como la forma elegante del camarón. Antes de llevarte una a la boca, ya puedes saborearla gracias a los aromas que llegan a tus fosas nasales. La textura crujiente y refrescante se extiende por tu paladar mientras masticas, y cada bocado muestra más maravillas de la combinación del cerezo y el mar."
	},
	"ingredients": [
		{
			"name": "Camarón",
			"count": 3
		},
		{
			"name": "Papa",
			"count": 3
		},
		{
			"name": "Pétalos de cerezo",
			"count": 2
		}
	]
}