{
	"name": "Ensalada tropical",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Platos para aventuras",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una ensalada típica aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. La duraznoliva es totalmente fresca y crujiente, mientras que la refrescante menta sustituye al dulce sabor del azúcar. El extracto que desprende la rosa de Sumeru al exprimirla potencia su sabor. Un plato refrescante tanto para el gusto como para el olfato.",
	"suspicious": {
		"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 15% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una ensalada típica aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. La duraznoliva emite un olor extraño, casi como si se hubiera cocinado hasta el punto de fermentación, y la proporción de menta y rosa está bastante desequilibrada."
	},
	"normal": {
		"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 20% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una ensalada típica aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. La duraznoliva es totalmente fresca y crujiente, mientras que la refrescante menta sustituye al dulce sabor del azúcar. El extracto que desprende la rosa de Sumeru al exprimirla potencia su sabor. Un plato refrescante tanto para el gusto como para el olfato."
	},
	"delicious": {
		"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar en un 25% durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una ensalada típica aranara que Paimon ha refinado minuciosamente, pero cuya preparación en realidad se remonta a muchos años atrás en Sumeru. La duraznoliva es crujiente pero a la vez jugosa. El frescor de la menta y el aroma de las rosas al madurar viajan directamente al estómago. Con la cantidad justa de ligereza y frescor, esto es lo que se llama “el sabor de la felicidad”."
	},
	"ingredients": [
		{
			"name": "Duraznoliva",
			"count": 2
		},
		{
			"name": "Menta",
			"count": 2
		},
		{
			"name": "Rosa de Sumeru",
			"count": 2
		}
	]
}