{
	"id": 2301,
	"name": "Rollos de shawarma",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran ataques",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 66-95 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Rollos rellenos de carne a la parrilla. La carne se corta en la parrilla vertical y se sirve en una tortita con verduras y salsa. La auténtica y sabrosa comida callejera de Sumeru se caracteriza por su sencillez.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 66 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Rollos rellenos de carne a la parrilla. La carne chamuscada parece carbón y ni siquiera la corteza perfecta del rollito podría salvarla. No parece muy apetitoso."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 81 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Rollos rellenos de carne a la parrilla. La carne se corta en la parrilla vertical y se sirve en una tortita con verduras y salsa. La auténtica y sabrosa comida callejera de Sumeru se caracteriza por su sencillez."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 95 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unos rollos de carne a la parrilla. El exterior de la carne asada está marcado por la parrilla e impregnado de sabrosas especias, mientras que por dentro la carne está tierna y jugosa. Las verduras frescas aportan un sabor refrescante y la corteza fina pero no demasiado dura del rollito envuelve la exquisitez de un bocado tan satisfactorio que ni siquiera se puede desperdiciar el derrame accidental de la salsa."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 2
		},
		{
			"id": 110014,
			"name": "Especias",
			"count": 1
		}
	]
}