{
	"id": 3514,
	"name": "Bisqué de camarones",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una espesa sopa de color rojo anaranjado. Después de sofreír las especias, se añaden los ingredientes y se cuecen a fuego lento con caldo hasta que estén cocidos. De cerca, se percibe un sabroso aroma a picante. El vibrante color del caldo, solo superado por su sabor, abre el apetito a primera vista.",
	"suspicious": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una espesa sopa de color rojo anaranjado. Solo con probarla, la cara te arde en un instante, haciendo que incluso el color rojo de los camarones cocidos se resienta. Después de toser y tener arcadas durante unos minutos, por fin consigues respirar de nuevo, pero para entonces ya no tienes ganas de volver a probar el plato..."
	},
	"normal": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una espesa sopa de color rojo anaranjado. Después de sofreír las especias, se añaden los ingredientes y se cuecen a fuego lento con caldo hasta que estén cocidos. De cerca, se percibe un sabroso aroma a picante. El vibrante color del caldo, solo superado por su sabor, abre el apetito a primera vista."
	},
	"delicious": {
		"effect": "#Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Una espesa sopa de color rojo anaranjado. Su sabor es cálido y rico, y el toque perfecto de picante de la sopa se mezcla con la carne dulce de los camarones y las verduras. Es como si la Energía Elemental recorriera tu cuerpo y te levantara el ánimo en un instante."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Camarón",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Cebolla",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Papa",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Mahís",
			"count": 2
		}
	]
}