{
	"name": "Pescado mandarín agridulce",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Restaura un 30%-34% de Vida Máx. al personaje seleccionado, además de 600-1900 pts. de Vida adicionales.",
	"description": "Un plato de pescado muy complicado de elaborar. Se extraen las espinas del pescado y se hacen cortes en forma de rombo. Luego, se fríe hasta que adquiere un aspecto dorado. A veces se le conoce como “pescado cola de ardilla” por su emplatado, y tiene una textura crujiente tanto por dentro como por fuera.",
	"suspicious": {
		"effect": "Restaura un 30% de la Vida Máx. y 600 pts. de Vida al personaje seleccionado.",
		"description": "Un plato de pescado muy complicado de elaborar. Apenas se distingue la forma de pez y, aunque este plato es también conocido como “pescado cola de ardilla”, tampoco se puede ver dicha forma. Debido a su compleja técnica de elaboración, es muy difícil conseguir la forma del pescado deseada."
	},
	"normal": {
		"effect": "Restaura un 32% de la Vida Máx. y 1250 pts. de Vida al personaje seleccionado.",
		"description": "Un plato de pescado muy complicado de elaborar. Se extraen las espinas del pescado y se hacen cortes en forma de rombo. Luego, se fríe hasta que adquiere un aspecto dorado. A veces se le conoce como “pescado cola de ardilla” por su emplatado, y tiene una textura crujiente tanto por dentro como por fuera."
	},
	"delicious": {
		"effect": "Restaura un 34% de la Vida Máx. y 1900 pts. de Vida adicional al personaje seleccionado.",
		"description": "Un plato de pescado muy complicado de elaborar. Además de una textura uniforme y un aspecto elegante, también tiene la acidez y dulzura adecuadas. Es el reflejo de las exquisitas habilidades de los mejores chefs de Liyue."
	},
	"ingredients": [
		{
			"name": "Pescado",
			"count": 4
		},
		{
			"name": "Tomate",
			"count": 2
		},
		{
			"name": "Harina",
			"count": 2
		},
		{
			"name": "Azúcar",
			"count": 1
		}
	]
}