{
	"name": "Pescado salteado con mantequilla",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran la defensa",
	"foodcategory": "Def_Add",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20%-30% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un pescado salteado a fuego lento. Al cocinarse con la potencia de fuego adecuada, el sabor del pescado conserva mejor su frescura. Es tierno y ligero, con una suave fragancia a mantequilla chamuscada, lo que lo dota de una gran variedad de texturas distintas.",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pescado salteado a fuego lento. Si se cocina por más tiempo de lo debido, perderá por completo su frescura y textura, y se desmigajará nada más tocarlo."
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pescado salteado a fuego lento. Al cocinarse con la potencia de fuego adecuada, el sabor del pescado conserva mejor su frescura. Es tierno y ligero, con una suave fragancia a mantequilla chamuscada, lo que lo dota de una gran variedad de texturas distintas."
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un pescado salteado a fuego lento. Al comerlo, la carne se deshace en la boca, sintiendo los sabores del mar y de la tierra al mismo tiempo, una experiencia que nunca querrás olvidar. Aunque su cocinado sea sencillo, es un plato que puede servirse incluso en ocasiones muy refinadas."
	},
	"ingredients": [
		{
			"name": "Mantequilla",
			"count": 3
		},
		{
			"name": "Pescado",
			"count": 3
		},
		{
			"name": "Sal",
			"count": 1
		},
		{
			"name": "Lucetta",
			"count": 1
		}
	]
}