{
	"id": 3508,
	"name": "Montaña, mar y cielo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al volar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un enorme plato con carne y verduras. Se asan y mezclan diversos ingredientes de la tierra, el mar y el aire. Hay algo para todos los gustos, por lo que es un plato imprescindible en los banquetes importantes de Natlan.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un enorme plato con carne y verduras. El primer bocado es una brocheta de carne medio cruda; el segundo es pescado calcinado. El contraste es tan fuerte que faltaban agallas para dar un tercer bocado..."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un enorme plato con carne y verduras. Se asan y mezclan diversos ingredientes de la tierra, el mar y el aire. Hay algo para todos los gustos, por lo que es un plato imprescindible en los banquetes importantes de Natlan."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un enorme plato con carne y verduras. Los gruesos y jugosos trozos de carne han absorbido todas las especias, mezclándose con el crujiente de la fruta y las verduras en la punta de la lengua. No solo es un viaje para las papilas gustativas, sino que también deja el estómago más que satisfecho. No es de extrañar que este plato tenga tantos adeptos."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Pescado",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Mahís",
			"count": 2
		}
	]
}