{
	"id": 3214,
	"name": "Taiyaki",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Platos que regeneran Vida",
	"effect": "Restaura un 26%-30% de Vida Máx. al personaje seleccionado.\nRegenera 450-790 pts. de Vida cada 5 s durante 30 s.",
	"description": "Un dulce con forma de pargo. Crujiente por fuera, dulce por dentro y muy popular entre la gente de Inazuma. Se dice que, en un principio, tenía una simple forma de cilindro, pero tras varias modificaciones, acabó teniendo la adorable forma de un pez.",
	"suspicious": {
		"effect": "Restaura un 26% de la Vida Máx. al personaje seleccionado y regenera 450 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un dulce con forma de pargo. Por cada bocado que le des al empalagoso relleno, necesitarás beber un vaso entero de agua. Ni los mayores aficionados al dulce pueden soportar este horror."
	},
	"normal": {
		"effect": "Restaura un 28% de la Vida Máx. al personaje seleccionado y regenera 620 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un dulce con forma de pargo. Crujiente por fuera, dulce por dentro y muy popular entre la gente de Inazuma. Se dice que, en un principio, tenía una simple forma de cilindro, pero tras varias modificaciones, acabó teniendo la adorable forma de un pez."
	},
	"delicious": {
		"effect": "Restaura un 30% de la Vida Máx. al personaje seleccionado y regenera 790 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un dulce con forma de pargo. Cuando está recién salido del horno, aún desprende un ligerísimo calor con un aroma que despierta los sentidos. Dale un bocado y siente cómo el dulce se derrite en tu paladar. Es como ver un pez cuyas escamas irradian una dorada luz al ser bañado por el brillo del crepúsculo."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Solsettia",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Leche",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		}
	]
}