{
	"name": "Pollo tandoori",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran ataques",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta el ATQ 224-320 pts. y la Prob. CRIT un 6%-10% de todos los miembros del equipo durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de pollo característico de Sumeru. El pollo se adoba primero con especias rojas y luego se asa en un horno de barro. El proceso no requiere técnicas sofisticadas. Es difícil creer que este clásico manjar de Sumeru haya nacido en un humilde horno. Pero dicen que un horno de barro es igual de importante para un cocinero veterano como una espada lo es para un aventurero.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 224 pts. y su Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de pollo característico de Sumeru. Horneado a fuego alto, el pollo ha perdido su jugo y se ha vuelto seco. La sobreabundancia de condimentos ha cubierto el aroma original de los ingredientes. Incluso alguien que disfrute de comer carne seca necesitaría una botella de agua para ayudar a tragar la carne."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 272 pts. y su Prob. CRIT un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de pollo característico de Sumeru. El pollo se adoba primero con especias rojas y luego se asa en un horno de barro. El proceso no requiere técnicas sofisticadas. Es difícil creer que este clásico manjar de Sumeru haya nacido en un humilde horno. Pero dicen que un horno de barro es igual de importante para un cocinero veterano como una espada lo es para un aventurero."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 320 pts. y su Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de pollo característico de Sumeru. La piel roja del pollo, cocinada bajo el fuego, despierta la atención de todas las papilas gustativas con su delicioso sabor. El pollo y las especias parecen realizar una misteriosa danza de Sumeru en la punta de la lengua, como si se estuviera llevando a cabo un gran banquete festivo."
	},
	"ingredients": [
		{
			"name": "Carne de ave",
			"count": 3
		},
		{
			"name": "Champiñón rukkhashava",
			"count": 2
		},
		{
			"name": "Orquídea padishá",
			"count": 1
		},
		{
			"name": "Especias",
			"count": 1
		}
	]
}