{
	"id": 4103,
	"name": "Carne estilo Eje Celestial",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran ataques",
	"effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 25%-45% y su Prob. CRIT en un 6%-10% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de carne estofada. La carne magra y su grasa se saltean con las especias en una sartén hasta que se vuelven tiernas. El resultado es un plato suave y ligero, de un color traslúcido. Se dice que es una obra maestra inventada tras mucha investigación por el Eje Celestial de las Siete Estrellas de Liyue de una época pasada.",
	"suspicious": {
		"effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 25% y la Prob. CRIT en un 6% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne estofada. El largo tiempo de cocinado ha dejado la carne demasiado blanda y la parte con grasa es demasiado grasienta. Rodearla con hojas de flor chingxin es la única forma de que sea comestible..."
	},
	"normal": {
		"effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 35% y la Prob. CRIT en un 8% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne estofada. La carne magra y su grasa se saltean con las especias en una sartén hasta que se vuelven tiernas. El resultado es un plato suave y ligero, de un color traslúcido. Se dice que es una obra maestra inventada tras mucha investigación por el Eje Celestial de las Siete Estrellas de Liyue de una época pasada."
	},
	"delicious": {
		"effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 45% y la Prob. CRIT en un 10% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne estofada. El intenso aroma, el delicado sabor y la combinación de su forma y su color son la esencia de esta delicia. No desentonaría ni en un banquete del Pabellón Yuehai."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 4
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		},
		{
			"id": 100031,
			"name": "Flor chingxin",
			"count": 1
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}