{
	"id": 3119,
	"name": "Cuerdas y flautas",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta la Prob. CRIT de todos los miembros del equipo en un 10%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato de carne con un sabor único. Se elabora desmenuzando diversas carnes e impregnándolas de sabor para luego saltearlas. Debido a la variedad de ingredientes y aromas, este manjar pone a prueba las habilidades del cocinero. Es un plato poco común, incluso en algunos de los restaurantes más antiguos.",
	"suspicious": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 10% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne con un sabor único. Al asarse a fuego demasiado fuerte, los diversos trozos de carne se mezclaron y convirtieron todo el plato en un charco de espuma carnosa. Una vez en la boca, las papilas gustativas no sabrán qué hacer con su sabor agrio, salado y amargo."
	},
	"normal": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 15% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne con un sabor único. Se elabora desmenuzando diversas carnes e impregnándolas de sabor para luego saltearlas. Debido a la variedad de ingredientes y aromas, este manjar pone a prueba las habilidades del cocinero. Es un plato poco común, incluso en algunos de los restaurantes más antiguos."
	},
	"delicious": {
		"effect": "#Aumenta la Prob. CRIT de todos los miembros del equipo en un 20% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne con un sabor único. Las diferentes texturas de la carne desmenuzada son como instrumentos musicales que tocan al unísono, mientras que el exquisito aroma de las especias armoniza sutilmente los diferentes sabores. Como dijo un crítico, es un sonido de cien rimas, un sabor de mil variaciones, las hebras de carne se entrelazan y la maravillosa abundancia de sabores te traslada a un mundo de ensueño..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Jamón",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Pimienta",
			"count": 1
		}
	]
}