{
	"name": "Brochetas de tres sabores",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que mejoran ataques",
	"foodcategory": "Atk_Add",
	"effect": "Aumenta el ATQ de todos los miembros del equipo en 160-228 pts. durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Unas brochetas compuestas por varios ingredientes. De una vez pueden degustarse tres sabores muy distintos, razón por la que este plato es tan popular. Si no sabes con qué maridar tu comida, la brocheta de tres sabores siempre es una excelente elección.",
	"suspicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 160 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas brochetas compuestas por varios ingredientes. En ellas, ahora carbonizadas, hay ingredientes de un color oscuro cuyo olor no sabes ni cómo describir. Ten cuidado si lo comes en el campo, podrías atraer a algún Hilichurl..."
	},
	"normal": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 194 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas brochetas compuestas por varios ingredientes. De una vez pueden degustarse tres sabores muy distintos, razón por la que este plato es tan popular. Si no sabes con qué maridar tu comida, la brocheta de tres sabores siempre es una excelente elección."
	},
	"delicious": {
		"effect": "Aumenta el ATQ de todos los miembros del equipo en 228 pts. durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Unas brochetas compuestas por varios ingredientes. La intensidad del fuego, controlada a la perfección, ha creado unas pequeñas burbujas de aceite que, junto con la variedad de especias utilizadas, potencia el sabor de los ingredientes. Si se hubieran puesto menos condimentos, estaría muy soso, y si se hubieran puesto más, sabría demasiado fuerte. Es precisamente este perfecto equilibrio lo que demuestra las sublimes habilidades culinarias de quien creó este plato."
	},
	"ingredients": [
		{
			"name": "Carne cruda",
			"count": 4
		},
		{
			"name": "Huevo de pájaro",
			"count": 2
		},
		{
			"name": "Harina",
			"count": 2
		},
		{
			"name": "Flor dorada",
			"count": 1
		}
	]
}