{
	"id": 3107,
	"name": "Tiras de tres sabores",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20%-30% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato muy bien presentado. El jamón, la carne de ave y los brotes de bambú se cortan en tiras finas de la misma longitud, se hierven a fuego rápido, se ponen en el centro de un plato para sopa y se sirven con el caldo. El resultado es muy sabroso.",
	"suspicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato muy bien presentado. A primera vista parece delicioso, pero al probarlo se descubre que no sabe a nada. ¿Tal vez prepararon el caldo con demasiada agua?"
	},
	"normal": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 25% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato muy bien presentado. El jamón, la carne de ave y los brotes de bambú se cortan en tiras finas de la misma longitud, se hierven a fuego rápido, se ponen en el centro de un plato para sopa y se sirven con el caldo. El resultado es muy sabroso."
	},
	"delicious": {
		"effect": "Aumenta la Protección de Escudo de todos los miembros del equipo en un 30% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato muy bien presentado. La uniformidad de las tiras revela la impecable técnica de cuchillo; parece una obra de arte. Cuando al fin te decides a probarlo, el exquisito sabor te produce alegría y tristeza a la vez: sería un desperdicio conservarlo como obra de arte."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Jamón",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 2
		},
		{
			"id": 100091,
			"name": "Brote de bambú",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Champiñón",
			"count": 1
		}
	]
}