{
	"name": "Trucha con almendras",
	"rarity": "1",
	"foodtype": "NORMAL",
	"foodfilter": "Platos que regeneran Vida",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Restaura un 8%-10% de Vida Máx. al personaje seleccionado.\nRegenera 210-300 pts. de Vida cada 5 s durante 30 s.",
	"description": "Un gran trozo de pescado frito en aceite. Primero, se dora el pescado en mantequilla, luego se fríen las almendras y se sirven en una fuente. La forma tradicional de cocinar este plato era procesar el filete de trucha entero y luego ponerlo directamente en la sartén, pero últimamente se ha popularizado freír el pescado.",
	"suspicious": {
		"effect": "Restaura un 8% de la Vida Máx. al personaje seleccionado y regenera 210 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un gran trozo de pescado frito en aceite. El amargo sabor de la piel chamuscada del pescado se asienta en la base de la lengua y ni un buen trago de agua es capaz de hacer que desaparezca. Parece que es necesario afinar el control del fuego."
	},
	"normal": {
		"effect": "Restaura un 9% de la Vida Máx. al personaje seleccionado y regenera 260 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un gran trozo de pescado frito en aceite. Primero, se dora el pescado en mantequilla, luego se fríen las almendras y se sirven en una fuente. La forma tradicional de cocinar este plato era procesar el filete de trucha entero y luego ponerlo directamente en la sartén, pero últimamente se ha popularizado freír el pescado."
	},
	"delicious": {
		"effect": "Restaura un 10% de la Vida Máx. al personaje seleccionado y regenera 300 pts. de Vida cada 5 s durante 30 s.",
		"description": "Un gran trozo de pescado frito en aceite. Las almendras crujientes se acompañan con trozos de jugoso pescado que te harán sentir como si estuvieras nadando entre las olas del océano y disfrutando de un choque fresco de sabor."
	},
	"ingredients": [
		{
			"name": "Pescado",
			"count": 1
		},
		{
			"name": "Almendra",
			"count": 1
		}
	]
}