{
	"id": 3314,
	"name": "Tulumba",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Platos para aventuras",
	"effect": "Disminuye el Coste de Aguante de todos los miembros del equipo al volar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un postre frito en aceite. La masa moldeada se sumerge en aceite hasta estar dorada, momento en el que se saca y, mientras está caliente, se unta en sirope. Este bocado de dulzura es un compañero inseparable para la gente de Sumeru.",
	"suspicious": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 15% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre frito en aceite. No lograron rescatar a tiempo las golosinas sumergidas en aceite, por lo que desde el primer bocado, la boca queda totalmente impregnada de este. Un empalagoso apuro del que prácticamente solo se puede salir tomando a toda prisa otra taza de café."
	},
	"normal": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 20% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre frito en aceite. La masa moldeada se sumerge en aceite hasta estar dorada, momento en el que se saca y, mientras está caliente, se unta en sirope. Este bocado de dulzura es un compañero inseparable para la gente de Sumeru."
	},
	"delicious": {
		"effect": "#Disminuye el Coste de Aguante de todos los miembros del equipo al esprintar y planear en un 25% durante 900{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un postre frito en aceite. La radiante golosina dorada envuelta en hilos de sirope va desapareciendo poco a poco ante tus ojos con cada bocado. Humm... Todavía queda una hebra de sirope en el plato. Puede que todavía puedas prolongar esta dulzura un segundo más..."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Huevo de pájaro",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Harina",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Azúcar",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Granos de café",
			"count": 1
		}
	]
}