{
	"id": 3216,
	"name": "Arroz con anguila bañado en té",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Platos que mejoran la DEF",
	"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15%-20% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato principal ligero y sabroso. El té se vierte sobre la anguila colocada en el arroz y se deja reposar hasta que este haya absorbido el aroma del té y la anguila tenga un regusto ligeramente dulce. Antes de que te des cuenta, ya habrás devorado la mitad.",
	"suspicious": {
		"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 15% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato principal ligero y sabroso. El caldo de té no sabe a nada y la anguila está demasiado salada, con lo que el sabor del té no se nota en absoluto. Si lo remueves y lo mezclas bien hasta formar una papilla, quizás puedas tragarlo."
	},
	"normal": {
		"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 17% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato principal ligero y sabroso. El té se vierte sobre la anguila colocada en el arroz y se deja reposar hasta que este haya absorbido el aroma del té y la anguila tenga un regusto ligeramente dulce. Antes de que te des cuenta, ya habrás devorado la mitad."
	},
	"delicious": {
		"effect": "Aumenta el Bono de Curación de todos los miembros del equipo en un 20% durante 300 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato principal ligero y sabroso. El aroma del té y del caldo despide una elegante fragancia en la que se distinguen los granos de arroz de un blanco inmaculado y donde la anguila, marcada en un fuego de carbón, proporciona un contrapunto suave y delicado. Los aromas del té y el pescado, junto con la dulzura del arroz, se entremezclan en un sabor tan sublime que nadie puede resistirse. Una amenaza triple con la que es mejor no jugar."
	},
	"ingredients": [
		{
			"id": 100095,
			"name": "Anguila",
			"count": 4
		},
		{
			"id": 100092,
			"name": "Arroz",
			"count": 3
		},
		{
			"id": 101210,
			"name": "Alga",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Sal",
			"count": 1
		}
	]
}