{
	"id": 4401,
	"name": "Pollo “en vessie”",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Platos que mejoran el ATQ",
	"effect": "Aumenta el Daño Físico de todos los miembros del equipo en un 25%-45% y su Prob. CRIT en un 6%-10% durante 300 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Un plato tradicional de Fontaine. El término “vessie” significa vejiga en Fontaine. Tal y como su nombre indica, este plato consiste en introducir el pollo ya sazonado dentro de la vejiga de un jabalí salvaje y cocinarlo en un caldo de pollo. Durante el proceso de cocción, la vejiga acaba estallando como si de un Espectro enfadado se tratara. Normalmente solo se consume la carne de pollo del interior.",
	"suspicious": {
		"effect": "#Aumenta el Daño Físico de todos los miembros del equipo en un 25% y la Prob. CRIT en un 6% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato tradicional de Fontaine. Después de un molesto proceso por el cual se mete el pollo en la vejiga del jabalí, la mayor parte del trabajo está hecho. Ahora solo queda disfrutar de los frutos del duro trabajo... Puaj, el sabor es tan repugnante que uno no está seguro de si está comiendo pollo o jabalí."
	},
	"normal": {
		"effect": "#Aumenta el Daño Físico de todos los miembros del equipo en un 35% y la Prob. CRIT en un 8% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato tradicional de Fontaine. El término “vessie” significa vejiga en Fontaine. Tal y como su nombre indica, este plato consiste en introducir el pollo ya sazonado dentro de la vejiga de un jabalí salvaje y cocinarlo en un caldo de pollo. Durante el proceso de cocción, la vejiga acaba estallando como si de un Espectro enfadado se tratara. Normalmente solo se consume la carne de pollo del interior."
	},
	"delicious": {
		"effect": "#Aumenta el Daño Físico de todos los miembros del equipo en un 45% y la Prob. CRIT en un 10% durante 300{NON_BREAK_SPACE}s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato tradicional de Fontaine. El maravilloso jugo que esconde la carne desprende un intenso aroma. Se considera una delicatessen apta para los paladares más exclusivos. Zamparse todo el plato no es suficiente, no puedes contener las ganas de relamerte en un intento de disfrutar hasta el último instante de este delicioso sabor. Sin duda alguna, es la joya de la gastronomía de Fontaine."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Carne de ave",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Carne cruda",
			"count": 4
		},
		{
			"id": 101231,
			"name": "Jazmimpoluto",
			"count": 3
		},
		{
			"id": 100099,
			"name": "Jugo fermentado",
			"count": 2
		}
	]
}