{
	"name": "Chop suey de Zhongyuan",
	"rarity": 3,
	"foodtype": "NORMAL",
	"foodfilter": "Platos para aventuras",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Disminuye el Consumo de Aguante de todos los miembros del equipo al escalar y esprintar en un 15%-25% durante 900 s.\nEn modo multijugador, este efecto solo se aplica sobre tus propios personajes.",
	"description": "Una sopa simple con una larga historia. Está hecha con ingredientes sencillos y tradicionales. Estés donde estés, una sopa caliente como esta siempre te brindará una insuperable sensación de satisfacción.",
	"suspicious": {
		"effect": "Disminuye el Consumo de Aguante al escalar y esprintar en un 15% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne sazonada y asada. El aspecto del plato revela las habilidades del cocinero. Este plato sería difícil de vender incluso en el puesto más popular."
	},
	"normal": {
		"effect": "Disminuye el Consumo de Aguante al escalar y esprintar en un 20% durante 900 s de todos los miembros del equipo. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne sazonada y asada. Aunque los ingredientes son principalmente vísceras y restos de animales, después de condimentarlo y cocinarlo, el olor original queda completamente escondido. Muchas personas han comido este plato toda su vida sin darse cuenta de sus ingredientes reales."
	},
	"delicious": {
		"effect": "Disminuye en un 25% el Consumo de Aguante de todos los miembros del equipo al escalar y esprintar durante 900 s. En modo multijugador, solo tendrá efecto en tus propios personajes.",
		"description": "Un plato de carne sazonada y asada. La aromática carne tiene el auténtico sabor de Liyue, por lo que puede llegar a hacer llorar de nostalgia a los más ancianos."
	},
	"ingredients": [
		{
			"name": "Carne cruda",
			"count": 3
		},
		{
			"name": "Pescado",
			"count": 3
		},
		{
			"name": "Harina",
			"count": 3
		},
		{
			"name": "Sal",
			"count": 2
		}
	]
}