{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Часка, клан Цветочного пера. Нужно уладить какой-то конфликт? В зависимости от ситуации, это может стоить тебе твоей репутации, нескольких стаканов или, возможно... патронов.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Поболтаем: Вид с высоты",
			"voicelineType": "1101",
			"description": "Если теряешь направление, то взгляд с высоты может помочь.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Поболтаем: Голос",
			"voicelineType": "1102",
			"description": "Если бы я позволила голосу Бездны увлечь меня, то бы давно перестала бы быть собой. Выживать трудно, но приручить зверя внутри себя ещё труднее.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Поболтаем: Миротворец",
			"voicelineType": "1103",
			"description": "Давно я что-то не практиковалась... Эх... Нет ли конфликтов каких-нибудь поблизости? Я бы сейчас миротворчеством занялась.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Дождь... У меня волосы и перья промокнут. Надо будет привести себя в порядок, как вернусь.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "В такую погоду летать будем что ли? Думаешь, можешь обогнать молнию?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Когда дует ветер...",
			"voicelineType": "1203",
			"description": "Ветер несёт запах дичи... Готовься.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1204",
			"description": "Идеальный ветер. Полный вперёд!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "«Ранний кукузаврик зубки очищает». Так что я уже приготовила завтрак. О делах поговорим на полный желудок.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Полдень. Сейчас солнце жарче всего - самое время отдохнуть.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Есть планы на ужин? Если нет, то давай в племени поедим. Там для сильных всегда лучшие блюда и напитки.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Укладываешься на ночь? Хм... Я весь день летала, так что надо за оружием поухаживать.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "О Часке: Уверенность в себе",
			"voicelineType": "2001",
			"description": "Когда клан Цветочного Пера отвечал за патрулирование и защиту всего Натлана, в лётном отряде были лучшие из лучших - самые рьяные воины в стране. По сей день гордость, которую испытывают многие наездники кукузавров, граничит с высокомерием... Хм? Я? Нет, я не высокомерна. Просто уверена в себе.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "О Часке: клан Цветочного Пера",
			"voicelineType": "2005",
			"description": "...Когда я только вернулась в племя, я чувствовала себя не в своей тарелке, словно чужак, которого вдруг забросили в мир людей... Но Куичи и её... то есть наши родители приняли меня такой, какая я есть. Я бесконечно благодарна, что встретила их, и поэтому буду защищать их любимое племя... пока я жива.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите «Радуга обречена сгореть»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "О нас: Уладить дело",
			"voicelineType": "2003",
			"description": "С твоими навыками вряд ли кто-то в Натлане осмелится ругаться с тобой. Но из всех правил есть исключения, так что если вдруг окажешься в ситуации, из которой не сможешь выбраться грубой силой, приходи ко мне. Я всё улажу.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "О нас: Семья",
			"voicelineType": "2002",
			"description": "Спасибо, что помог{F#ла} с Коей... Даже и не знаю, как бы всё прошло без тебя. Она уже не так враждебно относится к людям, но ей всё равно понадобится время, чтобы к ним привыкнуть. Старые привычки умирают с трудом. А вот Кимэ, совсем наоборот, очень любит проводить время в племени. Она очень хорошо ладит с Ятлан и другими детьми... Глядя, как они вместе играют, я иногда вспоминаю нас с Коей, когда мы были маленькими.\nА теперь вот мама стала проблемной... Не знаю, что на неё нашло в последнее время. Она всё время уговаривает меня свить собственное гнездышко, как Коя. Она всё говорит: «Может, пора расширять семью»... Что это она вдруг... Хм? Ты чего улыбаешься?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите «Увядающие цветы, падающие перья»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Этот Глаз Бога сыграл важную роль в моей борьбе с Бездной. Если бы он не появился именно тогда, я даже не знаю, кем бы была сегодня.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Люди часто стесняются рассказывать о своих детских ошибках... Почему? Будь ты человек или кукузавр, ты можешь расти, только учась на своих прошлых ошибках. Поэтому я не отмахиваюсь от того, что в детстве часто выходила из себя. Сейчас я всегда думаю перед тем, как достать пистолет, хотя бы пару секунд... или полсекунды.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "В Натлане много очень высоких деревьев. Сверху всё очень хорошо видно, и с них удобно взлетать. Хочешь попробовать? Не волнуйся, я поймаю, если упадёшь.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "О Качине...",
			"voicelineType": "4001",
			"description": "«Каждый кукузавр падает с обрыва, прежде чем научится летать». Победа Качины не чудо, которое вдруг свалилось на неё с небес. Это результат последовательных, неустанных усилий на протяжении долгого времени. Она выдающийся воин, и заслуживает почёт и уважение.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "О Муалани...",
			"voicelineType": "4002",
			"description": "Муалани говорит, что в детстве мы подрались из-за какой-то игрушки, которую нам обеим хотелось, но я ничего такого не помню.\nХм... Может, это потому что я так много дралась, что сложно уже и вспомнить все случаи? А ещё, может быть, я пыталась отобрать её доску для сёрфинга, а не какую-то игрушку... Я, наверное, хотела иметь возможность охотиться на воде. Хех, как бы то ни было, не думаю, что наша ссора длилась больше дня. С Муалани такого не бывает.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "О Шилонен",
			"voicelineType": "4003",
			"description": "Она может показаться вялой, но на самом деле она старательней кого угодно. Когда я попросила её сделать мне оружие, то просто дала ей самые базовые требования и особо не раздумывала, предоставив всё остальное на её усмотрение. А когда она начала работать над ним всерьёз, то целый день, расспрашивала меня: как проходит типичный день полётов, как часто я собираюсь его использовать и так далее. К концу дня весь пол был завален чертежами отброшенных идей... Я была так измотана, что заснула даже раньше неё. Затем она написала целое руководство по обслуживанию, которое заставила меня выучить наизусть, чтобы я не приставала к ней с вопросами каждый день... Ну, так она сказала. Но, подозреваю, на самом деле она хотела убедиться, что я буду заботиться о себе и летать осмотрительно.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "О Мавуике...",
			"voicelineType": "4004",
			"description": "Некоторые люди сравнивают меня с Пиро Архонтом из-за моего послужного списка в Паломничестве. Это бессмысленное сравнение. Если бы Паломничество было деревом, а я - кондором на самой высокой ветке, то Пиро Архонт была бы солнцем в небе... Чем сильнее становишься, тем лучше понимаешь, насколько велика пропасть между тобой и ею. Я всего лишь выиграла несколько чемпионатов, а она - чемпион целой эпохи. Но, по крайней мере, находясь на вершине с ясным видом на небо, я могу точно определить, как высоко я хочу отсюда долететь.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "О Киниче...",
			"voicelineType": "4005",
			"description": "Когда я впервые увидела Ахава, я подумал: «О, у Кинича тоже есть завриан, которого он считает роднёй»... Я даже не подозревала, как сильно ошибалась. Их отношения... поистине единственные в своём роде. Хотя, скажу, что мастерство Ахава в освоении человеческого языка вызывает у меня зависть. Хотела бы я, чтобы мама тоже так говорила, и мы могли бы покончить со всеми этими играми в угадайку на языке тела.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "О Ситлали...",
			"voicelineType": "4006",
			"description": "Отец рассказывал, что, когда я была маленькой, они собрали всех самых учёных старейшин в Натлане и попросили их разработать план, как контролировать влияние Бездны на меня. Они все никак не могли договориться, и это вылилось в затяжные дебаты. В какой-то момент Ситлали тихонько вышла из комнаты, и все были слишком заняты спором, чтобы заметить. Вернувшись, она поставила перед собой еду и вино, и не обращая ни на кого внимания, просто начала есть... за столом вдруг стало очень тихо.\nГлядя на неё, никогда не догадаешься, сколько у неё опыта и авторитета.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "Об Ифе...",
			"voicelineType": "4007",
			"description": "Куичи с моим отцом часто обсуждали с Ифой вопросы медицины. Поэтому после воздушной мастерской я первым делом повела Кою к нему на осмотр. Но он показался мне таким пренебрежительным - глянул мельком, сказал «ничего серьёзного, Куско справится», и тут же ушёл к другому пациенту... Эх... Он, конечно, был прав. Я просто слишком переживала.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите «Увядающие цветы, падающие перья»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "О Иансан...",
			"voicelineType": "4008",
			"description": "Я всегда считала, что обучаться самой и обучать других - это совершенно разные навыки. Мало кто владеет обоими, но у Иансан в избытке и того, и другого. Я, например, не очень хорошо умею обучать других людей. Когда я пытаюсь продемонстрировать что-то лётному отряду, вечно трачу полдня на какую-то элементарную, скучную, очевидную технику... А все потом спрашивают: «А что в этом очевидного?» Если бы только Иансан их учила бы... Могу поспорить, у нас каждый год было бы вдвое больше кандидатов, проходящих Лётные испытания... Жаль, что в её программу обучения не входят полёты.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Узнать больше о Часке I",
			"voicelineType": "5001",
			"description": "Как миротворец, я прекрасно знаю, что силой не решить всех конфликтов. Но когда обладаешь силой, люди часто более охотно слушают твои доводы.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Узнать больше о Часке II",
			"voicelineType": "5002",
			"description": "Воины клана Цветочного пера - гордые люди, но кукузавры - ещё более гордые. Любой, кто хочет стать наездником, должен неустанно тренироваться, а затем завоевать одобрение кукузавров. Даже мне пришлось через это пройти, а ведь я практически была одним из них в детстве. Впрочем, это справедливо. Позволить новичку подняться на кукузавре в небо было бы крайне безответственно как для кукузавра, так и для наездника.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Узнать больше о Часке III",
			"voicelineType": "5003",
			"description": "Иногда, провалив Лётные испытания много раз и так и не получив одобрения кукузавров, люди теряют всю мотивацию и решают завязать с этим делом. В клане Цветочного Пера мы называем таких людей «Бескрылыми»... Но вообще в Лётных испытаниях и так пытаются участвовать только самые выдающиеся воины. Может, их боевой дух угас, но однажды он разгорится вновь. А пока этот день не наступил, мы будем тихо присматривать за ними, как кукузавры присматривают за своими ещё не оперившимися птенцами.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Узнать больше о Часке IV",
			"voicelineType": "5004",
			"description": "У меня не было полноценного счастливого детства, но когда я была на грани смерти, «мама» подарила мне новую жизнь. А когда я не знала, куда двигаться, Куичи дала мне то, во что верить. За мной моя семья заврианов, моя человеческая семья и все остальные существа в семье, которую мы называем Натлан. Поэтому ничему меня не одолеть. Ни Бездне, ни жизненным невзгодам. Я всё преодолею!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Завершите «Радуга обречена сгореть»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Узнать больше о Часке V",
			"voicelineType": "5005",
			"description": "Куичи надеялась, что я стану героем. Поэтому... я не сдамся. Я должна оставаться сильной, ради неё... Но когда реликвия взорвалась, и Коя бросилась передо мной, я... тот же страх потерять сестру снова нахлынул на меня... Извини, я просто не знаю, с кем ещё я могу поговорить о таких вещах. Я обычно прячу это на задворках сознания... Но сейчас я чувствую себя намного лучше. Раз у меня не получается забыть этот страх, я решила попробовать сделать наоборот: помнить его... И преодолеть его.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите «Увядающие цветы, падающие перья»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Хобби Часки...",
			"voicelineType": "6001",
			"description": "Затевать драки - больше хлопот, чем пользы. Слишком много неприятностей. А вот прекращать драки, напротив, гораздо более приемлемо. Вот почему мне нравится быть миротворцем. Потому что драки сами приходят ко мне... Я, конечно, шучу.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Беспокойство Часки...",
			"voicelineType": "6012",
			"description": "Энергия Бездны. Не потому, что она так сильно на меня влияет - больше не влияет. Скорее потому, что из-за неё окружающие беспокоятся обо мне.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Я выросла у моря и в основном ела сырую рыбу, а когда пришла в племя, полюбила стейк быстрой обжарки... У кукузавров и людей очень разные диеты, но мне нравятся обе.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Пожалуй, всё, что содержит слишком много алкоголя. Не потому, что я не люблю выпить, но перед полётом мне нужно тщательно следить за этим делом. Бывает, попадается еда, в которой запах алкоголя маскируется другими ароматами... Выглядит аппетитно, пахнет вкусно, откусываешь немного, а потом... опа, это ловушка.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Это блюдо да хорошее вино повысили бы шансы успешного примирения на тридцать процентов. Ничто так не поднимает настроение, как хорошая еда и вино.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Очень неплохо. Спасибо.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Это для кукузавров что ли? ...Прости, но такое они не любят.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "Вот, возьми пистолет. В нём шесть патронов, один из них особенный. Давай найдём открытое место и попробуем - а ещё лучше взлетим в небо и попробуем там.\nО, особенный патрон с первой попытки? Удача сегодня на твоей стороне... Это свистящий фейерверк на день рождения. Я сама его сделала!\nМ? ...Какие остальные пять выстрелов? Конечно же, ещё фейерверки! Но это пробные версии, которые я сделала перед этим. Цвет другой, они не идеальны. В следующем году я постараюсь сделать для тебя все шесть патронов высшего качества.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "А? Новый патрон?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Хочешь что-нибудь для тебя улажу? Проблемы с племенами? Или, может, полномасштабная война?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "В моих жилах течёт жажда борьбы... Но теперь я знаю, как использовать её с пользой.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "«За добро надо отплатить, услугу надо наградить». Это один из универсальных принципов, который верен как в мире кукузавров, так и в мире людей. С этого дня, куда ты ни отправишься, мои крылья и моё оружие всегда к твоим услугам.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Полетели.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Хах!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Ветер поднимается.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Стреляю!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Держите шляпы!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Всех в пыль.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Деление добычи часто становится причиной конфликтов, но, к счастью для тебя, мне эти вещи не нужны.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Мора избавляет от многих проблем. Так что денег много не бывает, да?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "О, блестит так красиво...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Достойное сражение!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Надо быть серьёзнее.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Хочешь драться? Давай подерёмся!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Нельзя умирать!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "За меня!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Ма... ма...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Не преодолеть...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Я падаю...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Это плохо...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Давай ещё!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Так, кому крылья подрезать?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Ветер шумит сегодня.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Все патроны заряжены.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}