{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Меня зовут Тиори, я владелица «Дома Тиори». Если вам нужна одежда на заказ, пожалуйста, обращайтесь. Что касается иных вопросов, всё зависит от того, что вы предложите в обмен. Бизнес есть бизнес - сделка должна быть выгодной. Кроме того, в «Доме Тиори» строго запрещено курить, пить и дебоширить. В таких случаях принцип «клиент - король» не применим. Даже если придёт настоящий король, но не будет следовать правилам, то он окажется на тротуаре, как и любой другой.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Поболтаем: Критика",
			"voicelineType": "1101",
			"description": "Я сама решаю, как мне жить дальше и кем быть. Никто мне не указывает, что делать.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Поболтаем: Портновский нож",
			"voicelineType": "1102",
			"description": "Кто сказал, что кроить одежду обязательно ножницами? Жёсткие правила ни к чему. Мне нравится пользоваться собственными инструментами.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Поболтаем: Модель",
			"voicelineType": "1103",
			"description": "Если собираешься стоять на месте, может, побудешь моей моделью? Я создам для тебя красивый костюм.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Хуже дождя только грязные лужи. Так сложно отмыть испачканную одежду.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "...Я вспоминаю родину.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Когда идёт снег...",
			"voicelineType": "1203",
			"description": "Он кружится, падая с небес, и манит своей чистотой... Но как только касается рук, красота его тает... Знаешь, между снежинками и модой больше общего, чем я думала...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "В пустыне...",
			"voicelineType": "1204",
			"description": "Как же мне здесь моду продвигать...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Доброе утро! Не ждите, что я приготовлю вам завтрак. Если пойдёшь в кафе, прихвати мне чашку кофе. Без молока и сахара.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Уже время обеда? Я совсем не хочу есть... Не буду сейчас от работы отвлекаться. Пообедай без меня.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "На улицах так шумно. Весь Кур-де-Фонтейн по магазинам решил пойти?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Я собираюсь принять расслабляющую ванну. Увидимся завтра.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "О себе: Прямота",
			"voicelineType": "2001",
			"description": "Многие тайно и в открытую говорили, что у меня плохой характер, что я недостаточно вежливо разговариваю и легко раню людей. Я считаю, что любезности, вежливости и комплименты - лишняя трата времени. Если ты обижаешься на правду, значит, ты слишком ранимый.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "О себе: Концепция",
			"voicelineType": "2005",
			"description": "Начав работать над концепцией своего бренда, я вспоминала о событиях прошлого и на их основе придумала много ключевых слов для слогана. Трудность заключается в том, чтобы выбрать только одну фразу, ведь в каждом слове отражается какая-то сокровенная часть меня... Но среди них надо найти те, что лучше всего представляют меня как целое.\n«Никогда не признавать поражение». Это я. Это мой бренд.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "О нас: Примерка",
			"voicelineType": "2003",
			"description": "Поверь, тебе очень идёт. Что? Впервые видишь такой фасон? Это потому, что ты никогда не встречал{F#а} модельера со вкусом.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "О нас: Общение",
			"voicelineType": "2002",
			"description": "Сейчас, пожалуй, поздно об этом сообщать, но я всегда говорю, что у меня на уме. Ты, наверное, уже привык{F#ла}. Я так выражаю свои мысли, и меняться не собираюсь. Со мной ты тоже можешь не скрывать своё настоящее «я», будь собой. Обещаю, что никогда не буду упрекать тебя за это. Не веришь? Мы давно уже знакомы, разве я когда-нибудь нарушала слово?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Я родилась в Инадзуме, поэтому люди Фонтейна прозвали меня «Громоподобной закройщицей». Если им так нравится, пусть называют. Я не питаю никакой привязанности к своей родине. Ведь всё, включая мой Глаз Бога, я получила только после того, как решила покинуть Инадзуму.\nНе то что бы я ненавидела острова, где ткань никогда полностью не высыхает, но я не вижу ни одной причины возвращаться.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Давай поделимся",
			"voicelineType": "3002",
			"description": "В детстве родители отправляли меня на разные курсы, чтобы мне было куда тратить свою энергию. Одним из курсов было обучение искусству владения мечом. Но через некоторое время я вдруг почувствовала, что техника сражения двумя мечами мощная и очень мне нравится. Вскоре ко мне подошёл инструктор и сказал, чтобы я прекратила тренироваться, используя эту технику. Когда я спросила почему, он ответил, что это не стандартная техника владения мечом и что она «неправильная». Больше я на эти занятия никогда не ходила. Теперь, вспоминая об этом, я очень рада, что настояла на том, чтобы следовать по собственному пути. Возможно, я из тех, кому нужно, чтобы обе руки были заняты.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "Тамото - мой первый шедевр. Я тогда захотела сшить похожую на меня куклу, чтобы она была мне моделью и помощницей. А? Компаньон? Нет, мне это не нужно.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "О Навии...",
			"voicelineType": "4001",
			"description": "Она меня раньше умоляла создать для неё всякие странные штуки. Например, маленькие короны для каждой ручки на штурвале корабля... Я на её просьбу только глаза закатила и сказала, что разве что сделаю для неё дизайн шляпы в виде корабля.\nТе, кто говорит, что я опередила своё время, явно с ней ещё не общались.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "О Лини...",
			"voicelineType": "4002",
			"description": "Шляпу, которая скрывает множество секретов, я сделать не могу, а вот он со своей магией может. Иногда мне даже интересно, каково это - носить шляпу набитую всякими тайнами. Но мне это всё было бы ни к чему - проще всего жить, говоря напрямую, что думаешь.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "О Линетт...",
			"voicelineType": "4003",
			"description": "Ассистентка иллюзиониста немногословна, но мне она доверяет. Похоже, кошкам я нравлюсь...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "О Шарлотте...",
			"voicelineType": "4004",
			"description": "Как-то Шарлотта пришла в магазин в надежде взять у меня интервью. Я ей сказала, что смысла в этом нет, ведь ничего нового не случилось. Но как только она собралась уходить, в магазин ворвался пьяница и начал буянить. Она всё это записала... Какой провал. Я только слышала, как репортёры гоняются за новостями, но теперь, похоже, новости сами за репортёрами бегают.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "О Шеврёз...",
			"voicelineType": "4005",
			"description": "Работать и разговаривать с Шеврёз так легко, что каждый раз, когда я с ней прощаюсь и возвращаюсь к клиентам, мне нужно некоторое время, чтобы настроиться на верный лад.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Об Эмилии...",
			"voicelineType": "4006",
			"description": "Духи Эмилии очень популярны. Мы заключили договор, по которому она поставляет в «Дом Тиори» небольшие партии духов, над которыми работает. Потом Элоф тайно распыляет их в примерочной, и я сообщаю Эмилии об отзывах покупателей. За всё это время ни разу не было случая, чтобы посетитель сказал, что в примерочной странно пахнет. И вообще, они обычно все подходят спросить, где можно купить такой же аромат. Из любопытства я всегда покупаю флакончик, когда в её магазине появляется новый аромат. Должна сказать, что духи, которые всегда дарят ощущение свежести, - это настоящие произведения искусства.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "О Ризли...",
			"voicelineType": "4007",
			"description": "Некоторые друзья и партнёры упоминали о нём. Я восхищаюсь его навыками управления и дипломатии, но сама я, конечно, не намерена менять то, как веду свои дела.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "О Кираре...",
			"voicelineType": "4008",
			"description": "Когда я ещё жила в Инадзуме, там была кошка с зелёными глазами, которая постоянно за мной ходила, когда я шла на природу в поисках вдохновения. Её очень интересовали цвета и узоры ткани, которую я носила с собой. Она даже подходила и тёрлась о мои ноги, когда была в хорошем настроении.\nПотом я снова увидела и сразу узнала эти зелёные глаза, но они принадлежали девушке с двумя хвостами. Взгляд, которым она смотрит на новые интересные вещи, совсем не изменился за все эти годы.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "О Камисато Аяке...",
			"voicelineType": "4009",
			"description": "Если бы я не любила так играть в детстве, то никогда бы не познакомилась с молодой госпожой клана Камисато. Как-то раз я забралась в их двор, а её тэмари как раз подкатился к стене. Было заметно, что она одновременно и удивлена, и рада меня встретить. Мы довольно долго вместе играли и болтали, но в итоге меня обнаружили. Так наша недолгая дружба закончилась тем, что меня вышвырнули за ворота.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Узнать больше о Тиори I",
			"voicelineType": "5001",
			"description": "Не думаю, что у меня такой уж плохой характер, как некоторые говорят. Я не люблю тратить время на пустяки, вот и всё. Но почему-то эти пустяки постоянно не дают мне спокойно жить. Вот со временем у меня и сложилась плохая репутация. Я считаю, что это совершенно незаслуженно!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Узнать больше о Тиори II",
			"voicelineType": "5002",
			"description": "С самого детства я терпеть не могу, когда меня поучают. Был период, когда я ненавидела любые правила и всегда действовала наперекор. Из-за своего упрямства мне пришлось пройти через множество страданий, но в конце концов я поняла, что правила - это не совсем плохо. Что я действительно не выношу, так это ощущение, будто я не могу поступать по-своему.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Узнать больше о Тиори III",
			"voicelineType": "5003",
			"description": "В детстве я всегда с нетерпением ждала летнего фестиваля в родном городе. Каждый год люди выходили на улицу, надев самые красивые наряды... Разноцветные шары на поясах у людей, золотые рыбки, которых, как ни старайся, никак не получается выловить из миски, яблоки в карамели, такие сладкие, что даже дети не могут их доесть, и фейерверки дома Наганохара... На таких праздниках мне всегда было очень весело, но, когда я возвращалась домой в конце вечера, постоянно казалось, что чего-то не хватает. Только повзрослев, я поняла, что тогда мне хотелось быть чем-то большим, чем просто частью публики. Когда люди говорят о фейерверках, они сразу вспоминают Наганохару, вот и мне хочется, чтобы настал такой день, когда, одеваясь к празднику, все выбирали бы одежду «Дома Тиори». Хе-хе, одна мысль об этом меня очень воодушевляет. Ладно, пойду в магазин и сделаю ещё несколько эскизов.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Узнать больше о Тиори IV",
			"voicelineType": "5004",
			"description": "Хотя я часто с головой погружаюсь в работу, мне нравится жить настоящим моментом. Когда выдаётся свободное время, я часто беру с собой немного поесть и нахожу красивое место на природе, чтобы уютно вздремнуть после обеда, вечером возвращаюсь домой, слушаю любимую музыку, а потом довольная отправляюсь спать. А иногда я люблю пойти поужинать с друзьями, говорить обо всём, что происходит в мире, и веселиться до полного изнеможения. Честно говоря, всё зависит от того, что мне сейчас хочется делать. Как мода существует только в моменте, так и я люблю жить в моменте. Что скажешь? Хочешь, будем гулять всю ночь напролёт?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Узнать больше о Тиори V",
			"voicelineType": "5005",
			"description": "Мне нравятся всякие маленькие сладости Инадзумы и лёгкий вкус их блюд. Нравится текстура ткани с моей родины, традиция принимать ванну в конце дня... Но ещё мне нравятся мягкие волны морей Фонтейна и несравнимая красота его подводных пейзажей. Я часто размышляю, не живу ли я в тени своего прошлого и не предопределён ли день сегодняшней судьбой. Но затем я спрашиваю себя - а что бы это изменило? Я всё равно остаюсь той, которая живёт в настоящем. Даже если я такая, какая есть, только благодаря происшедшему в прошлом, будущее всё равно в моих руках, и никто в мире не может этого изменить.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Хобби Тиори...",
			"voicelineType": "6001",
			"description": "В своей работе я стремлюсь к мечте, а в хобби ищу свободу. Если я каждый день занимаюсь чем-то, что не люблю, то какой в этом смысл?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Беспокойство Тиори...",
			"voicelineType": "6012",
			"description": "Иногда я беспокоюсь, что мой прогресс меньше, чем я рассчитывала, и если так пойдёт дальше, то трудно сказать, когда же осуществится моя мечта сделать «Дом Тиори» известным во всём мире. Но это не повод для сомнений или компромиссов. Какой смысл беспокоиться? Лучше потратить время на создание ещё нескольких фасонов.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Никогда не забуду инадзумские десерты, которые я ела в детстве. Но больше даже, чем вкус, меня всегда интересовал процесс их приготовления. Если бы меня так не увлекало фантастическое разнообразие тканей и их цветов, то в мире было бы одним кондитером больше.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Не люблю еду с очень сильным вкусом, типа хаггиса. Ощущение от него, будто во время прогулки вдруг Гео призрак в лицо врезался. Не знаю, понятно так?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Мм, мне нравится этот вкус. В следующий раз тоже мне принеси, пожалуйста. Не волнуйся, я и тебе подарю что-нибудь в ответ.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Неплохо. Хорошо подойдёт на ужин, когда устанешь после рабочего дня.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Мне этот вкус не нравится. Принеси что-нибудь менее жирное в следующий раз.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "С днём рождения. Скажи мне, какой хочешь подарок, мне лень гадать. А? Слишком прямо? Ну ладно, тогда зови Навию, Кирару и пару своих друзей, и приходите вечером в «Дом Тиори», устроим вечеринку. Я посмотрю, что другие подарят, и прямо на месте сделаю тебе подходящее украшение. Гарантирую, что тебе понравится - я в себе уверена.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "...Не пойдёт. Всё ещё слишком заурядно.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "...Неплохо, но всё ещё не хватает изюминки.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "...Отлично. Я добилась результата, которого хотела.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Конечно, руки у меня никогда не трясутся, ведь я мастер своего дела, но должна признаться, что сейчас у меня сердце готово выпрыгнуть из груди. Спасибо, что был{F#а} со мной, пока я работала над этим произведением. Оно для меня очень важно. Теперь я готова твёрдо продолжать свой путь.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Вперёд, Тамото!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Следующий!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Подай руку.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Я определяю моду!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Гладко, словно шёлк.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Летите, цветные лоскуты!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Неплохое исполнение... Но я бы и получше сделала.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Так тебе такое нравится.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Хм... Надо свериться.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Вся одежда изодрана...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Довольно уже.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Пора тебя проучить...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Эй, не красуйся.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Я погребальные одеяния не делаю.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Я для такого не скроена...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Никогда не признаю... поражение...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Как же мой бренд...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900002",
			"description": "Это всё?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Как пошло...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Не с той связались...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Добро пожаловать в «Дом Тиори».",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Нужна одежда на заказ?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Поищем вдохновения на природе.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}