{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Привет, меня зовут Эмилия. Интересуют ароматические композиции?\nЕсли нет, то надо будет найти более тихое место для разговора.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Поболтаем: Вдохновение",
			"voicelineType": "1101",
			"description": "Мне в голову пришла одна идея... Пожалуйста, подожди минутку, я запишу.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Поболтаем: Веер",
			"voicelineType": "1102",
			"description": "Многие дамы Кур-де-Фонтейна любят надушить тонкий кружевной веер и создавать дуновение приятного аромата при каждом взмахе руки. Весьма изобретательно.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Поболтаем: Газета",
			"voicelineType": "1103",
			"description": "Сходим за сегодняшним номером газеты?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Дождь иногда доставляет немало хлопот. Он смывает слишком много следов...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "Когда ударяет молния, в воздухе возникает особый запах.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Когда идёт снег...",
			"voicelineType": "1203",
			"description": "Это место уникальное. Возможно, здесь мы найдём ценные материалы.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Когда светит солнце...",
			"voicelineType": "1204",
			"description": "Какое прекрасное солнце. Надеюсь, это обещает хороший день.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "В пустыне...",
			"voicelineType": "1205",
			"description": "Высококачественные ингредиенты можно найти повсюду, даже в пустыне, где почва бесплодна. Жир унутов можно переработать в ценный компонент для изготовления парфюма.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "После пробуждения я всегда выпиваю стакан холодной воды. Очень бодрит.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Прогулка после еды помогает пищеварению и улучшает кровообращение. Присоединишься?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Некоторые ингредиенты для парфюма можно собирать только в определённое время суток, поэтому иногда мне приходится выходить из дома по ночам.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Спокойной ночи. Я могу порекомендовать ароматы, помогающие уснуть, но лучше всего засыпать естественным путём.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Об Эмилии",
			"voicelineType": "2001",
			"description": "Я не самый разговорчивый человек и не умею заводить беседу, но я готова выслушать любую историю, хорошую или плохую.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Об Эмилии: Криминалистический чистильщик",
			"voicelineType": "2005",
			"description": "Когда власти заканчивают расследование убийства или несчастного случая со смертельным исходом, на месте происшествия остаётся немало того, что нужно убрать. Это и удаление органических веществ, и удаление пятен крови, и санитарная обработка территории... Всё это входит в обязанности криминалистического чистильщика. Я не связана ни с одной организацией в Кур-де-Фонтейне. Я независимый подрядчик. У меня есть давнее соглашение с жандармами, но я также принимаю частные заказы.\nЭто практически всё, что можно сказать о моей работе, но если есть вопросы, задавай.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "О нас: Рекомендации",
			"voicelineType": "2003",
			"description": "Хочешь знать, каким парфюмом пользуюсь я? Боюсь разочаровать, но я не пользуюсь духами на работе, чтобы другие запахи не мешали мне. Если ты расскажешь, какое у тебя настроение, я могу дать рекомендации.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "О нас: Экскурсия",
			"voicelineType": "2002",
			"description": "Хочешь посетить мою студию? Буду только рада. Могу рассказать немного о парфюмерии, и у меня довольно большая коллекция духов. Моя мать тоже любила парфюм. Многие духи в моей коллекции - её подарки. Если будет время, мы даже сможем попробовать их все по очереди.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Когда-то я хотела использовать Глаз Бога, чтобы создать растение, которое не нуждалось бы в питании. К сожалению, мои попытки закончились неудачей. Похоже, что даже с силой Глаза Бога нельзя идти против законов природы.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Пять чувств не являются полностью независимыми друг от друга. Например, красный цвет ассоциируется с ощущением тепла, а ароматы могут вызывать особые ощущения. Однако это свойство используется в основном в сфере продаж. Например, если покупатель чувствует себя подавленным, его можно легко убедить выбрать духи с травяным или сладким ароматом.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "{M#Для меня интереснее всего узнавать новое. Ты много странствуешь и наверняка немало повидал. Я хотела бы обратиться к тебе с просьбой... Встречал ли ты какие-то цветы или специи, которые произвели на тебя особенно сильное впечатление? Расскажешь?\nИнтейват... Впервые слышу это слово. Хм, я запишу. Если мне посчастливится увидеть такие цветы, я тут же сообщу тебе.}{F#Прости, у меня вопрос... Цветок, который у тебя в волосах... Я никогда не видела такого. Если ты сделала из него аксессуар для волос, полагаю, он многое для тебя значит.\nИнтейват... У этого цветка звучное название. Не знаю, откуда он у тебя, но уверена, это означает, что ты очень важна для этого мира.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Реквием гулких глубин»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "О Шеврёз...",
			"voicelineType": "4001",
			"description": "Не знаю, рассказывала ли она тебе, но мы с ней познакомились на работе. Хотя в большинстве случаев наши разговоры не столь серьёзны, как можно было бы предположить по нашей работе. Однажды она рассказала мне, что прочитала роман о парфюмере, который создаёт аромат, используя человеческую плоть. Конечно, это выдумка, но по сюжету это были лучшие духи из когда-либо созданных. Основываясь на собственном опыте, не могу поверить, что в реальной жизни аромат получился бы таким замечательным...\nШеврёз не слишком задумывалась о реалистичности ситуации. Она была слишком занята, пытаясь выяснять, какую юридическую ответственность повлекла бы подобная ситуация.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "О Тиори...",
			"voicelineType": "4002",
			"description": "У дизайнера Тиори особое чутьё на тенденции. Хотя мы работаем с совершенно разными товарами, мне всё равно нравится слушать, как она рассказывает о творческом процессе, лежащем в основе её дизайнов. Не говоря уже о том, что у неё очень хороший вкус, когда речь идёт о парфюмерии. Когда я предлагаю ей протестировать мою новые духи, она всегда выбирает те, которые потом продаются лучше всего.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "О Шарлотте...",
			"voicelineType": "4003",
			"description": "По-настоящему энергичная молодая леди. Поскольку она журналистка, я могу предположить, что для многих она ассоциируется только с неприятностями, но я её знаю только с лучшей стороны. Даже узнав об истинной природе моей работы, она никому не рассказала. И это несмотря на то, что у неё не было никаких причин помогать мне, и, вероятно, это противоречило её профессиональным интересам. Поэтому я довольно высокого мнения о ней. Если бы ей когда-нибудь понадобилась моя помощь, я бы точно не отказала.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "О Клоринде...",
			"voicelineType": "4004",
			"description": "Думаю, в Фонтейне не найдётся человека, который не слышал бы её имя. Она грозный судебный дуэлянт. Но я не думаю, что с Клориндой будет трудно поладить. Чем сильнее человек в бою, тем более открыт в общении.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "О Сиджвин...",
			"voicelineType": "4005",
			"description": "Если я не ошибаюсь, госпожа Сиджвин познакомилась со мной, когда я была совсем юной - слишком юной, чтобы помнить... Ах, я, наверное, не рассказывала тебе... Мой отец работает в Сумеречном дворе, поэтому к нам часто приезжали мелюзины. Очевидно, именно мелюзины приглядывали за мной в детстве.\nНо госпожа Сиджвин никогда не относилась ко мне как к младшей. Она всегда высоко отзывается о моих духах, поэтому всякий раз, когда я делаю новый образец, я обычно откладываю для неё дополнительный пробник.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "О Нёвиллете...",
			"voicelineType": "4006",
			"description": "Если у парфюмера обоняние начинает притупляться, есть довольно простое решение - надо попить свежую воду. Обычно я не слежу за тем, какую воду пью, но однажды из любопытства я посетила мероприятие по дегустации воды, организованное месье Нёвилеттом.\nУ него было такое абстрактное, но своеобразное понимание отличительных особенностей различных типов воды. Это почти напомнило мне о том, как в журнальных статьях рассказывают о парфюмерии. Он нашёл время, чтобы понять мои потребности, и совершенно искренне порекомендовал несколько источников воды. Он был настолько внимателен, что иногда я предпочитала покупать именно те типы воды, которые он рекомендовал, хотя бы из уважения к нему.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "О Ризли...",
			"voicelineType": "4007",
			"description": "Вы с Ризли знакомы? Ха-ха, ты {M#полон}{F#полна} сюрпризов. Насколько я знаю, герцог старается держаться в тени. Большинство людей даже не подозревают о его существовании. Месье Нёвиллет однажды пытался рекомендовать ему мои услуги, но, видимо, Ризли решил, что в крепости Меропид они не понадобятся.\nЯ не знаю, по каким причинам он отказал мне, поскольку никогда не встречала его лично. Но если бы я могла предположить... я бы сказала, что, возможно, есть вещи, которые он не хочет смывать. Возможно, он предпочитает оставить их там... как предупреждение.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "О Тигнари...",
			"voicelineType": "4008",
			"description": "Мы с ним встречались не так уж много раз, но вели переписку. Сначала он связался со мной, как-то узнав мои контактные данные, и был очень вежлив в письмах. Знаменитый ботаник обратился ко мне за советом по поводу цветов, что мне очень льстило. Я воспользовалась этой возможностью и расспросила его о сумерских парфюмерных ингредиентах, и он подробно ответил на все мои вопросы.\nТеперь наши письма стали более непринуждёнными, и он часто упоминает о своих друзьях и знакомых. Я очень рада, что мне удалось с ним подружиться.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Узнать больше об Эмилии I",
			"voicelineType": "5001",
			"description": "Люди часто романтизируют парфюм, наделяя его всевозможными поэтическими свойствами. Но на самом деле парфюмерия гораздо ближе к науке. Её можно сравнить с простым химическим экспериментом. Задача парфюмера - преодолеть разрыв между творческими и научными качествами продукта, и для этого требуется немалое мастерство.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Узнать больше об Эмилии II",
			"voicelineType": "5002",
			"description": "Конечно, люди могут рассказать, какие чувства вызывает у них тот или иной аромат. Но воссоздать аромат по письменному описанию очень сложно, даже для меня. Поэтому прошу меня простить, но я не принимаю индивидуальные заказы. Тем не менее, если тебе придутся по вкусу другие мои духи, я, конечно же, буду рада.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Узнать больше об Эмилии III",
			"voicelineType": "5003",
			"description": "Перед выпуском в продажу духи должны пройти ряд испытаний, в том числе тест на срок годности. Это поможет ответить на несколько вопросов: Как долго хранится продукт? Подвержен ли он порче? Станет ли он токсичным или выветрится и исчезнет со временем?\nХа, теперь я задумалась... Было бы здорово, если бы существовал способ тестирования межличностных отношений на срок годности.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Узнать больше об Эмилии IV",
			"voicelineType": "5004",
			"description": "Я не скрываю свою настоящую профессию, но по возможности предпочитаю быть незаметной. Не потому, что я боюсь, что это оттолкнёт клиентов от моих духов, скорее я осознаю, что моя работа в качестве криминалистического чистильщика связана с большим количеством конфиденциальной информации, которую нельзя разглашать публично. Люди, которые заказывают мои услуги, доверяют мне. Я не хочу, чтобы из-за меня к ним было привлечено нежелательное внимание.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Узнать больше об Эмилии V",
			"voicelineType": "5005",
			"description": "Парфюмерия всегда была для меня лишь хобби. Я занимаюсь этим в свободное время, как некоторые люди учатся играть на музыкальных инструментах или мастерить.\nНо всё же не всегда моей целью в жизни было стать криминалистическим чистильщиком. Моя мама работает судебным патологоанатомом, и с самого детства я знала, что хочу работать в сфере уголовных расследований, как она. Долгое время мой талант к химии вдохновлял меня на анализ следов. Но по мере того как я училась, я начала сталкиваться с реальными местами преступлений. Я никогда не забуду то, что однажды увидела... Был убит маленький ребёнок, кровь впиталась в ковёр и забрызгала стены... И после того как следователи закончили осмотр, они ушли. Я не могла представить, через что пришлось пройти этим бедным родителям... Мне казалось неправильным, чтобы они убирали следы убийства своего ребёнка.\nТак что, да. Это и привело меня в мою профессию.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Хобби Эмилии...",
			"voicelineType": "6001",
			"description": "Я люблю собирать газетные вырезки. Всякий раз, когда я натыкаюсь на невероятную историю в газете, я вырезаю её и добавляю в свою коллекцию. Так я заполнила несколько толстых папок. Пролистывать их всё равно что читать одну из серий коротких рассказов, которые так любит Шеврёз.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Беспокойство Эмилии...",
			"voicelineType": "6012",
			"description": "Все собаки в этом парке очень дружелюбны. Если хочешь погладить их, сначала тебе придётся поиграть с ними. Хе-хе, какая это милая задача.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Отварные свежие креветки, посыпанные морской солью, а затем обмакнутые в растопленное сливочное масло - просто и вкусно. Попробуй как-нибудь.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Я редко ем красное мясо. Спорно, я знаю.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Вкус такой же приятный, как и аромат. Спасибо, что угостил{F#а} меня. Мне очень нравится.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Хм, красиво и на вкус неплохо.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Неужели есть люди, которые особенно неравнодушны к подобным ароматам?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "С днём рождения! Я знаю, что парфюмерные предпочтения - дело сугубо личное, но я взяла на себя смелость выбрать аромат, который, как мне кажется, тебе понравится. На самом деле, это одно из моих собственных творений, но его пока нельзя купить.\nЯ попыталась объединить цветочные и фруктовые ноты, которые встречаются в природе в это время года. Я хотела добиться более тонкого аромата. Надеюсь, он подарит тебе ощущение спокойствия и комфорта.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "Благодарю. Не стоит скромничать. Конечно, ты заслуживаешь благодарности.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Спасибо за предложения, теперь у меня есть пища для размышления.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Сила на пользу только тогда, когда ею обладает правильный человек. Я сделаю всё возможное, чтобы оправдать твоё доверие.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Многое видится ясно только в ярком свете, и сейчас ты как будто передаёшь этот свет мне. Ты приглашаешь меня присоединиться к тебе в твоём путешествии? Тогда, пожалуйста, веди. Я буду рядом.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Преобразование.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Экстракт.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Начинаю очистку.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Свежо и цветочно.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Рассейся!",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Воссияй.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Оправдались ли твои ожидания?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Помочь тебе с грузом?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Ни малейшей информации о владельце...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Моё обоняние ослабевает...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Негативная реакция...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Пора заново оценить обстановку...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Минутку.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Не переживай, я тут.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Чувствую... кровь...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Фонарь... погас...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Пришло моё время?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900002",
			"description": "Моя уязвимость.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Плохо подготовилась...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Следует проявить больше осторожности.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Почту за честь.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Приветствую, рада.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Я польщена.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}