{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Меня зовут Кирара, я курьер инадзумской службы доставки «Комания экспресс». Можешь не сомневаться, доставлю товар в любое место! А? Откуда у меня хвосты? А, ну тут дело в том, что я ёкай. Точнее говоря, нэкомата.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Поболтаем: Посылки",
			"voicelineType": "1101",
			"description": "Интересно, что в этом пакете... Нет-нет-нет, нельзя заглядывать в посылки клиентов.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Поболтаем: Заказы",
			"voicelineType": "1102",
			"description": "Так, что у меня в списке заказов?.. Ага, надо двигаться дальше. Следующий пункт назначения неблизко.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Поболтаем: Работа",
			"voicelineType": "1103",
			"description": "Ух ты, какая здесь красота! Хи-хи, у меня идеальная работа.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Ой! Теперь у меня вся шерсть мокрая. Ты тоже ищешь коробку, чтобы спрятаться?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "Мяу! Фух... От страха я чуть не забыла, как говорить по-человечески...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Когда идёт снег...",
			"voicelineType": "1203",
			"description": "Так холодно, что чуть хвосты не превратились в ледышки... Надо было остаться возле камина. Я ведь не подпалю мех, если не буду ложиться слишком близко, правда?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Когда светит солнце...",
			"voicelineType": "1204",
			"description": "Как хорошо на солнышке. Неплохо было бы подремать на дереве... Ах, от одной мысли об этом тянет в сон.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1205",
			"description": "О нет! Маленькие посылки сейчас разлетятся!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "В пустыне...",
			"voicelineType": "1206",
			"description": "Между подушечками лап забился песок... Какое странное чувство...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Доброе утро! Я видела, что ты ещё спишь, поэтому сама сходила тебе за едой. Не волнуйся, в этот завтрак не входят ни белки, ни зяблики. Хотя они тоже очень вкусные...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Мм... Дай мне ещё немного поспать... Сейчас я даже хвосты поднять не могу...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Добрый вечер, я готова к выходу. А? Что значит «пора спать»? Ночь - моё любимое время, можно бежать быстрее и лучше всё видеть, к тому же на дорогах меньше людей.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Спокойной ночи, сладких снов! Хотя тебе и так, наверное, всегда снятся отличные сны - у тебя ведь нет двух хвостов, которые вечно путаются во сне.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "О Кираре: Лапки",
			"voicelineType": "2001",
			"description": "Моя обувь? О, вообще-то это мои лапы. Я могу превратить их в человеческие ноги силой ёкая, но с когтями и подушечками куда удобнее. Только не трогай их, пожалуйста! Щекотно!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "О Кираре: Имя",
			"voicelineType": "2005",
			"description": "Кирарой меня назвала бабуля. Когда у меня был всего один хвост, она часто гладила меня и чесала подбородок, приговаривая, какие у меня красивые и яркие глаза.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "О нас: Путешествие",
			"voicelineType": "2003",
			"description": "Ты много путешествуешь, а я доставляю посылки по всему миру. В этом мы похожи, правда? Но хотя и ты, и я проводим много времени в дороге, мои расходы на проезд покрывает компания, а тебе приходится платить из своего кармана... Что? Н-нет, я вовсе не собиралась хвастаться!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "О нас: Встречи",
			"voicelineType": "2002",
			"description": "За время работы в службе доставки я познакомилась с самыми разными людьми. Некоторые стали постоянными клиентами «Комании экспресс», другие - моими друзьями... Думаю, что мне очень повезло. У каждой посылки есть финальный пункт назначения, а вот отношения и связи остаются. Как по мне, ёкаю не так уж сложно подружиться с людьми.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "Глаз Бога...",
			"voicelineType": "3001",
			"description": "Я всё ещё помню, как впервые воспользовалась силой ёкая, чтобы превратиться в человека. Я пришла в восторг от мысли, что наконец-то смогу проникнуть в мир людей и всё как следует осмотреть. И не успела я опомниться, как у меня на талии появился Глаз Бога. Хм, может, этому божеству тоже интересно увидеть мир?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Давай поделимся: Охота",
			"voicelineType": "3002",
			"description": "У людей неплохо выходит ковать оружие, но иногда я предпочитаю полагаться на кошачьи инстинкты. Ведь когда видишь зяблика, сразу хочется подкрасться к нему со спины, прижаться к земле, выждать подходящий момент... и прыгнуть на него! От охоты я получаю даже больше удовольствия, чем от доставки посылок!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Давай поделимся: Коробки",
			"voicelineType": "3005",
			"description": "Бабуля говорит, что в детстве я просто обожала спать в коробке. Забавно, в те времена я знала о «Комании экспресс» только то, что у них большие удобные коробки. Если бы мне кто-то сказал тогда, что однажды я буду зарабатывать на жизнь раздачей коробок другим людям, я бы ни за что не поверила. Хи-хи, правда в последнее время их картонки стали мне тесноваты... Что? Ну разумеется, речь о пустых коробках, я бы никогда не стала забираться в посылку клиента!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Интересные вещи: Дома на деревьях",
			"voicelineType": "3003",
			"description": "Представляешь, в Сумеру есть дома, построенные на верхушках деревьев! Ах, как здорово было бы весь день нежиться на солнышке и даже за едой не спускаться. Что? Ты уже знаешь? Ладно... А ты случайно не знаешь, как их строят? У меня, конечно, есть когти и всё такое, но даже я устаю, когда приходится карабкаться на высокое дерево, чтобы доставить посылку. А у жителей Сумеру ведь даже когтей нет, как же они поднимали туда строительные материалы и мебель?.. Никак не возьму в толк...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Интересные вещи: Большие дома",
			"voicelineType": "3004",
			"description": "Доставляя посылки, я насмотрелась на дома людей, многие из них такие большие - больше, чем бабушкин дом! Всякие там дворцы, храмы... И в каждом много маленьких комнат! Но разве жить в таком большом доме не тоскливо? Как по мне, лишь бы хватило места, чтобы перекусить с утра, погреться на солнышке днём и отдохнуть ночью. Хм. Может, для людей дома - это что-то вроде коробок, и чем больше коробка, тем лучше?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "О Яэ Мико...",
			"voicelineType": "4001",
			"description": "Госпожа Мико - одна из самых известных ёкаев в Инадзуме. Я же совсем юный ёкай, а потому питаю к ней вполне законное почтение. Но я совсем не ожидала, что она окажется такой приветливой! Она лично меня навестила и преподала мне немало полезных уроков о поведении в человеческом обществе - как соблюдать нормы вежливости, как находить подход к людям, как готовить жареный тофу... Что? Последнее пригодится только в общении с самой Мико?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "О сёгуне Райдэн...",
			"voicelineType": "4002",
			"description": "Пакеты в Тэнсюкаку всегда так хитро упакованы в несколько слоёв. Сразу видно, что они для сёгуна. Некоторые так хорошо пахнут... Интересно, что там внутри?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "О Сиканоине Хэйдзо...",
			"voicelineType": "4003",
			"description": "Мы с этим детективом давно знакомы. Когда он узнал, что я нэкомата, то попросил меня о помощи с поисками пропавших кошек. Сначала я с радостью согласилась. Но выслушав от найденных кошек, что им просто хочется повидать мир и что дома им очень скучно, я пожалела бедняжек. Так что детективу я соврала, что никаких кошек не видела. Но кажется, он обо всём догадался...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "О Кудзё Саре...",
			"voicelineType": "4004",
			"description": "Мне всегда хотелось побеседовать с госпожой тэнгу. Но, может, из-за того, что она генерал комиссии Тэнрё, я её опасаюсь, поэтому только наблюдаю издалека. Мне просто любопытно больше узнать о её крыльях, понимаешь? Не доставляют ли они ей неудобств? Что она делает с перьями во время линьки? Хм... Если уж зашла речь о перьях, неплохо было бы выстелить ими мою коробку.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "Об Аратаки Итто...",
			"voicelineType": "4005",
			"description": "Хоть Итто и óни, но отлично ладит с людьми - у него даже есть своя банда! Я так ему завидую. Может, мне стоит спросить у него совета?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "О Лини...",
			"voicelineType": "4006",
			"description": "Я видела в Фонтейне одного мага, он мог сделать так, чтобы вещь исчезла, а потом снова появилась из воздуха! Наверное, он использовал для этого силу ёкая? Хм... Выходит, он тоже ёкай?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "О Тиори...",
			"voicelineType": "4007",
			"description": "Она очень добра ко мне. Раньше я часто встречала Тиори, когда она выбиралась из дома, чтобы изучить способы производства и окраски тканей. Она всё переживала, что мои когти могут оставить следы на её прекрасных тканях, но зачем бы мне портить красивые вещи? Сейчас у неё свой модный дом в Фонтейне, и она иногда просит меня что-то ей доставить. Хи-хи, она даже сшила для меня наряд, который я сейчас ношу.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Узнать больше о Кираре I",
			"voicelineType": "5001",
			"description": "Когда я была котёнком, бабуля рассказывала мне много историй. О ёкаях Инадзумы, городских праздниках, вкусных угощениях из других стран... Я сворачивалась калачиком у неё на коленях, слушала и постепенно засыпала. И по сей день я не знаю, что было частью истории, а что мне просто приснилось...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Узнать больше о Кираре II",
			"voicelineType": "5002",
			"description": "Моя работа идеально мне подходит. Госпожа кицунэ сказала, что если у меня не будет работы, я не смогу вписаться в человеческое общество. Ну уж нет, это не по мне! Вот почему я отношусь к каждой доставке очень серьёзно. Не собираюсь возвращаться в глушь, даже если там я могу стать Великим ёкаем или ещё кем-нибудь в этом духе!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Узнать больше о Кираре III",
			"voicelineType": "5003",
			"description": "Может, дело в том, что я выгляжу лёгкой добычей, но мне часто приходится сталкиваться с бандитами. Хорошо, что у меня каждый раз получается их прогнать! Но я всегда действую с осторожностью, потому что если ответственность за причинённый вред понесёт компания... Ну, меня уволят!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Узнать больше о Кираре IV",
			"voicelineType": "5004",
			"description": "Когда я попадаю в новый город, первым делом всегда забираюсь куда-нибудь повыше и любуюсь видами. Иногда поднимается лёгкий ветерок, и лепестки цветов порхают туда-сюда, словно кристальные бабочки. А на закате я выбираю местечко, откуда видно, как загораются городские огни. С высоты они похожи на пятна полуденного света, танцующие под ветвями деревьев. Если бы мне не нужно было доставлять посылки, я могла бы провести там весь день... Эх, хотелось бы мне показать это бабушке.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Узнать больше о Кираре V",
			"voicelineType": "5005",
			"description": "Наслаждаться жизнью очень важно! В конце долгого путешествия или вечером после того, как все дела сделаны, я захожу в шумный ресторанчик за чем-нибудь вкусным, затем выбираю крышу поудобней и устраиваюсь там, ощущая дуновение ветерка, а потом засыпаю... В мире так много маленьких радостей, которые заслуживают нашего внимания. Было бы очень грустно не насладиться ими сполна. Вот почему когда я ем рыбу, от неё остаются одни косточки!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Хобби Кирары...",
			"voicelineType": "6001",
			"description": "Мне нравится доставлять посылки по всему миру. Каждый раз, когда вижу новый адрес, я так волнуюсь, что не могу уснуть - мне просто не терпится скорее туда отправиться. В моём детстве вокруг вечно были одни кусты и деревья, на такое быстро устаёшь смотреть. Но сейчас все по-другому. Вокруг так много всего, что я ещё не видела, и кажется, что за каждым углом меня ждёт что-то новое!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Беспокойство Кирары...",
			"voicelineType": "6002",
			"description": "В жизни людей много всего удивительного, но и правил в ней тоже хватает. Люди не могут спать на крыше, ловить рыбу в пруду или чесаться и точить когти, где им вздумается... Но если принять мой изначальный вид, никто и глазом не моргнет по этому поводу. Вот только в форме нэкоматы я привлекаю слишком много внимания и не могу просто зайти в ресторан и сделать заказ, как человек...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Любимая еда...",
			"voicelineType": "6005",
			"description": "Когда я ещё была кошкой, я обожала всё, что бабуля для меня готовила - могла целую миску проглотить за раз! А сейчас... Моя любимая еда - ассорти из сашими! Нежная и свежая рыба уже очищена и разделана, не нужно даже убирать кости и чешую! Правда работники ресторана всегда странно на меня поглядывают, когда я принимаюсь за рыбьи головы...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Однажды, когда я ловила рыбу на берегу моря, ко мне подкрался краб и ущипнул за хвосты! Было так больно, казалось, они сейчас отвалятся! И почему людям нравится есть крабов? Мяса мало, а панцирь такой крепкий, что даже мои когти не могут с ним справиться. А ещё я терпеть не могу горячее. Я поверить не могла, когда узнала, что есть такое блюдо, как «краб в масле». Как люди умудряются есть что-то настолько твёрдое и обжигающее?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Ух ты, это просто потрясающе! Никогда не пробовала ничего подобного! Ты... ты случайно не великий ёкай кулинарии или что-то вроде этого?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Ммм, вкусно! А есть ещё? Я хочу взять немного с собой в дорогу!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Кхм... Навевает воспоминания о жизни на лоне дикой природы...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "С днём рождения! Человек ты или ёкай, всегда стоит отпраздновать день, когда ты появился на свет! Если хочешь, можем сходить туда, где я выросла. Там мало людей, да и посмотреть особо не на что, но в том месте я всегда могу расслабиться. О, я даже разрешу тебе поспать в моей любимой коробке! В ней так приятно вздремнуть!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "О, я чувствую, как моя сила ёкая растёт!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Что? Мои хвосты стали длиннее?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Какая лёгкость во всём теле! Теперь я могу доставить десять посылок за раз!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Ух ты... Теперь у меня столько силы, что даже госпоже кицунэ стоит поберечься... Ха-ха, я шучу! Это ведь не соревнование. Просто я счастлива, что теперь смогу защитить посылки клиентов от чего угодно. И тебя заодно, ведь ты всегда на моей стороне. Кстати, хочешь погладить мои хвосты? Уверена, они стали ещё длиннее!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Хоп!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Почешем коготки!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Уступи дорогу!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Заказ доставлен!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Рада быть полезной!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Распишитесь, пожалуйста. Мяу!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Ух ты! Половину из этого я ни разу в жизни не видела!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Кто-то потерял посылку?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Наверное, я могла бы свернуться здесь калачиком...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Нужно проследить за посылками...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Мне лучше найти другой путь...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Мяу...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Прячься в моей коробке!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Я протяну тебе руку помощи!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Клиенты... ждут...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Я буду... в моей коробке...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Меня могут уволить...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900001",
			"description": "Ай!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Мои хвостики!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Эй, пригляди за посылками!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Нужно что-нибудь доставить?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Спасибо, что выбрали услуги «Комании экспресс»!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Путешествие с оплатой всех расходов? Я в деле!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}