{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Привет! Я Лань Янь из Ассоциации ремесленников долины Чэньюй! Тебя интересуют украшения или корзины? А может, ваза или какой-нибудь предмет мебели? Ах, у меня почти закончился ротанг. Пожалуй, мне стоит отправиться обратно в горы, чтобы собрать ещё... Что? Ты хочешь пойти со мной? Хе-хе, как мило с твоей стороны! В подарок я сделаю тебе шляпу из ротанга! Как тебе такое предложение?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Поболтаем: Планы на день",
			"voicelineType": "1101",
			"description": "Какой у меня план на день? Хм... Делать всё, что захочется, наверное! То же самое завтра и послезавтра, хе-хе.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Поболтаем: Семейные реликвии",
			"voicelineType": "1102",
			"description": "Лучшая мебель из ротанга изготавливается из прутьев, которые гладкие, тонкие и прочные, как шёлк. Такая мебель может быть столь же ценна, как семейное серебро или другие реликвии... И это вовсе не преувеличение!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Поболтаем: Ласточки",
			"voicelineType": "1103",
			"description": "При ясном небе ласточки вьют гнёзда, но прячутся, если разразилась буря.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Раз уж мы уже попали под дождь, почему бы не насладиться им? Зато не придётся тратить силы на то, чтобы бежать в укрытие.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "А-а-а! М-можно взять тебя за руку?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Когда светит солнце...",
			"voicelineType": "1203",
			"description": "Смотри! Солнце окутывает золотым сиянием всё, чего касаются его лучи!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Когда дует ветер...",
			"voicelineType": "1204",
			"description": "Слышишь? Динь-динь... Динь-динь... Моя серебряная заколка звенит, как колокольчик! Сегодня ветерок такой приятный и мягкий.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1205",
			"description": "Динь-динь-динь... Похоже, на этот раз ветерок злится.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "В пустыне...",
			"voicelineType": "1206",
			"description": "Хочешь воды? Вот, глотни моей. Я добавила листья мяты. Хорошо освежает, правда?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "О, птички тебя разбудили? Ха-ха, дай мне с ними поговорить. Посмотрим, сработает ли это. Они меня не всегда слушают.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Я собрала свежие цветы! Как раз хотела вернуться домой и приготовить что-нибудь для мамы... Тебе тоже стоит прийти! Моя семья будет рада тебя видеть!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "На ночном рынке продают жареных насекомых! Хочешь попробовать?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Так спать хочется... Пойду-ка я ложиться. Больше нет сил...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "О Лань Янь: Счастье",
			"voicelineType": "2001",
			"description": "Для меня счастье - это наслаждаться каждым зёрнышком риса, слушать шум ветра, дремать на травке, и за один присест прочитать все десять томов страшного романа про призраков!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "О Лань Янь: Наследники искусства Цимэнь",
			"voicelineType": "2005",
			"description": "Легендарный Повелитель Ветра действительно числится среди предков клана Лань, но наша семья давно отделилась от основной ветви. Искусство Цимэнь сложное и разнообразное, и пока я освоила лишь несколько трюков. Если дело доходит до чего-то более трудного, мне приходится обращаться за помощью к старшим и кузенам. Зато я отлично делаю фигурки из ротанга, даже дедушка не может со мной сравниться! Думаю, это единственная область, где я действительно чувствую себя на высоте.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "О нас: Пожмём руки?",
			"voicelineType": "2003",
			"description": "Садись. Друг. Давай пожмём друг другу руки....\nОй, нет, я не тебе сказала садиться - я говорила нашим зверушкам! Ах, прости, пожалуйста! Вставай... Я просто пыталась сказать им: «Смотрите сюда, друзья! У нас сегодня новый друг!» Что, это было непонятно? Ну... «Садись» может значить «послушай меня», «стой на месте» или даже «прекрати, что делаешь». Что? Как ты {F#должна}{M#должен} это понять? Нужно просто почаще приходить в горы, и ты быстро всё усвоишь!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "О нас: Давай пожмём руки!",
			"voicelineType": "2002",
			"description": "Давай, пожми мне руку! Обними меня!\nА? Ну же, давай пожмём руки! Разве не так друзья поддерживают друг друга? Ой, подожди, ха-ха, да, это была твоя очередь! Прости, это я тебя запутала. Но ничего, всё нормально! Чем больше будем проводить время вместе, тем лучше будем понимать друг друга!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Благодаря моему Глазу Бога я могу легко подбрасывать чакрам в воздух и ловить его без всяких проблем... Но, детишки, не пытайтесь повторить это дома! Лезвие очень-очень острое! Хотя, {NICKNAME}, ты, наверное, мог{F#ла} бы попробовать! Стой прямо, держи руку ровно и резко подбрасывай его вверх. У тебя обязательно получится!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "С дикими грибами нужно быть предельно осторожным. Многие из них совершенно несъедобны, а другие необходимо зажарить до полной готовности, чтобы они стали безопасными. И, если ты не доел{F#a} их за один раз, остатки тоже нужно снова прожарить перед тем, как съесть. Многие забывают про этот шаг. Так что, если съешь пару кусочков, а потом твоя собака начнёт просить тебя развесить бельё, или куры начнут отдавать команды по дому, немедленно обратись за медицинской помощью!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "Однажды я отдыхала на дереве после того, как закончила плести, и белка украла ротанговые шишки, которые я только что сделала! К счастью, я смогла вернуть их, обменяв на вдвое больше настоящих шишек. Честно говоря, я не особо волновалась из-за своей работы. Я переживала, что могла испортить белке весь день! Только представь: весь день собираешь шишки, приносишь их домой, а они оказываются несъедобные! Все беличьи друзья наверняка бы подняли её на смех...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "О Сян Лин...",
			"voicelineType": "4001",
			"description": "Все говорят, что первое впечатление важно, и когда я впервые поела в ресторане «Народный выбор», меня охватило одно лишь сожаление... Сожаление о том, что я так долго откладывала поездку в гавань Ли Юэ! Я могла бы встретить Сян Лин намного раньше... В любом случае, как только она услышала, как я рассказываю о редких ингредиентах, которые можно найти в горах моего родного края, она тут же начала планировать поездку в долину Чэньюй! Я позабочусь о том, чтобы она не вернулась домой с пустыми руками!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "О Ху Тао...",
			"voicelineType": "4002",
			"description": "Госпожа Ху всегда кажется такой жизнерадостной и оптимистичной. Даже когда ситуация была безвыходной, она не упускала случая подбодрить меня шуткой. Я знаю её совсем недолго и постоянно думаю... А всегда ли она такая? Хм... Во всяком случае, начиная с сегодняшнего дня, я хочу верить, что все её улыбки будут искренними - рождёнными от счастья, а не от желания утешить других.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "О Кэ Цин...",
			"voicelineType": "4003",
			"description": "Когда же Нефритовое Равновесие наконец отдохнёт? Во время Праздника морских фонарей она буквально разрывалась на части, чтобы успеть всё. Я так хотела отблагодарить её за доброту и угостить чем-нибудь вкусным, но ни разу не смогла найти подходящий момент... Ещё мне ужасно хотелось, чтобы она уложила мои волосы так, чтобы они напоминали её кошачьи ушки. Но... может быть, это уже слишком? Хотя почему-то мне кажется, что она бы и не была против...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "О Син Цю...",
			"voicelineType": "4004",
			"description": "Я уже несколько раз случайно встречала господина Син Цю в горах. Никого из торговой гильдии «Фэйюнь» при нём не было, так что это явно не было связано с делами. После таких случайных встреч он нередко приносил мне новейшие мистические романы, а я пообещала никому об этом не рассказывать. Но, кажется, только что рассказала тебе, да? Пожалуйста, храни этот секрет, {NICKNAME}!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "О Чун Юне...",
			"voicelineType": "4005",
			"description": "Как-то раз я сопровождала дедушку, когда он отправился на очередной вызов. В тот момент я заметила, как Чун Юнь выходит из дома с очень расстроенным видом. Судя по его беспомощному выражению, я подумала, что дело было серьёзным, но в самом доме я не ощутила ничего зловещего. Да и дедушка не предсказывал никакой беды. Может, Чун Юнь потратил слишком много сил, чтобы решить проблему, и теперь настолько устал, что не смог ничего объяснить... А? Ты думаешь, возможно, он вообще ничего не делал? Тогда я запуталась ещё больше...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "О Ка Мине...",
			"voicelineType": "4006",
			"description": "Я знаю Ка Мина с самого детства! В те времена он был настоящим кошмаром для всех соседей, ха-ха. Что, говоришь, это не похоже на него? Ну, он очень изменился с тех пор, повзрослел, как и я. Но одно осталось прежним - куда бы он ни отправился, с собой у него всегда найдутся какие-нибудь вкусняшки. Возвращаясь из своих путешествий, он всегда привозит целую гору лакомств, чтобы поделиться со своими друзьями. И, конечно же, он никогда не уезжает, не запасшись своими любимыми сладостями из родных мест...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "О Ци Ци...",
			"voicelineType": "4007",
			"description": "Ци Ци любит зябликов, правда? Я подумываю сделать для неё одного из ротанга! Ты знаешь, какой у неё любимый цвет?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Узнать больше о Лань Янь I",
			"voicelineType": "5001",
			"description": "Подожди-ка! Ещё секундочку... Почти готово... Осталось закончить эту ручку и... Фух... Готово! Хе-хе, извини за это. Мне тяжело делать несколько дел сразу. Я могу сосредоточиться только на чём-то одном. Ну вот, теперь я вся внимание!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Узнать больше о Лань Янь II",
			"voicelineType": "5002",
			"description": "Хочешь провести немного времени в горах? Можем попробовать увернуться от мягкошёрстных коз, пока они будут нас бодать. Или можем притвориться, что красноклювые пеликаны - это бандиты, а нам нужно спасти нефритового сердцепёрого окуня из их клювов... О, ты хочешь сыграть в «По следам ветра»? Ты будешь охотником? Хе-хе, кто-то тут уверенно настроен. Хорошо, если будешь бегать кругами, я позвоню в свой серебряный колокольчик, чтобы помочь тебе меня найти. Если тебе удастся даже кончика моих волос коснуться, я засчитаю это за твою победу! Знаешь, я ведь тоже неплоха в этой игре...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Узнать больше о Лань Янь III",
			"voicelineType": "5003",
			"description": "Моя серебряная заколка для волос выполнена в форме Серебрянокрылой чёрной птицы и является семейной реликвией. Серебряная шпилька, ожерелье и брошка - это подарки от моих родителей на день рождения. А браслет мне подарил дедушка на Праздник морских фонарей, а серьги - с последней Лунной охоты, кажется... Есть и другие вещи, которые мне дарили, когда я освоила планер, получила Глаз Бога и умудрилась съесть целых три миски риса за один присест...\nХе-хе, моя семья считает, что серебряные украшения приносят удачу и отгоняют зло, так что мне постоянно дарят новые!\nНосить их все сразу довольно тяжело, но... полагаю, это и есть вес семейной любви!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Узнать больше о Лань Янь IV",
			"voicelineType": "5004",
			"description": "Когда я была маленькой, ротанговые фигурки меня жутко пугали... Как бы это описать? Представь себе кучу уродливых чёрных и серых кукол по всему дому... для ребёнка это просто кошмар! Когда дедушка отправлял меня учиться к главе нашего клана, я думала, что он одержим. Я была уверена, что двоюродная сестра обучает меня чёрной магии! Поэтому однажды ночью я набралась храбрости и сожгла все фигурки, которые смогла найти. К счастью, их назначение было в том, чтобы впитывать злую энергию, так что их всё равно бы уничтожили. Таково и было их предназначение.\nНо это заставило меня задуматься: если бы фигурки из ротанга выглядели милее, люди бы не принимали их за какие-то зловещие колдовские штуки...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Узнать больше о Лань Янь V",
			"voicelineType": "5005",
			"description": "Плести из ротанга вовсе не сложно, честное слово! Даже самые замысловатые фигурки создаются постепенно, по одной полоске за раз. Всё, что нужно - немного терпения, и в конце концов у тебя обязательно получится! По сравнению с самим навыком, аккуратность даётся труднее, а настойчивость - ещё труднее. Но если ты спросишь меня, я скажу, что самый важный элемент - это радость. Если тебе не нравится сам процесс, ты никогда не сделаешь работу по-настоящему хорошо. И это верно не только для плетения. Радость - вот что главное! И для меня, и для тебя!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Хобби Лань Янь",
			"voicelineType": "6001",
			"description": "Согласно фольклору, духи утопленников обитают в проклятых водоёмах. Поэтому я решила проверить это, просто сунув палку в озеро... И она действительно там застряла! В водорослях застряла, если точнее. Даже не представляю, что случилось бы, если бы ты решил{F#a} там поплавать. Было бы странно там не застрять...\nО, ещё слышала, что нельзя есть закатники после захода солнца или чистить яблоко перед зеркалом в полночь... Хм, интересно, есть ли во всём этом хоть какой-то здравый смысл?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Беспокойство Лань Янь...",
			"voicelineType": "6012",
			"description": "Ненавижу вынимать занозы. Приходится так сильно прищуриваться, чтобы их рассмотреть, и в итоге я всегда травмируюсь... Я уже все десять пальцев так порезала... *хнык*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Свежие цветы не только потрясающе выглядят и пахнут, но и превращаются в изумительную выпечку! Вкус получается освежающим, но не слишком сладким. Ах, и он отлично сочетается с цветочным чаем... Ой, давай прямо сейчас отправимся собирать цветы! И даже корзинку тащить не нужно! Я просто сплету её, когда доберёмся до гор!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Как говорится, даже сахар сладок только тогда, когда ты счастлив... Всё кажется невкусным, если у тебя плохое настроение. Хе-хе, к счастью, у меня такая проблема бывает редко!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Это просто восхитительно! Подожди... для такого блюда нужны особые столовые приборы из чистого серебра! Сейчас вернусь!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Ах, спасибо! Вот, попробуй с этим соусом! Так ещё вкуснее!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Подожди, ты съел{F#a} это? С твоим желудком все в порядке? Тебе ничего не мерещится?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "В моей семье всегда дарят серебряные украшения на день рождения. Так что, держи, эти две фигурки для тебя. Фигурка с серебряной ласточкой на голове - это я, а {M#фигурка с маленьким серебряным мечом - это ты}{F#фигурка с серебряным цветком - это ты}. Хе-хе, похоже на нас, правда?\nЯ пропитала ротанговые прутья благовониями, так что, если повесить их на рюкзак, они будут отпугивать насекомых. А ещё я сделала серебряные аксессуары. Мастер отполировал их, а я позаботилась о том, чтобы скруглить края, чтобы ты случайно не {F#порезалась}{M#порезался}.\nС днём рождения, {F#путешественница}{M#путешественник}! Пусть тебе во всём сопутствует удача!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "Подожди, я же только сплела пару прутьев, а ты уже... Либо ты работаешь очень быстро, либо я гораздо медленнее, чем мне казалось...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Если серебру нужна полировка, чтобы оно блестело, то логично, что и нам нужно постоянно оттачивать свои навыки, чтобы стать такими же лёгкими и стремительными, как ласточки.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Давай пожмём друг другу руки! Ещё раз! Ещё раз! Помнишь? Это выражение счастья и благодарности - способ показать радость от всех хороших вещей в жизни!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "«Скромная ласточка строит гнездо из грязи, но никогда не остаётся без дома». Так что не недооценивай меня! Я стала достаточно сильной, чтобы теперь смочь тебя защитить. Хе-хе, и всё это благодаря тебе, конечно же! Огромное тебе спасибо!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Элементальный навык I",
			"voicelineType": "100004",
			"description": "Лети!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Элементальный навык II",
			"voicelineType": "100005",
			"description": "Плети!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Элементальный навык III",
			"voicelineType": "100006",
			"description": "Вверх и вниз.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Недуги, прочь!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Лёгкий, как ласточка!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Танец на ветру!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Ого! Можно мне немного оставить себе? Поделись удачей!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Удача! Давай посмотрим, что там внутри.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Не спеши. Давай всё хорошенько подсчитаем...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Мне нужно больше времени...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Мне нужна помощь!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Непростая задача...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Я тебя прикрою!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Я справлюсь! Я быстрее их.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Не... сейчас...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Колокольчики больше... не звенят...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Полёт... окончен...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900002",
			"description": "Прекрати!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Что-то не так!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Какой вредный!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Не важно где - я буду с тобой!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Прогуляемся по городу.",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Уже иду!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}