{
	"id": 10000007,
	"name": "Lumine",
	"friendLines": [
		{
			"voicelineId": 2001,
			"title": "О мельницах...",
			"voicelineType": "24001",
			"description": "Паймон: В Мондштадте так много мельниц, правда же?\n{NICKNAME}: Ну, это потому что Мондштадт расположен над уровнем моря. В город вода доставляется с помощью ветряных мельниц.\nПаймон: Верно! В Мондштадте ветра дуют целый год, поэтому и водоснабжение тут стабильное. Кроме того, ветряные мельницы здесь называют «видимым ветром», а колокольчики - «слышимым ветром». Паймон думает, что их считают талисманом, с помощью которого мондштадтцы возносят молитвы Анемо Архонту.\n{NICKNAME}: Ага, талисманом. Таким как ты, Паймон?\nПаймон: Нет же! Ветряная мельница сделана из дерева, её нельзя использовать как еду про запас, об неё разве что можно только точить зубы!\n{NICKNAME}: Хм... Даже не знаю, что и сказать.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_windmill_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2002,
			"title": "О хозяине таверны...",
			"voicelineType": "25001",
			"description": "{NICKNAME}: Я слышал{F#а}, что если трактирщикам оставить побольше чаевых, они поделятся с тобой всякой интересной информацией.\nПаймон: Это ты про «Долю ангелов»? Дилюк - очень богатый трактирщик. Интересно, какими большими должны быть чаевые...\n{NICKNAME}: Ой... Наверное, я неправильно понял{F#а}. Или, может быть, это говорили в каком-то другом мире...\nПаймон: Ты и вправду побывал{F#а} во многих мирах, да?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_pubHolder_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2003,
			"title": "О Сидровом озере...",
			"voicelineType": "26001",
			"description": "Паймон: Сидровое озеро никогда не замерзает, независимо от времени года. Лучший мондштадтский яблочный сидр готовят только на воде из него. Она действительно очень вкусная! Паймон может выпить две бутылки за раз!\n{NICKNAME}: Ого.\nПаймон: Хи-хи.\n{NICKNAME}: Учитывая твои размеры, если ты выпьешь столько воды, то лопнешь, прямо как Анемо слайм...\nПаймон: У Паймон отдельный желудок для всяких вкусных напитков!\n{NICKNAME}: Отдельный желудок?.. Как много в мире открытий чудных...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_ciderLake_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2004,
			"title": "О книгах из запретного отдела...",
			"voicelineType": "37001",
			"description": "{NICKNAME}: Кстати, о запретном отделе библиотеки, о котором упоминала Лиза... Тебе не было любопытно, какие книги там хранятся? Может быть... Какая-нибудь недетская литература?\nПаймон: Недетская? Но ведь «Принцесса-кабан» находится в общем отделе! Какие книги могут меньше подходить для детей, чем эта? Паймон становится любопытно.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_restrictedSection_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Рутинная работа»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 2005,
			"title": "О старании и вознаграждении...",
			"voicelineType": "31001",
			"description": "Паймон: Паймон заметила, что в Мондштадте упорный труд не всегда вознаграждается.\n{NICKNAME}: Почему ты так думаешь?\nПаймон: Посмотри на Хоффмана из Ордо Фавониус. Он старается изо всех сил на своей работе, но почему-то постоянно валяющий дурака Кэйа - его начальник.\n{NICKNAME}: Хм, но разве Джинн, которая работает усерднее всех, не стала действующим магистром ордена?\nПаймон: Ну... А что ты на это скажешь?! Венти - божество Мондштадта, и он самый ленивый на свете!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_effortsVSreturn_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2006,
			"title": "Об отеле «Гёте»...",
			"voicelineType": "56001",
			"description": "{NICKNAME}: Вот бы провести хотя бы одну ночь в отеле «Гёте»...\nПаймон: Да! И Паймон бы хотела! Наверняка там очень просторные и чистые комнаты.\n{NICKNAME}: Но я слышал{F#а} от господина Гёте, что из-за живущих там Фатуи дела у отеля не очень. Электро цицины, которых привезли с собой маги, из-за статического электричества собирают пыль, из-за чего сами и гибнут. А ещё там кто-то перепутал пыльцу туманной травы с чёрным перцем... К тому же агенты Фатуи постоянно дерутся и выясняют между собой, кто должен заплатить за вино.\nПаймон: Ох... Держись, отель «Гёте»...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_gothHotel_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2007,
			"title": "О направлении ветра...",
			"voicelineType": "64001",
			"description": "{NICKNAME}: Все говорят, что Мондштадт - это королевство ветров. Интересно, откуда приходят сезонные ветры?\nПаймон: Почему бы нам не спросить у Венти?\n{NICKNAME}: Скорее всего, он просто отшутится...\nПаймон: Точно. Анемо Архонт всего лишь бард-бродяжка, что он может знать о ветрах...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_windDirection_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2008,
			"title": "Об алхимии...",
			"voicelineType": "66001",
			"description": "{NICKNAME}: Значит, алхимией здесь занимаются прямо на улицах?\nПаймон: А это тебя смущает?\n{NICKNAME}: В большинстве миров, где я бывал{F#а} раньше, алхимия считалась тайным искусством. Наблюдать, как алхимия применяется в повседневной жизни людей, - это как быть в мире, где у людей по три желудка...\nПаймон: А вот Паймон считает напротив, что иметь всего лишь один желудок - странно.\n{NICKNAME}: Ох... Ты серьёзно?\nПаймон: А ты сам{F#а} как думаешь?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_alchemy_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2009,
			"title": "О Тейвате...",
			"voicelineType": "11001",
			"description": "{NICKNAME}: День и ночь в Тейвате кажутся очень короткими. Небеса здесь полны звёзд, но созвездия не похожи на те, что дома. Интересно, связывают ли здесь тоже судьбы людей Тейвата со звёздами?\nПаймон: Ого, ты тоже умеешь читать звёзды? Как здорово! Немногие умеют это, в основном только учёные из Сумеру. Паймон любопытно! Быстрее, прочитай мою судьбу!\n{NICKNAME}: Хм... Ночное небо на твоём шарфе... усеяно светом множества звёзд, а также мглой глубокого океана... По движению звёзд... можно сказать, что... через семь дней...\nПаймон: Что через семь дней?\n{NICKNAME}: ...с тобой может случиться что-то хорошее или что-то плохое.\nПаймон: Хех, твоя теория прочна, как Гео слайм. И так же глупа...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_teyvat_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2010,
			"title": "О боге свободы...",
			"voicelineType": "67001",
			"description": "{NICKNAME}: После спасения Двалина, на обратной дороге в Мондштадт мы впервые увидели лик одного из семерых Архонтов. Вот каким божеством он оказался...\nПаймон: Что? Разве мы не давно знакомы с Венти?\n{NICKNAME}: Я имею в виду... что мы увидели его как Архонта Барбатоса. Того божества, что прячется глубоко под маской беспечного барда. Я до сих пор думаю над вопросом, который он задал Двалину... «Можно ли считать свободу, данную богом свободы, свободой?»",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_godOfFreedom_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Песнь о драконьей свободе»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 2011,
			"title": "О рельефе Мондштадта...",
			"voicelineType": "69001",
			"description": "Паймон: Вокруг Мондштадта полно широких равнин и крутых холмов. Люди говорят, что когда Барбатос менял эту землю, он распрямлял скалы и долины с помощью бурь и ураганов...\n{NICKNAME}: Всё равно кажется, что он упустил пару мест...\nПаймон: Ты про утёс Звездолова?\n{NICKNAME}: Да. На карте он выглядит так, будто при склеивании модели забыли про шлифовку литейного шва.\nПаймон: Что такое шлифовка литейного шва?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_monstadtTerrain_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2012,
			"title": "О куплетах...",
			"voicelineType": "47001",
			"description": "Паймон: Паймон слышала, что в Ли Юэ очень любят искусство рифмовки куплетов. Если ты сможешь придумать красивую рифму к строке, написанной кем-то другим, тебе хорошо заплатят! Но это не лёгкий заработок, ведь дело это непростое. Строки должны не только рифмоваться, но и перекликаться по смыслу.\n{NICKNAME}: Хм... Приведи пример.\nПаймон: Ну... «В долине Ветров не стихают ветра».\n{NICKNAME}: Хм... «А в Облачном море плывут облака».\nПаймон: Неплохо! Нечего тут рассиживаться! Пора зарабатывать деньги!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_couplet_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гео Архонта на Тростниковых островах",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2013,
			"title": "О «Не играй с едой и деньгами...»",
			"voicelineType": "59001",
			"description": "Паймон: Люди здесь в Ли Юэ часто цитируют одну фразу Властелина Камня, она примерно означает... «Не играйся с деньгами». Так говорят, потому что Властелин Камня отчеканил первую мору из своей золотой формы и доверил её людям.\n{NICKNAME}: Кэйа очень любит играться со своими монетами...\nПаймон: Именно поэтому ты не долж{F#на}{M#ен} брать с него пример.\n{NICKNAME}: Я помню, в детстве мне говорили не играться с едой.\nПаймон: Да, да. Нужно уважать свою еду... Эй, чего это ты так уставил{F#ась}{M#ся} на Паймон?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_moneyAdmonishment_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гео Архонта на Тростниковых островах",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2014,
			"title": "О «Разбитых мечтах»...",
			"voicelineType": "62001",
			"description": "Паймон: Пройти семь кругов по часовой стрелке и семь кругов против часовой, и тогда, снова открыв глаза...\n{NICKNAME}: Опять ходишь во сне?\nПаймон: Нет же! Паймон пытается выяснить, существует ли на самом деле тот антикварный магазин из «Разбитой мечты»!\n{NICKNAME}: Хм, и что бы ты купила в нём, если бы он существовал на самом деле?\nПаймон: Генератор слаймов!\n{NICKNAME}: Ты правда веришь, что он существует?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_heartsDesire_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в гавани Ли Юэ",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 2015,
			"title": "О школе Гухуа...",
			"voicelineType": "32001",
			"description": "{NICKNAME}: Недавно я слышал{F#а} одну историю от последователей школы Гухуа...\nПаймон: Гухуа? Готова поспорить, что эта история про эпических героев!\n{NICKNAME}: Несколько учеников клана решили устроить фехтовальные соревнования, чтобы выбрать, кто женится на их молодой ученице. Она сама тоже поддержала эту идею.\nПаймон: О, Паймон слышала о такой традиции! В Ли Юэ её называют «боем за невесту».\n{NICKNAME}: Однако за ночь до соревнования эта ученица украла любимый меч самого старшего ученика.\nПаймон: Значит, она хотела, чтобы он проиграл? Ох, бедный парень...\n{NICKNAME}: Верно. Не привыкший к новому мечу, этот ученик потерпел поражение. Не в силах признать его, он пал на колени и начал рыдать.\nПаймон: О нет... Он, должно быть, правда её очень любил.\n{NICKNAME}: В конце концов ему пришлось жениться на ней.\nПаймон: Подожди-ка... Получается, на ней должен был жениться проигравший?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_guhuaClan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гео Архонта на Тростниковых островах",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2016,
			"title": "О Тростниковых островах...",
			"voicelineType": "29001",
			"description": "Паймон: А ты знаешь, что из тростника с Тростниковых островов делают бумагу? Из твёрдой сердцевины делают кисти, а из полой части - флейты. В Ли Юэ это считается изящным ремеслом. На протяжении долгих лет многие герои и мастера фехтования также выбирали Тростниковые острова в качестве места для проведения дуэлей. Считается, что чем гуще тростник, тем красивее место. Но в тех местах, где много тростника, вода может быть достаточно глубокой... Поэтому немало неудачников провалилось в трясины и потонуло прямо во время дуэли...\n{NICKNAME}: И какой же мне нужно вынести из этого урок?\nПаймон: Не дерись на Тростниковых островах!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_dihuaMarsh_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гео Архонта на Тростниковых островах",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2017,
			"title": "О благовоспитанной птице...",
			"voicelineType": "28001",
			"description": "Паймон: Я слышала, что в Ли Юэ журавля называют «благовоспитанной птицей».\n{NICKNAME}: И почему же?\nПаймон: Хм... Паймон тоже не уверена...\n{NICKNAME}: Тогда позволь мне рассказать тебе историю о божественном журавле, возвращающем свой долг. Давным-давно жил-был добрый монах. Как-то раз он спас попавшего в ловушку журавля. Через какое-то время, холодной зимней ночью к нему пришла прекрасная дева, просящая ночлега. За спиной у неё был огромный меч. Она научила его всему, что знала о владении мечом, и неустанно тренировала его день и ночь.\nПаймон: А?\n{NICKNAME}: Окончив своё обучение, учёный отправился с этой девой творить добро и бороться за справедливость. Спустя десять лет божественный журавль наконец-то вернулся в облике юноши, чтобы вернуть долг, но геройская пара к тому времени уже отошла от дел... Поэтому и говорят: «Благовоспитанная птица не должна тянуть с долгами десять лет».\nПаймон: Чего?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_crane_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гео Архонта на Тростниковых островах",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2018,
			"title": "О Заоблачном пределе...",
			"voicelineType": "43001",
			"description": "{NICKNAME}: Ходят слухи, что в Заоблачном пределе живут Адепты.\nПаймон: Там живут Адепты?!\n{NICKNAME}: Возможно, нам даже удастся повстречаться с кем-нибудь из них на тех скалистых пиках, уходящих ввысь далеко за облака.\nПаймон: Ого! Повстречаться с Адептами!\n{NICKNAME}: Но я вот только не знаю, как нужно с ними общаться.\nПаймон: Ух ты! Общаться с Адептами?\n{NICKNAME}: Хм... Кажется, мои консервы портятся, надо бы их съесть...\nПаймон: Кхм! Ну... Паймон думает, что можно просто кричать им с вершины горы.\n{NICKNAME}: Мне казалось, что так можно общаться с хиличурлами, а не Адептами...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_jueyunKarst_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гео Архонта на Тростниковых островах",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 2019,
			"title": "О боге контрактов...",
			"voicelineType": "68001",
			"description": "{NICKNAME}: Поверить не могу, что Гео Архонт заключил контракт с Крио Архонтом. Интересно, о чём же в нём говорилось...\nПаймон: Паймон кажется, что кем бы ты ни был, а заключать контракты с Царицей очень опасно!\n{NICKNAME}: Моракс, всё-таки, бог контрактов. Наверняка он хорошенько взвесил все «за» и «против», прежде чем подписывать этот контракт.\nПаймон: Да, наверное. Всё-таки, Моракс сам назвал его «контрактом, завершающим все контракты»...\n{NICKNAME}: Думаю, нам ещё предстоит стать свидетелями их истинных мотивов... и развязки истории.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_godOfContract_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Приближение новой звезды»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 2020,
			"title": "Об оракуле Ли Юэ...",
			"voicelineType": "70001",
			"description": "Паймон: Если так подумать... Властелин Камня так любит общаться со своим народом лично, но почему-то официальная Церемония Сошествия проходит только раз в год. Другие Архонты так не делают. Неужели у Властелина Камня есть какие-то свои причины?\n{NICKNAME}: У меня есть кое-какие мысли на этот счёт. Видишь ли, эти ежегодные предсказания захватили сердца народа Ли Юэ уже очень давно. Они рассматривают его слова со всех сторон, без конца анализируя и ища в них скрытый смысл... Как думаешь, что стало бы с Ли Юэ, если бы такие предсказания стали повседневной рутиной?\nПаймон: А! Паймон поняла. Тогда бы она смогла угощать Властелина Камня любимыми вкусняшками каждый день! Кто же станет работать, если можно получать мору из рук самого Моракса!\n{NICKNAME}: Ты немного не туда прыгнула, но... В принципе, ты права.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_divinePrediction_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Загадочная земля тысячи камней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 2021,
			"title": "Об отряде Бенни...",
			"voicelineType": "27001",
			"description": "Паймон: Если ты планируешь путешествовать в отряде Бенни, тебе нужно хорошенько подготовиться. Подземелья очень опасны, поэтому нельзя лениться, постоянно проверяй свои инструменты и запасы пропитания. Паймон слышала, что Гильдия искателей приключений составила список, содержащий четыреста шестьдесят три способа умереть в подземелье... Если ты погибнешь по вине Беннета, то Паймон и Беннет никогда себе этого не простят!\n{NICKNAME}: А почему это только я погибну?\nПаймон: Ну, потому что Паймон может избежать триста двадцать два способа умереть только лишь благодаря своему умению летать!\n{NICKNAME}: Что-то мне резко расхотелось исследовать эти подземелья...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bennysAdventureTeam_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2022,
			"title": "О Беннете...",
			"voicelineType": "34001",
			"description": "{NICKNAME}: Говорят, что, будучи главой фан-клуба Барбары, Альберт специально набивает себе шишки и синяки, чтобы почаще видеться с ней в соборе.\nПаймон: Паймон считает, что рыцарям Ордо Фавониус не мешало бы почаще обращать внимание на таких людей со странностями.\n{NICKNAME}: Но спустя месяц Альберт узнал, что чаще всех с Барбарой встречается никто иной, как Беннет. Всё-таки, Беннету гораздо легче удаётся израниться...\nПаймон: Это что, конкурс «Как достать Барбару»?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bennett_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2023,
			"title": "Об идоле...",
			"voicelineType": "61001",
			"description": "Паймон: Почему Барбара так популярна?\n{NICKNAME}: Она же ведь мондштадтский идол.\nПаймон: Хм... Паймон даже не понимает, что это значит.\n{NICKNAME}: Это такая профессия. Тебе всего лишь надо быть милой и всеми любимой, и получать вагоны моры от поклонников.\nПаймон: Разве это не то же самое, что быть маскотом?\n{NICKNAME}: Ну, можно сказать и так...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_idol_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Песнь о драконьей свободе»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 2024,
			"title": "О родственных отношениях...",
			"voicelineType": "40001",
			"description": "{NICKNAME}: Лиза с Эмбер как будто сёстры.\nПаймон: Хм... Почему это?\n{NICKNAME}: Эмбер часто бегает по делам Лизы. Это ведь обычное дело, когда старший заставляет работать младшего, чтобы самому валять дурака... Но мы с {F#братом}{M#сестрой} одногодки, поэтому каждый раз нам приходилось решать такие вопросы с помощью камня-ножницы-бумаги.\nПаймон: Ого. Ну что ж! Получается, ты {M#мой младший братик}{F#моя младшая сестрёнка}.\n{NICKNAME}: В смысле?\nПаймон: Ну смотри. Паймон летает, поэтому здесь только ты можешь «бегать» по делам! \n{NICKNAME}: Серьёзно?..",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sisters_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2025,
			"title": "О повязке Кэйи...",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Паймон, ты когда-нибудь видела Кэйю без его повязки?\nПаймон: Не-а.\n{NICKNAME}: Кажется, что он никогда её не снимает...\nПаймон: На самом деле Паймон знает почему!\n{NICKNAME}: Почему же?\nПаймон: Наверняка он скрывает какую-то большую тайну!\n{NICKNAME}: Тайну, говоришь?\nПаймон: Ну смотри, он чаще всех ходит на задания, поэтому кожа под его повязкой должна быть белее по сравнению со всей остальной.\n{NICKNAME}: Это значит, что если он когда-нибудь снимет повязку...\nПаймон: ...то непременно станет объектом всеобщих насмешек. Может быть, он даже получит смешное прозвище! Например, ну... «Мишка Панда»!\n{NICKNAME}: Быстро ты, Паймон... Он её даже снять не успел, как получил от тебя прозвище...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kaeyasPatch_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2026,
			"title": "О Дилюке и Кэйе...",
			"voicelineType": "60001",
			"description": "Паймон: Странно...\n{NICKNAME}: Что такое?\nПаймон: У Дилюка с Кэйей так много общего. Почему же они постоянно ссорятся?\n{NICKNAME}: Что у них общего?\nПаймон: Ну, Кэйа из тех парней, что играют по-чёрному, даже у всех на виду. А Дилюк делает правильные дела... но только втайне. Тебе не кажется, что они похожи?\n{NICKNAME}: Я так и не понял{F#а}, в каком месте они похожи.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_dilucAndKaeya_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Алиби Полуночного героя»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 2027,
			"title": "О сравнении сил...",
			"voicelineType": "58001",
			"description": "{NICKNAME}: Если один хиличурл, скажем, может победить трёх диких кабанов... То во сколько хиличурлов ты оценишь силу Джинн и Дилюка?\nПаймон: Если бы ты слушал{F#а}, что говорят в Мондштадте, ты бы знал{F#а}, что самая сильная здесь - это Джинн.\n{NICKNAME}: Я думаю, если бы Дилюк ударил первым, Джинн бы уже не смогла провести ответную атаку.\nПаймон: Смогла бы.\n{NICKNAME}: А вот и нет.\nПаймон: У Джинн очень сильный взрыв стихии, знаешь ли.\n{NICKNAME}: Да, но это её «поле» также сделало бы Дилюка сильнее.\nПаймон: Я думаю, чтобы справиться с Дилюком, Джинн даже не понадобилась бы помощь Глаза Бога.\n{NICKNAME}: А Дилюку понадобился бы только самый простой меч...\nПаймон: Уф...\n{NICKNAME}: Эх... О чём мы вообще? Они ведь оба защищают Мондштадт, до драки бы они не дошли.\nПаймон: Поэтому Паймон согласна, что нужно измерять силу в хиличурлах. И кстати, Паймон, наверное, считается как одна пятая дикого кабана.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_combatEffectiveness_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Настоящее сокровище»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 2028,
			"title": "О Рэйзоре...",
			"voicelineType": "33001",
			"description": "Паймон: {NICKNAME}, ты слышал{F#а} о писчих кисточках?\n{NICKNAME}: Это которые из шерсти делают и используют для письма?\nПаймон: Точно! Говорят, что хорошие кисточки можно продать в Ли Юэ за огромные деньги!\n{NICKNAME}: Поэтому ты решила делать кисточки?\nПаймон: Ага! Но дикие волки слишком свирепы, поэтому мы используем для этого волосы Рэйзора! Они такие мягкие и пушистые! Из них получатся первоклассные кисточки! Продадим одну такую и станем богачами!\n{NICKNAME}: Такие кисточки наверняка будут биться током. Как же ими пользоваться... К тому же Рэйзор не волк. Да и кисточки эти делают вовсе не из волчьей шерсти...\nПаймон: Тогда почему их называют волчьими кисточками?\n{NICKNAME}: А Сидровое озеро, по-твоему, наполнено сидром?\nПаймон: Хм... Логично.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_razor_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Что значит Лупикал?»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 2029,
			"title": "О Кли...",
			"voicelineType": "57001",
			"description": "Паймон: Кли правда очень интересный ребёнок. И все рыцари её тоже очень любят. Можно даже сказать, что они её балуют.\n{NICKNAME}: А интересно, кто сильнее: Паймон или Кли? Ах, ну да, Паймон ведь всего лишь...\nПаймон: Так! Паймон знает абсолютно точно, что ты собираешься сказать. Эта шутка перестала быть смешной столетия назад.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_klee_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Настоящее сокровище»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 2030,
			"title": "О легендарной «горничной на все руки»...",
			"voicelineType": "30001",
			"description": "Паймон: Пришло время житейских мудростей от Паймон!\n{NICKNAME}: Житейских мудростей?\nПаймон: Если ты в Мондштадте и не можешь, как бы ни старал{F#ась}{M#ся}, что-то починить или почистить, тебе всего лишь нужно прокричать в небо: «НОЭЛЛЬ!!!» И тогда все твои проблемы мигом исчезнут.\n{NICKNAME}: Значит, это и есть житейская мудрость жителей Мондштадта? Потрясающе...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_noelle_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 2031,
			"title": "О Фишль...",
			"voicelineType": "35001",
			"description": "Паймон: Фишль оставляет очень странное впечатление, правда же?\n{NICKNAME}: В смысле?\nПаймон: Ну, например, она путешествует с говорящим вороном.\n{NICKNAME}: А я путешествую с Паймон, разница не так уж и велика. К тому же Оз может переводить для Фишль, а Паймон может... Хм...\nПаймон: Что? Паймон-то уж точно лучше, чем какая-то там птица!\n{NICKNAME}: Чем же?\nПаймон: Ну... Паймон хотя бы не нужны крылья, чтобы летать!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fischl_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2032,
			"title": "О домашних животных...",
			"voicelineType": "36001",
			"description": "{NICKNAME}: Кстати, насчёт Фишль. Она тоже называет себя странником из другого мира. В этом мы с ней похожи, у нас обоих даже есть домашнее животное.\nПаймон: Животное? Погоди-ка...\n{NICKNAME}: Но её ворон, Оз... Он выглядит классно, к тому же он очень вежлив. А ещё он умеет исследовать местность и сражаться, это очень полезно. Может быть, мне стоит договориться с Фишль об обмене? Ну знаешь, иногда меняться компаньонами на недельку-другую. Должно быть интересно.\nПаймон: Эй! А Паймон слова не давали?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_pet_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2033,
			"title": "О Бэй Доу...",
			"voicelineType": "52001",
			"description": "Паймон: Как стать такой же популярной и уверенной в себе, как капитан Бэй Доу?\n{NICKNAME}: Сперва нужно набраться опыта...\nПаймон: Путешествуя с тобой, Паймон уже научилась множеству вещей!\n{NICKNAME}: Ещё надо набраться печального опыта и провалов...\nПаймон: В тот раз Паймон чуть не утонула...\n{NICKNAME}: Иметь воодушевляющий характер...\nПаймон: Да! Паймон всегда за тебя!\n{NICKNAME}: По-взрослому смотреть на проблемы...\nПаймон: Эй! Ты просто хочешь сказать, что у Паймон не получится!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_beidou_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в гавани Ли Юэ",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 2034,
			"title": "О Нин Гуан...",
			"voicelineType": "53001",
			"description": "Паймон: Как стать такой же богатой-пребогатой, как Нин Гуан?\n{NICKNAME}: У тебя о ней сложилось только такое впечатление?\nПаймон: Ну ещё у неё есть огромный Нефритовый дворец! Но разве он не сделан из моры?\n{NICKNAME}: Хорошо. Для начала тебе нужен острый ум...\nПаймон: Паймон очень хорошо умеет придумывать людям клички!\n{NICKNAME}: Тебе нужно хорошо знать все тонкости экономики и рынка...\nПаймон: Рыбацкий бутерброд стоит 1025 моры, и никаких скидок даже в плохую погоду!\n{NICKNAME}: Тебе также потребуются исключительные навыки общения...\nПаймон: Ладно... Как подружиться с богатыми людьми?\n{NICKNAME}: Постой, ты уже сдаёшься?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_ningguang_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Прощайте, древний лорд»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 2035,
			"title": "О том, что Ци Ци - зомби...",
			"voicelineType": "38001",
			"description": "Паймон: Как думаешь... Ци Ци нужно пить кровь?\n{NICKNAME}: Это не зомби, Паймон, а вампиры.\nПаймон: Тогда она перевоплощается во время полнолуния?\n{NICKNAME}: Это тоже не зомби, а оборотни, Паймон.\nПаймон: Как и ожидается от искателя приключений, ты знаешь всё на свете! Тогда скажи, что особенного могут делать зомби?\n{NICKNAME}: Упражнения?\nПаймон: Это многое объясняет! Значит люди, которые делают упражнения, называются зомби!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_qiqi_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Прощайте, древний лорд»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 2036,
			"title": "О полётах...",
			"voicelineType": "10001",
			"description": "Паймон: Давай же! Сейчас Паймон научит тебя летать, {NICKNAME}! Раз, два, три!\n{NICKNAME}: Улетела... Ну и ладно. Я всё равно устал{F#а}. Посижу немного... Душой я с тобой... Да...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fly_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2037,
			"title": "О слаймах...",
			"voicelineType": "12001",
			"description": "Паймон: Какие тебе больше всего нравятся слаймы, {NICKNAME}?\n{NICKNAME}: Крио слаймы, наверное. Даже на расстоянии можно почувствовать их холод. Летом это будет полезно.\nПаймон: Как и ожидалось от искателя приключений, это очень практичное мышление.\n{NICKNAME}: А тебе какие нравятся, Паймон?\nПаймон: Паймон нравятся они все! Они все такие вкусные!\n{NICKNAME}: Вкусные, говоришь...\nПаймон: Делать вкусные блюда и закуски из слаймов - это особый навык Паймон!\n{NICKNAME}: Понятно... Получается, что ты только что сдала позиции в топе еды на чёрный день.\nПаймон: Паймон вообще не хочет быть в этом топе!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_slime_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2038,
			"title": "О хиличурлах...",
			"voicelineType": "13001",
			"description": "{NICKNAME}: Тебе не кажется, что мы жестоко себя ведём с хиличурлами?\nПаймон: Ну... Иногда мы, правда, как дети, которые видят пчелиное гнездо и обязательно хотят потыкать его разок палкой.\n{NICKNAME}: Разок?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_hilichurls_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2039,
			"title": "О Сонном племени...",
			"voicelineType": "14001",
			"description": "{NICKNAME}: «Сонное племя»... Интересные названия у этих племён хиличурлов.\nПаймон: Как только им выдаётся свободная минутка, хиличурлы Сонного племени тут же ложатся спать. Паймон слышала, что их постели из шкур животных очень мягкие. Хочешь их испытать?\n{NICKNAME}: А ты нет, Паймон?\nПаймон: Паймон может спать в воздухе! Воздух - это самая мягкая постель. Классно, да?\n{NICKNAME}: Наверное...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sleeper_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в ущелье Дадаупа",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 2040,
			"title": "О Мясном племени...",
			"voicelineType": "15001",
			"description": "{NICKNAME}: «Мясное племя»... Ха-ха-ха! Интересные названия у этих племён хиличурлов.\nПаймон: Хиличурлы из Мясного племени часто приносят жертву богам, они даже строят им огромные алтари.\n{NICKNAME}: О чём они просят в своих молитвах?\nПаймон: О том, «чтобы было мясо каждый день!» Клёвое желание, да?\n{NICKNAME}: Наверное, мне стоило ожидать подобного ответа...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_meaty_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в ущелье Дадаупа",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 2041,
			"title": "О племени Затмения...",
			"voicelineType": "16001",
			"description": "{NICKNAME}: «Затмение»... У этих хиличурлов есть и обычные названия...\nПаймон: Хиличурлы из племени Затмения очень таинственны. Они все умеют рисовать изображение чёрного солнца, но говорят, что истинное значение этого рисунка знает только главный вождь племени.\n{NICKNAME}: Затмение...\nПаймон: М? Ты что-то сказал{F#а}, {NICKNAME}?\n{NICKNAME}: Ох, я просто спросил{F#а}, какой мясной суп ты сегодня хочешь на ужин.\nПаймон: Чего это ты резко меняешь тему? Может быть, ты и есть хиличурл из Мясного племени? И буду я суп из кабана, спасибо!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_blacksun_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в ущелье Дадаупа",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 2042,
			"title": "О сокровищах...",
			"voicelineType": "17001",
			"description": "Паймон: Паймон... плохо себя чувствует...\n{NICKNAME}: Что случилось?\nПаймон: Паймон уже давно не открывала никаких сундуков. Если так продолжится и дальше...\n{NICKNAME}: Если так продолжится и дальше, однажды ты попадёшь в ловушку, в которой будет лежать одна монетка моры.\nПаймон: Эй! Паймон ведь летает, так что такие ловушки ей не страшны!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_treasure_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2043,
			"title": "Об ожирении...",
			"voicelineType": "19001",
			"description": "Паймон: Ох, ну и хорошо же мы поели. Знаешь, люди говорят: «Без еды нет путешествия!»\n{NICKNAME}: Хм... А тебе не будет трудно летать, если ты растолстеешь?\nПаймон: Нетушки! Паймон никогда не толстеет!\n{NICKNAME}: Правда?\nПаймон: Поэтому Паймон требует ещё раз покушать!\n{NICKNAME}: Вечно кушать и не толстеть... Какая же из тебя тогда консерва?\nПаймон: Ой, если не нравится, то найди себе другую консерву!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fat_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2044,
			"title": "О кошатниках и собачниках...",
			"voicelineType": "20001",
			"description": "Паймон: А тебе больше нравятся кошки или собаки?\n{NICKNAME}: Мне нравится Паймон!\nПаймон: Ой, ну так... так нечестно... А ну-ка постой! Паймон ведь не домашнее животное!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_catORdog_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2045,
			"title": "О шёпоте океана...",
			"voicelineType": "44001",
			"description": "Паймон: Говорят, что если приложить к уху звёздную ракушку, то можно услышать шёпот океана!\n{NICKNAME}: Хочешь попробовать, Паймон?\nПаймон: Нет, Паймон уже слышала океан!\n{NICKNAME}: Да? И что же он тебе сказал?\nПаймон: Океан сказал, что... пора есть! Поэтому пойдём скорее, я хочу рыбацких бутербродиков!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_oceanVoice_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации на отмели Яогуан",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 2046,
			"title": "Об игре «камень, ножницы, бумага»...",
			"voicelineType": "45001",
			"description": "Паймон: Так хочется чего-нибудь вкусненького, но Паймон не хочет идти за едой...\n{NICKNAME}: Может, решим, кто пойдёт, игрой в «Камень, ножницы, бумага»?\nПаймон: О, давай!\n{NICKNAME}: Тогда... Камень, ножницы...\nПаймон: Супер-Паймон-Торнадо!\n{NICKNAME}:Что?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fingerGuessing_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2047,
			"title": "О способах расслабиться...",
			"voicelineType": "46001",
			"description": "Паймон: Фух, Паймон так устала. Поделись своей мудростью, {NICKNAME}, расскажи, как нужно правильно отдыхать?\n{NICKNAME}: Поспать?\nПаймон: Спать скучно!\n{NICKNAME}: Почитать?\nПаймон: У Паймон сразу начинает кружиться голова.\n{NICKNAME}: Поболтать с друзьями?\nПаймон: Ох... Но ведь мы постоянно разговариваем о вещах, о которых надо думать. Что это за отдых такой, где приходится думать?\n{NICKNAME}: Именно этот вопрос в античной философии Тейвата называют «Парадокс Паймон»...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_relax_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2048,
			"title": "Об отличиях в кухне...",
			"voicelineType": "48001",
			"description": "{NICKNAME}: Кухня Ли Юэ очень отличается от мондштадтской. К примеру, в Мондштадте очень тяжело найти что-нибудь острое и жареное.\nПаймон: Поэтому и говорят, что «люди - это отражения их окружения», да? Хм... Но почему же тогда все слаймы в Тейвате на вкус одинаковы?\n{NICKNAME}: Потому что ты каждый раз готовишь их одинаково...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_foodCulture_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в гавани Ли Юэ",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 2049,
			"title": "Об экономии денег...",
			"voicelineType": "49001",
			"description": "Паймон: В рюкзачок хорька-барахольщика вмещается так много моры!\n{NICKNAME}: Это потому, что хорьки от природы любят собирать всякие блестяшки.\nПаймон: Паймон слышала, что происхождение хорьков-барахольщиков как-то связано с Похитителями сокровищ... Ах да, точно! Вороны ведь тоже любят собирать блестящие штучки? Может быть, и у Оза где-то есть тайник с кучей моры, которую он насобирал за спиной у Фишль.\n{NICKNAME}: Хм, ты натолкнула меня на мысль. Может быть, и у Паймон...\nПаймон: Ай! Нет! У Паймон ничего нет! И в её крохотных башмачках тоже!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_weaselThief_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2050,
			"title": "Об опасностях...",
			"voicelineType": "39001",
			"description": "{NICKNAME}: Паймон, а ты читала «Меланхолию Веры»?\nПаймон: Ну, название звучит знакомо!\n{NICKNAME}: Эта серия книг довольна популярна, и я слышал{F#а}, что её автор заработал на ней очень много денег...\nПаймон: Эх... Паймон бы тоже хотела заработать много денежек. Хм... Решено! Паймон будет писать приключенческий роман!\n{NICKNAME}: Книга о приключениях за авторством Паймон?\nПаймон: Да! Она будет о храбр{F#ой}{M#ом} путешественни{F#ц}{M#к}е, котор{F#ая}{M#ый} побеждает дракона и спасает мир... А затем садится со своим верным компаньоном, и они вместе съедают десять порций медового мяса с морковкой!\n{NICKNAME}: Десять?\nПаймон: Ага! Ты не знал{F#а}, что счастливые концовки привлекают больше читателей? Всё, я решила! Мы назовём эту книгу «Счастье Паймон»!\n{NICKNAME}: Как-как?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_adventureStory_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Песнь о драконьей свободе»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 2051,
			"title": "О кошмарах...",
			"voicelineType": "50001",
			"description": "Паймон: {NICKNAME}, а тебе снились когда-нибудь суперстрашные кошмары?\n{NICKNAME}: Хм... Ну мне снилось, как я падал{F#а} сквозь бесконечную тьму... Без воздушного планера.\nПаймон: Страшно...\n{NICKNAME}: Ещё мне снилось, как мо{F#й}{M#я} {F#братик}{M#сестрёнка} уходит от меня, и я не могу е{F#го}{M#ё} догнать, как бы быстро ни бежал{F#а}... И он{M#а} говорит, что я приш{F#ла}{M#ёл} слишком поздно.\nПаймон: Ох, ну Паймон снятся немного другие кошмары. Один раз Паймон приснилось, как её съел суперогромный слайм!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nightmare_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Горькие слёзы»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 2052,
			"title": "О феях...",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Интересно, откуда появляются эти феи, что летят к сокровищам?\nПаймон: Может быть, они растут из земли? Или падают с деревьев? Паймон не знает, откуда они берутся, но зато она знает, что недалеко от них всегда скрывается какое-нибудь сокровище!\n{NICKNAME}: Да... Но почему каждый раз, когда они показывают сокровища, мне становится грустно?\nПаймон: М?\n{NICKNAME}: Может, это лишь игра моего воображения.\nПаймон: Ну, если ты не хочешь сокровище, то Паймон может забрать его вместо тебя забесплатно!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_seelie_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2053,
			"title": "О самом запоминающемся человеке...",
			"voicelineType": "54001",
			"description": "Паймон: А кто произвёл на тебя самое глубокое впечатление из людей, что встречались нам по пути? Мне вот больше всего запомнилась Сара.\n{NICKNAME}: Тимми.\nПаймон: А? Почему он?\n{NICKNAME}: Я вспоминаю его лицо каждый раз, когда ем цыплёнка в медовом соусе... Пропадает аппетит.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_impressivePerson_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2054,
			"title": "О языках...",
			"voicelineType": "21001",
			"description": "Паймон: Ты быстро учишься. Ты овладел{F#а} языком Тейвата за такое короткое время.\n{NICKNAME}: Ты хороший учитель, Паймон.\nПаймон: Хи-хи-хи...\n{NICKNAME}: Кто знает, может быть, когда-нибудь я даже научусь давать людям гадкие прозвища...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_language_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2055,
			"title": "О том, что такое Паймон...",
			"voicelineType": "18001",
			"description": "{NICKNAME}: Какой монстр тебе больше всего запомнился?\nПаймон: Монстр? Хм... Страж руин?\n{NICKNAME}: Разве стража руин можно отнести к монстрам? Он же просто механизм...\nПаймон: Паймон считает, что всё, что мешается на пути и должно быть уничтожено, можно называть «монстром». Мы ведь называем тех, на кого охотимся, «добычей»!\n{NICKNAME}: Вот как... Тогда я знаю, как назвать Паймон.\nПаймон: А? И как же?\n{NICKNAME}: Паймон можно поймать на удочку... поэтому ты у нас рыба!\nПаймон: Чего?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_species_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2056,
			"title": "О сборке оружия...",
			"voicelineType": "22001",
			"description": "Паймон: Эй, сделай-ка так ещё раз!\n{NICKNAME}: Как?\nПаймон: Ну... Когда ты так{F#ая}{M#ой} мечом делаешь вжух, а потом фьють, и он опять у тебя за спиной.\n{NICKNAME}: Ах, это... разве тебе ещё не надоело на это смотреть?\nПаймон: Паймон до сих пор не может понять, как у тебя так получается! Объясни!\n{NICKNAME}: Тогда ты мне объясни, как ты постоянно исчезаешь и потом внезапно появляешься у меня перед самым лицом?\nПаймон: Ох... ну... Кажется, что Паймон умела так делать с самого начала... Но Паймон не знает, как это получается...\n{NICKNAME}: Именно. Думаю, что я убираю свой меч по тому же принципу. Может быть, именно это сходство делает нас такими хорошими друзьями?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_weapon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2057,
			"title": "О сундуках...",
			"voicelineType": "23001",
			"description": "Паймон: {NICKNAME}, а что ты думаешь о сундуках с сокровищами?\n{NICKNAME}: Я думаю, что их оставили после себя проходящие по этой же дороге древние путешественники. Каждый раз, когда я открываю сундук и вижу, что внутри, я ощущаю свою связь с теми, кто был здесь ранее...\nПаймон: Вот так ты и набираешься опыта приключений!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_chest_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2058,
			"title": "О глазах...",
			"voicelineType": "55001",
			"description": "Паймон: Посмотри Паймон в глаза!\n{NICKNAME}: Что-то случилось?\nПаймон: Кэйа сказал, что людей предают их глаза. Он может по глазам определить, врёт ему человек или нет.\n{NICKNAME}: Хм...\nПаймон: Паймон любит рыбацкие бутерброды!\n{NICKNAME}: Конечно, это правда. Да ты вообще любишь всё съедобное.\nПаймон: Хе-хе.\n{NICKNAME}: Кстати, мне вспомнился один пронзительный взгляд.\nПаймон: И чей же это такой взгляд?\n{NICKNAME}: Стража руин. Сразу захотелось выколоть ему глаза...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_eyes_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Пиратский клад»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 2059,
			"title": "О подражании другим людям...",
			"voicelineType": "65001",
			"description": "Паймон: Ох, Паймон так скучно... Паймон так устала...\n{NICKNAME}: Ну, раз нам так скучно, давай притворяться рыцарями?\nПаймон: Что? Но это ведь как-то неуважительно?\n{NICKNAME}: Ха-ха, вижу, ты уже передразниваешь их скромность и вежливость. У тебя очень хорошо получается.\nПаймон: Эй! Ты что, уже начал{F#а} играть? Перестань!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_imitate_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Пиратский клад»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 2060,
			"title": "О лотерее судьбы...",
			"voicelineType": "42001",
			"description": "Паймон: Ур-ур-ур...\n{NICKNAME}: А? Голуби прилетели?\nПаймон: Нет, это Паймон проголодалась. Ох... Паймон {F#нужна путешественница}{M#нужен путешественник}, {F#которая}{M#который} приготовит ей вкуснейшее медовое мясо с морковкой. Интересно, какому же путешественнику так повезёт?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_lottery_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чужеземец, поймавший ветер»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 2089,
			"title": "Об охоте на Глаза Бога...",
			"voicelineType": "71001",
			"description": "Паймон: Говоря о последних событиях в Инадзуме, сложно не упомянуть Охоту на Глаза Бога.\nПаймон: Но у тебя же нет Глаза Бога, так что и бояться потерять его не нужно.\nПаймон: Но с другой стороны, {NICKNAME}, если тебя схватит комиссия Тэнрё, ты не сможешь отдать им Глаз Бога в обмен на свою жизнь...\n{NICKNAME}: Я могу сказать им, что мой Глаз Бога - это ты.\nПаймон: Вот и ещё одна причина, почему стоит держать рядом Паймон... Погоди, ЧТО?!\n{NICKNAME}: Не волнуйся, Паймон, я не позволю им забрать тебя.\nПаймон: Так-то лучше.\n{NICKNAME}: Мы пойдём в тюрьму и примем наказание вместе...\nПаймон:Хм... Л-ладно, если дойдёт до этого, возможно, тебе тогда лучше отдать им меня...\nПаймон: Погоди-ка! А как насчёт того, чтобы просто не попадаться им в руки?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_visionHuntDecree_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2090,
			"title": "О Сопротивлении...",
			"voicelineType": "71002",
			"description": "Паймон: В Сопротивление допускаются только те, кто умеет давать сдачу!\nПаймон: В таком случае Паймон тоже сойдёт за бойца Сопротивления.\n{NICKNAME}: А чему именно ты пытаешься сопротивляться, Паймон?\nПаймон: Паймон неустанно и решительно сражается за право не быть раздавленной!\n{NICKNAME}: Тогда, думаю, в Сопротивление тебе путь заказан.\nПаймон: Это почему же? Потому что Паймон сражается не за ту же идею, что Сопротивление?\n{NICKNAME}: Нет, потому что борьба твоя, боюсь, заведомо безнадёжна...\nПаймон: Т-ты злюка!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_rebels_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2091,
			"title": "О пушке Камуйдзима...",
			"voicelineType": "71003",
			"description": "Паймон: Пушка Каймуй..? Пушка Камуйдз...? Пушка Камузд...? Фух... Язык сломаешь.\n{NICKNAME}: Паймон, что это ты читаешь?\nПаймон: Вот, это супер оружие, которое армия сёгуната установила здесь неподалёку, чтобы защитить Татарасуну.\nПаймон: Пушка! Камуйдзима!\n{NICKNAME}: На вид грозная... Но когда мы были в Татарасуне, то ничего такого там не видели.\nПаймон: Похоже, в Сопротивлении прознали, насколько мощна эта пушка, и прежде чем официально объявить войну сёгунату, тайно заняли эту местность.\nПаймон: Но чтобы эта пушка Камуй... Камуйдзима заработала, нужны либо особые боеприпасы, либо Электро. Так что для Сопротивления она бесполезна.\nПаймон: Армия сёгуната потратила на создание этого оружия столько времени и сил... Паймон очень хочет посмотреть, правда ли оно такое разрушительное.\n{NICKNAME}: Если тебе нужен кто-то, владеющий стихией Электро, думаю, я смогу помочь.\nПаймон: Здорово! Осталось найти что-то, что сойдёт за пушечное ядро...\nПаймон:А? Чего это ты на меня так смотришь? Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_tatarasaWeapon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2092,
			"title": "О Таромару...",
			"voicelineType": "71004",
			"description": "Паймон: Знаешь что? Когда мы впервые заглянули в чайный дом Коморэ, Паймон и правда подумала, что Таромару умеет говорить...\n{NICKNAME}: Похоже, ты разочарована.\nПаймон: Не то слово! Паймон думает, что если бы Таромару умел говорить, он сказал бы что-то действительно интересное!\n{NICKNAME}: Например?\nПаймон: Хм-м... «Тома, хватит тут прятаться, ты мне мешаешь!»\n{NICKNAME}: Хм, вполне может быть.\nПаймон: Или... «Кодзуэ, ты связана со мной до конца своих дней, если только не будет расторгнут твой контракт!»\n{NICKNAME}: Ты ведь не поверила Кодзуэ, что она подписала секретный контракт, обязывающий её работать в чайном доме?\nПаймон: О! Паймон только что придумала ещё кое-что. Эта идея будет получше...\nПаймон: «Посмотрите-ка на эту посетительницу! Паймон, так, кажется, её зовут? Посмотрите, какая она милая и умная. Сегодня вся еда за счёт заведения!»\n{NICKNAME}: Таромару в жизни не сказал бы ничего подобного.\nПаймон: Хи-хи...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_taroumaru_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2093,
			"title": "О Горо...",
			"voicelineType": "71005",
			"description": "Паймон: Хм-м...\n{NICKNAME}: Паймон, о чём ты задумалась?\nПаймон: {NICKNAME}, ты помнишь пушистые уши Горо?\nПаймон: Паймон очень хочет что-то подобное... Или рога, как у Гань Юй. Рога Гань Юй тоже очень симпатичные.\nПаймон: {NICKNAME}, у тебя есть какие-нибудь идеи?\n{NICKNAME}: Дай-ка подумать, хм-м... О, кое-что есть!\nПаймон: Правда? {NICKNAME}, Паймон всегда знала, что на тебя можно положиться!\n{NICKNAME}: Та-дам! Представляю тебе рог небесного кита!\nПаймон: Паймон он не нужен!\nПаймон: Если Паймон не может заполучить пушистые уши Горо, то, может, хотя бы нечто похожее на его пушистый хвост...\n{NICKNAME}: Оп ля! Встречай: хвост Борея!\nПаймон: Только не это! И к тому же сочетание этих двух вещей - совершенно не то, к чему стремится Паймон!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_gorou_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2095,
			"title": "О публикации романов...",
			"voicelineType": "71007",
			"description": "Паймон: Как же замечательно, что в Инадзуме есть организации, подобные издательскому дому Яэ, которые публикуют столько романов!\nПаймон: И они даже проводят конкурсы! Здорово!\n{NICKNAME}: Тогда тебе, возможно, стоит подать им черновик книги, которую ты сейчас пишешь, - «Счастье Паймон».\nПаймон: Ну, как бы это сказать... Пока мы ехали в Инадзуму, Паймон куда-то дела свои черновики...\n{NICKNAME}: ...Неужели?\nПаймон: Ладно! Паймон даже не начинала писать книгу...\nПаймон: Паймон не виновата! Паймон собиралась начать её три дня назад, у Паймон сломалась ручка. Позавчера у Паймон свело судорогой ладони. Вчера Паймон подвернула ногу. Сегодня... Паймон... Хм-м... Паймон хочет есть!\n{NICKNAME}: Хе-хе! Похоже, ты скорее напишешь «Тысячи отговорок Паймон», чем «Счастье Паймон».",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_novelPublish_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 2096,
			"title": "О Кадзухе...",
			"voicelineType": "71008",
			"description": "Паймон: Кадзуха - вольная душа, правда?\n{NICKNAME}: Да, а ещё он, похоже, предпочитает одиночество.\nПаймон: Он может исследовать этот мир, сколько ему заблагорассудится, и жадно впитывать окружающую его красоту. Что скажешь, недурно...\nПаймон: {NICKNAME}, ты ведь не собираешься тайком отправиться в одиночное путешествие, а?\n{NICKNAME}: Разве я могу оставить тебя, Паймон?\nПаймон: Паймон очень рада это слышать... Хе-хе, вот, возьми...\n{NICKNAME}: Запасы провизии на месяц... триста тысяч моры?!\nПаймон: Эй! Подожди! {NICKNAME}, куда же ты?\n{NICKNAME}: Мне вдруг нестерпимо захотелось отправиться в путь в одиночку. Может, это и не такая плохая мысль.\nПаймон: Прошу, не уходи! Подожди Паймон!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kazuha_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Осенний ветер, багряные листья»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 2097,
			"title": "О Камисато Аяке...",
			"voicelineType": "71009",
			"description": "Паймон: М-м-м...\n{NICKNAME}: Паймон, ты сегодня такая серьёзная.\nПаймон: Всё дело в том, что Паймон думает о серьёзных вещах.\nПаймон: Паймон завидует людям из богатых и влиятельных семей. Им доступны неиссякаемые запасы моры и горы вкусной еды: ешь, сколько хочешь...\n{NICKNAME}: Не могу не согласиться. И это именно те вещи, которые ты так любишь.\nПаймон: Но, познакомившись с Аякой чуть ближе, Паймон поняла, что на долю девушек из благородных семей тоже порой выпадают тяготы.\nПаймон: Ей приходится тащить на себе все обязательства клана, всё, за что он в ответе. Она так много работает, что у неё почти не остаётся времени на себя.\nПаймон: Должно быть, Аяка очень устала. Ей бы как-то расслабиться...\nПаймон: Ах да, точно! Давай пригласим Аяку на следующий праздник!\nПаймон: Получив от нас приглашение, она уже никак не сможет отказаться, хи-хи.\n{NICKNAME}: Да, мне очень хотелось бы побывать с ней на каком-нибудь празднике.\nПаймон: И потом, если Аяка будет с нами, она сможет выбрать для нас самое лучшее местечко...\n{NICKNAME}: Так вот к чему ты клонишь...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_ayaka_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Перешёптывания журавля и белого кролика»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 2098,
			"title": "О подражании Аяке...",
			"voicelineType": "71010",
			"description": "Паймон: Аяка всегда очень изысканна, чем бы она ни занималась, правда?\n{NICKNAME}: А ты можешь изобразить Аяку, Паймон?\nПаймон: Надо попробовать.\nПаймон: «Ах, вы с таким усердием собирали дары леса, только чтобы приготовить для меня куриный шашлычок с грибами?»\nПаймон: «Как это мило!»\n{NICKNAME}: Да нет, Аяка совсем не такая. Но...\n{NICKNAME}: Пусть ты и не была похожа сама на себя, нельзя сказать, что этот образ тебе не идёт...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_imitateAyaka_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Перешёптывания журавля и белого кролика»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 2099,
			"title": "О праздничных традициях...",
			"voicelineType": "71011",
			"description": "Паймон: По давно устоявшейся традиции, во время празднеств в Инадзуме все носят праздничные маски.\nПаймон: Паймон попробовала поискать на конюшне, но подходящей маски так и не нашла...\n{NICKNAME}: Так ты очень хочешь получить собственную маску?\nПаймон: Конечно! Прийти на праздник в Инадзуме без маски - всё равно что остаться без букета на Празднике ветряных цветов...\n{NICKNAME}: Я сделаю для тебя маску.\nПаймон: Ура! {NICKNAME}, ты просто чудо!\n{NICKNAME}: Хм, надо подумать. Какая маска подойдёт тебе больше всего? Как насчёт... маски слайма?\nПаймон: Да! Паймон Слайм!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fiestaTradition_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Перешёптывания журавля и белого кролика»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 2100,
			"title": "О Ёимии...",
			"voicelineType": "71012",
			"description": "Паймон: Думаешь, папа Ёимии так плохо слышит из-за фейерверков?\nПаймон: Он уже много лет создаёт и проверяет фейерверки, и каждый день вокруг него гремят и гремят взрывы... Паймон понимает, как сильно от этого устают его уши...\nПаймон: Ой! Но ведь Ёимия однажды унаследует семейное дело! Значит, когда-нибудь ей тоже будет не так-то просто услышать других людей, совсем как её папе сейчас?\nПаймон: Паймон не допустит этого! Давай придумаем, как помочь ей!\n{NICKNAME}: У тебя есть предложения, Паймон?\nПаймон: Ну... Э-э...\nПаймон: Паймон могла бы повсюду следовать за Ёимией и затыкать ей уши в нужный момент...\n{NICKNAME}: Тогда тебе придётся покинуть меня.\nПаймон: ... Если не будет Паймон, ты останешься без спутника. Паймон ни за что не бросит тебя вот так!\nПаймон: Но... Как же нам помочь Ёимии...\n{NICKNAME}: Вообще-то она могла бы просто вставлять в уши затычки во время работы с фейерверками.\nПаймон: Ой, да! До такого решения Паймон не додумалась! Ну и умище у тебя!\n{NICKNAME}: Хе-хе... Это первое, что пришло мне в голову. Но захотелось дать тебе возможность пошевелить мозгами.\nПаймон: А? Так всё это время у тебя было решение, но сообщать о нём Паймон тебе не хотелось?\nПаймон: Да что ж такое! Надо быть добрее!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_yoimiya_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Мечтательное безвременье»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 2101,
			"title": "О проблемах Саю...",
			"voicelineType": "71013",
			"description": "Паймон: Кажется, голова Саю вечно занята какими-то раздумьями.\nПаймон: Паймон не понимает, откуда у неё столько забот.\n{NICKNAME}: Думаю, именно это и называют болезнью роста.\nПаймон: Хм, Паймон таких вещей не понять.\nПаймон: В конце концов, слишком уж беспокоиться - это совсем не по-паймонски.\n{NICKNAME}: Хм...\n{NICKNAME}: Плохая новость! У нас почти закончилась мора! Думаю, в ближайшие несколько дней нам придётся затянуть пояса потуже...\nПаймон: Ч-что? Не-е-ет!\n{NICKNAME}: Видишь, ты вовсе не так беззаботна, как думаешь.\nПаймон: Разве можно так шутить над Паймон?..",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sayuAnnoy_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2102,
			"title": "Об оникабуто...",
			"voicelineType": "71014",
			"description": "Паймон: Эти жуки оникабуто такие жуткие! Узоры на их спинках - это просто кошмар!\n{NICKNAME}: Ты об этих демонических орнаментах? Всё дело в том, что жукам не нравится сражаться с врагами. И в ходе эволюции они постепенно покрылись этими узорами, чтобы враги в страхе разбегались прочь.\nПаймон: А что, умно! Мы могли бы перенять парочку их приёмов!\nПаймон: Можно одолжить маску Сяо. Как думаешь, если хиличурлы увидят тебя в ней, они тоже убегут сломя голову?\n{NICKNAME}: Э-э... Что-то я сомневаюсь, что Сяо согласится...\nПаймон: Да... А если мы попросим Саю украсть для нас его маску?\nПаймон: Она владеет искусством ниндзя, значит, сможет просто раствориться в воздухе. Ей точно удастся украсть маску! Проблема решена!\nПаймон: Э-э... Если мы боимся, что Сяо решит свести с нами счёты, можно попробовать украсть маску Чайльда! Мы уже столько раз надирали ему зад!\n{NICKNAME}: Мне не кажется, что красть вещи других людей - хорошая идея. И потом - что если Саю не пойдёт на всё это?\nПаймон: Ну... тогда... хм... Давай сначала заглянем к Альбедо.\nПаймон: Если Альбедо удастся создать для Саю сыворотку роста, она обязательно поддержит нас!\n{NICKNAME}: Прекрасно, осталось только придумать, как убедить Альбедо помочь нам.\nПаймон: Ох! Голова Паймон сейчас взорвётся! Давай пока остановимся на праздничных масках.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_oniHornedBeetle_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2103,
			"title": "О траве наку...",
			"voicelineType": "71015",
			"description": "Паймон: По своему строению трава наку похожа на цветок, но её лепестки - это, на самом деле, листья.\nПаймон: Эти невзрачные листочки трудятся изо всех сил, чтобы вырасти и защитить хрупкий цветок...\nПаймон: Хи-хи, совсем как Паймон, которая защищает тебя.\n{NICKNAME}: Совсем как ты? Эй, а трава наку съедобна?\nПаймон: Да, да, именно! Что? На что ты намекаешь?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_peelGrass_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте статую Электро из семи Архонтов в Татарасуне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 2104,
			"title": "О траве наку и бурях...",
			"voicelineType": "71016",
			"description": "Паймон: А ты знаешь, что жители Инадзумы предсказывают грозы по вибрации травы наку?\nПаймон: Просто трава наку растёт в местах, пропитанных энергией Электро, и ей самой природой велено тянуться к грому и молниям.\n{NICKNAME}: Но ведь это значит, что трава наку - совсем как ты, Паймон, не так ли?\nПаймон: А? С чего бы это?\n{NICKNAME}: Ну, сама понимаешь, тебя чаще всего можно найти в местах, где много изысканной еды, так как тебе самой природой велено тянуться к лакомствам!\nПаймон: Хи-хи, так и есть!\n{NICKNAME}: Радар Паймон активирован...\nПаймон: Би-бип! Вкусняшки, мы идём к вам!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_peelGrassAndThunder_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте статую Электро из семи Архонтов в Татарасуне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 2105,
			"title": "О цвете сакуры...",
			"voicelineType": "71017",
			"description": "Паймон: Цветы Священной сакуры, которые витают в воздухе, просто невероятны!\nПаймон: Паймон слышала, что лепестки этих цветов могут оставаться в воздухе так долго, так как они пропитаны элементом Электро.\n{NICKNAME}: Это ведь тот же принцип, что лежит в основе твоей способности летать?\nПаймон: Э-э... Ну... Дело в том, что...\n{NICKNAME}: Ты ведь знаешь, что помогает тебе летать, верно, Паймон?\nПаймон: Паймон способна летать из-за... таинственных сил! Это же очевидно!\n{NICKNAME}: Ясно. Похоже, ты и понятия не имеешь.\n{NICKNAME}: Может быть, поручим Альбедо провести исследование? Всевозможные тайны он щёлкает как орешки...\nПаймон: Прошу, не надо!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sakuraTemari_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в Великом храме Наруками",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 2106,
			"title": "О фиалковых дынях...",
			"voicelineType": "71018",
			"description": "Паймон: Эти фиалковые дыни - такие полезные штуки!\nПаймон: Их мякоть съедобна, а из переработанной кожуры делают красители.\n{NICKNAME}: А уж как полезна Паймон!\n{NICKNAME}: Она не только прекрасный спутник, но и мастерски подбирает для людей едкие прозвища, ха-ха.\nПаймон: Да! Спасибо, что ценишь это!\nПаймон: Погоди, ты хочешь добавить что-то ещё? Паймон сейчас поджарят?\nПаймон: Паймон зажмёт тебе рот, чтобы из него не вырывались всякие глупости!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sumireLemon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в деревне Конда",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 2107,
			"title": "О мечах...",
			"voicelineType": "71019",
			"description": "Паймон: {NICKNAME}, а ты знаешь?\nПаймон: В Инадзуме очень мало людей с мечами. Солдаты в основном вооружены копьями.\nПаймон: Может быть, мечи - символ высокого статуса?.. Может, нам тоже стоит вооружиться ими?\nПаймон: Но все здешние мечи слишком велики для Паймон... Другого выхода нет: придётся найти знаменитого кузнеца, чтобы он выковал меч на заказ!\n{NICKNAME}: Но такой меч обойдётся нам в большое количество моры.\nПаймон: Ты хочешь сказать, что мора для тебя важнее желаний твоей очаровательной спутницы?\n{NICKNAME}: Вообще-то, у меня для тебя уже есть подарок, Паймон.\nПаймон: Честно-честно? Ну, покажи же!\nПаймон: Эй! Это же нож для фруктов?\n{NICKNAME}: Ну, он хотя бы подходящего размера...\n{NICKNAME}: Кхе-кхе... «Главное - не ценность меча, а боевой дух его хозяина».\nПаймон: Хорошая попытка, но Паймон не проведёшь, как бы гладко всё это ни звучало!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sabre_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2108,
			"title": "О горячих источниках...",
			"voicelineType": "71020",
			"description": "Паймон: А ты знаешь, что в Инадзуме есть горячие источники?\n{NICKNAME}: ...Но ведь здесь нет вулканов.\nПаймон: Э-э, Паймон слышала, что жар исходит из огромной печи!\nПаймон: Если появится шанс, Паймон тоже хотела бы увидеть горячий источник. К сожалению, похоже, туда пускают только больших шишек.\n{NICKNAME}: Хм-м...\n{NICKNAME}: Предлагаю вернуться в ущелье Дадаупа в Мондштадте!\nПаймон: А? С чего это вдруг?\n{NICKNAME}: Там, в ущелье Дадаупа, у хиличурлов есть огромный котёл, нагреваемый пылающими цветками. Наверное, это совсем как горячий источник, а? Ты ведь могла бы искупаться в их... супе, или что у них там?\nПаймон: ???",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_hotSpring_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2109,
			"title": "О Дзюгэму...",
			"voicelineType": "71021",
			"description": "Паймон: В Инадзуме родители, как правило, дают своим детям благоприятные имена.\n{NICKNAME}: Эти имена символизируют всё то, чего от детей ждут и чего им желают. Это может быть процветание, богатство, крепкое здоровье, безопасность...\nПаймон: Иногда ожиданий столько, что родители выбирают невероятно длинные имена, словно пытаясь впихнуть в них все возможные благословения.\n{NICKNAME}: Чисто гипотетически, если однажды какая-нибудь маленькая девочка, возвращаясь с прогулки, упадёт в озеро, её друзья могут ворваться к ней домой с криком: «Случилось нечто ужасное!»\nПаймон: «И что же случилось?»\n{NICKNAME}: Освальдо Хравнавинс, Принцесса осуждения Фишль фон Луфтшлосс Нарфидорт, скорее! Гений столетия, астролог Мона Мегистус упала в воду!\nПаймон: Хотя, если Мона упадёт в воду, на чрезвычайную ситуацию этот случай не потянет.\n{NICKNAME}: Точно. Мона плавает так быстро, что вернётся домой как раз к тому моменту, когда её друзья закончат произносить её имя, ха-ха.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_jugemu_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2110,
			"title": "Об островах Инадзумы...",
			"voicelineType": "71022",
			"description": "Паймон: Пейзажи Инадзумы очень отличаются от всего, что мы видели ранее.\n{NICKNAME}: Да, Инадзума - островное государство.\nПаймон: А как люди с разных островов общались друг с другом до изобретения лодок?\n{NICKNAME}: Папа Ёимии говорит, что они, наверное, передавали друг другу информацию с помощью дымовых сигналов. Ну, или...\nПаймон: Ну?\n{NICKNAME}: Они обращались к людям, способным замораживать воду, а затем перемещались между островами по льду. Так и передавали послания.\nПаймон: Ух ты! Если бы Кэйа жил в Инадзуме в то время, у него было бы больше работы, чем сейчас у магистра Джинн!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_inazumaIsland_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации на острове Рито",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 2111,
			"title": "О тануки...",
			"voicelineType": "71023",
			"description": "Паймон: Тануки - очень загадочные существа.\n{NICKNAME}: Мне кажется, они очень милые.\nПаймон: Ну да, милые... пока не откроют рот.\n{NICKNAME}: Хм, интересно... Если бы ты не могла говорить, ты тоже казалась бы более загадочной и благородной?\nПаймон: Это сейчас была насмешка такая?\n{NICKNAME}: *невинно напевает себе что-то под нос*",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bakeDanuki_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в лесу Тиндзю",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 2112,
			"title": "О тануки и их иллюзиях...",
			"voicelineType": "71024",
			"description": "Паймон: Тебе уже говорили, что в Инадзуме есть монстры под названием тануки, которые способны принять облик любого увиденного ими человека?\n{NICKNAME}: До меня доходили такие слухи. Должно быть, они владеют какими-то загадочными приёмами преображения.\nПаймон: А вдруг в один прекрасный день тануки обманет тебя, превратившись в Паймон? О нет... Теперь Паймон очень волнуется! \n{NICKNAME}: Не беспокойся, я, конечно же, с лёгкостью различу вас... Погоди! Ты волнуешься из-за моей моры, верно?\nПаймон: Конечно же... Ой! Нет, нет! Паймон беспокоит только твоя безопасность, {NICKNAME}!\nПаймон: Ох, ну хватит уже смотреть на Паймон вот так! Слушай, ты просто представь! Перед тобой две Паймон. Как ты поймёшь, которая из них настоящая?\n{NICKNAME}: Эх-хех.\nПаймон: Что ещё за «Эх-хех»?!\n{NICKNAME}: Видишь? Только настоящая Паймон ответила бы вот так.\nПаймон: А! Паймон снова попалась...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bakeDanukiAndIllusion_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в лесу Тиндзю",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 2113,
			"title": "О других святилищах...",
			"voicelineType": "71025",
			"description": "Паймон: В последнее время мы видели множество маленьких святилищ, но, кажется, ни одно из них не было посвящено Электро Архонту.\n{NICKNAME}: Видимо, их построили в честь младших божеств. Жители Инадзумы верят, что у каждого объекта, что их окружает, есть свой дух, и эти духи помогают им в трудную минуту.\nПаймон: О, значит, люди строят для них святилища и приносят туда дары.\n{NICKNAME}: Да. Можно сказать, что это некая форма молитвы и благодарности.\nПаймон: Теперь Паймон поняла! Давай найдём Аяку и убедим её возвести святилище и для нас! Если мы это сделаем, нам тоже будут приносить щедрые дары! Паймон так рада!\n{NICKNAME}: Хе-хе. Но... разве так можно?\nПаймон: А что не так? Разве мы всё это время не помогали всем и каждому? Да мы гораздо лучше всех этих божеств!\n{NICKNAME}: Пожалуй, ты права... Но мысль о том, что люди приносят цветы и фрукты, чтобы положить их перед моей святыней... кажется мне странной...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_otherShrine_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в Арауми",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 2114,
			"title": "О дождях на острове Ясиори...",
			"voicelineType": "71026",
			"description": "{NICKNAME}: Дожди на острове Ясиори не прекращаются ни на день. Говорят, это из-за наполняющей это место злой энергии.\nПаймон: Злой энергии? Как это? Звучит ужасно.\n{NICKNAME}: Её источают останки злобного божества, спрятанные где-то на острове. Его сила ещё не до конца развеялась, и остаточная энергия вызывает всевозможные несчастья. Вот что значит злая сила.\nПаймон: О, в этом есть смысл. Но Паймон не кажется, что дождь - это плохо.\nПаймон: Может быть, это божество всё время плакало, потому что все его обижали.\n{NICKNAME}: Плакало? Не думаю, что божества умеют плакать. По крайней мере, мне не доводилось видеть Венти или Чжун Ли в слезах.\nПаймон: Есть исключения! Если ты меня ущипнёшь, сможешь увидеть плачущее божество.\n{NICKNAME}: М? Ты божество?\nПаймон: Ещё бы! Паймон такая!\n{NICKNAME}: Так, дай угадаю... Летающее божество глупых вопросов? Божество слаймов? Или божество, выловленное из воды?\nПаймон: Паймон совсем не вот это всё! Фу!\nПаймон: Как твоя телохранительница, {NICKNAME}, Паймон является божеством защиты! Хи-хи.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_yashioriIslandsRain_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации на побережье Надзути",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 2115,
			"title": "О детективном агентстве Бантан Санго...",
			"voicelineType": "71027",
			"description": "{NICKNAME}: В Ханамидзаке есть одно место - так называемое детективное агентство Бантан Санго.\nПаймон: Паймон помнит. Им руководят Санго и Рюдзи, да? Все отзываются о них очень хорошо.\n{NICKNAME}: Хм, ещё говорят, что они часто оказываются замешанными в очень странных инцидентах. А некоторые заведения и вовсе запретили им вход...\nПаймон: Паймон считает, что это незаслуженно. В конце концов, Санго и Рюдзи помогли очень многим людям...\n{NICKNAME}: А ты пригласила бы их в гости, если бы организовывала званый ужин?\n{NICKNAME}: Что если бы в разгар трапезы кто-то из гостей вдруг вскрикнул и рухнул на землю?\nПаймон: Ну... раз так, Паймон думает, что это плохая идея. У Паймон вдруг появилось ощущение, что общаться с ними может быть опасно...\n{NICKNAME}: Такова цена имиджа прославленного детектива.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_bantanNoSangoDetectiveAgency_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации на улицах города Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 2116,
			"title": "О гадальных палочках...",
			"voicelineType": "71028",
			"description": "Паймон: Кстати, {NICKNAME}, ты когда-нибудь ходил{F#а} в святилище, чтобы вытянуть палочку с предсказаниями?\nПаймон: Прежде чем взяться за какое-нибудь дело, нужно попросить о знамении, тогда можно получить напутствие.\n{NICKNAME}: А что, если выпадет что-то плохое или очень плохое? Мы же падём духом...\nПаймон: Ничего страшного. Служительница святилища сказала, что если выпадет что-то плохое, ты можешь повесить этот знак на стойку гадальных листков...\nПаймон: Так что мы будем вытягивать, пока не получим благоприятный знак! А всё остальные просто повесим на стойку!\n{NICKNAME}: Если все будут так делать, то на стойке не останется свободного места...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kauChim_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 2117,
			"title": "О «Мусо но хитотати»...",
			"voicelineType": "71029",
			"description": "Паймон: «Мусо но хитотати» - это так круто!\nПаймон: Кто бы ни был твой враг, достаточно одного удара, чтобы разделаться с ним, верно?\n{NICKNAME}: Ну... с Чайльдом понадобится удара три...\nПаймон: Это да!\nПаймон: Если ты овладеешь этим стилем, Паймон больше никогда не придётся беспокоиться о тебе!\n{NICKNAME}: Где я могу научиться этому?\nПаймон: Где ты можешь этому научиться?\n{NICKNAME}: Хм?\nПаймон: Не смотри на меня так! Хорошо, Паймон присмотрит за тобой в пути...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_musouNoHitotachi_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2118,
			"title": "О Сангономии Кокоми...",
			"voicelineType": "71030",
			"description": "Паймон: {NICKNAME}, знаешь что? Эта Сангономия Кокоми - Божественная Жрица острова Ватацуми.\nПаймон: Она верховный глава Ватацуми! Весь остров находится под её контролем.\nПаймон: Паймон тоже хочет стать госпожой, как она...\n{NICKNAME}: Что будет после того, как ты станешь госпожой?\nПаймон: После этого Паймон сможет вершить правосудие. Например...\nПаймон: Когда подозреваем{M#ый}{F#ая} {NICKNAME} ел{F#а} трёхцветное данго на обед, два данго он{F#а} съел{F#а} сам{F#а} и только одно отдал{F#а} Паймон, что является серьёзным нарушением статьи 37 «Справедливость и правосудие» «Декрета Паймон»!\n{NICKNAME}: Могу я спросить, как госпожа Паймон намерена решить этот вопрос?\nПаймон: Конечно, ты будешь наказа{M#н}{F#на}. В наказание ты приготовишь для Паймон больше трёхцветного данго, хе-хе!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kokomi_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2119,
			"title": "О непостоянстве...",
			"voicelineType": "71031",
			"description": "Паймон: Интересно, какой была предыдущая сёгун.\n{NICKNAME}: Казалось, она была человеком, который понимал мимолётную природу вещей и смирился с неизбежной судьбой однажды покинуть этот мир.\nПаймон: Всё-таки, осознавая хрупкость вещей, ты ценишь их больше.\n{NICKNAME}: Возможно, это повлияло и на эстетику Инадзумы. Ничто не вечно в этом бренном мире. Прожитое время, люди, с которыми мы путешествовали, вкусная еда, которую мы попробовали вместе, - всё это то, что реально существовало в определённый момент времени, а не пустые слова.\nПаймон: Хотя пиршество обязательно закончится, было бы неплохо, если бы удовольствие продлилось немного дольше.\n{NICKNAME}: «Смена времён года и неуловимые мечты, эфемерное и мимолётное, рядом с тобой - всё это вечно».\nПаймон: Паймон тебя не понимает!\n{NICKNAME}: Я хочу сказать, что мне нравится путешествовать с тобой, Паймон. Было бы здорово, если бы так продолжалось вечно.\nПаймон: Паймон поверит тебе на слово. Хи-хи.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_anitya_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2120,
			"title": "О жрицах...",
			"voicelineType": "71032",
			"description": "Паймон: У жриц оригинальная одежда.\n{NICKNAME}: Ходят слухи, что после отмены указа Сакоку Яэ Мико подумывает сдавать напрокат одежду туристам. В сочетании с новой фотокамерой из Фонтейна она может сделать на этом целое состояние.\nПаймон: О!\n{NICKNAME}: {M#В прошлый раз одна из жриц спросила меня, не знаю ли я симпатичных девушек, которые согласились бы стать моделями. Им нужно просто надеть одежду жриц и улыбаться на камеру. И даже предложила мне сделать это самому, если немного подкрашусь.}{F#В прошлый раз одна из жриц спросила меня, не хочу ли я стать моделью. Мне нужно просто надеть одежду жрицы и улыбаться на камеру. Или, возможно, я знаю других симпатичных девушек.}\nПаймон: Что?! \n{NICKNAME}: Я тут же рассказал{F#а} об этом Розарии. Подумал{F#а}, что они могли бы сделать то же самое со своими одеяниями сестёр из церкви Фавония. \nПаймон: Подожди! Паймон не думает, что...\n{NICKNAME}: Жаль, но Розария решила, что это слишком хлопотно.\nПаймон: Может быть, и не жаль...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_miko_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2121,
			"title": "О художнике Утамаро...",
			"voicelineType": "71033",
			"description": "Паймон: Недавно Аои подарила Паймон картину. Паймон очень рада подарку, хоть и не может её съесть!\n{NICKNAME}: Аои из торговой лавки? Дай посмотреть.\nПаймон: Только осторожно. Это работа известного художника Утамаро, она стоит целое состояние!\n{NICKNAME}: Утамаро? Кажется, я про него слышал{F#а}...\nПаймон: Конечно, это же мастер Утамаро, его шедевры можно увидеть повсюду в Инадзуме!\nПаймон: Ты же видел{F#а} его картины в резиденции Аяки? И картина Паймон тоже ничего.\n{NICKNAME}: Вспомнил{F#а}! Ёимия как-то использовала одну из его картин для растопки, да?\nПаймон: Для растопки?\n{NICKNAME}: Угу! И, кажется, Тома подкладывал их под ножки стола...\nПаймон: Что? Под ножки стола?\n{NICKNAME}: Если я правильно помню, Саю из них подушки делала, когда ей хотелось вздремнуть.\nПаймон: У Саю, было несколько картин? Это невозможно...\n{NICKNAME}: Настоящие шедевры кучами не производят. Я считаю, что никакой Утамаро не мастер.\nПаймон: Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_utamoro_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2122,
			"title": "О чайном доме «Коморэ» и его хозяине...",
			"voicelineType": "71034",
			"description": "Паймон: У чайного дома «Коморэ» дела идут неплохо, каждый день приходит много клиентов.\nПаймон: {NICKNAME}, давай откроем чайный дом. Паймон уверена, он будет приносить хорошую прибыль!\n{NICKNAME}: Если мы когда-нибудь откроем чайный дом, то ты будешь боссом.\nПаймон: Да? Отлично!\nПаймон: Паймон не ожидала, что ты настолько доверяешь моим деловым способностям... Паймон станет ответственной управляющей и сделает наш чайный дом номером один во всём Тейвате!\n{NICKNAME}: Думаю, управлять-то нам и не понадобится... Помнишь Таромару?\nПаймон: Да, я помню. Это владелец чайного дома. Многие посетители приходят не чай пить, а поиграть с ним.\n{NICKNAME}: Я тут подумал{F#а}, что если Паймон будет заведовать этим местом, то она станет популярнее Таромару.\nПаймон: Это точно! Эй, так ты не веришь в деловые качества Паймон! Тебе просто нужен талисман!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_teaHouseBoss_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2123,
			"title": "Об указе Сакоку",
			"voicelineType": "71006",
			"description": "{NICKNAME}: Думаю, после отмены Охоты на Глаза Бога следующим будет указ Сакоку.\nПаймон: Надеюсь, всё пройдёт хорошо.\n{NICKNAME}: Давай подбодрим всех, чтобы продержались ещё совсем немного.\nПаймон: Да!\n{NICKNAME}: А если появится возможность, давай разыщем Ацуко и расскажем ей, что деревья сакуры у неё на родине уже зацвели.\nПаймон: И что, её это успокоит?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_sakoku_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир».",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 2124,
			"title": "О кимоно...",
			"voicelineType": "71035",
			"description": "Паймон: Эх, Огура Мио говорит, что у неё совсем не осталось модных кимоно. Так что купить не получится, даже если ты можешь себе его позволить.\nПаймон: Настоящая трагедия... Паймон тоже хочет выглядеть шикарно!\n{NICKNAME}: Но указ Сакоку был отменён... Теперь она снова может получить шёлк из Ли Юэ.\nПаймон: Ах, ты прав{F#а}! Ура, мечта Паймон о кимоно всё же может сбыться!\nПаймон: Только представь... Паймон вылетает из магазина Огуры в уникальном кимоно из чистого шёлка, сшитом на заказ. Полное преображение! Чистый восторг!\nПаймон: Теперь она не просто какая-то там помощница легендарно{F#й}{M#го} путешественни{F#цы}{M#ка}... Нет, поприветствуйте Паймон Элегантную, облачённую в тонкие шелка соратницу героев, избранную самой судьбой!\nПаймон: Ах... Разве не здорово?\nПаймон: ...Здорово ведь, {NICKNAME}?\n{NICKNAME}: Я понял{F#а}... Ты хочешь, чтобы я заплатил{F#а} за обновление твоего гардероба.\nПаймон: Да, ты просто читаешь мысли Паймон! Видишь, вот что значит, когда избирает судьба!\nПаймон: В общем, Паймон хочет кимоно в семи разных стилях, по одному на каждый день недели. Правда насчёт конкретного дизайна Паймон ещё не решила, дай-ка подумать...\n{NICKNAME}: ...Что-то я уже не очень хочу это оплачивать.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_kimono_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Мимолётные сны»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 2131,
			"title": "О Капсулах знаний...",
			"voicelineType": "71036",
			"description": "Паймон: Капсулы знаний очень удобны! Можно получить много знаний, не читая книг!\nПаймон: Интересно, сохранились ли в Сумеру капсулы со знаниями о семи королевствах, об их жителях и обычаях?\nПаймон: Если сохранились, то Паймон открывала бы одну Капсулу знаний каждый раз, когда мы приходим в новое место, чтобы не приходилось так много говорить!\n{NICKNAME}: Зачем куда-то ходить? Мы ведь можем открыть их все в Сумеру!\nПаймон: Чтобы сохранить радость путешествий!\n{NICKNAME}: Да и потом... Паймон была бы мне больше не нужна в качестве проводника...\nПаймон: Паймон категорически против! Давай лучше побережём мору и не будем покупать Капсулы знаний!\nПаймон: Лучше потратить эти деньги на оплату краеведческих услуг Паймон! Очень разумно, не так ли? Ха-ха!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_cannedKnowledge_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Сто свежих роз приносит утро»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2132,
			"title": "О Пустынниках...",
			"voicelineType": "71037",
			"description": "Паймон: Среди Пустынников есть самые разные люди...\n{NICKNAME}: Это называется многообразие.\nПаймон: О... Паймон понимает, о чём ты! Паймон тоже очень многообразна.\nПаймон: Паймон может быть едкой, мудрой и надёжной, готовой прийти на помощь...\n{NICKNAME}: Но совершенно очевидно не может быть понятливой...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_gildedBrigade_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Сто свежих роз приносит утро»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2133,
			"title": "О вере...",
			"voicelineType": "71038",
			"description": "Паймон: Для тебя тоже не секрет, что жители Сумеру, похоже, не слишком почитают малую властительницу Кусанали?\nПаймон: В Ли Юэ все поклоняются Властелину Камня, а в Инадзуме - сёгуну.\nПаймон: Не только эти странные учёные, но и простые сумерцы целыми днями только и говорят, что о великой властительнице Руккхадевате.\n{NICKNAME}: Говорят, что даже вкусные грибы - щедрость Руккхадеваты.\nПаймон: Говорят, многие блюда в Ли Юэ были одобрены и предписаны Властелином Камня!\nПаймон: Я поняла! Люди почитают тех божеств, которые дают им вкусную еду.\n{NICKNAME}: Думаю, только Паймон так поступает...\nПаймон: А? {NICKNAME}, а ты в кого веришь?\n{NICKNAME}: Я верю в Паймон, конечно.\nПаймон: Хе-хе! Это я знаю!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_faith_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Сто свежих роз приносит утро»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2134,
			"title": "О Стене Самиэль...",
			"voicelineType": "71039",
			"description": "Паймон: Паймон была шокирована, когда в первый раз увидела эту бесконечную стену...\n{NICKNAME}: В своё время её строили для защиты тропического леса.\nПаймон: И она очень высокая.\nПаймон: Интересно, а ты сможешь забраться на неё, {NICKNAME}?\n{NICKNAME}: Не думаю, что у меня получится. И вообще, зачем мне туда лезть?\nПаймон: Потому что это Стена Самиэль!\n{NICKNAME}: Нет, даже если ты говоришь...\nПаймон: Это же Стена Самиэль!\n{NICKNAME}: Хорошо-хорошо, тем не менее Стена Самиэль...\nПаймон: Но это же Стена Самиэль...\n{NICKNAME}: Хорошо-хорошо, я уже лезу!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sandPreventWall_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Сто свежих роз приносит утро»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2135,
			"title": "О терминалах Акаши...",
			"voicelineType": "71040",
			"description": "Паймон: Все учёные Сумеру, похоже, носят терминал Акаши и получают от него знания.\nПаймон: Создаётся впечатление, что они носят с собой живую энциклопедию. Паймон завидует!\n{NICKNAME}: А я не завидую. У меня есть более продвинутая энциклопедия, которая не только следует за мной по пятам, но и говорит.\nПаймон: Это ты обо мне? Паймон даже как-то неловко слышать такой комплимент. На самом деле, Паймон знает не так уж много, Паймон энциклопедична лишь на 99%.\n{NICKNAME}: Было бы здорово, если бы эта 99%-ная энциклопедия ела чуть-чуть поменьше.\nПаймон: Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_voidTerminal_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Сто свежих роз приносит утро»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2136,
			"title": "Об именах аранар...",
			"voicelineType": "71041",
			"description": "Паймон: Арама, Арана, Араджа, Аракави... Ох, имена аранар так трудно запомнить...\nПаймон: Единственное, что можно сказать наверняка, это то, что все они начинаются на «Ара»!\n{NICKNAME}: Если бы Паймон была аранарой, её бы звали Арапаймон.\nПаймон: Да, а если бы {NICKNAME}...\nПаймон: В общем, они называли бы тебя нара {NICKNAME}...\n{NICKNAME}: Да, мы все для них нара...\nПаймон: А если бы кого-то звали Нара, то как аранары называли бы этого человека?\n{NICKNAME}: Они бы называли его нара Нара... Как мило!\nПаймон: Хи-хи, так и есть.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_aranaraName_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «???»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2137,
			"title": "О кухне аранар...",
			"voicelineType": "71042",
			"description": "Паймон: По какой-то причине блюда аранар на вкус... как бы это сказать... слишком «свежие».\nПаймон: Сильно отличается от того, что обычно ест Паймон.\n{NICKNAME}: Это правда, но все ингредиенты очень хорошие...\nПаймон: Да-да! И грибы очень хорошие, и фрукты. Когда ешь, возникает ощущение, что они вот-вот прорастут у тебя во рту!\n{NICKNAME}: Ты слегка преувеличиваешь. Возможно, причина кроется в том, что хорошие ингредиенты не нуждаются в сложных способах приготовления.\nПаймон: И то верно. Если ингредиенты достаточно хорошие, можно приготовить их самым простым способом и получить восхитительное блюдо!\n{NICKNAME}: Например, можно взять Паймон...\nПаймон: Эй! Мы уже дошли аж до самого Сумеру, а ты всё никак не оставишь свои старые шуточки!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_aranaraFood_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «???»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2138,
			"title": "О джинне Дори...",
			"voicelineType": "71043",
			"description": "Паймон: Как такой большой дух поместился в такой маленькой лампе?\n{NICKNAME}: Ты тоже можешь попробовать.\nПаймон: Паймон туда не поместится, даже при всём желании!\n{NICKNAME}: А в Чайник безмятежности?\nПаймон: О-о! Это стоит попробовать. Давай скорее!\n{NICKNAME}: Паймон полна энтузиазма...\nПаймон: Я давно хотела это попробовать! Хе-хе! Я откликнулась на твой зов!\nПаймон: Скорее выполни три моих желания! Первое желание... накорми меня!\n{NICKNAME}: Почему это ты загадываешь желания?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_dorisGenie_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Чайник - полная чаша. Часть I»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 2139,
			"title": "О Бимарстане...",
			"voicelineType": "71044",
			"description": "Паймон: Ух ты, в Сумеру можно бесплатно сходить к врачу!\n{NICKNAME}: Паймон, ты себя плохо чувствуешь?\nПаймон: Я чувствую себя хорошо, спасибо за заботу.\nПаймон: Я уже очень давно хочу попробовать одновременно есть мороженое на палочке и хого!\n{NICKNAME}: Это определённо приведёт к расстройству желудка!\nПаймон: Раз уж осмотр врача здесь бесплатный, было бы странно не воспользоваться этой возможностью!\n{NICKNAME}: Э-э-э... А ты знаешь, что больным обычно назначают строгую диету?\nПаймон: Что?! Никаких вкусняшек?\n{NICKNAME}: А ещё Паймон пропишут очень горькое лекарство!\nПаймон: Хорошо! Я подумаю ещё разок...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_homeOfHealth_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2140,
			"title": "Об учёных...",
			"voicelineType": "71045",
			"description": "Паймон: В городе Сумеру многие хотят стать учёными.\nПаймон: Движимые этим желанием, они усердно учатся...\nПаймон: Но Паймон уверена, что первым учёным двигало вовсе не желание «стать учёным», верно?\nПаймон: Но... чего же тогда хотел первый учёный?\n{NICKNAME}: Думаю, он хотел «поскорее дописать эту научную работу».\nПаймон: Э-э-э? Разве обычно целью исследования не является получить самое невероятное, самое могущественное знание?\nПаймон: Движимый этой жаждой знаний, он стал первым настоящим учёным...\n{NICKNAME}: Средством поиска знаний является написание научных трудов...\nПаймон: Но самое невероятное, самое могущественное знание...\n{NICKNAME}: Для доказательства этого также требуются научные труды.\n{NICKNAME}: Затем, чтобы доказать свой тезис, нужно написать другой труд...\nПаймон: Хорошо, хорошо! Паймон поняла, не надо делать такое страдальческое лицо! Тебе ведь не нужно писать научную работу!\nПаймон: Тебе... никогда не приходилось писать научные труды?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_scholar_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2141,
			"title": "О Амурте...",
			"voicelineType": "71046",
			"description": "Паймон: Я бы хотела навестить учёных из Амурты!\n{NICKNAME}: С чего ты вдруг стала такой любознательной?\nПаймон: Я слышала, что основным направлением их исследований является природа во всех её проявлениях.\nПаймон: Среди них наверняка есть учёные, которые изучают, являются ли различные животные съедобными или нет! И какие из них самые вкусные!\nПаймон: Я думаю, было бы очень интересно помочь этим учёным в их исследованиях.\n{NICKNAME}: Ты просто хочешь поесть карри, да?\nПаймон: Нет, я действительно считаю, что помощь в исследовании принесёт много пользы.\n{NICKNAME}: Тогда... такие учёные в первую очередь полюбопытствуют, к какому виду относится сама Паймон, и какие у неё имеются поведенческие привычки.\nПаймон: Я... я вдруг вспомнила, что у нас есть более важные дела!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_zoologySchools_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2142,
			"title": "О вьючных яках...",
			"voicelineType": "71047",
			"description": "Паймон: Вьючные яки просто прелесть! Паймон нравится, что люди, которые их содержат, дают каждому из них особое имя, основанное на их отличительных чертах!\n{NICKNAME}: Кто знает, возможно, вьючные яки тоже дают нам имена. И отвечают этими именами, когда мы зовём их.\nПаймон: Правда? А какие имена они нам дают?\n{NICKNAME}: У-у-у!\nПаймон: И как это понимать?\n{NICKNAME}: Думаю, это значит...\n{NICKNAME}: «Белая крошечная благовонная голосистая вечно занятая двуногая зверюшка».\n{NICKNAME}: Это полное научное название, разумеется.\nПаймон: Хм, а как будет звучать сокращённое название?\n{NICKNAME}: «Голосистая двуногая зверюшка»\nПаймон: Эй! Зачем сохранять только отрицательные черты?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sumpterBeast_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2143,
			"title": "О седьмом даршане...",
			"voicelineType": "71048",
			"description": "Паймон: В Сумеру шесть даршанов.\nПаймон: Было бы здорово иметь собственный даршан!\nПаймон: Если бы у Паймон был собственный даршан, он бы назывался... Паймонология!\n{NICKNAME}: И что это за знание?\nПаймон: Ну... Знания о повседневной жизни!\n{NICKNAME}: Значит, учёные-паймонологи будут специализироваться на искусстве приготовления слизи сотней различных способов, владеть искусством не выпускать мору из своих рук и давать людям уродливые прозвища?..\nПаймон: Ты прямо читаешь мои мысли! А ещё они научатся быть самыми лучшими гидами по Тейвату!\nПаймон: Это фантастическая идея! Пойдём в Академию, подадим заявку на создание даршана! С этого дня {NICKNAME} будет великим мудрецом даршана Паймонологии!\n{NICKNAME}: А можно отказаться?..",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sevenSchools_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2144,
			"title": "О грибосвинах...",
			"voicelineType": "71049",
			"description": "Паймон: Ты знаешь, что в Сумеру есть всевозможные странные грибы?\n{NICKNAME}: Да, это очень необычно. По легенде, существовали лесные кабаны, которые не могли жить без грибов, и эти два вида постепенно сформировали симбиотические отношения. Теперь они известны как грибосвины.\nПаймон: Ух ты! Прямо как мы. Паймон тоже не может жить без тебя, {NICKNAME}.\n{NICKNAME}: Если Паймон не может жить без меня, значит, я гриб, а Паймон тогда получается...\nПаймон: Кабанчик! \nПаймон: Что? Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_fungiPig_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2145,
			"title": "О Большом базаре...",
			"voicelineType": "71050",
			"description": "Паймон: Жители Большого базара очень талантливы!\nПаймон: Они продают тканые изделия, красивые вазы и кувшины, ароматные специи, от которых у Паймон начинает урчать в животе... И всё это они производят сами.\nПаймон: И все они очень хорошо поют и танцуют! Паймон тоже так хочет.\n{NICKNAME}: Ты тоже можешь научиться, если действительно этого хочешь.\nПаймон: Правда?\n{NICKNAME}: Что касается танцев, у Паймон есть врождённое преимущество.\n{NICKNAME}: Ты не споткнёшься и не наступишь партнёру на ногу...\nПаймон: О да! Паймон всё время забывает о преимуществах умения летать.\nПаймон: Пойдём скорее, встряхнём Большой базар и посмотрим, как все будут восхищаться Паймон!\n{NICKNAME}: Так вот в чём дело!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_grandBazaar_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2146,
			"title": "О гаданиях...",
			"voicelineType": "71051",
			"description": "Паймон: Говорят, сумерцы довольно серьёзно относятся к гаданиям и предсказаниям.\nПаймон: Помимо астрологии, которой занимаются только учёные, есть гадания для простых жителей. Например, гадание на кофе.\n{NICKNAME}: Сумеру - нация мудрости. Кажется, люди испытывают неутолимое любопытство знать обо всём, включая собственное будущее.\nПаймон: Паймон слышала, что они могут предсказывать судьбу, просто взглянув на дно выпитой чашки кофе...\nПаймон: Это намного проще, чем забираться на башню, чтобы посмотреть на звёзды!\n{NICKNAME}: Паймон хочет узнать свою судьбу?\nПаймон: Да, но ещё больше Паймон хочет узнать, какой кофе на вкус.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_divination_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2147,
			"title": "О Пурбируни и Пурсине...",
			"voicelineType": "71052",
			"description": "Паймон: Хедив и Аниса только об этом и говорят. Пурбируни то, Пурсина это...\nПаймон: Что значит это «пур» в начале слова?\n{NICKNAME}: Ну, «пур» означает «потомок», а также «ученик»... Так что в данном случае они называют себя детьми и учениками великих мудрецов древности.\nПаймон: Всего-то... Судя по тому, как они это говорили, Паймон была уверена, что это повод для гордости.\n{NICKNAME}: Разве нет?\nПаймон: Ну... Паймон, например, предпочла бы получить известность как чей-то родитель, а не как чей-то ребёнок. Довольно неловко, не находишь?\n{NICKNAME}: Хм... по правде говоря, такое мне в голову не приходило...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_purbiruniAndPursina_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2148,
			"title": "Об обучении за рубежом...",
			"voicelineType": "71053",
			"description": "Паймон: В Академии учатся не только сумерцы, но и студенты из других стран.\nПаймон: Только представь, что ты оставляешь родной дом и отправляешься в далёкий и незнакомый край в поисках знаний... Просто потрясающе!\n{NICKNAME}: Мы тоже довольно часто отправляемся в незнакомые края в своём путешествии.\nПаймон: Да! Значит... мы тоже потрясающие!\n{NICKNAME}: Но не в стремлении учиться.\nПаймон: Получается, мы не такие потрясающие, как студенты из других стран...\nПаймон: Но мы знаем лучшие места в Сумеру, где можно вкусно поесть, и к кому можно обратиться в случае необходимости! Это ведь считается знанием?\n{NICKNAME}: Да, и для многих это может быть чрезвычайно ценным знанием.\nПаймон: Видишь, мы такие же потрясающие!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_abroad_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2149,
			"title": "О Священном древе...",
			"voicelineType": "71054",
			"description": "Паймон: Весь город Сумеру построен на вершине гигантского дерева. Невообразимо!\nПаймон: Мы видели много невероятных деревьев, не так ли? Это и наше старое место в Долине ветров, и Дерево вечной мерзлоты на Драконьем хребте, и Священная Сакура в Инадзуме!\nПаймон: У дерева Сумеру, похоже, нет причудливого названия. Люди называют его просто Священное древо...\n{NICKNAME}: Иногда самые важные вещи имеют самые простые названия.\nПаймон: Правда? Хм, возможно, в этом есть смысл. Длинные названия сложно запоминать.\nПаймон: В любом случае, людям в городе достаточно сказать «внизу», и все знают, что они имеют в виду нижнюю часть дерева.\nПаймон: Как там говорится? «Имена - это не сами вещи, это просто слова для обозначения вещей».\n{NICKNAME}: Значит, Паймон - это тоже просто слово, обозначающее вещь?\nПаймон: Да. Ну, вроде того. Но... нет! Нет, Паймон - это Паймон!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sacredTree_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую семи Архонтов Анемо в долине Ветров в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "Активируйте статую семи Архонтов Анемо во Дворце погребённой столицы в Мондштадте",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "Откройте точки телепортации в городе Инадзуме",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2150,
			"title": "Об отношениях между даршанами...",
			"voicelineType": "71055",
			"description": "Паймон: В Сумеру очень много учёных из разных даршанов. Как думаешь, они часто спорят друг с другом?\nПаймон: Это похоже на противостояние Кухни Ли и Кухни Юэ в Ли Юэ.\n{NICKNAME}: Думаю, часто. Конфликты между различными школами мысли - самое обычное явление. Как говорится в романах о боевых искусствах Ли Юэ: «Где есть люди, там будет конфликт».\nПаймон: Сильно сказано! Надеюсь, они не устраивают поединки, как мастера боевых искусств.\n{NICKNAME}: Возможно, они решают разногласия в Священном призыве семерых.\nПаймон: О, хорошая мысль! Поединок умов!\nПаймон: Так и вижу. Когда один учёный не может убедить другого в своей правоте, он достаёт колоду карт, спокойно садится напротив своего оппонента и устраивает напряжённую борьбу в своих головах!\n{NICKNAME}: Очень похоже на Сумеру.\nПаймон: Игра заканчивается, и победитель говорит «хорошая игра» в знак уважения к своему противнику, и они мирятся.\n{NICKNAME}: Нет, эта фраза может обострить конфликт.\nПаймон: Э-э-э... Почему?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_schoolsRelation_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в гавани Ли Юэ",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2151,
			"title": "О Порт-Ормосе...",
			"voicelineType": "71056",
			"description": "Паймон: Атмосфера в Порт-Ормосе значительно отличается от города Сумеру...\nПаймон: Он такой оживлённый, полно чужеземцев. И никто не сидит за книгами сутки напролёт. Красота!\n{NICKNAME}: Да, но именно поэтому они в конечном итоге подвергаются дисциплинарному взысканию со стороны властей порта. Видишь, Паймон? Если не будешь хорошо учиться, станешь такой же, как они!\nПаймон: Ох...\nПаймон: Подожди! Ты как разговариваешь с Паймон?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_portOrmos_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Порт-Ормосе в Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 2152,
			"title": "О Союзе двадцати девяти океанских деев...",
			"voicelineType": "71057",
			"description": "Паймон: Говорят, что Порт-Ормос когда-то был разрушенной крепостью, оставленной двадцатью девятью дэвами... деями... чего-то там.\nПаймон: Как можно запомнить такое длинное название? В общем, так говорят сумерские книжные черви.\n{NICKNAME}: Союз двадцати девяти океанских деев.\n{NICKNAME}: Говорят, что они были союзом непокорных пиратов. Они воевали и грабили друг друга, наводя ужас на всё побережье Сумеру...\n{NICKNAME}: Пока однажды они не решили разделить власть поровну и создать мирный альянс. Во главе альянса стояли деи.\nПаймон: В итоге они устали воевать друг с другом и решили сообща зарабатывать деньги и жить в мире, так?\n{NICKNAME}: ...\nПаймон: Ведь так всё и было?..\n{NICKNAME}: Хм... Сначала они именно так и хотели поступить...\nПаймон: А в итоге?..\n{NICKNAME}: В итоге они раскололись на ещё более мелкие фракции, что усилило внутренние конфликты. Они разрушили крепость Порт-Ормос, а все деи исчезли.\nПаймон: Кошмар!\n{NICKNAME}: Таким образом, Порт-Ормос был возрождён и развивался в атмосфере невиданного ранее спокойствия.\nПаймон: Другими словами, они были просто бандой головорезов...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_29thOceanAlliance_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точку телепортации в Порт-Ормосе в Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 2153,
			"title": "О Сайно и «Священном призыве семерых»...",
			"voicelineType": "71058",
			"description": "Паймон: Говорят, Сайно обожает карточную игру под названием «Священный призыв семерых»?\nПаймон: Странно, он ведь «генерал махаматра», а дуется в карты...\n{NICKNAME}: Нет ничего странного, вспомни его причёску.\nПаймон: А? Как причёска связана с картами?\n{NICKNAME}: За игрой в карты странная причёска может отвлекать внимание соперника.\n{NICKNAME}: «Интересно, что задумал этот парень, и как у него получилась такая странная причёска?»\n{NICKNAME}: И пока соперник ломает голову над этими вопросами, Сайно уже его обыгрывает.\nПаймон: Да? Тогда нам лучше не садиться с ним за карточный стол...\n{NICKNAME}: Мне кажется, я его обыграю.\nПаймон: Но у тебя причёска самая обыкновенная, да и костюм тоже...\n{NICKNAME}: Зато у меня есть Паймон.\n{NICKNAME}: «Что происходит! Почему у стола всё время крутится какая-то крылатая мелочь? Чего ей надо?»\n{NICKNAME}: Если Паймон будет летать рядом, Сайно не сможет думать ни о чём другом.\n{NICKNAME}: А его причёска меня уже не удивит, так что я смогу сосредоточиться и спокойно его обыграть.\nПаймон: Может, лучше соорудишь себе причёску поинтересней?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_cynoAndCard_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте точки телепортации в городе Сумеру",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 2154,
			"title": "О сумерских песенках...",
			"voicelineType": "71059",
			"description": "Паймон: «Карри... Запах карри... Детки домой побежали...»\n{NICKNAME}: «Карри... Запах карри...»\nПаймон: Молодец, здорово подпеваешь! Значит, ты тоже помнишь эту песенку?\n{NICKNAME}: И Паймон молодец, здорово поёт!\nПаймон: Хи-хи, просто у Паймон большие планы!\nПаймон: Знаешь эту историю? Жил на свете хилипёс, и когда шамачурлы пускались в танец, ему обязательно доставался кусок мяса. И потом при первых же звуках танца у него начинала течь слюна.\nПаймон: Когда поют песню про карри, на столе всегда стоит карри. Значит, нужно просто выучить слова, и если Паймон захочется ароматного карри, достаточно будет спеть эту песенку.\nПаймон: Эй, чего молчишь?\nПаймон: «Карри... Запах карри... Детки домой побежали...»",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_sumeruNurseryRhyme_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «???»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2155,
			"title": "О скороговорках аранар...",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Паймон, тебе не кажется, что слово «аранара» трудно выговаривается?\nПаймон: Гм, трудно? Может, дело в том, что ты всё время молчишь?\nПаймон: А вот Паймон каждый день упражняется в разговорах, поэтому с первого раза может повторить любую скороговорку!\n{NICKNAME}: Тогда попробуй прочесть вот это.\nПаймон: Ну-ка, дай посмотреть.\nПаймон: Вот стоит аранара Арана, аранара Арана совершенствует свой араракалари.\nПаймон: Вот идёт нара Рана, а в руке у неё падисара.\nПаймон: Нара Рана с падисарой зовёт аранару Арану, что совершенствует свой араракалари, в таверну Ламбада, а аранара Арана, что совершенствует свой араракалари, зовёт нару Рану и её падисару в Ванарану.\nПаймон: Нара Рана спорила-спорила с аранарой Араной, да не переспорила, и пошли они в Ванарану, а навстречу им аранара Арама...\nПаймон: Это... это какой-то бред.\nПаймон: У Паймон звёздочки перед глазами закружились...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_xm_aranaraTongueTwister_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «???»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 2162,
			"title": "О предсказанном бедствии...",
			"voicelineType": "71061",
			"description": "Паймон: Паймон только что придумала отличный способ преодолеть предсказанное бедствие в Фонтейне!\n{NICKNAME}: Да, и какой же?\nПаймон: Помнишь огромных меков, которых используют для рытья тоннелей? Почему бы не спустить их глубоко под воду и не вырыть кучу дренажных отверстий? Тогда не нужно будет беспокоиться о том, что уровень воды поднимется.\n{NICKNAME}: Звучит вполне логично, но куда, по-твоему, уйдёт вода?\nПаймон: Да какое это имеет значение?! Думай об этом как... о кошеле с монетами. Если в нём есть дырка, какой смысл ломать голову, пытаясь понять, куда делась вся мора? Ведь дело в том, что дырявый кошель всё равно не сможет удержать все монеты.\n{NICKNAME}: Ну, мне хотелось бы знать, куда уходит моя мора, и после твоих слов всё сильнее хочется это знать...\nПаймон: Эй, что это значит? Не надо на меня так смотреть... Паймон не имеет никакого отношения к дыре в твоём кошеле... Никакого отношения... Хе-хе, хе...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_predictCrisis_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Словно лёгкий дождь без причины»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 2163,
			"title": "Об иллюзиях...",
			"voicelineType": "71062",
			"description": "Паймон: Магические шоу Лини великолепны! Паймон ни за что бы не догадалась, как он это делает, если бы он не раскрыл свои секреты.\n{NICKNAME}: Постой... Я только что придумала фокус!\nПаймон: А? Ты тоже умеешь показывать фокусы?\n{NICKNAME}: Да. Я могу сделать так, что большая шляпа фокусника будет парить в воздухе и даже двигаться по моей команде.\nПаймон: Ух ты! Правда? Как ты это сделаешь?\n{NICKNAME}: Хе-хе, проще простого! Я засуну Паймон в шляпу.\nПаймон: Что? Почему Паймон... О-о-о, значит, шляпа будет парить благодаря Паймон!\nПаймон: Хе-хе, в таком случае у Паймон есть идея получше!\n{NICKNAME}: Что за идея?\nПаймон: Узри бездонную шляпу! Сколько бы тарелок с вкусной едой ты в неё ни бросила, шляпа никогда не наполнится!\n{NICKNAME}: А... Подожди, а что с пустыми тарелками?\nПаймон: Хороший вопрос! Хм... Шляпа будет выплёвывать их обратно! Вуаля! Что скажешь?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_magic_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Словно лёгкий дождь без причины»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 2164,
			"title": "О запатентованной технологии полёта...",
			"voicelineType": "71063",
			"description": "Паймон: Аквабусы в Фонтейне - это нечто потрясающее. Только представь, если бы они могли передвигаться не по путям. Тогда можно было бы добраться куда угодно, не пошевелив и пальцем! Путешествовать было бы менее утомительно.\n{NICKNAME}: Но ведь ты всё время летаешь. Неужели это так утомительно?\nПаймон: Летаешь... Летать? Вот оно! Если бы мы нашли способ поднять аквабусы в воздух, то им больше не нужны были бы водные пути. Хе-хе, и мы могли бы назвать их «аэробусами»!\nПаймон: Пойдём, подадим заявку на один из этих... как их там... ах да, «патентов»! Мы не можем позволить гению Паймон пропасть почём зря. Быстрее, пока нас не опередили!\n{NICKNAME}: Это так не работает... Нельзя просто дать название своему изобретению. Необходимо также предоставить подробную информацию об оригинальном техническом решении, которое позволяет твоему аэробусу летать.\nПаймон: Техническое, да? Хм... Ладно, Паймон поняла! Нам просто нужно прикрепить гигантский пропеллер к верхней части аэробуса!\n{NICKNAME}: Хорошо... Но как сделать так, чтобы он не вращался вместе с пропеллером? И как контролировать направление движения?\nПаймон: Хм... Хм... Уф. Паймон никогда не думала, что летать так сложно! Для Паймон это всегда было чем-то естественным...\n{NICKNAME}: Хм... Может быть, будет проще, если мы откажемся от требований регулирования направления и скорости?\nПаймон: А так можно?\n{NICKNAME}: Да. Для этого нужно стартовать с большой высоты и лететь вниз с постоянно увеличивающейся скоростью.\nПаймон: Эй! Это не полёт, это свободное падение!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_flyingPatent_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Словно лёгкий дождь без причины»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 2165,
			"title": "О тёмной стороне издательского дела...",
			"voicelineType": "71064",
			"description": "Паймон: Издательский дом Яэ опубликует детективную серию «Великий детектив Харлок» совместно с «Паровой птицей», да?\n{NICKNAME}: Похоже, что так.\nПаймон: Но «Паровой птице» явно не нужна помощь в издании и распространении. Почему они не могут опубликовать её сами?\n{NICKNAME}: Хе-хе, тебе ещё многое предстоит узнать о тёмной стороне издательской индустрии...\nПаймон: Ну ладно, всезнайка! Давай, назови Паймон хотя бы одну причину, по которой «Паровая птица» не может публиковать свои романы, хотя издаёт известную на весь Тейват газету.\n{NICKNAME}: Потому что ключ к успеху лёгкого романа...\nПаймон: И что же это?\n{NICKNAME}: Иллюстрации!\nПаймон: Что?! Не может быть. Попробуй сказать это всем писателям и редакторам Тейвата! Именно они из кожи вон лезут, придумывая идеи!\n{NICKNAME}: Может быть, и так, но в издательском доме Яэ работают все лучшие иллюстраторы, и переманить их не так-то просто. С такими художниками, как господин Мел, практически невозможно связаться, минуя их.\nПаймон: Ох... Да, это справедливое замечание.\n{NICKNAME}: Мм, но есть и другая причина...\nПаймон: Какая?\n{NICKNAME}: Только работы, опубликованные издательским домом Яэ, попадают в «Священный призыв семерых»!\nПаймон: Хм, Паймон не знала об этом!\n{NICKNAME}:В этом и заключается самая страшная, самая тёмная тайна издательской индустрии. Теперь речь идёт не об историях, а о продуктах и способах их продажи.\nПаймон: Ох! Это просто... ужасно!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_publishingIndustry_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2166,
			"title": "О диванных детективах...",
			"voicelineType": "71065",
			"description": "Паймон: Говорят, некоторые детективы в Фонтейне умудряются раскрывать дела, не выходя из дома. Их называют диванными детективами...\nПаймон: Это то, что называют «работой на дому»? Звучит привлекательно.\nПаймон: И всё же, как они устанавливают истину, если даже не приходят на место преступления? ...О, Паймон знает! Должно быть, они гадают.\n{NICKNAME}: Так поступают гадалки, а не детективы.\nПаймон: Да, пожалуй...\n{NICKNAME}: Так или иначе, улики не появляются на пороге детектива сами собой.\nПаймон: То есть... У детективов есть люди, которые собирают для них информацию...\n{NICKNAME}: Или... Может быть, они оставляют поручения в Гильдии искателей приключений?\nПаймон: А? Но... это значит, что все заслуги за нашу тяжёлую работу достаются детективам! Держу пари, они ещё и часть вознаграждения себе забирают! Паймон этого не потерпит! Пойдём и побеседуем с ними прямо сейчас!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_detectiveIndoor_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2167,
			"title": "О таинственном сокровище Исследовательского института Фонтейна...",
			"voicelineType": "71066",
			"description": "Паймон: В Исследовательском институте Фонтейна изучают меков и различные источники энергии, верно? Откуда тогда слухи о таинственном сокровище?\nПаймон: Было бы логичнее, если бы разговор шёл о пиратах или бандитах...\nПаймон: Сокровище инженера или сокровище высококлассного исследователя... Звучит не очень таинственно...\n{NICKNAME}: Хм... А что, если днём он был исследователем, ночью - бандитом? Так более таинственно?\nПаймон: Хм... Ну, для начала, это изнурительно. Представь, что ты закончила свою основную дневную работу, а потом всю ночь работаешь где-то ещё... Интересно, когда он отдыхал?\n{NICKNAME}: Может быть, ему не нужно было отдыхать... Если бы на самом деле он был замаскированным меком!\nПаймон: О! Тайный клад, оставленный меком, который днём работает исследователем, а ночью - бандитом... Вот это звучит загадочно!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_mysteriousTreasure_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2168,
			"title": "О большом «нет» детективных романов...",
			"voicelineType": "71067",
			"description": "Паймон: Детективные романы, такие как «Великий детектив Харлок» и «Дело госпожи Орит» очень популярны в Фонтейне.\n{NICKNAME}: Кроме того, они довольно сложные. Паймон вообще в состоянии уследить за сюжетом?\nПаймон: Не стоит недооценивать Паймон! Если бы Паймон начала читать любой из этих романов, она бы точно разгадала тайну, не дойдя и до середины.\n{NICKNAME}: Хорошо, только не говори об этом никому. Не стоит портить другим удовольствие от прочтения истории.\nПаймон: Паймон никогда бы так не поступила!\n{NICKNAME}: Следует также остерегаться людей, которые используют фразы наподобие «не надо раскрывать сюжет» в качестве предлога, чтобы закрыть обсуждение, хотя на самом деле они просто раздражены тем, что история, которую они терпеть не могут, привлекает столько внимания.\nПаймон: Хм. Ну, Паймон мало читает, так что ничего не знает о таких вещах.\n{NICKNAME}: Такое часто можно наблюдать в разговоре фанатов «Онибудо». Кто-то вклинится и скажет: «Стоп, не порть мне впечатление! Я дошёл только до второй главы первого тома!»\nПаймон: Вторая глава? Ха, совершенно очевидно, что он не намерен читать дальше.\n{NICKNAME}: Эй, Паймон... Хочу поделиться с тобой секретом.\nПаймон: Эм... Каким?\n{NICKNAME}: На самом деле...\nПаймон: На самом деле...\n{NICKNAME}: На самом деле... Чжун Ли и есть Властелин Камня.\nПаймон: Ах! Какой неожиданный поворот! Не надо раскрывать сюжет... Погоди-ка, мы ведь давно это выяснили!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_detectiveNovel_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Завершите главу «Приближение новой звезды»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 2169,
			"title": "О применении самообороны...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: Совет эксперта. Пока мы находимся в Фонтейне, если кто-то затевает с тобой драку, никогда не давай сдачи, если рядом нет свидетелей.\nПаймон: Это ещё почему?\n{NICKNAME}: Потому что без каких-либо доказательств суд, скорее всего, отклонит твоё заявление о необходимости применения самообороны и решит, что это была предумышленная уличная драка.\nПаймон: И что тогда?\n{NICKNAME}: В этом случае тебе почти наверняка придётся участвовать в дуэли, прежде чем ты предстанешь перед судом.\n{NICKNAME}: Тебе предстоит либо повторно сразиться с тем же человеком, либо встретиться лицом к лицу с судебным дуэлянтом.\nПаймон: ...Паймон будет искренне жаль того, кому придётся сражаться с тобой.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_defenseAndFight_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2170,
			"title": "О редакторах «Паровой птицы»...",
			"voicelineType": "71069",
			"description": "Паймон: Удивительно, как события, которые произошли только вчера, появляются в сегодняшнем выпуске «Паровой птицы»...\nПаймон: Даже события, произошедшие поздно ночью за городом, попадают в номер. Как им удаётся так быстро писать статьи?\n{NICKNAME}:Да, не говоря уже о том, что выпуск выходит рано утром.\nПаймон: Хе-хе, Паймон поняла! Наверняка в офисе «Паровой птицы» есть волшебный принтер. Как только репортёры приносят свежие новости, они загружают их в принтер, и он начинает работать, поглощая всё написанное, чтобы извергнуть это обратно, когда наступит время печати!\nПаймон: У них, вероятно, есть и репортёры, которые врываются в двери в последнюю минуту с криком «ПОДОЖДИТЕ! Есть ещё одна статья, которую нужно скормить принтеру!»\n{NICKNAME}:Ты, без сомнения, нарисовала захватывающую картину. Но, насколько я знаю, таких принтеров не существует. «Паровая птица» выходит в печать вовремя каждый день исключительно благодаря неустанной работе редакционной группы. Они сидят и говорят: «А? Хм! Ух... О нет!», наперегонки исправляя орфографические ошибки, спрессовывают всё это в аккуратные вертикальные колонки текста. А затем бегут к своим коллегам с криками: «Дайте мне ещё пять минут, пожалуйста!» В этом и заключается настоящая магия соблюдения сроков публикации.\nПаймон: Ух ты... Поразительно, что они способны сотворить целый выпуск газеты всего за один день. У них есть время на сон?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_steambirdEditorial_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2171,
			"title": "О фонтейнских романах...",
			"voicelineType": "71070",
			"description": "Паймон: У фонтейнских романов до странности длинные названия. Этот, например, называется «Мечтают ли меки, чтобы были мануальные терапевты, специализирующиеся на механизмах?»\nПаймон: Манера написания и темы также сильно отличаются от инадзумских лёгких романов.\n{NICKNAME}: Согласно краткому описанию, этот роман рассказывает о меке, испытывающем боли в спине из-за того, что ему приходится долго стоять согнувшись. В конце концов он не выдерживает, бросает работу иллюстратора и отправляется в долгое путешествие в поисках мануального терапевта, который вылечит его механический позвоночник...\nПаймон: На самом деле, звучит довольно интересно.\n{NICKNAME}: И странно. Зачем меку мануальный терапевт? Почему бы просто не обратиться к одному из инженеров... Например, из Исследовательского института Фонтейна?\nПаймон: Да, но... Познакомившись с некоторыми инженерами из этого института, Паймон может понять, почему мек не хочет обращаться к ним...\n{NICKNAME}: Да, ты права. И несмотря на то, что главный герой этой истории - мек, всё равно можно понять, что её написал человек. Представь, что настоящий мек написал роман... Интересно, о чём бы он написал?\nПаймон: Хм... Может, так: «Однажды утром я проснулся и обнаружил, что я человек!\"\n{NICKNAME}: Хорошая идея, Паймон.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fontaineNovel_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2172,
			"title": "О судебных процессах и представлениях...",
			"voicelineType": "71071",
			"description": "Паймон: В оперном театре «Эпиклез» проходят как представления, так и судебные слушания. Хм...\n{NICKNAME}: О чём задумалась, Паймон?\nПаймон: А что, если кто-то поставит там спектакль об уголовном процессе? Как зрители определят, настоящий это суд или нет?\n{NICKNAME}: Это очень хороший вопрос. Представляешь, как люди будут на следующий день смотреть на актёра, играющего преступника, когда увидят его на улице? Каждый, кто его узнает, непременно спросит: \"Эй! Это не тебя вчера судили?\"\nПаймон: Вот именно! Было бы очень неловко!\n{NICKNAME}: Актёр постоянно бы говорил всем: «Это был просто спектакль! Этого не было на самом деле!»\nПаймон: С другой стороны, им остаётся винить только самих себя. Чего они ожидают, разыгрывая спектакль о суде в оперном театре «Эпиклез»? Очевидно, что это сбивает людей с толку. Какая ужасная идея.\n{NICKNAME}: Да, это ужасная идея. О чём ты думала, Паймон?!\nПаймон: Что? Нет, ничего... Было бы ужасно, если бы кому-то... пришла в голову эта идея...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_trialAndPerform_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2173,
			"title": "О Фонте...",
			"voicelineType": "71072",
			"description": "Паймон: У Фонты потрясающий вкус, да?\n{NICKNAME}: Да. Она так освежает, особенно если выпиваешь стакан одним глотком.\nПаймон: Можешь купить Паймон стаканчик? Паймон всегда хотела попробовать.\n{NICKNAME}: Что попробовать?\nПаймон: Купи - и увидишь!\nПаймон: Глыть-глыть...\nПаймон: Гыэ...\nПаймон: Так делают пьяницы после того, как чокнутся. Паймон давно хотелось попробовать!\n{NICKNAME}: Не повторяй за ними, Паймон... Тебе это не к лицу.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fonta_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2174,
			"title": "О жандарматонах...",
			"voicelineType": "71073",
			"description": "Паймон: Жандарматоны могут выполнить любую задачу, на которую их запрограммировали. То есть, по сути, они могут выполнить любой приказ! О!\n{NICKNAME}: У тебя появилась очередная гениальная идея, Паймон?\nПаймон: Да! Паймон нужен жандарматон, который будет выполнять поручения, жандарматон, который будет собирать материалы, и жандарматон, который будет исследовать подземелья...\nПаймон: О, и жандарматон, который будет готовить изысканные блюда, тоже нужен! Тогда мы сможем сидеть сложа руки и наслаждаться нашим новым, полностью автоматизированным образом жизни!\n{NICKNAME}: Они очень дорогие и требуют больших затрат на эксплуатацию. Не стоит забывать и о расходах на обслуживание и ремонт.\n{NICKNAME}: Давай я быстренько посчитаю... Используя жандарматона, средняя стоимость сбора одной мяты составит около 6300 моры...\nПаймон: Что?! Это безумно дорого...\nПаймон: ...Внезапно Паймон ощутила, что мы, искатели приключений, не получаем должной оплаты за свою бесценную работу!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_guardMechanism_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2175,
			"title": "О погружении под воду...",
			"voicelineType": "71074",
			"description": "Паймон: Подводный мир Фонтейна необычайно красив! В нём так много видов рыб, которых Паймон никогда раньше не видела.\n{NICKNAME}: Если бы мы только могли плавать под водой и в других местах.\nПаймон: Да...\nПаймон: Если бы была возможность погрузиться под воду в любом месте, что бы ты выбрала?\n{NICKNAME}: Хм... Гавань Ли Юэ или окрестности каменного леса Гуюнь.\nПаймон: Отличная идея! Там наверняка есть полные сокровищ затонувшие корабли! Мы могли бы сорвать куш!\n{NICKNAME}: О, а ещё Сангономия в Инадзуме. Уверена, что там потрясающие подводные пейзажи. Ну, а ты, Паймон? Куда бы ты отправилась?\nПаймон: Дай подумать... Раз уж ты выбрала места в Ли Юэ и Инадзуме, Паймон выберет... Сидровое озеро!\n{NICKNAME}: Неплохой выбор. Но тебе нужно быть осторожной, потому что, плывя по течению и не обращая внимания ни на что...\nПаймон: ..?\n{NICKNAME}: Ты вдруг замечаешь, как что-то медленно уходит под воду прямо перед тобой...\nПаймон: А?!\n{NICKNAME}: Что-то круглое и пухлое, с красно-белым рисунком. Как только ты осознаёшь, что это такое, становится слишком поздно...\nПаймон: Прыг-скок бомба!\n{NICKNAME}: Бум!\nПаймон: А-а-а! И Паймон улетает в небо!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_diving_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2176,
			"title": "Об искусстве...",
			"voicelineType": "71075",
			"description": "Паймон: В Кур-де-Фонтейне немало эксцентричных деятелей искусства. По-видимому, они и в оперном театре часто устраивают представления.\nПаймон: Жители Фонтейна придают большое значение искусству. Видимо, именно поэтому его называют городом искусств!\nПаймон: Это совсем не похоже на Сумеру, где людям приходилось устраивать представления втайне...\n{NICKNAME}: Ты увлекаешься искусством?\nПаймон: Конечно! Паймон - большой знаток.\n{NICKNAME}: Хорошо, тогда что, по твоему мнению, представляет собой искусство?\nПаймон: Ну... Искусство - это что-то необычное. Что-то, что сверкает, как звёзды в ночи!\n{NICKNAME}: Хм... Согласно этому определению, у меня есть произведение искусства, которое повсюду следует за мной повсюду.\nПаймон: А?\nПаймон: Ты обо мне говоришь?\n{NICKNAME}: Да! И тебе стоит подумать о том, чтобы как-нибудь выступить. Живое выступление Паймон в оперном театре... Готова поспорить, многие бы пришли на это посмотреть.\nПаймон: Ни за что!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_art_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2177,
			"title": "Об устранении неисправностей...",
			"voicelineType": "71076",
			"description": "Паймон: Знаешь, что странно? Меки чрезвычайно сложны, и всё же людям регулярно удаётся починить их, просто ударив по ним несколько раз. Как это работает?\n{NICKNAME}: Думаю, если шестерня или трансмиссия разболтались, иногда достаточно ударить по ним или потрясти их, чтобы детали снова соединились друг с другом.\nПаймон: Паймон не понимает...\n{NICKNAME}: Проще говоря, если механизм на самом деле не сломан, то небольшое постукивание может вернуть детали на нужные места.\n{NICKNAME}: Но, с другой стороны, если одна из деталей повреждена, то никакое количество ударов не сможет это исправить.\nПаймон: О! Это как вбивать в людей здравый смысл. Прекрасно работает, если у них есть мозги, но они недопонимают. Но если они набитые болваны, то здравому смыслу негде поместиться!\nПаймон: ...Почему ты так смотришь на лоб Паймон?\n{NICKNAME}: Не волнуйся, я не собираюсь бить тебя по голове, это всё равно не поможет.\nПаймон: Фух, какое облегчение... Подожди... Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_troubleshooting_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2178,
			"title": "О крепости Меропид...",
			"voicelineType": "71077",
			"description": "Паймон: В Фонтейне есть место под названием крепость Меропид. Оно было названо в честь кого-то по имени Меропид?\n{NICKNAME}: Не знаю, но не исключено, что так и есть.\nПаймон: Паймон немного завидует. Должно быть потрясающе иметь здание, построенное в твою честь... Когда у тебя будет время, ты можешь построить что-нибудь в своём Чайнике безмятежности и назвать это крепостью Паймон?\n{NICKNAME}: Разумеется. На самом деле, я могу сделать даже лучше - я построю кое-что в Кур-де-Фонтейне.\nПаймон: Правда? Но ведь это будет слишком дорого. Ты уверена, что можешь себе это позволить?\n{NICKNAME}: Разумеется. На самом деле это будет не так уж дорого. \nПаймон: Вау, ты такая щедрая! А что ты собираешься построить? \n{NICKNAME}: Я думала о маленьком уютном глиняном... бунгало, с дровяной печью для подогрева пола, водяной кроватью... Несколько нарезанных луковиц, соль, перец, немного зелени... и, гм...\nПаймон: Эй! Ты невыносима! Неужели мы не можем хотя бы в одном королевстве обойтись без твоих глупых шуток?!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fortressOfMeropide_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Завершите главу «Чайник - полная чаша. Часть I»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 2179,
			"title": "О супермеке...",
			"voicelineType": "71078",
			"description": "Паймон: Паймон слышала, что самые ранние из когда-либо изобретённых заводных механизмов работают по очень простому принципу!\nПаймон: Нужно взять длинный предмет из прочного материала, согнуть его и подождать, пока он не примет первоначальную форму. Когда это произойдёт, можно использовать выделившуюся энергию, чтобы привести в действие шестерни и прочие детали. Таким образом, получается двигатель!\n{NICKNAME}: Хм... Длинный предмет, сделанный из прочного материала... Знаешь, что мне это напоминает?\n{NICKNAME}: Крио папоротник и Пиро орхидею.\nПаймон: Ой! Почему именно они? В мире так много других вещей, которые подходят под описание.\nПаймон: Хотя... если подумать, они неплохо умеют хлестать стеблям...\n{NICKNAME}: И они очень сильные. Если позволить им зарядиться энергией и замахнуться...\n{NICKNAME}: Они собьют с ног любую, даже меня, а мы обе знаем, какая я сильная!\nПаймон: Хочешь сказать, что... ты можешь сделать из них заводные механизмы?\n{NICKNAME}: Только подумай об этом. Поскольку жизненные формы Крио и Пиро в высшей степени несовместимы, если поставить их рядом так, чтобы они были наклонены друг к другу...\n{NICKNAME}: Они будут крутиться без остановки, чтобы не соприкоснуться!\n{NICKNAME}: Это будет самый мощный в мире заводной механизм! Когда мы найдём способ обуздать его, он сможет вырабатывать достаточно энергии, чтобы питать большую часть механизмов в Фонтейне!\nПаймон: Ооо! Ты права!\nПаймон: Это отличная идея! Как тебе такое, Исследовательский институт Фонтейна?\nПаймон: Осталось только найти способ доставить их в Фонтейн, разместить и...\nПаймон: Подожди-ка... Как же доставить эти растения-переростки в Фонтейн?\n{NICKNAME}: Как только мы решим несущественные вопросы целесообразности и рентабельности...\n{NICKNAME}: ...Может, обсудим детали позже?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_mechanism_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2180,
			"title": "О подводных кафе...",
			"voicelineType": "71079",
			"description": "Паймон: Паймон думала, что мы навсегда распрощаемся с удивительными кафе после того, как покинем Сумеру. Но, похоже, жители Фонтейна тоже большие любители кофе!\n{NICKNAME}: Это точно. Даже в газетах появляются статьи о том, что кофе бодрит, повышает внимательность, даёт энергию, что позволяет сохранять максимальную работоспособность.\nПаймон: Работа, где для поддержания энергии требуется кофе, наверное, очень утомительна...\nПаймон: Например... Кузнецы? Может быть, повара тоже... И искатели приключений, ведь они постоянно бегают повсюду. Эй, а как насчёт водолазов?\n{NICKNAME}: Водолазы? Они уж точно сюда не вписываются...\n{NICKNAME}: Как водолазы могут пить кофе, если они всё время работают под водой?\nПаймон: Да, это хороший вопрос!\nПаймон: Они не могут снять шлемы под водой, поэтому им, вероятно, придётся забраться в просторный стеклянный короб и выкачать из него всю воду, прежде чем они смогут наконец выпить свой кофе. Возможно, даже из бутылки...\nПаймон: Нет, не так... Если кофе уже будет в бутылке, то им просто понадобится длинная соломинка, которая вставляется в шлем. Тогда они смогут сделать глоток кофе, когда захотят!\n{NICKNAME}: Хе-хе, ух! Но тогда кофе остынет!\n{NICKNAME}: Остывший кофе неприятен. В отличие от кофе со льдом, но это отдельная тема.\nПаймон: Ну, это не беда. Они могут захватить с собой печку под воду.\nПаймон: Ты ведь видела печь, которой пользуется большинство жителей Фонтейна? У неё есть одно маленькое отверстие наверху. Если её плотно закрыть, она не погаснет даже под водой!\nПаймон: Подожди-ка... Не может быть, это... Вот оно что! Должно быть, именно по этой причине печи в Фонтейне сделаны именно такими!\n{NICKNAME}: Динь-динь-динь, правильный ответ! Именно по этой причине печь в фонтейнском стиле имеет такую конструкцию.\nПаймон: Хе-хе, Паймон умнее всех!\nПаймон: Эй, как насчёт того, чтобы открыть подводное кафе? Паймон не сомневается, что многие водолазы, находясь на глубине, захотят выпить кофе... Перед нами открываются огромные возможности!\nПаймон: Как только мы откроем первое в мире подводное кафе, мора хлынет к нам потоком! Да и зачем останавливаться на кафе? Океан - наша сокровищница! Мы можем построить там целый торговый центр! Потом целую подводную торговую улицу...\nПаймон: Хи-хи-хи! Это, пожалуй, самое лучшее чувство в мире - зарабатывать мору своим даром торгового гения!\n{NICKNAME}: Только одно «но»... Не бери кредит на моё имя!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_underwaterCafe_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 2181,
			"title": "О «Паровой птице»...",
			"voicelineType": "71080",
			"description": "Паймон: Главный офис «Паровой птицы» находится в Кур-де-Фонтейне? Паймон интересно, какие истории попадают в её номера.\nПаймон: Как думаешь, она писала о наших приключениях с Двалином? Или о нашей дуэли с сёгуном Райдэн? И обо всём, что произошло в Академии?\n{NICKNAME}: Я думаю, что они освещают всё происходящее. Вопрос в том, где именно публикуются новости. Наверняка у них есть разные разделы для разных тем.\nПаймон: О, в таком случае мы всегда должны попадать на первую полосу! Ведь именно там публикуются самые захватывающие новости.\n{NICKNAME}: Хм... Мы могли попасть на первую полосу один или два раза, но я не удивлюсь, если заголовки в основном посвящены новым операм или известным актёрам.\n{NICKNAME}: Например, «Актёр А замечен с чашечкой кофе на улице», «Актёр Б рассказывает о новых отношениях» или «Актёр В прекращает свою карьеру».\nПаймон: Зачем размещать на лучшей странице такую ерунду? Это полная бессмыслица.\n{NICKNAME}: Ну... это может быть банально, но не бессмысленно. Именно такие истории привлекают внимание людей и побуждают их купить газету, чтобы узнать подробности.\nПаймон: Ох... Прекрасно. Может, мы тоже были на первой полосе? Разумеется, там публикуют настоящие новости. И они должны быть достаточно интересными, чтобы люди продолжали читать газету после того, как получат свою порцию сплетен о знаменитостях, верно?\n{NICKNAME}: Первые несколько страниц посвящены позитивным событиям в Кур-де-Фонтейне. Например, о снижении цен на продукты питания и товары или о ходе работ по улучшению аквабуса.\n{NICKNAME}: Они размещают подобные отчёты на самом видном месте в газете. Их смысл в том, чтобы просто убить время.\n{NICKNAME}: Происходящее в Академии может быть важным, но оно не оказывает прямого влияния на жизнь людей в Фонтейне.\nПаймон: Хм... Тогда куда бы они поместили наши истории?\n{NICKNAME}: Полагаю, на самую последнюю страницу, после всех прочих новостей.\nПаймон: О... Почему так далеко?!\n{NICKNAME}: Кажется, это называется... «припасти напоследок».\n{NICKNAME}: Подозреваю, что редакторы сильно приукрашивают события, чтобы придать материалу законченность, а затем разбивают его на несколько частей, чтобы сделать из него серию, которая будет выходить в течение нескольких дней.\nПаймон: Ладно, тогда... в чём смысл последней страницы?\n{NICKNAME}: Она придаёт газете «смысл существования».",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_steambird_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Кур-де-Фонтейн» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Завершите главу «Всевидящий бог, бренный мир»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "Завершите главу «Сто свежих роз приносит утро»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 2182,
			"title": "О меках...",
			"voicelineType": "71081",
			"description": "Паймон: Паймон не ожидала увидеть танцующих меков... Как бы опасно ни было подходить к ним, наблюдать за ними издалека, несомненно, приятно.\nПаймон: Хе-хе, было бы круто, если бы меки могли петь и играть на музыкальных инструментах. Представляешь!\n{NICKNAME}: В таком случае останется только найти меков, которые будут изображать зрителей, и у тебя получится представление меков для меков.\nПаймон: Уххх... Не знаю почему, но Паймон страшно об этом думать...\nПаймон: Так или иначе, меки созданы для того, чтобы делать что-то, а не сидеть и смотреть представление... О-о-о! А как насчёт меков, которые умеют рисовать? Паймон уверена, что их картины будут не хуже снимков, сделанных с помощью фотокамеры.\n{NICKNAME}: Разве нельзя просто использовать фотокамеру?\nПаймон: Можно, конечно...\nПаймон: Уф, у Паймон мозг совсем не работает. А ты что думаешь? Если бы можно было заставить мека делать что угодно, что бы он делал?\n{NICKNAME}: Хм... Наверное, он бы был экскурсоводом.\n{NICKNAME}: Блип-блип. Говорит ваш механический экскурсовод. Пожалуйста, идите прямо до следующего перекрёстка. Блип-блип.\nПаймон: П-Паймон только что вспомнила, как долго нужно учиться, прежде чем стать владельцем мека! И как дорого они стоят! И кто знает, будут ли они вообще работать за пределами Фонтейна...\nПаймон: Лучший гид по Тейвату не потеряет свою работу из-за какого-то механизма! По крайней мере... по крайней мере, пока!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_clockwork_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации на острове Эриний в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 2183,
			"title": "О фонтанах...",
			"voicelineType": "71082",
			"description": "Паймон: Складывается впечатление, что на острове Эриний всегда есть люди, бросающие мору в фонтан.\n{NICKNAME}: Да. Считается, что родниковые феи исполняют желания. Возможно, отсюда и зародился этот обычай.\nПаймон: А? Значит, даже родниковым феям нужна мора?\nПаймон: Ого, да у них не жизнь, а мечта! Всё, что нужно сделать, это найти фонтан, в котором можно поселиться, и всё! Не нужно работать, просто сиди и жди, когда люди буквально забросают тебя морой!\n{NICKNAME}: Я не думаю, что это работает именно так... Им нужно исполнять желания, помнишь?\nПаймон: Ну, ладно... «О, юная путешественница, твои желания были услышаны. Какой из потерянных мечей ты ищешь? Тупой Меч или Серебряный меч?»\n{NICKNAME}: Если честно, они оба смахивают на хлам.\nПаймон: Просто выбери один из них.\n{NICKNAME}: «О прекрасная дева фонтана, ни один из этих мечей не принадлежит мне, и ни один из них я не желаю, ибо то, что я ищу, - это мой потерянный компаньон».\nПаймон: А? Ты... Ты хитра, юная путешественница... Хорошо, родниковая фея исполнит твоё желание и станет твоим лучшим компаньоном!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_fountain_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации в оперном театре «Эпиклез» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 2184,
			"title": "Об опере...",
			"voicelineType": "71083",
			"description": "Паймон: Оперы в Фонтейне бывают самых разных жанров: исторические, мифы и легенды, даже сказки и современные любовные истории...\n{NICKNAME}: И множество приключенческих историй.\nПаймон: О да, как «Танкред и Хариклея»! О Танкред, ты дурак! Если бы ты только узнал Хариклею, пока не было уже слишком поздно...\n{NICKNAME}: Сразу видно, что история основана на реальных событиях.\nПаймон: О-о-о... Значит, наступит день, когда и о наших приключениях напишут оперу?\nПаймон: Мы пережили столько приключений вместе. Наверняка найдётся сценарист, который захочет показать нашу историю на сцене!\nПаймон: И ему не нужно будет беспокоиться о создании идеальной трагедии. Ведь все любят счастливый конец.\n{NICKNAME}: Тогда предлагаю заранее выбрать себе голоса.\nПаймон: Хм... Паймон считает, что тебе подойдёт баритон. А что, по-твоему, подойдёт Паймон?\n{NICKNAME}: Напомни, как называется такой пронзительный голос, который есть у большинства примадонн?\nПаймон: О, ты, должно быть, говоришь о колоратурном сопрано... Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_opera_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации в оперном театре «Эпиклез» в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 2185,
			"title": "О мелюзинах...",
			"voicelineType": "71084",
			"description": "Паймон: По всей видимости, при рождении каждая мелюзина получает особый «дар». Они относятся к нему как к символу своей сущности.\n{NICKNAME}: Если бы ты была мелюзиной, какой «дар» бы у тебя?\nПаймон: Несомненно, вилка! Она олицетворяет миссию Паймон - попробовать всё самое вкусное на свете!\n{NICKNAME}: А как же мора?\nПаймон: О, хорошая мысль... Да, будь это мора, это означало бы, что Паймон суждено стать супербогатой. Тогда Паймон смогла бы купить всё, что захочет!\nПаймон: Аргх, Паймон не знает, что выбрать! Оба варианта так заманчивы...\n{NICKNAME}: Как насчёт вилки из моры? Тогда у тебя будет и то, и другое.\nПаймон: Отличная идея!\nПаймон: Тогда твоим «даром» будет... кастрюля, в знак того, что ты личный шеф-повар Паймон!\n{NICKNAME}: Нет, моим «даром» будет Паймон.\nПаймон: Хе-хе, правда?\n{NICKNAME}: Если Паймон будет моим «даром», всё, что есть у Паймон, в конечном итоге будет принадлежать мне.\nПаймон: Хм... Конечно, ведь друзья делятся всем друг с другом.\n{NICKNAME}: Ха-ха, да... Всё моё останется моим...\nПаймон: Эй!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_melusine_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации в деревне Меруси в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 2186,
			"title": "О Дворце Мермония...",
			"voicelineType": "71085",
			"description": "Паймон: Люди в городе твердят, что Дворец Мермония - это очень тяжёлое место для работы.\nПаймон: Но когда мы решили посмотреть на него своими глазами, оказалось, что там почти никто не работает, а те немногие люди, которые там работают, почти не работали.\nПаймон: На самом деле, они выглядели так, будто им нет дела ни до чего на свете... Что именно в работе кажется им тяжёлым?\n{NICKNAME}: Возможно, их работа важна, но незначительна.\nПаймон: Как что-то может быть одновременно и важным, и незначительным?\n{NICKNAME}: Ну... Представь, что в один прекрасный день ты вдруг забыла, как летать, и упала на землю...\nПаймон: Этого никогда не случится. Для Паймон полёт - сущий пустяк.\n{NICKNAME}: Скорее всего, этого никогда не произойдёт, но на всякий случай стоит позаботиться о том, чтобы тележка с подушками всегда была наготове, чтобы ты могла в неё приземлиться.\n{NICKNAME}: Тележка должна быть спроектирована так, чтобы выдержать любые условия окружающей среды и погодные условия, а подушки должны быть достаточно мягкими, чтобы аккуратно смягчить твоё падение...\n{NICKNAME}: Всё это должно быть построено из самого прочного дерева и самых крепких верёвок, наполнено большим количеством медикаментов и закусок...\n{NICKNAME}: И всё ради того, чтобы Паймон оставалась в целости и сохранности.\nПаймон: Ты правда так считаешь? О, спасибо, хе-хе... Но на самом деле в стольких хлопотах нет необходимости.\nПаймон: Паймон летает уже очень долгое время. Не может быть, чтобы Паймон внезапно упала, так что беспокоиться не о чем.\n{NICKNAME}: Видишь? Вот почему работа незначительна.\n{NICKNAME}: Но, если это когда-нибудь произойдёт, последствия будут катастрофическими. Вот почему так важно быть подготовленными.\n{NICKNAME}: Но с практической точки зрения шансы на то, что это произойдёт, практически равны нулю. Так что эта работа одновременно незначительна.\n{NICKNAME}: Если кому-нибудь во Дворце Мермония поручат такое задание, он сам решит, насколько он хочет этим заняться. Скорее всего, они просто будут сидеть сложа руки и ничего не делать.\nПаймон: Но... Что, если Паймон действительно однажды забудет, как летать? Что будет, когда Паймон упадёт на землю?\n{NICKNAME}: Я буду рядом и поймаю тебя, что бы ни случилось. Но не потому, что ты «важная, но незначительная», а потому что ты лучший в мире компаньон!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_fd_palaisMermonia_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Гидро Архонта во Дворце Мермония в Фонтейне",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		},
		{
			"voicelineId": 2187,
			"title": "О самоцветах Детей Эха...",
			"voicelineType": "71086",
			"description": "Паймон: На самом деле в местных долинах полно прекрасных самоцветов!\nПаймон: Не каждый день выпадает такая возможность! Может, попробуем где-нибудь покопать? Вдруг повезёт? Выкопаем какой-нибудь суперценный самоцвет! И мора всегда будет звенеть в наших карманах!\n{NICKNAME}: Хорошо... Но как ты отличишь ценные самоцветы от обычных камней?\nПаймон: Э-э... Ну, если он ярко светится, наверняка ценный! Да, иначе и быть не может!\n{NICKNAME}: Паймон, своими рассуждениями ты напомнила мне злого жадного дракона из детской сказки!\nПаймон: Минуточку! Мы сейчас в Натлане, так что никаких больше злых драконов! Только «благородные заврианы»!\nПаймон: «{F#Мудрая и неустрашимая}{M#Мудрый и неустрашимый} {NICKNAME}, позволь благородному завриану отвести тебя к самому драгоценному самоцвету в мире!»\n{NICKNAME}: Ты ведь только что сама сказала, что не умеешь определять ценность самоцветов?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_nanatzcayanDiamond_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Дети Эха» в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1252
					]
				}
			]
		},
		{
			"voicelineId": 2188,
			"title": "О Потомках Крон...",
			"voicelineType": "71087",
			"description": "Паймон: Потомки Крон и правда любят экстремальные виды спорта. Похоже, у них настоящая тяга к опасности.\nПаймон: Скалолазание без страховки, скайсёрфинг, паркур на вулканах, прыжки со скал на тарзанке... От одной мысли об этом у Паймон начинает кружиться голова!\n{NICKNAME}: Правда? Честно говоря, некоторые вещи, которые мы делали, даже не менее опасны... Собачий холод на Драконьем хребте, бесконечные молнии во время гроз, песчаные бури в пустыне, бесплодные зоны Увядания...\nПаймон: Хм, если подумать, то да, мы много экстрима пережили.\n{NICKNAME}: Но это мы такие сильные. То, что для большинства людей «опасность», для нас - обычный день в дороге. Наверное, так же обстоит дело и с экстремальными видами спорта для Потомков Крон.\nПаймон: Стоп, погоди секунду! Давай проясним одну вещь: это ты, может, {M#сильный}{F#сильная}, а Паймон - обычная!\nПаймон: Паймон уверена, что ты и твои приятели, жаждущие опасности, знаете, что делаете, но как только мы окажемся в серьёзной передряге, Паймон... Паймон спрячется за тебя, пока всё не закончится.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_huitztlan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Потомки Крон» в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1253
					]
				}
			]
		},
		{
			"voicelineId": 2189,
			"title": "О горячих источниках Натлана...",
			"voicelineType": "71088",
			"description": "Паймон: Народ Источников такой беззаботный. Если они ещё не отдыхают в горячем источнике, то они уже туда собираются...\n{NICKNAME}: Говорят, некоторые из них даже нанимают музыкантов, чтобы те играли расслабляющую музыку, пока они принимают ванну. Теплая вода расслабляет тело, а успокаивающая музыка - разум...\nПаймон: Ого, звучит так здорово, что Паймон хочет попробовать сама...\n{NICKNAME}: Хорошо. В следующий раз, когда ты посетишь горячие источники, я сыграю для тебя музыку Аранар.\nПаймон: Ох... Хм, но Паймон не умеет играть ни на каких инструментах, так что же делать, когда будет твоя очередь идти в источник?\n{NICKNAME}: Ты можешь спеть мне песню. Может... оперу из Фонтейна?\nПаймон: Это слишком сложно! К тому же - не совсем расслабляюще! От такой музыки у тебя давление поднимется!\nПаймон: Как насчет натланского рэпа? Паймон практиковалась. Послушай.\nПаймон: «Эй, летит тебе в лицо, это Паймон-проводник, бывала в передрягах, но справилась как надо...»\nПаймон: «Встретила пухленя в Источнике всех вод, ребята из Гухуа дерутся - все открыли рот».\n{NICKNAME}: Ого, очень складно!\n{NICKNAME}: Если бы я слушал{F#а} это в горячем источнике, то стучал{F#а} бы в такт по воде, как по барабану.\nПаймон: Да, это было бы как на большом музыкальном фестивале! А тех, кто опоздал на вечеринку, ритм воды ввёл бы в настроение!\n{NICKNAME}: Э-э-э... Подожди, разве мы не начали с того, что горячие источники должны расслаблять?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_natlanSpa_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Откройте точку телепортации «Народ Родников» в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 2190,
			"title": "Об Уделе Благодатных Земель...",
			"voicelineType": "71089",
			"description": "Паймон: Тебе не кажется, что эти воины в масках выглядят очень круто?\n{NICKNAME}: Да, они действительно придают им загадочности.\nПаймон: Точно! Как думаешь, может, Паймон тоже стоит надеть маску и поучаствовать в матчах Удела Благодатных Земель? Можно было бы новое имя взять!\nПаймон: Паймон даже придумала несколько фирменных фраз: «Заврианский воин никогда не снимает маску!»\nПаймон: Знаменитый искатель приключений днём, могущественный заврианский воин ночью. Звучит круто ведь, да?\n{NICKNAME}: Да, звучит, но есть одна проблема...\nПаймон: А? Какая?\n{NICKNAME}: Ты будешь выглядеть как Паймон в маске. Никакой загадочности.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_teteocan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2191,
			"title": "О тканях...",
			"voicelineType": "71090",
			"description": "Паймон: Чтение здесь так отличается от других стран! Ведь большинство легенд и историй записываются на тканых изделиях.\n{NICKNAME}: Ага. Похоже, эта традиция впервые возникла у Повелителей Ночного Ветра. Шаманы стали записывать историю и легенды племени, используя тканый материал. По мере распространения этой практики на ткани стали записывать всё более разнообразные вещи.\nПаймон: Хе-хе, Паймон тоже должна записывать все наши приключения! Так у любого будущего племени «Путешественников», которое ты создашь, будет своя книга истории!\nПаймон: Только подумай, они смогут использовать её как накидку или даже одеяло в походах.\n{NICKNAME}: Это будет очень «видавшая виды» летопись.",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_woven_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2192,
			"title": "Об Уделе Благодатных Земель и клане Цветочного Пера...",
			"voicelineType": "71091",
			"description": "Паймон: Паймон слышала, что в Уделе Благодатных Земель все как на подбор силачи.\n{NICKNAME}: Значит, если Паймон там поживёт, то станет мускулистой Паймон?\nПаймон: Нет! Паймон нравится быть обычной Паймон!\n{NICKNAME}: Ладно. А если пожить в клане Цветочного Пера? Они отлично умеют летать. С ними ты отточишь свою технику полёта.\nПаймон: Что? Летать проще простого, не нужна там никакая техника!\n{NICKNAME}: Но тогда в полёте ты могла бы нести меня на руках.\nПаймон: Ну и запросы у тебя! Как тебе вообще такое в голову пришло?\n{NICKNAME}: Ну, сначала ты станешь мускулистой Паймон...\nПаймон: Значит, вот зачем ты придумал{F#а} отправить Паймон в Удел Благодатных Земель!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_teteocanAndTlalocan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2193,
			"title": "О том, как подружиться с заврианами...",
			"voicelineType": "71092",
			"description": "Паймон: Ха-ха, в Натлане столько милых заврианов! Паймон обязательно подружится со всеми!\n{NICKNAME}: Паймон, уверенности тебе не занимать.\nПаймон: Конечно! Паймон всё заранее продумала!\n{NICKNAME}: Надо же. Поделишься своим планом?\nПаймон: План очень прост! Во-первых, завриана нужно похвалить, тогда он поверит, что ты {F#пришла}{M#пришёл} с добрыми намерениями. Потом надо осторожно погладить его по голове! И вот - вы друзья!\nПаймон: И самое главное! Вкусняшки! Покорми завриана вкусняшками, и вы обязательно подружитесь. Ну как? Паймон умница?\n{NICKNAME}: Знаешь, мне кажется этот план идеально работает, чтобы подружиться с Паймон.\nПаймон: Эй! Подружиться с Паймон не так-то просто! Тут придётся голову включить!\n{NICKNAME}: Что? Нет, я просто хотела{F#а} сказать... Ты такая милая! Совсем как маленький заврёнок!\nПаймон: Пф! Пытаешься задобрить Паймон лестью? Паймон на такое не клюнет!\n{NICKNAME}: Но я от всей души, дорогая Паймон. Чем мне загладить свою вину? Быть может, цыплёнком в медовом соусе?\nПаймон: Цыплёнок в медовом соусе? Отлично! Паймон с удовольствием...\nПаймон: Подожди, что за самодовольная ухмылка? Паймон что-то не так сказала?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_wayOfDragonHappy_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2194,
			"title": "Об археологии...",
			"voicelineType": "71093",
			"description": "Паймон: Говорят, что при археологических работах с Детьми Эха очень важна скорость. Это почему?\n{NICKNAME}: Наверное, потому что это место просто набито древностями...\nПаймон: А? Но это ведь хорошо?\n{NICKNAME}: Ну, чем больше древностей, тем выше конкуренция! Представь, ты нашла очень интересную каменную табличку и решила прийти и забрать её на следующий день. А на следующий день обнаруживаешь, что кто-то тебя уже опередил!\nПаймон: Эм, Паймон всё равно не понимает...\n{NICKNAME}: Хорошо, другая аналогия: ты собралась по-тихому перекусить прошлой ночью, но обнаружила, что кто-то уже отъел половину!\nПаймон: А! Да, это было бы ужасно!\nПаймон: Так, подожди, а ты откуда знаешь, что кто-то отъел половину?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_archaeology_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2195,
			"title": "О способах разрешения споров...",
			"voicelineType": "71094",
			"description": "Паймон: Паймон слышала, что в Натлане практикуются способы разрешения споров, при которых участникам вообще не нужно мериться физической силой!\n{NICKNAME}: Неужели в царстве войны такое возможно?\nПаймон: Ещё как! Например, Дети Эха решают споры на танцевальных дуэлях!\n{NICKNAME}: На танцевальных дуэлях? То есть они назначают время и место...\nПаймон: Угу!\n{NICKNAME}: А потом смотрят, кто красивее танцует?\nПаймон: Да, вроде того!\n{NICKNAME}: И дуэль продолжается, пока одна из сторон не рухнет на землю в изнеможении?\nПаймон: Да!\nПаймон: Подожди, получается, они всё равно соревнуются в физической силе!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_solveConflict_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2196,
			"title": "О способах разбогатеть...",
			"voicelineType": "71095",
			"description": "Паймон: Ха-ха, Паймон только что придумала, как заработать кучу моры!\n{NICKNAME}: Да? И как же?\nПаймон: Только посмотри, сколько людей каждый день проходят через стадион Священного пламени. Если мы откроем здесь торговлю, то обязательно разбогатеем!\n{NICKNAME}: Так! И чем ты решила торговать?\nПаймон: Например... алхимическими зельями из Мондштадта!\n{NICKNAME}: Похоже, ты не первая, кто это придумал...\nПаймон: Тогда... рудой из Ли Юэ. Точно разбогатеем!\n{NICKNAME}: Дети Эха уже торгуют рудой...\nПаймон: Эм... Точно! Паймон придумала! Мы будем торговать роскошными коврами из Сумеру! Верный заработок!\n{NICKNAME}: К сожалению, коврами торгуют Повелители Ночного Ветра.\nПаймон: Тогда... Давай обнесём стадион Священного пламени забором! И каждый желающий пройти на стадион, зритель или участник, должен будет купить у нас билет!\n{NICKNAME}: Не успеешь ты построить забор а тебя уже схватят и посадят под стражу.\nПаймон: Да что ж такое! Почему разбогатеть так трудно?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_opportunityOfRich_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2197,
			"title": "О парикмахерах для заврианов...",
			"voicelineType": "71096",
			"description": "\nПаймон: Все три вида заврианов, которые мы увидели по прибытии в Натлан, по-своему замечательны!\nПаймон: У тепетлизавров - прыгучие головы, у кохолазавров - гладкие спины, а у юмказавров - очень пушистые уши и головы.\n{NICKNAME}: Если обнять пушистого юмказаврика, то наверняка будет очень сладко спать...\nПаймон: Но у многих животных шерсть отрастает очень быстро. Если у заврианов тоже так, то не будет ли длинный мех им мешаться?\nПаймон: Если у юмказавра отрастёт слишком длинный мех вокруг ушей и на голове, будет ли ему видно, куда он идёт? Это может быть опасно...\n{NICKNAME}: Если уж ты до такого додумалась, то почему бы тебе не стать парикмахером для заврианов?\nПаймон: А? Паймон - парикмахер?\n{NICKNAME}: Ты только подумай. Когда станешь знаменитой, так сразу начнёшь деньги зашибать!\nПаймон: А ведь ты прав{F#а}! Это совершенно новый способ достичь финансовой свободы!\nПаймон: Паймон станет парикмахером для всех юмказавров в Натлане! Чувствуешь, морой в воздухе запахло?\nПаймон: Погоди-ка! Не в море дело! Самое главное - это стать лучшим другом всех юмказавров!\n{NICKNAME}: Но они такие большие. Чтобы постричь их обычными ножницами, придётся потратить время. Может быть, у тебя только одного юмказавра в день получится стричь!\n{NICKNAME}: Если ты правда хочешь стать парикмахером, Паймон, то сейчас самое время для тренировок! По крайней мере постарайся поднять ножницы размером с Тупой Меч!\nПаймон: Тупой Меч? Разве это не твоё оружие?\n{NICKNAME}: Именно. И как {M#твой напарник}{F#твоя напарница}, я буду рад{F#а} помочь тебе овладеть этим мечом.\nПаймон: Эй, не используй обучение как предлог, чтобы свалить всех монстров на Паймон!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_dragonHairStylist_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2198,
			"title": "О древних именах...",
			"voicelineType": "71097",
			"description": "Паймон: Значит, любой воин Натлана, получивший признание от Вайоб своего племени, получает древнее имя... Если бы только Паймон тоже могла получить его!\n{NICKNAME}: А? Разве у тебя уже нет кучи титулов, Паймон?\nПаймон: Хм? А, да, ты прав{F#а}!\nПаймон: Паймон твой «самый лучший компаньон» и «верный проводник», а также «Модная Лётчица», «Серебряный Спутник» и «Помощник почётного старшего исследователя»... Ого, если так подумать, то Паймон и правда великий герой!\nПаймон: Если жители Натлана захотят записать наши приключения, Паймон должна убедиться, что они упомянут все титулы до единого!\n{NICKNAME}: А слишком длинно не будет?\n{NICKNAME}: Ты подумай только. Если бы местные жители также использовали все свои имена, записи выглядели бы примерно так...\n{NICKNAME}: В этот день Качина Утхабити из Детей Эха, известная как Нанацкайан, и Муалани Умоджа из Народа Родников, известная как Мецтли, встретили Кинича Малипо из Потомков Крон Уитцтлана, путешествующего вместе со своим коварным напарником Кухул Ахавом к Повелителям Ночного Ветра в Миктлане...\nПаймон: Ладно, ладно, хватит! Такое полотно дотянулось бы до дверей Стадиона и обратно прежде чем мы доберёмся до важной части!\nПаймон: Эх, если Паймон придётся использовать только одно прозвище... то пусть будет «самый лучший компаньон»!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_name_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2199,
			"title": "О стадионе Священного пламени...",
			"voicelineType": "71098",
			"description": "\nПаймон: Скажу тебе по секрету, Паймон беспокоит один вопрос про стадион Священного пламени...\nПаймон: Ты ведь знаешь, что есть система очков? Сначала надо победить как команда, а потом набрать достаточно очков, чтобы попасть в рейтинг самому...\nПаймон: Почему они именно так всё устроили?\n{NICKNAME}: Может, чтобы сохранить интригу до последнего раунда? Кто знает, может быть, публика больше всего любит неожиданные повороты.\nПаймон: Логично! А может быть, это чтобы избежать такой ситуации, когда силы двух сторон равны и никак не определить победителя...\n{NICKNAME}: Да уж... Тогда им пришлось бы приостановить бой.\nПаймон: Да, точно! Наверное, это было бы так: татанказавр, который силён в нападении, и юмказавр, который хорошо уклоняется, сражались целый день и ночь, и ни одна из сторон не добилась преимущества.\nПаймон: К этому моменту зрители проголодались, поэтому они объявили перерыв в бою и пообещали возобновить его позже.\nПаймон: К сожалению, второй бой оказался точным повторением первого, только юмказавр даже нарушил правила, чтобы неожиданно атаковать татанказавра, из-за чего пришлось объявить медицинский перерыв.\nПаймон: ...И вот так мы получили «Татанка против Юмки», «Татанка против Юмки 2», «Татанка против Юмки: Возвращение священного завриана» и «Татанка против Юмки: Над вулканом»!\nПаймон: Хм. Знаешь что? Мы могли бы превратить это в серию фильмов! Это ещё один способ заработать кучу денег!\n{NICKNAME}: Твоя идея действительно имеет смысл, но почему-то я сомневаюсь, что Потомки Крон будут просто сидеть и позволят тебе превратить их завриана в злодея!\nПаймон: Эй! Это просто первая идея, которая пришла в голову Паймон, понятно?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_arena_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2208,
			"title": "Об искателях приключений Натлана...",
			"voicelineType": "71099",
			"description": "Паймон: Местные жители обычно не покидают пределов Натлана, верно?\n{NICKNAME}: Да, и на то есть веские причины.\nПаймон: Хм... Но если это так, то ведь натланцу очень трудно стать искателем приключений?\nПаймон: Ты только подумай... Если они не могут покинуть пределы своей страны, они не могут выполнить множество поручений. А ещё они не смогут исследовать неизвестные руины или зарабатывать кучу денег... Ох, Паймон их очень жалко!\n{NICKNAME}: Звучит ужасно, но, похоже, что на самом деле это не так.\nПаймон: А?\n{NICKNAME}: Я слышал{F#а}, что некоторые из Народа Родников предлагают свои услуги в качестве проводников для иностранных искателей приключений, ведь они обладают глубокими знаниями о географии Натлана и его древних руинах.\n{NICKNAME}: Их контракты составлены таким образом, что они получают деньги независимо от количества сокровищ, которые находят их клиенты, так что в конечном итоге они могут даже заработать больше, чем добросовестные международные искатели приключений!\nПаймон: Хм, так вот как это работает... Погоди, если они действительно так хорошо разбираются в древних руинах, то почему бы им самим не исследовать их?\n{NICKNAME}: А что если там и не было никаких сокровищ?\nПаймон: Ох, у Паймон ощущение, будто узнала что-то, что знать не стоило...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_adventurerInNatlan_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2209,
			"title": "О граффити...",
			"voicelineType": "71100",
			"description": "Паймон: Жители Натлана так любят писать и рисовать повсюду! Если Паймон не ошибается, они называют это флогистоном...?\n{NICKNAME}: Ты, наверное, думаешь о «флогистоновой гравировке»! Но так называют только резьбу на особых каменных скрижалях. А остальное - это обычные граффити.\n{NICKNAME}: Возьмем, к примеру, эту. По-моему, здесь написано: «Это наша земля! Дети Эха - лучшие!»\nПаймон: О, Паймон это нравится! Паймон теперь тоже хочет что-нибудь нарисовать!\n{NICKNAME}: Конечно, давай нарисуем. Ты что хочешь нарисовать?\nПаймон: Ну, для начала, портрет Паймон - лучшего проводника во всём Тейвате! Может, нарисуем его вон на той скале?\n{NICKNAME}: Давай. И рисовать, наверное, буду я. Посмотрим... А выражение лица сделаем сердитое...\nПаймон: Ага... Подожди, что?! Не, забудь, давай в следующий раз как-нибудь. Пусть нам профессиональный художник местный нарисует...",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_scrawl_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2210,
			"title": "О заврианах-спутниках...",
			"voicelineType": "71101",
			"description": "{NICKNAME}: Жители Натлана, похоже, действительно считают заврианов своими компаньонами...\nПаймон: Да! Они неразлучны, куда бы ни отправились. Прямо как мы.\n{NICKNAME}: Хорошо, но кто победил бы в битве «компаньонов»? Ты или заврианы?\nПаймон: А? Почему ты вдруг об этом {M#задумался}{F#задумалась}?\n{NICKNAME}: Хм, если подумать, у тебя нет ни способности тепетлизавров к рытью, ни невероятной скорости кукузавров в воздухе...\nПаймон: Эй! У Паймон тоже есть свои сильные стороны! Например, Паймон летает быстрее любого тепетлизавра, а ещё Паймон... превзойдёт любого кукузавра в выборе лучшего куриного шашлычка с грибами!\n{NICKNAME}: И самое главное, Паймон со мной дольше, чем любой завриан!\nПаймон: Да-да! Ты всё-таки разговариваешь с лучшим проводником во всём Тейвате!\n{NICKNAME}: Тогда, мой дорогой компаньон, не пора ли нам начать сегодняшнее приключение?\nПаймон: Ну раз уж об этом зашла речь, Паймон кажется, что её способность выбирать отличную еду стала немного забываться! Почему бы нам для начала не поесть вкусных куриных шашлычков с грибами?",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_dragonFriends_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2211,
			"title": "Об Ахаве...",
			"voicelineType": "71102",
			"description": "Паймон: Вообще Паймон давно хотела спросить... Тебе не любопытно, что у Ахава с внешностью?\n{NICKNAME}: А что с ним не так?\nПаймон: Да лучше спросить, что с ним так! От отличается от всех остальных заврианов, постоянно разговаривает, летает рядом с Киничем, а не ходит по земле, а ещё он всегда носит эти странные солнечные очки!\n{NICKNAME}: Хм, ну...\nПаймон: Ты чего на Паймон вдруг {M#уставился}{F#уставилась}...\n{NICKNAME}: Если подумать, ты ведь тоже летаешь и постоянно разговариваешь? И странные очки в Фонтейне себе сделала.\nПаймон: Эй... Это совсем не то же самое!\nПаймон: Давай не будем про это. Ведь самое поразительное, что Ахав плоский, как картон! И никому в Натлане не интересно, что с ним такое?\n{NICKNAME}: Да, действительно. Но, возможно, все здесь просто уже привыкли к нему со временем.\n{NICKNAME}: Это касается личности и частной жизни Ахава, так что он, скорее всего, единственный, от кого мы можем получить ответы.\nПаймон: Но ты думаешь, он будет честен с нами? У Паймон такое ощущение, что он просто напридумывает кучу всякой ерунды, лишь бы мы от него отвязались.\nПаймон: Или даже... заманит нас куда-нибудь, чтобы мы тоже стали плоскими картонками.\n{NICKNAME}: Хм... Даже интересно, как будет выглядеть картонная Паймон...\nПаймон: Эй! Хватит пялиться! Паймон не хочет становиться картонной!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_ajaw_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Пламя поворота Юпанки»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 2212,
			"title": "О раскрашивании тела в Натлане...",
			"voicelineType": "71103",
			"description": "Паймон: Паймон заметила, что жители Натлана очень любят наносить на свои тела... масляную краску? граффити？ Паймон не понимает их значения, но выглядит очень круто!\n{NICKNAME}: Я тоже заметил{F#а}! Я слышал{F#а}, что краска, которую они используют, содержит флогистон, так что она отличается от обычной.\nПаймон: Ого, правда?\n{NICKNAME}: Если тебе интересно, по-моему, туристам и посетителям тоже рисуют. Правда, для этого используется обычная краска!\nПаймон: О, правда? Ну, раз уж мы здесь, так что почему бы...\n{NICKNAME}: Ладно-ладно, но у каждого племени есть свои любимые палитры цветов и узоры, так что просто выбери тот, который тебе больше нравится!\nПаймон: Хорошо, Паймон сейчас выберет... Ух! Они все выглядят так хорошо, что Паймон никак не может выбрать только одну!\nПаймон: Хм. Знаешь, что? Выбирать - для слабаков! Паймон попробует их все!\n{NICKNAME}: Ух ты, я на секунду {M#отвернулся}{F#отвернулась}, а ты стала максималисткой! Не знаю, как к этому отнесутся остальные, но я поддержу тебя, что бы ты ни выбрала!\nПаймон: Ну, Паймон не имела в виду, что надо нарисовать всё сразу! Просто каждый день у неё будут разные!\n{NICKNAME}: А, понятно... Жалко. Паймон с рукавом выглядела бы круто!\nПаймон: Нет, не выглядела бы! Прекрати эти странные фантазии немедленно!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_bodyPainting_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 2213,
			"title": "О жизни с заврианами...",
			"voicelineType": "71104",
			"description": "Паймон: У людей и заврианов Натлана и правда прекрасные отношения. Они живут вместе, сражаются вместе и даже летают вместе...\n{NICKNAME}: Прямо как мы, да? Жаль только, что ты никак не вырастешь, чтобы я мог{F#ла}летать у тебя на спине... хотя ты столько куриных шашлычков с грибами уже съела.\nПаймон: Хм, но ведь завриан не может вести тебя или говорить с тобой, как это делает сейчас Паймон?\n{NICKNAME}: Если подумать, то была эпоха, когда люди и заврианы сражались друг с другом. Должно быть, пришлось потрудиться, чтобы добраться оттуда сюда.\nПаймон: Если бы Паймон была заврианкой, ее можно было бы выкупить одной только вкусной едой.\n{NICKNAME}: Но что будет, если Паймонзавр потребует сотню куриных шампуров в день, а люди не смогут их достать?\nПаймон: Тогда... Паймон мог бы съедать по пятьдесят за день!\n{NICKNAME}: Или, возможно, люди могли бы заключить с Паймон договор о совместной охоте, чтобы хватало мяса на всех!\nПаймон: Ух ты! Именно так. Больше мяса - больше мира!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_liveWithDragon_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 2214,
			"title": "О вулкане...",
			"voicelineType": "71105",
			"description": "Паймон: Этот вулкан отовсюду в Натлане видно! Ты как думаешь, откуда берётся вся эта бурлящая лава?\n{NICKNAME}: Говорят, что в самых глубинах Натлана дремлет огромный древний Пиро дракон, а внутри него находится первое в мире пламя. Это пламя вечно горит в его теле, и поэтому у него на спине находятся пылающие дыры, которые периодически извергают огонь, принимающий форму лавы, когда выходит на поверхность земли.\nПаймон: Правда?! Тогда разве Натлан не обречён, если этот дракон когда-нибудь проснётся?\n{NICKNAME}: Да, и именно поэтому Пиро Архонт собирает силу племён, чтобы регулярно умиротворять дракона и гарантировать, что он продолжает спать.\nПаймон： Стой, а разве Пиро Архонт не против Бездны сражается?\n{NICKNAME}： Ха-ха, я просто пересказываю легенду на тканом свитке, который купил{F#а} недавно в ларьке, вот и всё.\nПаймон： Паймон так и знала!",
			"voicefile": "VO_friendship/VO_heroine/vo_fetter_nt_volcano_heroine",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Активируйте статую Пиро Архонта в долине Теквемекан в Натлане",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 2061,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Ха!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_01"
		},
		{
			"voicelineId": 2062,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Хэх!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_02"
		},
		{
			"voicelineId": 2063,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Клинок ветра!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_03"
		},
		{
			"voicelineId": 2064,
			"title": "Элементальный навык IV",
			"voicelineType": "100004",
			"description": "Ух!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_rock_01"
		},
		{
			"voicelineId": 2065,
			"title": "Элементальный навык V",
			"voicelineType": "100005",
			"description": "Ложись!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_rock_02"
		},
		{
			"voicelineId": 2066,
			"title": "Элементальный навык VI",
			"voicelineType": "100006",
			"description": "Звездопад!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_rock_03"
		},
		{
			"voicelineId": 2067,
			"title": "Элементальный навык VII",
			"voicelineType": "100007",
			"description": "Хэх!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 2068,
			"title": "Элементальный навык VIII",
			"voicelineType": "100008",
			"description": "Получай!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 2069,
			"title": "Элементальный навык IX",
			"voicelineType": "100009",
			"description": "Удар молнии!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 2125,
			"title": "Элементальный навык Х",
			"voicelineType": "100010",
			"description": "Ха!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 2126,
			"title": "Элементальный навык ХI",
			"voicelineType": "100011",
			"description": "Убирайся!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 2127,
			"title": "Элементальный навык ХII",
			"voicelineType": "100012",
			"description": "Расползайся!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 2156,
			"title": "Элементальный навык ХIII",
			"voicelineType": "100013",
			"description": "Ха!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 2157,
			"title": "Элементальный навык XIV",
			"voicelineType": "100014",
			"description": "Вперёд!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 2158,
			"title": "Элементальный навык XV",
			"voicelineType": "100015",
			"description": "Водоворот!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 2070,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Хэйя!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_01"
		},
		{
			"voicelineId": 2071,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Исчезни.",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_02"
		},
		{
			"voicelineId": 2072,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Пускай тебя унесёт ветром!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_03"
		},
		{
			"voicelineId": 2073,
			"title": "Взрыв стихии IV",
			"voicelineType": "200004",
			"description": "Ха-а!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_rock_01"
		},
		{
			"voicelineId": 2074,
			"title": "Взрыв стихии V",
			"voicelineType": "200005",
			"description": "Дрожи!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_rock_02"
		},
		{
			"voicelineId": 2075,
			"title": "Взрыв стихии VI",
			"voicelineType": "200006",
			"description": "Превратись в пыль!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_rock_03"
		},
		{
			"voicelineId": 2076,
			"title": "Взрыв стихии VII",
			"voicelineType": "200007",
			"description": "Хе!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 2077,
			"title": "Взрыв стихии VIII",
			"voicelineType": "200008",
			"description": "Удар грома!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 2078,
			"title": "Взрыв стихии IX",
			"voicelineType": "200009",
			"description": "Ревущий гром!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 2128,
			"title": "Взрыв стихии Х",
			"voicelineType": "200010",
			"description": "Ха!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 2129,
			"title": "Взрыв стихии ХI",
			"voicelineType": "200011",
			"description": "Прорасти!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 2130,
			"title": "Взрыв стихии ХII",
			"voicelineType": "200012",
			"description": "Новая жизнь!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 2159,
			"title": "Взрыв стихии XIII",
			"voicelineType": "200013",
			"description": "Ха!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 2160,
			"title": "Взрыв стихии XIV",
			"voicelineType": "200014",
			"description": "Уничтожение!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 2161,
			"title": "Взрыв стихии XV",
			"voicelineType": "200015",
			"description": "Бомбы!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 2079,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Это... ответ этого мира?",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_chest_open_01"
		},
		{
			"voicelineId": 2080,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Награда по пути.",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_chest_open_02"
		},
		{
			"voicelineId": 2081,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Буду держать при себе.",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_chest_open_03"
		},
		{
			"voicelineId": 2082,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Возьму на себя!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_less30_teammate_01"
		},
		{
			"voicelineId": 2083,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Осторожно!",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_less30_teammate_02"
		},
		{
			"voicelineId": 2084,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Это ещё не конец...",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_die_01"
		},
		{
			"voicelineId": 2085,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Мир... не принимает меня?",
			"voicefile": "VO_gameplay/VO_heroine/vo_heroine_life_die_02"
		},
		{
			"voicelineId": 2086,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "И что же встретим мы на этот раз?",
			"voicefile": "VO_teamJoin/vo_heroine_teamJoin_01"
		},
		{
			"voicelineId": 2087,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Этот мир полон неразгаданных тайн...",
			"voicefile": "VO_teamJoin/vo_heroine_teamJoin_02"
		},
		{
			"voicelineId": 2088,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Нам предстоит пройти ещё долгий путь.",
			"voicefile": "VO_teamJoin/vo_heroine_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_heroine_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}