{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Представлюсь: Мика, геодезист разведывательного отряда Ордо Фавониус. Для меня большая честь сражаться с тобой плечом к плечу. Если что-то понадобится, дай мне знать, я всегда к твоим услугам... Постараюсь разведать маршрут и выяснить всю информацию о противнике!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Поболтаем: Цель",
			"voicelineType": "1101",
			"description": "Надо всегда быть готовыми к бою... Новое задание может появиться в любой момент.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Поболтаем: Отчёт о текущем положении",
			"voicelineType": "1102",
			"description": "Нужно уточнить наше местоположение, измерить расстояние до цели... Ну вот, отчёт о текущем положении готов.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Поболтаем: Разведка маршрута",
			"voicelineType": "1103",
			"description": "Где бы ты ни {F#оказалась}{M#оказался}, тщательная разведка всегда поможет тебе проложить безопасный маршрут.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Надо же, какой дождь... Надеюсь, дорога не раскиснет, иначе придётся чистить сапоги всему отряду, а на готовку времени не останется.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "Гром - лучший друг разведчиков, он маскирует звук наших шагов.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Когда идёт снег...",
			"voicelineType": "1203",
			"description": "Сугробы приятны глазу, но они скрывают рельеф местности, за это я не люблю снег.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Когда светит солнце...",
			"voicelineType": "1204",
			"description": "Мягкий солнечный свет создаёт отличную видимость... И настроение сразу улучшается!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1205",
			"description": "Ну и ветер... Может, это Анемо Архонт подаёт нам знак? Или просто особенность рельефа...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "О, доброе утро! Я приготовил обычный завтрак, какой готовлю в экспедициях. Пожалуйста, угощайся! Если не возражаешь, за едой можем обсудить сегодняшний план действий.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Подожди минутку, еда почти готова! Сегодня в меню обед номер три - любимое полевое угощение разведывательного отряда. А как пообедаем, я посмотрю, нет ли рядом подходящего места, чтобы прилечь после еды.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Ужин готов! Конечно, у нас тут полевая кухня, без изысков... Зато все блюда очень питательны - надеюсь, ты не откажешься. Если нужно привести в порядок оружие или снаряжение, я обо всём позабочусь.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Пока не наступила ночь, мне нужно закончить отчёт о сегодняшних изысканиях. Я поставил раскладушки, почему бы тебе не поспать? Отдохнёшь немного, я к тому времени приготовлю ночной перекус. Тогда и сменишь меня на дежурстве.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "О Мике: Работа",
			"voicelineType": "2001",
			"description": "Гм... В чём заключается работа геодезиста? Я должен первым разведывать неизвестные территории, выяснять рельеф местности, определять выгодные позиции. Иногда мне также приходится иметь дело с дозорными неприятеля, поэтому я должен уметь не только картографировать рельеф, но ещё вести бой, оказывать первую помощь и обладать всеми необходимыми навыками для выживания в полевых условиях.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "О Мике: Мелочи жизни",
			"voicelineType": "2005",
			"description": "Кто-то ведь должен ставить палатки, разводить костры, готовить еду, приводить в порядок снаряжение. Если другим членам отряда не хочется тратить время на все эти мелочи, а я худо-бедно с ними справляюсь, значит, я должен помочь... И дать товарищам немного отдыха.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "О нас: Слухи",
			"voicelineType": "2003",
			"description": "Ой, извини... Вернувшись в Мондштадт, я слышал о ваших подвигах. У таких сильных воинов, как вы с Паймон, должен быть свой особый кодекс чести. Некоторые силачи отличаются вспыльчивым нравом, я боюсь сказать что-нибудь не то и разозлить их... Хорошо, что вы с Паймон такие добрые, с вами мне можно не волноваться!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "О нас: Кодовые слова",
			"voicelineType": "2002",
			"description": "Некоторые разведчики используют кодовые слова: «Октавий» означает, что стрелы на исходе и пора возвращаться в лагерь... А слово «Вера» расшифровывается так: «Условия хорошие, можно начинать бой». Слушай, а может, нам с тобой тоже придумать какие-нибудь кодовые слова? Это пригодится, особенно если мы будем долго работать вместе. Предлагай, я соглашусь с любой твоей идеей!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "Глаз Бога...",
			"voicelineType": "3001",
			"description": "Честно говоря, я сам очень удивился, получив Глаз Бога. Он и правда здорово мне помогает, но я не могу полностью полагаться на его силу. Для меня Глаз Бога скорее средство на экстренный случай. Как рыцарь ордена я должен уделять больше внимания работе в команде и помогать товарищам преодолевать трудности.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Есть простой способ определить расстояние до объекта, он может оказаться тебе полезным: вытяни руку и наведи большой палец на цель. Сначала совмести ось правого глаза с большим пальцем и левой стороной мишени, потом - ось левого глаза с большим пальцем и правой стороной мишени и умножь расстояние между двумя сторонами на коэффициент... Этот трюк поможет тебе определить высоту горы или ширину реки, понять, можно ли одним махом взобраться на вершину или доплыть до другого берега.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "Кли говорила, что на свете есть растения, которые умеют передавать звуки. Если бы такое растение можно было брать с собой... Тогда я мог бы отправлять в штаб отчёты о местности в режиме реального времени - мало того, я посылал бы с передовой распоряжения остальным товарищам, чтобы они вовремя прикрывали меня стрелами.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "О Кэйе...",
			"voicelineType": "4001",
			"description": "Чтобы попасть в орден, мне пришлось пройти множество испытаний. И старшим экзаменатором был как раз капитан Кэйа. Капитан Кэйа всё время поддерживал меня, он дал мне много советов... Но иногда я почти не понимал, что он хочет сказать, боялся, что плохо справляюсь. Так не хотелось его разочаровать.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "О Варке: Наставления",
			"voicelineType": "4002",
			"description": "Магистр Варка - сильный командир, пользующийся общим уважением, а ещё - мой личный боевой инструктор. Он сказал, что для ближнего боя мне не хватает роста и силы, поэтому моими главными помощниками должны стать быстрая реакция, копьё и арбалет. Должен сказать, такой стиль боя мне подходит гораздо больше.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "О Варке: Капитано",
			"voicelineType": "4003",
			"description": "Магистр сказал, что мне нужно ставить перед собой по-настоящему высокие цели и непрерывно стремиться к их достижению. Я старался, но только в экспедиции понял, насколько это важно... Однажды нам встретился Предвестник Фатуи по имени Капитано. Я даже не представляю, как можно одолеть такого противника. Просто... Мир сильных воинов от меня пока слишком далёк...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "О Джинн...",
			"voicelineType": "4004",
			"description": "Заместитель... то есть действующий магистр - сильный и надёжный лидер, который никогда не забывает о своих подчинённых. Мне остаётся столькому у неё научиться: организации работы, оказанию первой помощи, а ещё кулинарии...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "Об Эмбер...",
			"voicelineType": "4005",
			"description": "Командир Эмбер... На передовой не встретишь человека надёжней, она настоящий мастер своего дела! Задачи геодезистов и скаутов схожи, ведь те и другие действуют на передовой. У Эмбер большой опыт, и я научился у неё многим навыкам выживания, а ещё тонкостям ухода за тетивой и стрелами арбалета.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "Об Эоле: Задания",
			"voicelineType": "4006",
			"description": "Капитан Эола - сильный воин с уникальным боевым стилем, и она всегда очень обо мне заботилась. Как только меня приняли в орден, она сразу нагрузила меня задачами. Работы было в несколько раз больше, чем у других рыцарей, и это помогло мне быстро адаптироваться к новой жизни. Если привыкнуть к манере общения капитана Эолы, с ней становится очень приятно иметь дело!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "Об Эоле: Манера держаться",
			"voicelineType": "4007",
			"description": "Я восхищаюсь капитаном Эолой, правда. Она дружелюбна, имеет непринуждённые манеры и обладает невероятной внутренней силой. Если бы люди всё время на меня странно косились, шептались у меня за спиной, я бы вообще из дома не выходил.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "О Лизе...",
			"voicelineType": "4008",
			"description": "Когда я учился картографированию, библиотекарь Лиза всё время мне помогала. Она отыскала для меня множество полезных книг. Вот бы мне её эрудицию... Знаний много не бывает, любые знания однажды оказываются полезны.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "О Кли...",
			"voicelineType": "4009",
			"description": "Кли? Она очень весёлая, а ещё... Говорят, силой она не уступает самому магистру. Она несколько раз брала меня с собой на поиски приключений, и мы прекрасно проводили время вместе! Правда, случалось, что она устраивала опасные эксперименты с оружием, и мне даже приходилось править свои карты... Но всё равно - оно того стоило!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "О Венти...",
			"voicelineType": "4010",
			"description": "Мне нравится этот бард, у него настоящий талант к музыке, и его песни всегда наполняют душу теплом, как если бы я вернулся домой. Попроси меня назвать песню, в которой заключён дух Мондштадта, и я выберу какую-нибудь из песен Венти. Жаль, я редко бываю в городе, иначе бы каждый день приносил ему подарки...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "Об Альбедо...",
			"voicelineType": "4011",
			"description": "Главный алхимик был очень добр ко мне, и помог изготовить всё геодезическое оборудование, которое я использую в полевых условиях... А ещё подарил чертёжное перо, которым можно пользоваться, даже если висишь вниз головой на дереве. Правда, рисование оказалось совсем не похоже на картографию. Я как-то попробовал сделать несколько этюдов, надеясь дополнить ими собранную на местности информацию. Говорят, увидев мои этюды, капитан Альбедо долго молчал...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Узнать больше о Мике I",
			"voicelineType": "5001",
			"description": "Гм... Рассказать о себе? Я самый обычный человек, ничего интересного. Могу разве что рассказать немного о своём прошлом. Хочешь послушать?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Узнать больше о Мике II",
			"voicelineType": "5002",
			"description": "С самого детства я мечтал стать картографом и нанести на карту каждый уголок Тейвата. И только потом узнал, что в ордене как раз имеется такая должность. Благодаря поддержке отца и брата я смог пройти отбор и стать геодезистом на передовой. Теперь моя мечта сбылась, а большего и желать нельзя.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Узнать больше о Мике III",
			"voicelineType": "5003",
			"description": "Все рыцари ордена по-своему сильны, у каждого есть чему научиться. Благодаря товарищам из ордена у меня появилось много новых умений, и теперь я должен отблагодарить своих учителей: если кому-то нужна моя помощь, я никогда не отказываю.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Узнать больше о Мике IV",
			"voicelineType": "5004",
			"description": "Правда... После того как я выполнил несколько поручений магистра Варки и капитана Эолы, некоторые рыцари стали считать меня кем-то вроде личного посыльного магистра и капитана. И любая моя оговорка может принести командованию ненужные проблемы. Поэтому, оказавшись в не совсем знакомой компании, я чувствую себя немного скованно. И все думают, что я просто трус. Вот такое недоразумение.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Узнать больше о Мике V",
			"voicelineType": "5005",
			"description": "Знаешь, после экспедиции я перестал беспокоиться о мелочах. Пока я никому не добавляю проблем, люди могут думать обо мне всё, что хотят, я не возражаю. Орден - моя вторая семья, я должен безупречно делать свою работу, чтобы остальные рыцари на заданиях чувствовали себя в безопасности, чтобы в жизни моих товарищей было меньше тревог и забот...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Хобби Мики...",
			"voicelineType": "6001",
			"description": "Хобби?.. Что я люблю, кроме работы... Наверное, устраивать ночёвки в незнакомых местах. Полюбоваться новым пейзажем, разбить уютный лагерь, развести костёр, приготовить ужин. Что может быть лучше?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Беспокойство Мики...",
			"voicelineType": "6002",
			"description": "Честно говоря, я плохо умею заводить беседу с незнакомыми людьми. Наверное, разговоры - не самая сильная моя сторона. Можешь дать мне несколько советов, как расположить к себе незнакомца?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Любимая еда...",
			"voicelineType": "6005",
			"description": "Магистр говорит, молодым людям нужно есть больше мяса, мясо укрепляет силы и увеличивает выносливость. Вряд ли я когда-нибудь стану мускулистым силачом, но мясо очень люблю, и остальные члены разведывательного отряда разделяют моё пристрастие.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "В отличие от брата, я не выношу вкус вина. С первого же глотка пьянею до беспамятства, и товарищам приходится со мной возиться. А если вино особенно крепкое, одного запаха из открытой бутылки достаточно, чтобы у меня закружилась голова.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Спасибо! Но мне жаль набивать таким драгоценным блюдом желудок! Ты позволишь мне его сохранить?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Отменный вкус, а какая большая порция... Я доставил тебе много хлопот!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Уф... ну, раз уж ты приготовил{F#а} это для меня... постараюсь всё съесть.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "Как обычно говорят... Эм... Сегодня особенный день! И его нужно провести так, чтобы он по-настоящему запомнился! Я составил для тебя «Путеводитель по самым прекрасным пейзажам Мондштадта», в нём собрана информация о разных красивых местах, которые пока почти никому не известны. Желаю, чтобы каждый твой день был полон радости, сегодня и всегда!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "Мне до тебя ещё расти и расти, но сейчас я чувствую себя намного увереннее. По крайней мере, не принесу тебе лишних забот.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Надеюсь, что смогу снабдить тебя полезной информацией и снять часть груза с твоих плеч!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Позволь мне... всегда быть рядом! Исследовать эту землю вместе с тобой!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Спасибо! Теперь я приблизился к своей цели - обеспечить команде безопасное продвижение вперёд, чтобы никто не страдал от усталости из-за неудобного маршрута и не боялся попасть в западню!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Сдерживание обстрелом.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Разведка боем.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Последнее предупреждение.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Элементальный навык IV",
			"voicelineType": "100004",
			"description": "Меткий выстрел!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Элементальный навык V",
			"voicelineType": "100005",
			"description": "Прошу прощения!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Элементальный навык VI",
			"voicelineType": "100006",
			"description": "Устранение угрозы!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Не падайте духом, друзья!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Я позабочусь о раненых!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Это наш шанс!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Запуск планера I",
			"voicelineType": "800001",
			"description": "Я посмотрю сверху...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Быть разведчиком не так уж и плохо!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Какие есть трофеи?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Нам здорово повезло! Тут сокровища!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Возникли небольшие трудности...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Нам стоит сменить тактику?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Противник слишком... силён...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Отступай, я прикрою!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Здесь нужен врач...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Надо было... идти кружным путём...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Я виноват...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Всё... я всё испортил...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900001",
			"description": "Я держусь!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Получен лёгкий удар II",
			"voicelineType": "900002",
			"description": "Всё в порядке!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Не больно... Нет...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Без паники...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Позвольте мне проверить ваше снаряжение... Так, всё в порядке.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Моё копьё и арбалет к вашим услугам!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Я... я буду прокладывать маршрут!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}