{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Спасибо, что {M#присоединился}{F#присоединилась} ко мне, путешественник. Я Муалани, проводник из Народа Родников. Если тебе что-то понадобится, подними руку и дай мне знать! А теперь, пожалуйста, убери оружие, закрепи вещи, крепко держи Паймон и, самое главное, забудь о своих проблемах. Я приготовила для вас сёрф-акулку, так что запрыгивайте на неё и постарайтесь не упасть! Итак... начинаем путешествие!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Поболтаем: Пойдём погуляем",
			"voicelineType": "1101",
			"description": "Главное здесь пойти! Если уж мы пойдём, то гарантирую, что погуляем отлично.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Поболтаем: Погоня за волнами",
			"voicelineType": "1102",
			"description": "Пробовал{F#а} гоняться за волнами? Хочешь попробовать? Ну? Ну? Ну что ж, время не ждёт! Я отведу тебя на ближайший пляж.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Поболтаем: Единство",
			"voicelineType": "1103",
			"description": "В одиночку многие вещи сделать трудно, а если собраться вместе, то возможно всё!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Ого-о-о! Скользкая глина здесь отлично подходит, чтобы кататься на доске!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "Ого! Ты видал{F#а}?! Куда она ударила?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Когда идёт снег...",
			"voicelineType": "1203",
			"description": "Бр-р-р! Давай скорее тут закончим и отправимся обратно. Мне надо как следует полежать в горячих источниках...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Когда светит солнце...",
			"voicelineType": "1204",
			"description": "В такую погоду хочется лежать и наслаждаться солнцем... Идеальные условия, чтобы позагорать!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1205",
			"description": "Когда ветер усиливается, усиливаются и волны. Самое время попробовать выполнить несколько эпичных трюков!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "В пустыне...",
			"voicelineType": "1206",
			"description": "Сёрфить по песку должно быть потрясно! Я готова принять вызов!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Хорошие новости: я сегодня не проспала! Пора вознаградить себя крайне роскошным завтраком.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Всё-таки надо было поспать подольше... Эх, в глазах как будто мора блестит... Думаю, это означает, что нужно вздремнуть сегодня днём.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Хочешь, принесу что-нибудь поесть? Гарантирую, что ещё горячим будет! Поверь, моя доска для сёрфинга достаточно быстрая!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Ужас... Я слишком напрыгалась на танцах у костра. Этой ночью уже не посплю. Эх...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "О Муалани: Лучший товар",
			"voicelineType": "2001",
			"description": "Я тщательно отбираю всё, что продаю в магазине: ассортимент и качество, функциональность и цвет. Но если хочешь узнать, какой товар в моём магазине самый хороший, я бы сказала, что это надувной купальник. Он идеально подходит, если не умеешь уверенно плавать. Он мгновенно надувается и превращается в спасательный круг, что делает плавание намного безопаснее!\nНо можно носить его и вне воды. Лично я люблю надевать его на вечеринки. Он просто приковывает взгляды! Вот так делаешь, и можно скакать... прыг... прыг...\nКстати, он ещё и счастливых цветов бывает!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "О Муалани: Танцы",
			"voicelineType": "2005",
			"description": "Земля Народа Родников - лучший курорт. Здешние растения и природа, кажется, действительно вызывают отклик в людях. Они все наши друзья!\nБегущие волны, колыхание водорослей, трепещущие листья... Все они будто мои любимые учителя танцев. Просто следуй их ритму и такту, покружись, может, немного, покачайся стороны в сторону - вот ты уже танцуешь! Ну как? Не стой как {M#вкопанный}{F#вкопанная}. Давай, попробуй!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "О нас: Приветствие",
			"voicelineType": "2003",
			"description": "Только посмотри на эти доски для сёрфинга! Есть всевозможные узоры, материалы и цвета на выбор! Какой у тебя счастливый цвет? А? Нет такого? Тогда давай я тебе выберу!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "О нас: Взаимное доверие",
			"voicelineType": "2002",
			"description": "Мы столько всего пережили вместе: Царство Ночи, таинственный остров... Я бы сказала, что это определённо делает нас товарищами, которые могут доверить друг другу свои жизни. Если ты когда-нибудь заблудишься в дороге, дай мне знать! Я вообще-то отличный проводник! Я найду путь вперёд, даже если его придётся продолбить моей доской для сёрфинга!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Завершите «Там, куда возвращаются родники»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Раньше я вешала свой Глаз Бог на поплавок. Как ни посмотри, этот лазурный цвет очень хорошо с ним сочетается. Но как-то я совсем забыла о нём, когда играла с друзьями в волейбол. Поплавок упал на песок, и я услышала какой-то громкий хруст! Глаз Бога оказался цел и невредим, так что мне очень повезло.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Ты ведь не боишься собак? Ты просто обязан{F#а} познакомиться с нашей собакой! Он любит играть и хочет, чтобы все его гладили. Я всегда беру его с собой, чтобы он поиграл в воде. Он даже умеет кататься на сёрфе. Мой маленький пёсик уже рассекает волны лучше меня!\nЯ как-нибудь познакомлю вас. Уверена, его хвост будет крутиться как пропеллер. Только смотри, чтобы он тебя им не ударил... Это больно, ха-ха-ха!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "Кохолазавры в Народе Родников любят горячие источники не меньше нас. Они часто купаются в тех же источниках, что и мы. Но если не уверен{F#а} в нраве кохолазавра, лучше держаться подальше.\nА? Как определить нрав? Ха-ха, мой метод очень прост. Медленно приближаешься к нему, и очень быстро всё узнаешь... Если не укусит, то он довольно спокойный... А если попытается укусить, что ж... считай, что это проявление любви.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "О Мавуике...",
			"voicelineType": "4001",
			"description": "Пиро Архонт - самая уважаемая фигура во всём Натлане. Я восхищаюсь ней не только за то, что она Пиро Архонт, но и потому, что... она очень круто выглядит, когда занимается сёрфингом!\nЯ её даже приглашала посостязаться... А? Хочешь знать, кто быстрее? Тогда давай устроим гонки, и я скажу тебе, если победишь!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "О Качине...",
			"voicelineType": "4002",
			"description": "Качина очень нежная и добрая. По всем её словам, видно, что она всегда заботится о других. У неё так много замечательных качеств, но её постоянно игнорируют и высмеивают, потому что она не может постоять за себя. Эх. Я не сомневаюсь в её способностях, просто... Меня беспокоит её неуверенность в себе. Она верит в те ужасные вещи, которые люди говорят о ней. Поэтому я взяла на себя миссию поощрять её и рассказывать о её достоинствах всем вокруг. Я уверена, что однажды все увидят её в новом свете!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "О Киниче...",
			"voicelineType": "4003",
			"description": "Ахав за день говорит больше, чем Кинич за целый год. Непонятно, как у Кинича получается не обращать на него внимание и всегда следовать своим суждениям. Если подумать, они кажутся одинаково незаинтересованными только, когда я говорю о гороскопах...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "О Часке...",
			"voicelineType": "4004",
			"description": "Я познакомилась с Чаской, когда была маленькой. Мы даже несколько раз дрались из-за игрушек... Я была очень удивлен, когда узнала, что она стала «миротворцем». Говорят, что некоторые люди взрослеют очень медленно, а другие взрослеют в одно мгновение. Иногда я думаю, а начала ли я взрослеть вообще...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "О Ситлали...",
			"voicelineType": "4005",
			"description": "Бабушка Ситлали, без сомнения, самая опытная жрица из всех, кого я видела. Она не просто старейшина, она самая крутая старейшина на свете! Её предсказания всегда очень точны. Когда-то давно она сказала, что счастливые цвета для моего бизнеса - розовый и голубой. Ну и конечно, розовые и голубые поплавки сейчас продаются лучше всего!\nКогда я донимала её... э-э, то есть навещала её недавно, она упомянула, что есть какой-то чужеземец, который может принести мне удачу... А, погоди-ка! А ты же {M#чужеземец}{F#чужеземка}!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "О Иансан...",
			"voicelineType": "4006",
			"description": "Иансан - гордость Удела Благодатных Земель и всего Натлана. Она участвовала во многих Паломничествах и до сих пор остаётся непобеждённой! Я записалась на её тренировку, заплатила за обучение и всё такое, но я ещё не начинала, потому что... была слишком занята для тренировок...\nЛадно-ладно, признаюсь... Когда я увидела, как выглядела Качина после обучения, я услышала внутренний голос: «Слушай, твоё место в воде. Останешься на суше слишком долго, и ты там застрянешь...» Иногда нужно прислушиваться к своему сердцу!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "О Шилонен",
			"voicelineType": "4007",
			"description": "Если уж Пиро Архонт признаёт мастера, то мастерство его несомненно. Даже если древнее имя разбить на кусочки, она наверняка сможет его починить. Ой, а я не сглазила сейчас? Древнее имя невозможно разбить. Это было бы ужасно. Я беру свои слова обратно! Я ничего не говорила. И ты тоже ничего не слышал{F#а}, ясно?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "Об Ифе...",
			"voicelineType": "4008",
			"description": "Ифа лучше всех! Куда бы мы его ни позвали, он всегда с радостью присоединяется. А ещё он очень быстро и эффективно справляется с любым делом. Если бы он уже не работал ветеринаром, думаю, из него получился бы отличный тренер по водным видам спорта. Хм? Он из другого племени? Ну это совсем не проблема!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Узнать больше о Муалани I",
			"voicelineType": "5001",
			"description": "Есть минутка? Не хочешь зайти поболтать? Мы можем поехать на горячие источники или куда угодно. Я не привередливая. Такая возможность выпадает нечасто, поэтому я взяла с собой фотокамеру. Я тебе всякие позы и трюки покажу. Не волнуйся, сегодня обязательно много классных фото вместе сделаем!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Узнать больше о Муалани II",
			"voicelineType": "5002",
			"description": "Чтоб быть хорошим проводником, нужно полагаться на опыт. Наши предки оставили после себя множество практик, которым можно поучиться. Но не волнуйся, я не из тех, кто слепо следует старым обычаям. Я доверяю только тем, которые сама попробовала и нашла полезными.\nА? Какие из них не сработали? Хм... Как-то раз я исследовала местность и увидела впереди реку с мостом. Но на карте говорилось, чтобы реку надо переплывать на лодке. Я измерила течение реки, проверила мост на предмет ловушек и скрытых опасностей... Но в итоге оказалось, что наши предки не рекомендовали пользоваться мостом, потому что... его тогда ещё не построили!\nТак что, да. Опыт - это главное...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Узнать больше о Муалани III",
			"voicelineType": "5003",
			"description": "Я люблю принимать гостей из других мест! После экскурсии они всегда благодарят меня за то, что я познакомила их с местными обычаями Натлана. Но, честно говоря, я не менее благодарна им за то, что они делятся со мной опытом, рассказывают о своей родине. Я люблю истории, которые никогда раньше не слышала... Так что, в некотором роде, каждая поездка это путешествие для меня тоже!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Узнать больше о Муалани IV",
			"voicelineType": "5004",
			"description": "Я изо всех сил стараюсь вести себя спокойно, когда завожу новых друзей, но... хе-хе... Иногда люди отводят меня в сторону и говорят, что я чересчур радушная, и для некоторых гостей это слишком. Поэтому поначалу я стараюсь немного сбавить обороты и дать им возможность пообвыкнуться...\nА, пожалуйста, скажи мне, если я перебарщиваю, ладно? Не бойся ранить мои чувства. Можешь даже написать мне анонимную записку, если хочешь. Обещаю, что исправлюсь!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Узнать больше о Муалани V",
			"voicelineType": "5005",
			"description": "Сложности способны раскрыть истинный потенциал человека. Участие в Паломничестве действительно помогло мне это понять! Но я всё равно считаю, что в сложной ситуации два человека лучше, чем один. Каждый человек имеет своё значение... Работая вместе, мы можем творить чудеса!\nВзять, к примеру, Войны ночных дозорных... Мы не единственные, кто участвует в этой борьбе. Ведь есть же герои, которые защищали Натлан в прошлом, или вот молодое поколение, которое будет сражаться за нас в будущем. Наши общие усилия - это то, что двигает Натлан вперёд. Я вот считаю, что в этом и заключается истинный смысл слова «Умоджа».",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите «Чёрный камень, погребённый под белым»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Хобби Муалани...",
			"voicelineType": "6001",
			"description": "Плавание, дайвинг, водные лыжи, сёрфинг, парасейлинг, пляжный волейбол, водный волейбол, гребля, снорклинг, задержка дыхания под водой... Вряд ли я смогу перечислить все свои любимые занятия, даже если у меня будет лишняя пара рук. Иногда, когда я устаю, я просто лежу на воде и расслабляюсь... Несколько раз я даже засыпала. Очень комфортно, конечно, но за это приходится расплачиваться: иногда просыпаешься и не понимаешь, куда тебя унесло. Когда такое случается, я всегда получаю нагоняй от старейшин...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Беспокойство Муалани...",
			"voicelineType": "6012",
			"description": "Когда мне грустно, я говорю себе: «Да ладно, всё нормально. Просто не повезло. Один плохой день не означает, что всё так и останется». Обычно от этого мне становится немного лучше. Но если это не помогает, я отправляюсь кататься на сёрфе по духовному пути и кричу во всё горло на скоростных поворотах и виражах. Прокатившись несколько раз, я всегда чувствую, что все мои проблемы остались в прошлом.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Большой поднос с морепродуктами, и никаких овощей! Как укушу, так сразу чувствую себя маленькой рыбкой, плывущей по морю... Это так приятно!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Я жалею, что в детстве тайком выливала своё молоко в горячие источники. Если бы я его пила, то, возможно, не была бы такой коротышкой... Но неважно. Я обещала тёте Атее больше так не делать! Теперь я пью всё молоко, так что ещё не поздно стать немного выше! И ты пей! Все мы можем поучиться на моих детских ошибках!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Ого, потрясающе! Так и хочется запрыгнуть на доску для сёрфинга и сделать целых три сальто, не касаясь земли!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "А ещё есть? На вечеринке это было бы просто хитом!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Может, замочим на некоторое время в горячем источнике? Может, поприятнее жевать будет!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "С днём рождения! Не открывай пока подарки. Я специально для тебя этот ресторан выбрала - он тут самый популярный... Уверена, ты уже получил{F#а} кучу пожеланий от своих друзей, но что, если я скажу, есть ещё много людей, которые хотят тебя поздравить? Как думаешь?\nХе-хе! Садись-садись, и давай принимай поздравления! Кхе-кхе... Простите меня, все! Внимание, пожалуйста! Сегодня день рождения {M#моего друга}{F#моей подруги}! {M#Благородный и грозный герой, победивший свирепых зверей и исцеливший бесчисленные души}{F#Благородная и грозная героиня, победившая свирепых зверей и исцелившая бесчисленные души}! Давайте же поздравим {M#его}{F#её} с днём рождения! Так, ребята, скажите вместе со мной: «За удачу в твоих приключениях!» Отлично! А вы, ребята, вон там... «За успех в бою!» Отлично! А теперь все вместе... С днём рождения, путешественник! Желаю удачи, здоровья и много счастья!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "То что надо! Продолжаем в том же духе!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Отлично! Похоже, моя сила растет! А теперь, как насчёт дружеской игры в пляжный волейбол? Я не буду сдерживаться!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Это мой счастливый день, я уверена! Кажется, что я даже смогу покорить те огромные волны, на которых упала в прошлый раз. Не время прохлаждаться - навстречу испытаниям!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Ради безопасности туристической группы я обычно не позволяю своим клиентам забредать в опасные места... Но я знаю, что всегда будут ситуации, когда не остаётся другого выбора, кроме как встретить опасность лицом к лицу. Так позволь мне присоединиться к тебе в путешествии. Если будем работать вместе, то не будет ничего, что мы не сможем преодолеть!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Поехали!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "По волнам!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Быстрее!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Элементальный навык IV",
			"voicelineType": "100004",
			"description": "Уо-о!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Элементальный навык V",
			"voicelineType": "100005",
			"description": "Супер!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Элементальный навык VI",
			"voicelineType": "100006",
			"description": "Вот и волна!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Не пропусти гигантскую волну!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Вперёд, Акулка!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Смотри-ка! Вот так удача!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Начало спринта I",
			"voicelineType": "700001",
			"description": "Бежим!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Начало спринта II",
			"voicelineType": "700002",
			"description": "Нужна доска?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Говорила же, сегодня удачный день!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Лучшее всегда на самом дне!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "О нет, уронила! Поднимай скорее! Надеюсь, это не плохая примета...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Должна защищать гостей!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Не мой счастливый день...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Я справлюсь... Справлюсь...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Ты не в одиночку сражаешься!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Дай мне помочь!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Проводник никогда не отстаёт...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "«Никто не сражается в одиночку...»",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Приключение... окончено...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900002",
			"description": "Эй, хватит!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Успокойся!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Моя доска!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "С такой командой не пропадём!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Ну что? Как дела?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "О да! Вперёд!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}