{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Что, небольшие изменения во внешности - и уже не узнаёшь меня? Позволь развеять все сомнения: я во всём свободна и ничем не ограничена, могу жить, как пожелаю, и идти куда хочу и с кем хочу. Тем не менее, кхм... учитывая мою значительную известность... попрошу при посторонних называть меня «Сянь Юнь».",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Поболтаем: Искусство механики",
			"voicelineType": "1101",
			"description": "Секреты искусства механики непросты, в двух словах не объяснить... Но почему все постоянно засыпают, когда я начинаю рассказывать?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Поболтаем: Мир смертных",
			"voicelineType": "1102",
			"description": "На земле царит мир, и всё обновляется и расцветает, подобно цветам весной. Благоприятная эпоха для человечества.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Поболтаем: Интересные истории",
			"voicelineType": "1103",
			"description": "Если ты не занят{F#а}, почему бы нам не посидеть у меня, обсудим последние новости.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "В эпоху мягких ветров и благодатных дождей мне нет нужды повелевать погодой.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "Ох, ну и грохот...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Когда светит солнце...",
			"voicelineType": "1203",
			"description": "В такой погожий день вид с небес должен быть замечательным... Не волнуйся, я не собираюсь улетать и бросать тебя {M#одного}{F#одну}.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1204",
			"description": "Ах, какой приятный ветерок. Не наложить ли на тебя талисманы Адептов, чтобы ты мог{F#ла} полетать по небу вместе со мной?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Вообще я проснулась довольно давно, но закрыла глаза для медитации. Очень полезная практика для духовного развития - обязательно как-нибудь сам{F#а} попробуй.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Хм? Не надо на меня так смотреть, разве сегодня не твоя очередь готовить обед?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Хочешь вместе сходить на ночной рынок? Ха, не пристало нам заниматься такими глупостями. Я могу создать для тебя любую безделушку, какую пожелаешь.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Я всё ещё полна сил... А вот у тебя глаза закрываются уже. Пора и отдохнуть.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "О Сянь Юнь: Ученики",
			"voicelineType": "2001",
			"description": "Я всегда была ярой противницей условностей и навязанных ожиданий. Предпочитаю жить свободно в соответствии со своими желаниями. Это естественно, что ученики идут по стопам своего учителя. Они так заняты собственными делами, что часто не пишут неделями... Нет, мне вовсе не одиноко! Хм... Если я проведаю их, как думаешь, не создам ли я неудобства своим визитом?..",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "О Сянь Юнь: Кулинария",
			"voicelineType": "2005",
			"description": "Конечно, Чудо кулинарной машинерии не заменит человека, если нужно приготовить по-настоящему великолепное блюдо. И всё же, оно даёт мне больше свободного времени, чтобы работать над новой, улучшенной моделью, которая, в свою очередь, экономит ещё больше времени, и так далее, и так далее... Настанет день, когда эта машина будет доведена до совершенства, и все деликатесы, известные человечеству, станут мне доступны.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "О нас: Компаньоны",
			"voicelineType": "2003",
			"description": "Я исследовала местность, глядя с небес, и создала этот указывающий путь компас, чтобы тебе было удобнее в путешествиях. Хех, когда ещё у тебя был такой заботливый компаньон, а? ...Уже хорошо знаком{F#а} с этой местностью? Может, оно и так, но человеческая память, как известно, очень ненадёжна. В один прекрасный день ты совсем заблудишься и тогда поблагодаришь меня за предусмотрительность.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "О нас: Узы",
			"voicelineType": "2002",
			"description": "Хотя меня не интересуют земные привязанности, я хорошо осознаю важность «уз». Такое простое слово для понятия столь глубокого, что оно не поддаётся формулировке... Взять, к примеру, меня и стариков. Мы годами друг друга не видим, но при встрече всегда хватает о чём поспорить. И всё же так глубоки наши узы, что как далеко мы ни были бы физически, я никогда не чувствую себя одинокой или потерянной в этом мире... Я очень дорожу тобой, дитя, и рада считать тебя {M#своим другом}{F#своей подругой}. Ценишь ли ты так же наши узы?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Властелин Камня однажды сказал, что Глаз Бога - это призыв к исполнению долга быть стражем, который присматривает за человечеством. Неважно, уединимся ли мы в горах или сольёмся с шумом города, мы никогда не должны пренебрегать этим долгом. Настала эпоха человечества, но я буду исполнять его ещё долгое время.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Приближение новой звезды»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Эта механическая птица лишь прототип. Я хотела сделать птицу намного больше - полую внутри - чтобы она могла раскладываться в транспортное средство, на котором можно было бы отправиться на прогулку с друзьями... Однако сложности с питанием и управлением таким агрегатом оказались непреодолимыми. Ведь необходимо управлять взлётом и посадкой, процессом трансформации, не говоря уже о средствах безопасности... Эх, если бы Гуй Чжун была здесь. Она бы точно предложила множество странных, но изобретательных решений для этой головоломки.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "Гора Аоцан - идеальное место для духовных упражнений. Ничто не сравнится с её пейзажами по красоте, и всё здесь дышит природной чистотой. Поначалу множество птиц и зверей собиралось понаблюдать за моей медитацией, и тишину вскоре сменял многоголосый щебет и визг... И всё же меня это никогда не беспокоило.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "О Гань Юй...",
			"voicelineType": "4001",
			"description": "Однажды я спросила Гань Юй, чем она занимается, когда работает сверхурочно. Её ответ был наполнен угрожающе звучащими фразами вроде «протоколы заседаний», «сводки», «годовые отчёты», «финансовые прогнозы»... Если бы в ней не текла кровь Священной Лани и я не научила бы её секретам укрепления здоровья, эта лавина бюрократической писанины наверняка поглотила бы её... Как встретишь её, напомни, пожалуйста, чтобы она не забывала каждый день пить чай цинсинь для улучшения зрения.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "О Шэнь Хэ...",
			"voicelineType": "4002",
			"description": "Шэнь Хэ рассказала мне, что однажды доставляла заказ из ресторана «Народный выбор» и, чтобы сэкономить время, побежала по крышам. Заказчик был в ужасе, когда она внезапно спрыгнула ему на порог, и уже собирался звать Миллелитов... К счастью, Шэнь Хэ исчезла так же быстро, как и появилась, оставив еду и убежав прежде, чем клиент успел среагировать. Похоже, она всё лучше справляется с кризисными ситуациями - я очень этому рада.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Ветер дует - журавли возвращаются»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "О Чжун Ли...",
			"voicelineType": "4003",
			"description": "Когда Властелин Камня впервые услышал о том, что я собираюсь поселиться в гавани Ли Юэ, он зачитал мне длинный и подробный список соображений по обустройству и украшению дома. Естественное освещение, вентиляция, заказ деревянных изделий, закупка фарфора, размещение растений и цветов... Мой разум, казалось, готов был взорваться от обилия информации. Неужели все стороны жизни в мире людей требуют столько усилий?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Тысяча лунных миль»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "О Сяо...",
			"voicelineType": "4004",
			"description": "Охотник на демонов даже более замкнут, чем я. За века его видели на собраниях всего несколько раз... Но я слышала, что вы с ним в довольно хороших отношениях. Любопытно, о чём вы обычно разговариваете? А, скажи мне, как соберётесь встретиться с ним в следующий раз - я сделаю для него пудинг из тофу.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "О Ху Тао...",
			"voicelineType": "4005",
			"description": "Эта девушка говорит самые причудливые вещи, но, похоже, пользуется большим уважением у сотрудников ритуального бюро «Ваншэн» - даже сам Властелин Камня счёл нужным работать под её началом в роли некоего «консультанта»... Говорят, что её пристрастия в еде столь же своеобразны. Надо признать, что подобные чудаки меня довольно интригуют.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "О Сян Лин...",
			"voicelineType": "4006",
			"description": "Как-то в разговоре с ней я упомянула о Чуде кулинарной машинерии, но меня крайне удивил её ответ, что настоящее блюдо можно приготовить только своими собственными руками... Хм, разве моё устройство не результат работы моих рук? Что же в этом ненастоящего? Нужно устроить соревнование! ...Но её мастерство в кухне Ли Юэ, конечно, впечатляет... Да, соревнование придётся отложить, пока я не внесу некоторые улучшения в моё изобретение...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "О Нин Гуан...",
			"voicelineType": "4007",
			"description": "Воля Небес ведёт свои дела с большой ловкостью, а к речам её не придраться. Не могу не признать - под управлением Цисин Ли Юэ процветает. Я пристально за ней наблюдала, надеясь вызнать её секрет... Кхм, это я только тебе - не надо ей говорить.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Приближение новой звезды»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "О Кэ Цин...",
			"voicelineType": "4008",
			"description": "Кэ Цин - заботливое дитя. Она всегда посещает меня от лица Цисин на каждый фестиваль и приносит подарок. Возможно, мне не стоит так волноваться о Гань Юй, раз у неё есть такая способная и внимательная коллега.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "О Юнь Цзинь...",
			"voicelineType": "4009",
			"description": "Много опер в Ли Юэ основаны на историях об Адептах, в том числе и на моей собственной жизни и приключениях... Я никогда их, конечно, не смотрела - видеть, как кто-то другой играет меня на сцене было бы слишком неловко. Но мне было бы интересно оценить, как Юнь Цзинь справилась с адаптацией истории Шэнь Хэ. Схожу посмотрю, как будет время.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Ветер дует - журавли возвращаются»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "О Яо Яо...",
			"voicelineType": "4010",
			"description": "Как-то Яо Яо стянула очки с моего лица и примерила их. Это ей показалось ужасно забавным, так что она долго хихикала... Ах, дети всегда найдут способ развлечь себя.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "О Ка Мине...",
			"voicelineType": "4011",
			"description": "Я очень ценю Ка Мина: он добр к людям и интересен в общении, но всегда скромен. Мы познакомились, когда я отдыхала у озера, и он любезно поделился со мной едой. Потом он сказал, что я больше похожа на почтенного мудреца, чем сами Адепты... Ха-ха, раз уж я почтенный мудрец, обязательно присмотрю за ним.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Узнать больше о Сянь Юнь I",
			"voicelineType": "5001",
			"description": "Хочешь узнать о моём прошлом? Не думаю, что оно того стоит - всё это уже древняя история. Намного интереснее услышать о твоих путешествиях в дальние уголки мира... Какие формы принимают боги и бессмертные в других странах? Есть ли среди них такие, кто, как и я, любит поговорить? Давай заварим чай, и ты мне обо всём расскажешь.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Узнать больше о Сянь Юнь II",
			"voicelineType": "5002",
			"description": "Было время, когда многие смертные стремились получить наставления Адептов. Неизвестно, как они узнали о местонахождении моей обители, но то и дело люди оставляли подношения еды у алтаря на горе Аоцан... Пф, с чего это смертные решили, что Адепт прервёт свою медитацию ради принятия человеческой пищи? Очень забавно. Но поскольку их действия были искренними, я сочла уместным угоститься... Хм, принять их подношения, когда они уйдут.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Узнать больше о Сянь Юнь III",
			"voicelineType": "5003",
			"description": "Были и такие, кто приходил прямо к моим дверям и просил взять их в ученики. Я отказывалась разговаривать с ними, но они не желали уходить. Вскоре гора Аоцан превратилась во что-то вроде лагеря паломников... Я быстро вывесила у входа в обитель объявление, предписывающее всем желающим стать учениками, в течение девяноста девяти дней готовить по уникальному блюду в день, каждое с цветком цинсинь в качестве основного ингредиента... Толпа, конечно, вскоре разошлась. Чтобы овладеть искусством Адептов и искусством механики необходим великий талант и предельная стойкость ума. Нет смысла обучать того, кто даже три месяца не может продержаться.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Узнать больше о Сянь Юнь IV",
			"voicelineType": "5004",
			"description": "Хотя у искусства механики множество чудесных применений, я часто использую его для развлекательных целей. Как-то в Ли Юэ выпало много снега, и он толстым слоем покрыл гору Аоцан. Видя, как все укрылись в своих обителях и страдали от безделья, я создала Скорый снегоход. Мы с Гуй Чжун и Владыкой Песен отлично проводили время, пока Владыка Лун не решил присоединиться. С первой же попытки он умудрился сделать так, что снегоход сошёл с рельсов и рухнул в глубокий снег. Нам несколько часов понадобилось, чтобы откопать его... Позже я добавила в механизм множество функций для безопасности, чтобы им смог управлять даже трёхлетний ребёнок. Хотя это снизило максимальную скорость.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Узнать больше о Сянь Юнь V",
			"voicelineType": "5005",
			"description": "После переезда в гавань Ли Юэ я прочитала множество произведений популярной литературы. Больше всего мне понравились рыцарские романы, хотя все герои там и выдуманные. Разве не было бы интереснее рассказать о реальных персонажах, с которыми я знакома? Жаль, что ученики так не любят, когда я рассказываю людям истории из их жизни... Может быть, поведаешь побольше о своих приключениях? Я могла бы адаптировать их для своего романа.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите главу «Тысяча лунных миль»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Хобби Сянь Юнь...",
			"voicelineType": "6001",
			"description": "Когда мне нечем заняться, я люблю понежиться на ветру, который гуляет среди гор. Это всегда успокаивает разум.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Беспокойство Сянь Юнь...",
			"voicelineType": "6012",
			"description": "После переезда в гавань Ли Юэ у моего порога постоянно появляются старые и новые друзья - то в гости придут, то на ужин пригласить хотят. Если так пойдёт дальше, то у меня скоро закончатся деньги...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Тысяча лунных миль»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Совместная трапеза с друзьями надолго остаётся в памяти, независимо от того, что было съедено.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Адепт посвящает себя духовному развитию и для этого ему не нужны деликатесы бренного мира. Когда я ем подобные блюда это не для питания, а чтобы насладиться вкусом... Так что, если ты приготовишь блюдо, вкус которого не кажется изысканным даже тебе, то не стоит делиться им со мной. А вообще лучше предоставь приготовление еды мне...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Образец свежести и вкуса... Скажи, как долго ты тайком изучаешь мои кулинарные секреты?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Вкус не так важен - главное, что ты вообще {M#счёл}{F#сочла} нужным приготовить что-то для меня. Я высоко ценю твоё внимание.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Моё Чудо кулинарной машинерии лежит без дела последнее время. Могу одолжить тебе.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "Вот, открой этот деревянный ящик. Это миниатюрный механический человечек для твоего развлечения. Попробуй поиграть с ним. Смотри: если хлопнуть в ладоши вот так, лепестки лотоса раскроются, цветные лампочки загорятся по очереди, а затем заиграет мелодия. Это та самая праздничная мелодия, которая так нравится молодому и энергичному поколению. Она обязательно добавит нотку веселья и легкомыслия к твоему праздничному настроению... Весёлого праздника.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "Я так долго пробыла дома. Приятно иногда немного размяться.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Давно я не использовала некоторые из искусств Адептов... Естественно, что я немного отвыкла.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "У тебя такое предвкушающее выражение лица... Ладно. Отныне буду использовать свои способности в полной мере.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Именно путешествуя по миру, мы приобретаем опыт. Сила - это ещё не всё, важнее навыки общения. Если у тебя есть время, давай найдём место с приятным видом, где мы сможем полюбоваться пейзажами, поговорить, отдохнуть, да и просто насладиться жизнью.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Ух!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Ввысь!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Разойдись!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Охватить небеса!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Адепт пришёл!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Соберитесь, одинокие облака!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Пригодится на детали.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Что здесь за безделушки? Дай мне посмотреть.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Возможно, стоит изобрести «Распознаватель диковинок».",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Какая дерзость!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Сильный противник!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Я тебя не покину.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Знай свой предел.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Нужно было меня позвать.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Не считается... Я голодная была...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Оплошность...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Мой механизм ещё не закончен...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Пустяк.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Это неважно.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Механизмы настроены. Вперёд.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Провиант ведь подготовлен?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Я перемещаюсь быстро - не отставай.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}