{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Привет, я Шилонен из Детей Эха. Если хочешь, чтобы я выковала для тебя инструменты, просто дай знать. Но сейчас у меня довольно много работы, так что если оставишь заказ сейчас, то придётся подождать.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Поболтаем: Растение в горшке",
			"voicelineType": "1101",
			"description": "Эх, мой цветок на крыльце снова погиб. Я ведь каждый день его поливала... Неужели в этот раз я перестаралась?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Поболтаем: Время отдохнуть",
			"voicelineType": "1102",
			"description": "Надо бы передохнуть после всей этой беготни... Да, давай здесь посидим немного.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Поболтаем: Кузнечное дело",
			"voicelineType": "1103",
			"description": "...Сколько ещё заказов по ковке мне надо выполнить? Посмотрим... Раз, два... Хм, не так много, как я думала. Я займусь ими завтра.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Хорошая погода, чтобы вздремнуть в мастерской...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Когда идёт снег...",
			"voicelineType": "1202",
			"description": "Апчхи! О, я проснулась.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Когда светит солнце...",
			"voicelineType": "1203",
			"description": "*зевает* Пора вздремнуть... А? Куда мои тёмные очки делись?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "В пустыне...",
			"voicelineType": "1204",
			"description": "Температура в самый раз... Но место не самое лучшее, чтобы лежать...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Доброе утро. Как спалось? Вот, выпей. Если начать день с чего-нибудь сладкого, то будет хорошее настроение весь день.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Уже полдень, а это значит... *зевает* Время перерыва. Я пойду вздремну, но если тебе что-нибудь понадобится - разбуди меня...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Ого, время-то уже... Да, давай на этом закончим. Пойдём поедим чего-нибудь вкусненького, чтобы отпраздновать отличный рабочий день.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Спокойной ночи. Не забудь взбить подушку, а то утром шея будет болеть.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "О Шилонен: Труд и отдых",
			"voicelineType": "2001",
			"description": "Как бы много ни было работы, всегда надо выделять время для отдыха. Если не прекратишь работать, твой разум и тело начнут бастовать... И как только это произойдёт, просто уже не сможешь хорошо работать.\nХм? Не можешь найти времени для перерыва? Тогда просто скажи, что мне внезапно понадобилось увидеть тебя по важному делу, и заходи ко мне в мастерскую вздремнуть. Я тебя прикрою.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "О Шилонен: Заторможенность",
			"voicelineType": "2005",
			"description": "Некоторые мои друзья говорят, что я иногда заторможенная и меня трудно растрогать. Например, однажды я была у подруги на вечеринке, и мы начали обсуждать тему брака. Подруга спросила, будем ли мы плакать, когда она выйдет замуж. Не успела я опомниться, как все начали плакать, всхлипывать и говорить, что не хотят терять её как подругу...\nЯ не понимала, о чём все плачут. Разве свадьба - это не счастье? Она же просто выходит замуж, а не уезжает. Мы всегда можем навестить её.\nМ? А что, если она грустит и выходит замуж против своего желания? Да, я думала об этом.\nТогда я бы просто пришла на церемонию и увела её. Знаешь, я довольно быстрая. Да, я бы успела её спасти.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "О нас: Кузница",
			"voicelineType": "2003",
			"description": "При ковке чего угодно температура в печи всегда имеет решающее значение. Если она слишком низкая, не сможешь размягчить или расплавить материалы, и хорошо очистить их от примесей. Если температура будет слишком высокой, некоторые материалы станут непригодными. Большинство ремесленников регулируют температуру, убирая топливо из огня или добавляя больше дров. Что касается меня, я обычно добавляю самоцветы, богатые флогистоном, чтобы контролировать температуру. Пламя от флогистона намного сильнее, чем обычный огонь...\nЧто я делаю с драгоценными камнями, когда флогистон израсходован? Я просто нахожу место, где их сложить... Без флогистона в них остаётся только эстетическая ценность. Если хочешь, можешь взять несколько.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "О нас: Благословение",
			"voicelineType": "2002",
			"description": "Тласоли раньше говорила, что хочет сделать для вас надпись на огнекристалле в подарок, верно? Но в нынешней ситуации у неё вряд ли найдутся на это силы.\nТак что теперь эту работу я возьму на себя. Считайте это благодарностью за то, что вы спасли Непеку.\nГоворишь, я уже создала для тебя древнее имя?\nХа-ха-ха, это не считается. То древнее имя содержало благословение от всех, а этот огнекристалл - моё личное благословение для тебя.\nНе стоит благодарностей. Я сообщу тебе, как только всё будет готово. А что будет вырезано на нём... решишь {F#сама}{M#сам}, когда придёт время.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите главу «Пылающая Ода воскресения»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "Завершите «Молитва о благословении на горном хребте»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "А, мой Глаз Бога? Да, он довольно полезен. С его помощью я могу более точно определить концентрацию и распределение Гео в различных рудах. Это помогает мне быстро отсортировать хорошую руду от пустой.\nА, у него есть значение? Ха, я никогда не задумывалась об этом. Он помогает мне в работе, а остальное меня не волнует.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Чтобы отточить свои навыки мелкой работы, я часто пытаюсь выковать небольшие украшения со сложной структурой. Например, кулон в виде паутины или серьги в виде тканого свитка... Когда я заканчиваю работу над изделием, я обычно дарю его кому-нибудь из своих друзей или соседей.\nА? Могу ли я делать кольца? Конечно! Буквально на днях я сделала кольцо в форме сверкающей хризантемы. Одна только схема дизайна потребовала от меня немало усилий. А, такое же хочешь? Ну конечно. Покажи свою руку. Сейчас измерю твой палец и скоро выкую для тебя такое же.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "Я действительно не понимаю, как заботиться о растениях... Я поливала их раз в три дня, вырывала сорняки раз в пять дней, удобряла два раза в неделю, как написано в инструкции, и даже следила за тем, чтобы они получали необходимое количество солнечного света, но все мои растения всё равно чахли и умирали.\nЭх, неужели даже садоводство требует немалой доли везения?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "О Качине...",
			"voicelineType": "4001",
			"description": "Качина заказала мне выковать для неё бур, который мог бы не только бурить землю, но и прыгать по ней. Сделать его было не так уж сложно, но регулировка угла наклона сиденья оказалась непростой задачей. В конце концов Качина приняла моё предложение отказаться от сиденья в пользу ручной системы управления, которая подключается к силовому стержню бура...\nА? Почему Качина подпрыгивает, когда управляет Турбовихрем?\nЭто она так захотела. Она сказала, что предпочитает иметь прямую обратную связь во время езды, поэтому я убрала часть системы амортизации.\nЯ думаю, не сделать ли ей капу. Меньше всего мне хочется, чтобы она прикусила язык, работая с буром...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "О Муалани...",
			"voicelineType": "4002",
			"description": "Муалани - выдающийся атлет. Я никогда не видела, чтобы сёрфинг или катание по духовным путям выглядели так гладко и легко. Я даже не видела, чтобы Муалани хоть раз оступилась.\nХм? А что будет, если на её пути встанет человек или завриан? Хм, я уверена, что она просто подберёт его и продолжит скользить.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "О Часке...",
			"voicelineType": "4003",
			"description": "Сделать так, чтобы оружие Часки работало на большой высоте было непростой задачей. Во-первых, нужно было убедиться, что оно будет надёжно работать в бою на больших скоростях. Затем нужно было разработать стандартные и специальные боеприпасы, которые можно было бы использовать для боя на больших высотах. И наконец, нужно было подумать, как решить проблемы отдачи и точности в полёте... Но Часка сказала, что последние две проблемы не представляют особой сложности и что она справится, если я установлю самый простой прицел.\nЧаска определённо доказала, что отлично может управляться с этим оружием. Это говорит о том, что она действительно ас клана Цветочного Пера.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "О Мавуике...",
			"voicelineType": "4004",
			"description": "Мавуика давала мне немало странных и неожиданных поручений.\nНапример, она попросила меня создать меч, который бы выдерживал её пламя, чтобы при всей её силе меч не расплавился в руках. А ещё попросила сделать для неё специальные очки, чтобы, сражаясь в огне, она могла лучше видеть врагов.\nСамое странное было, когда она пришла ко мне с просьбой создать пламецикл. В тот период она буквально каждый день приходила в мою мастерскую и настойчиво просила сделать для неё транспорт, работающий на флогистоне. Она сунула мне целую кучу схем, которые сама откуда-то достала... В конце концов я не выдержала, потратила три месяца и собрала для неё этот транспорт. А потом я узнала, что она каждый день гоняет на нём по просторам Натлана, и никто не может остановить её...\nПо сравнению с этими поручениями создание древнего имени для чужеземца кажется довольно разумным и в чём-то даже обоснованным заданием.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Пылающая Ода воскресения»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "О Киниче...",
			"voicelineType": "4005",
			"description": "Кинич хороший, но с этим Ахавом очень тяжело находиться рядом. Кстати, откуда он вообще взялся? Если Ахав произошёл от какого-то устройства, то есть шанс, что я смогу заставить его замолчать навсегда. Может, мне стоит найти время и обсудить это с Киничем...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "О Ситлали...",
			"voicelineType": "4006",
			"description": "Иногда Ситлали заходит ко мне в мастерскую, чтобы купить руду. По её словам, некоторые руды можно измельчать в порошок и принимать как лекарство, которое помогает ей в гаданиях и обрядах. Хм? Просила ли я когда-нибудь сделать мне предсказание? Нет, мне неинтересно знать будущее. У меня и так хватает забот со всеми моими нынешними делами. Кроме того, во время ритуалов гадания меня всегда клонит в сон...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Об Ифе...",
			"voicelineType": "4007",
			"description": "Ифа приходил в племя, чтобы вылечить нескольких тепетлизавров. Он очень опытный и знает, как заботиться о своих пациентах. Даже самые буйные заврианы сидят тихо, когда он рядом. Ифа говорит, что всё это благодаря набору шприцов для заврианов, которые я ему сделала. Даже без иглы они заставят любого человека или завриана хорошо себя вести. Хочешь посмотреть? У меня ещё есть набор образцов, если тебе интересно. Подожди, я принесу самый большой... А? Ты чего пятишься? Иголка даже не надета, это совершенно безопасно.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Об Оророне...",
			"voicelineType": "4008",
			"description": "Если минус на минус дают плюс, то чудак в группе чудаков должен быть просто нормальным, но Оророн почему-то всё равно кажется мне немного странным. Но как человек, он очень милый. Он даже попросил Ифу принести Детям Эха кучу фруктов и мёда. Видимо, он решил, что доставил нам слишком много хлопот. Я и не подозревала, что из флогистоновой тли можно получить такой сладкий мед, так что он своё дело знает. Эх, как у некоторых так легко получается обращаться с растениями и животными?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите «Радуга обречена сгореть»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "О Иансан...",
			"voicelineType": "4009",
			"description": "Однажды я помогла Уделу Благодатных Земель изготовить пару комплектов очень тяжёлых блинов и гирь. Когда пришло время забирать товар, Иансан пришла с группой людей из племени, чтобы осмотреть готовые изделия. Она подняла и проверила каждую гирю, прежде чем положить их одну за другой в тележку. После поднятия всех этих тяжестей она совсем не устала, а её лицо лишь слегка покраснело. Честно говоря, я им немного завидую. Они не только очень сильные, но и умеют обращаться с растениями...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Узнать больше о Шилонен I",
			"voicelineType": "5001",
			"description": "Хотя я и гравёр имён, ковка древних имён не является моей основной работой. Большую часть времени я помогаю людям из племени ковать инструменты и оружие. Всё-таки древние имена довольно редки, а на другие вещи заказов хоть отбавляй...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Узнать больше о Шилонен II",
			"voicelineType": "5002",
			"description": "Самое утомительное в работе над заказами - это не сама ковка, а попытки расшифровать путаные формулировки моих клиентов. Я трачу очень много времени на то, чтобы помочь клиенту разобраться в своих идеях, чтобы он мог сказать мне, чего ему на самом деле надо. Тогда я наконец-то могу взять в руки молоток и приступить к работе. Каждый раз, когда заказчик, поняв наконец чего хочет, расплывается в улыбке, я уже не получаю от этого никакой радости. На самом деле, живот крутит от такого, и аппетит пропадает.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Узнать больше о Шилонен III",
			"voicelineType": "5003",
			"description": "Когда у меня нет заказов, я обычно делаю небольшие устройства. Например, в этих ботинках, которые я ношу, используются новейшие флогистоновые двигательные системы и множество новых видов сплавов. А эти наушники можно подключить к проигрывателю, и я смогу слушать пластинки, пока работаю в кузнице... Звучит сложно? Да нет, просто когда работаешь над тем, что тебе нравится, сложно не приложить немного больше усилий.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Узнать больше о Шилонен IV",
			"voicelineType": "5004",
			"description": "Главная причина, по которой я стала гравёром имён, заключается в том, что и мои родители, и большинство моих родственников тоже были гравёрами имён. Когда я была маленькой, они всегда говорили мне, что из всех племён Натлана только наше может нести ответственность за ковку древних имён. Они надеялись, что я продолжу эту традицию, когда подрасту. И я согласилась - вот, собственно, и всё.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Узнать больше о Шилонен V",
			"voicelineType": "5005",
			"description": "Но перед тем как стать гравёром имён, я хорошенько подумала, стоит ли мне заниматься столь хлопотным делом. В конце концов, было много более лёгких профессий, которые можно выбрать. Даже быть обычным кузнецом проще, чем гравёром имён, а зарабатывать можно больше. Но в итоге я выбрала этот путь. Ковка древних имён - важное дело, которое кто-то должен выполнять, и раз уж у меня оказались подходящие способности, то я обязана была унаследовать это ремесло. Мой отец всегда говорил: «Если каждый человек в Натлане будет брать ответственность, которая ему по плечу, Натлан будет всегда оставаться сильным». Теперь эта работа - мой долг, и я выполняю её, интересно мне или нет. Да и всё равно я была самой искусной среди тех, кто изучал это ремесло в племени. Если бы я не стала гравёром имён, то кому-то другому пришлось бы взяться за это вместо меня. Другие ученики постоянно задавали мне вопросы и копировали мои домашние задания. Если бы ковка древних имён стала их работой, я уверена, они бы постоянно приставали ко мне с вопросами. Поэтому я решила, что лучше самой взяться за эту работу, чем иметь дело со всеми этими неприятностями... Да, так удобнее для всех, и мне не надо целый день беспокоиться о чужой работе.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Хобби Шилонен...",
			"voicelineType": "6001",
			"description": "Спать, отдыхать и греться на солнце... Когда я не работаю, даже смотреть на пустой лист бумаги кажется интересным.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Беспокойство Шилонен...",
			"voicelineType": "6012",
			"description": "Когда обсуждаю с кем-то заказ на ковку, я больше всего боюсь услышать: «Эта просьба не срочная и не важная. Просто займись, когда сможешь». По моему опыту, это всё равно что сказать: «Я буду постоянно приходить и подгонять тебя». Эх, от одной мысли об этом у меня начинает болеть голова. Я, пожалуй, пойду посплю...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Сахар и шоколад. Я работаю в кузнице, и сладости дают мне энергию, чтобы работать молотом.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Я не люблю воду без вкуса. Да, да, я знаю, что пить чистую воду полезнее, но я просто не могу пить эту дрянь. Разве нельзя добавить хотя бы немного сахара? Или, на крайний случай, выжать лимон...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Ммм. Вкусно, а есть ещё? А? Когда успела доесть? Только что. Я ем довольно быстро, а когда вкусно, то ещё быстрее.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Неплохо. В следующий раз я тебя чем-нибудь угощу.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Пока хватит. Меня клонит в сон, если слишком много съем.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "С днём рождения! Вот, этот универсальный набор мультиинструментов тебе. В нём есть разные дрели и молотки, три ручные пилы и пять ломиков специальной формы, которые пригодятся вам в походе. А ещё здесь набор верёвок из плетёной кожи и металлической проволоки. Они достаточно прочные, чтобы поднять даже взрослого тепетлизавра. Ты умеешь завязывать узлы? Если нет, то могу научить. Вот, смотри... Сначала берёшь верёвку вот так, потом делаешь петлю вокруг...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "...Мяу?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Хм, настоящее золото очищается огнём. Спасибо.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Похоже, мой глаз становится острее, рука сильнее ударяет молотом. Подождите, дай попробую ударить что-нибудь... Лучше отойди.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Ты так много мне помог{F#ла}, что я не могу оставить тебе с пустыми руками. Вот, возьми этот драгоценный камень, на котором я выгравировала своё Имя. С его помощью ты сможешь найти меня всегда, когда понадобится помощь. Если нужно, чтобы я разожгла кузницу или отправилась с тобой в опасное приключение, я всегда буду готова помочь. Это обещание в силе пока и моё Имя, и этот камень не сотрутся в прах.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Давай!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Хм.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Фух...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Услышьте эхо ущелья!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Закипай, кровь гор!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "В гравированных именах раздаётся эхо!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Я смотрю вокруг. Не волнуйся, засады нет.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Как много замечательных вещиц. Поделишься? Шучу, это всё твоё.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Хм, на вид чего-то стоит. Давай, бери.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Ох, беда...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Хватит.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Хм!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Я подхвачу.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Предоставь мне.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Пламя... угасло...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Кузница... охладела...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Хе... Пора... спать...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900002",
			"description": "Опять?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910002",
			"description": "Как же надоело!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Пора идти?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Давай с этим разберёмся.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Хорошо. После тебя.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}