{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Привет...",
			"voicelineType": "1000",
			"description": "Меня зовут Янь Фэй, и я единственный и неповторимый ведущий эксперт по правовым вопросам в Ли Юэ! Коммерческие споры, гражданское примирение, уголовные процессы... Я всё сделаю в лучшем виде! Моя контактная информация... Где же её лучше записать? Хм... Бумажка потеряется, а надпись на руке сотрётся... Придумала! Я просто напишу на одежде этой... вашего летающего компаньона.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Поболтаем: Закон",
			"voicelineType": "1101",
			"description": "Закон - это и подспорье, и помеха. Запомните это!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Поболтаем: Работа",
			"voicelineType": "1102",
			"description": "Закон и чувства иногда противоречат друг другу, а иногда нет. Уравновесить их - целая наука.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Поболтаем: Чтение",
			"voicelineType": "1103",
			"description": "Хм... Кто бы мог подумать, что есть такие прецеденты... Мир полон сюрпризов.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "Опять дождь! Прошу, Властелин Камня, разгони поскорее тучи! Нельзя, чтобы кодексы промокли!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Когда идёт снег...",
			"voicelineType": "1202",
			"description": "Что... Что за мерзкая погода! Холодно как... Апчхи...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Когда светит солнце...",
			"voicelineType": "1203",
			"description": "Повторю-ка я законы, пока погода хорошая. Так... Что там в третьем пункте шестой статьи двадцать седьмой главы «Коммерческого кодекса Ли Юэ»... Как я могла забыть?.. Что же такое со мной сегодня...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Утром выездное дело о долговом споре, к полудню надо ответить клиенту, который приходил за консультацией на прошлой неделе... Отлично! За работу!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Ох... Как же хочется спать... Знаю! Бурная дискуссия меня взбодрит! Тема дебатов: «Принесёт ли открытие Банка северного королевства экономике Ли Юэ больше вреда, чем пользы?» Вот. Ты за или против?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Ночной рынок? Хм... Я хотела побыть дома и систематизировать свои записи, но если хочешь пойти по магазинам, пойдём вместе. О, некоторые магазины часто проводят ночные акции, потому что они хотят, чтобы товары были свежими каждый день, и они не хотят терять нераспроданные за день товары.\nДоверь переговоры мне, а сдачу я заберу как плату за свои услуги.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Хочешь поскорее заснуть? Давай я расскажу тебе историю эволюции закона Ли Юэ. Никто из моих друзей не продержался больше двадцати минут... А, хочешь ещё быстрее? Тогда я почитаю тебе сами законы! Завтра не забудь сказать, до какой статьи дослушал{F#а}. Так... Ну я начинаю?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "О Янь Фэй: Обаяние",
			"voicelineType": "2001",
			"description": "Когда читаю материалы дела, я выгляжу очень серьёзно? Хм... Это просто моё обычное рабочее состояние. У меня будто... есть невидимый выключатель. Щёлк - и я в нормальном режиме, щёлк ещё раз - в рабочем. У тебя, наверное, тоже такой есть?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "О Янь Фэй: Слабость",
			"voicelineType": "2002",
			"description": "Я больше всего боюсь гражданских споров, например разводы, право на опеку... Их трудно разрешить с точки зрения разума или логики. Хотя нужно быть мягкой и терпеливой со сторонами, даже если они не способны вести конструктивную дискуссию!.. Увы... Я знаю, что выставляю себя этакой всемогущей всезнайкой, но, честно говоря, будь моя воля, я бы хотела, чтобы все жили в мире и гармонии и чтобы таких случаев было меньше.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "О нас: Цена",
			"voicelineType": "2003",
			"description": "Хочешь проконсультироваться у меня? Толкование закона - шесть тысяч моры за статью, консультация и сопровождение - сто восемьдесят тысяч моры в час, а коммерческие дела от семисот десяти тысяч моры. Конкретная цена и комиссия будут зависеть от ситуации. Доступные расценки, не так ли?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "О нас: Отношения",
			"voicelineType": "2004",
			"description": "Если боишься столкнуться с проблемой во время путешествия, лучший способ справиться с ней - это путешествовать со знатоком законов. Я, Янь Фэй, хорошо разбираюсь не только в законах родного Ли Юэ. Хотя законы Фонтейна довольно сложны... Но с моим умом я в них тоже могу разобраться! В общем... В общем! На меня определённо можно положиться!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Глаз Бога...",
			"voicelineType": "3001",
			"description": "Глаз Бога порождается сильным желанием. Будучи человеком устремлённым, я получила его, потому что хочу, чтобы все были честными и подчинялись закону! Но некоторые играют по своим правилам, причиняя вред другим... Ха! Вот их-то и настигнет карающая длань закона!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Давай поделимся: Весы",
			"voicelineType": "3002",
			"description": "Эти весы подарил мне отец. Они измеряют ценность вещей. В качестве гири я обычно использую мору, но так можно измерить только изначальную цену вещи. Например, тысячу лет назад в Ли Юэ было полно глазурных лилий и они ничего не стоили. Теперь, когда они стали такими редкими, цена сильно выросла. Но ценность, которую показывают весы, осталась такой же, как и в древности, то есть очень низкой. \nТак что толку от этих весов в работе немного... Что? Хочешь что-нибудь взвесить? Хм... Давай взвесим твою летающую подружку?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Давай поделимся: Законность",
			"voicelineType": "3003",
			"description": "Мой фирменный приём называется «Гнев огня». Я сделала его на основе «гнева Камня» из древнего трактата «Общее собрание законов Ли Юэ». Властелин Камня - бог контрактов, а контракты - это тоже в некотором роде способ принуждения. О чём это говорит? Хе-хе, это значит, что Ли Юэ с самой древности был городом контрактов.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Интересные вещи...",
			"voicelineType": "3004",
			"description": "В «Истории флоры и фауны Ли Юэ» об одном из видов конского хвоста написано, что он «растёт одиноко на берегах Тростниковых островов, цвет красный, может входить в состав лекарств». Если его измельчить в порошок и смешать с чернилами, то они станут водостойкими. Но я была на Тростниковых островах много раз и обычные фиолетовые конские хвосты собирала корзинами. Того, о котором говорится в книге, я так и не нашла. Очень жаль...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "О Ци Ци...",
			"voicelineType": "4001",
			"description": "Я слышала, что эта маленькая собирательница трав написала для себя целый кодекс поведения. Может, ростом она и не вышла, но сразу видно, что быть ей великим человеком.\nКак говорится, молодёжь достойна уважения. Должна признать, я впечатлена!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "О Гань Юй...",
			"voicelineType": "4002",
			"description": "Госпожа Гань Юй мягкая и заботливая, но такая занятая. Она проводит всё своё время за грудой бумаг, прерываясь только на сон. Мне, конечно, тоже приходится трудиться. Но моя работа доставляет мне радость, и она намного легче, чем у Гань Юй.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "О Син Цю...",
			"voicelineType": "4003",
			"description": "Торговая гильдия «Фэйюнь» - мои старые клиенты. Они всегда действуют благоразумно и осторожно. Глава гильдии, как правило, лично проводит со мной переговоры. Однако в прошлый раз я случайно встретила молодого хозяина Син Цю. Он так молод, что я бы никогда не подумала, что он сможет успеть за моим ходом мысли. Он красноречив и обладает прекрасными манерами... Явно не простак.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "О Ху Тао...",
			"voicelineType": "4004",
			"description": "Я часто слышала, как люди говорят, что хозяйка ритуального бюро «Ваншэн» ведёт себя странно. Они полагают, что это на неё так повлияли особенности похоронной индустрии. Что это за разговоры? Ритуальное бюро «Ваншэн» - предоставляют законные и востребованные услуги, а это краеугольный камень любого предприятия. К тому же работа есть работа. Она не делится на грязную и благородную, хорошую и плохую.\nВпрочем, хозяйка ни разу не пришла ко мне за юридической консультацией...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "О Чжун Ли...",
			"voicelineType": "4005",
			"description": "Знания господина Чжун Ли настолько глубоки, что его можно назвать ходячей библиотекой. Знаете что? Я с уверенностью могу сказать, что у него есть тайны. Такие люди не боятся трудностей, и даже если что-то случится, то не придут ко мне за помощью. Не думаю, что он когда-нибудь станет моим клиентом.\nНе знаю почему, но в нём есть что-то невероятно знакомое. Я спросила об этом отца, но он ушёл от ответа, что было странно... Меня не покидает ощущение, что он что-то от меня скрывает. Ну да ладно, если он не сознается, я сама это выясню...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "О Нин Гуан...",
			"voicelineType": "4006",
			"description": "Вы знаете Волю небес госпожу Нин Гуан, верно? Она отвечает за закон и часто вносит изменения в Кодекс, каждый раз добавляя и удаляя большое количество законов. Буквально в прошлый раз к совершенно новому Кодексу было добавлено ещё три закона, исправлен сто двадцать один комментарий и добавлено множество прецедентов. Я не знаю, сколько времени у меня уйдёт на их запоминание...\nОна всё-таки выходец из торговых кругов, и я ни за что не позволю ей переиграть меня в юриспруденции. Когда я всё выучу, то стану работать ещё усерднее...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "О Кэ Цин...",
			"voicelineType": "4007",
			"description": "Хорошо, что Нефритовое равновесие не занимается юриспруденцией профессионально. Ведь Кэ Цин работает так усердно и эффективно, что я могла бы потерять немало клиентов. Нет, не так. Госпожа Кэ Цин слишком прямолинейна и люди часто на неё обижаются, но если я буду её ассистентом... Ну нет! С какой стати я, выдающийся эксперт по праву, должна быть ассистентом? Если что-то случится, пусть она сама ко мне приходит за консультацией.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Об Эоле...",
			"voicelineType": "4008",
			"description": "Однажды Эола спасла меня, и с тех пор мы переписываемся. Она прекрасно знает правила ордена, но никогда не придерживается их. Всегда находит хитроумный способ ловко разобраться с проблемой. Мы с ней очень похожи, наверное, именно поэтому мы поладили. Однако мне не понятен её беззаботный энтузиазм. Всё-таки, у нас разные профессии.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "О Е Лань...",
			"voicelineType": "4009",
			"description": "Е Лань - сотрудница Департамента по делам граждан. Однажды она помогла мне раскрыть сложное дело о мошенничестве с бухгалтерией, и я угостила её ужином. Только вот... Мне кажется, будто она способна читать мои мысли. Да, лучше всегда быть с ней на одной стороне.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "О Куки Синобу...",
			"voicelineType": "4010",
			"description": "Синобу? Я помню её, это девушка из Инадзумы, которая приехала в Ли Юэ по обмену, чтобы учиться юриспруденции. Когда она писала свою курсовую работу, то обычно встречалась со мной, чтобы обсудить некоторые вопросы. После того, как мы заканчивали, она каждый раз кланялась и благодарила меня. Это всегда меня немного смущало. Я всегда чувствовала, что в будущем она станет отличным адвокатом. Если подумать, Инадзума закрылась как раз в то время, когда Синобу должна была закончить обучение. Интересно, как у неё сейчас дела...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Узнать больше о Янь Фэй I",
			"voicelineType": "5001",
			"description": "Клиент? Добро пожаловать! Вот моя визитка. Сегодня мне неудобно проводить выездные консультации. Если нужно разрешить спор, пожалуйста, приведите сюда обе стороны. Я покажу вам цены за услуги. Подождите минутку...\nА? Просто поговорить? Эм... Ну тогда бесплатно. Хотя для «просто поговорить» можно было бы найти юриста попроще. Необычный человек...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Узнать больше о Янь Фэй II",
			"voicelineType": "5002",
			"description": "Рога на голове? Ну... Это потому, что мой отец - Адепт, и во мне течёт кровь Адептов. Я родилась после того, как в Ли Юэ воцарился мир, и не подписывала контракт с Властелином Камня. Мне не нужно выполнять никаких обязанностей Адептов, и я могу в полной мере прожить жизнь, какую только захочу. Я вполне довольна этим, хе-хе-хе.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Узнать больше о Янь Фэй III",
			"voicelineType": "5003",
			"description": "Серьёзный пожизненный контракт я заключила только с отцом. Это контракт с обещанием «жить долго и счастливо». Вот какой у меня отец. Я горжусь им за это. Если бы он хотел заключить со мной какой-нибудь другой контракт... о том, что надо «работать до потери пульса» или «добиваться высокого положения»... Я бы сбежала.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Узнать больше о Янь Фэй IV",
			"voicelineType": "5004",
			"description": "Иногда коммерческие споры, которыми я занимаюсь, заканчиваются не очень приятно, и другой стороне приходится платить значительную компенсацию... Это цена за нарушение контракта. Кто-то говорит, что я жестокая, некоторые люди меня вообще избегают. Я никому не говорила, но моя главная цель - благополучие Ли Юэ!\nВсе споры начинаются с нарушения контракта, но, увидев последствия, осмелятся ли другие пойти против своего обещания? Сделать так, чтобы все осознали важность контракта, - неотъемлемая часть моей работы.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Узнать больше о Янь Фэй V",
			"voicelineType": "5005",
			"description": "Мне часто кажется, что я живу разумной и лёгкой жизнью. У меня успешная карьера, я могу покупать всё, что захочу. Я могу свободно путешествовать, и мало кто может потягаться со мной в риторике. Но нет закона или нормы, которые могут определить критерии счастливой жизни.\nЯ счастлива, когда встречаюсь с интересными людьми, интересными вещами и знаю, чем хочу заняться дальше. Следовательно, ты тоже мой источник счастья.\nНо опять же! Независимо от того, как ты живёшь, самое главное - соблюдать закон и знать его. Без закона этот мир разрушится.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Хобби Янь Фэй...",
			"voicelineType": "6001",
			"description": "Мои увлечения - это чтение и оценка. Чтение приумножает знания, а оценка - проницательность. Поэтому я читаю всевозможные книги и оцениваю всевозможные вещи. Если не верите, просто дайте мне любую вещь, которая есть на рынке, и я смогу её оценить с большой долей вероятности. Скажем, этот камень... Шестьсот моры, ошибки быть не может.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Беспокойство Янь Фэй...",
			"voicelineType": "6002",
			"description": "Друзья из Палаты связей часто приглашают меня на рыбалку. Они говорят, что это для обмена опытом, но на самом деле все хотят похвастаться своим мастерством. Я знаю сотни способов победить их всех, но они часто обращаются ко мне за помощью, поэтому мне неловко побеждать слишком часто. Каждый раз я веду тонкую игру и притворяюсь, что проигрываю... Что ты так на меня смотришь?! Ты мне не веришь?!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "О! Раз уж мы заговорили об этом, я порекомендую мой горячо любимый тофу! Определённо, тофу! Он должен быть лёгким, нежным, тёплым и питательным. Тофу идеально сочетается со всеми видами супов. Лучшее в нём то, что он доступен круглый год, в любое время! Главное не сложность, а красота. Мой выбор - блюда из тофу.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Я не люблю холодные блюда. Наверное, потому что я редко их ем. Раньше, если я приходила домой очень поздно, отец оставлял зажжённой лампу. Он слышал мои шаги и спрашивал, не голодна ли я. По его словам, еда всегда лучше, когда она горячая.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Замечательный вкус! Кажется, ты хорошенько изучил{F#а} неписаные Законы тофу.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "В Ли Юэ есть выражение: «Еда - это жизнь». Должна признать, доказательства этому вполне убедительные.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "...Поняла! Нужно вернуть на огонь, и тогда всё получится.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "С днём рождения! Это подарок тебе. Внутри информация о законах разных стран, которую я подготовила специально для тебя. Ты собираешься путешествовать, так что будет полезно заранее их изучить.\nНо не учись слишком хорошо, иначе... Я не смогу тебе помочь.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "«Не перенимай старые методы, нет вечных законов». Это урок, который я должна запомнить.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Только соблюдая закон, люди смогут решить все проблемы.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Изучать закон - чтобы вести обоснованные разговоры, практиковать боевые искусства - чтобы справляться с необоснованным насилием. Погоди-ка, а это считается за боевые искусства?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Теперь меня можно считать «мастером кисти и меча»! Спасибо, что сопровождал{F#а} меня до самого конца. Вознаграждение... Как насчёт личных консультаций в любое время суток? Неплохо, да? Эй! Не надо торговаться!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Бум-бум!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Сжечь!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Ходатайство о закрытии дела!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Огонь правосудия!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Гнев огня!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Недопустимое доказательство!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "О, мы можем списать это на «непредвиденный доход».",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Замечательное состояние!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Хм, давай-ка определим ценность...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Протестую!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Ты преступил закон...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Но ведь моя линия защиты была безупречна?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Эй, предоставь это мне!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Мой вердикт... экстренные меры!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Присяжные... не смогли договориться...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "В законе... нашлись лазейки...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Я... протестую...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Ах ты ж...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "В следующий раз запишитесь на приём как подобает.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Встречи за пределами конторы - по специальному тарифу.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "За дело!",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}