{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Привет...",
			"voicelineType": "1006",
			"description": "Приветствую. Я Юмэмидзуки Мидзуки, клинический психолог. Если вас что-то беспокоит, расскажите мне. Я могу бесследно изгнать из вашего сознания даже самые мрачные кошмары. О? Не верите? Тогда, если есть свободная минутка... почему бы вам не заглянуть в мой кабинет?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Поболтаем: Психотерапия",
			"voicelineType": "1101",
			"description": "Вчерашний сон был чудесным. Спасибо, что рассказал{F#а}.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Поболтаем: Акционер",
			"voicelineType": "1102",
			"description": "Я ещё не закончила просматривать финансовый отчёт за прошлый квартал... Голова болит.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Поболтаем: Подавленное настроение",
			"voicelineType": "1103",
			"description": "Если ты в подавленном настроении, отложи на время дела и пойди подышать свежим воздухом.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Когда идёт дождь...",
			"voicelineType": "1201",
			"description": "При мрачной погоде у многих часто мрачное настроение...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Когда гремит гром...",
			"voicelineType": "1202",
			"description": "Неужели... у сёгуна день не заладился?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Когда светит солнце...",
			"voicelineType": "1203",
			"description": "Солнечный свет не всегда полезен. Если он слишком яркий, то режет глаза и вызывает головокружение.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "После дождя...",
			"voicelineType": "1204",
			"description": "Теперь, когда грозовые тучи рассеялись, пришло время избавиться и от негативных мыслей.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Когда дует сильный ветер...",
			"voicelineType": "1205",
			"description": "Ах... Как приятно. Чувствую себя отдохнувшей и готовой к работе.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Доброе утро...",
			"voicelineType": "1001",
			"description": "Чувствуешь? Я открыла окно, чтобы проветрить комнату. Рассветное солнце, чистый воздух, освежающий ветерок... Всё это помогает настроиться на хороший день. Утро действительно прекрасное.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Добрый день...",
			"voicelineType": "1002",
			"description": "Полдень - отличное время для послеобеденного сна, который поможет восстановить силы. Но не забывай, что слишком много сна может привести к тому, что будешь чувствовать ещё большую усталость. Хочешь, я разбужу тебя через некоторое время?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Добрый вечер...",
			"voicelineType": "1003",
			"description": "Вечереет. Надеюсь, все лягут спать вовремя. Если допоздна танцуешь, читаешь романы или играешь в игры, качество сна ухудшается!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Спокойной ночи...",
			"voicelineType": "1004",
			"description": "Ты собираешься ложиться спать? Отлично, попробуй выпить перед этим молоко. Я добавила в него кое-какие травы, которые помогут заснуть. Спокойной ночи! Сладких снов!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "О Юмэмидзуки Мидзуки: Традиции горячих источников",
			"voicelineType": "2001",
			"description": "Горячие источники Натлана находятся на побережье, поэтому можно наслаждаться освежающим морским бризом и одновременно веселиться с друзьями.\nНо если бы я рассказала о местных горячих источниках в Инадзуме, мне сказали бы: «Увидеть кого-то знакомого в бане - достаточно неловко, но разговаривать с совершенно незнакомым человеком? Немыслимо...»\nВидишь, даже горячим источникам бывает нелегко приспособиться к иной среде.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "О Юмэмидзуки Мидзуки: Бани «Аиса»",
			"voicelineType": "2005",
			"description": "Ты слышал{F#а} о банях «Аиса» в Инадзуме? Это крытый горячий источник. Когда я только стала акционером, я придумала новый план лечения. Сначала пациенты должны расслабиться в водах горячего источника, куда добавлены травы и ароматические масла, а потом только приходить на диагностическую консультацию.\nНо... В большинстве случаев тёплая вода усыпляла людей ещё до самого лечения. Проснувшись, они хвалили мои методы и называли меня чудотворцем.\nЯ ничего не делала. Вот что значит хороший отдых...\nОбычный крепкий сон может решить множество проблем. И всё равно люди продолжают доводить себя до предела.\nЯ только хочу, чтобы люди чувствовали, когда тело говорит им, что нуждается в отдыхе...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "О нас: Путешествие",
			"voicelineType": "2003",
			"description": "Я побывала в пяти из семи королевств Тейвата. И пусть я сейчас живу в Инадзуме, время от времени мне приходится бывать в Натлане по делам. Раз мы с тобой {M#оба путешественники}{F#обе путешественницы}, нам стоит побольше общаться.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "О нас: Сладкие сны",
			"voicelineType": "2002",
			"description": "У нас, юмэкуй-баку, есть правило: нельзя есть хороший сон без разрешения его владельца. Сладкие сны - это драгоценные сокровища, и их отсутствие может вызвать чувство потери и пустоты.\nНо ты особенн{F#ая}{M#ый}. Твои сны - это бездонная сокровищница. За всю свою жизнь я не встречала никого, кто был бы столь выдающимся, как ты...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "Глаз Бога...",
			"voicelineType": "3006",
			"description": "Говорят, что Глаз Бога - это доказательство признания богов, чудо, ставшее явью. И, судя по тому, что я слышала, многие люди, не имеющие Глаза Бога, тоже хотят, чтобы с ними произошло такое чудо.\nТе, кто жаждет получить несбыточное, часто видят желаемое во снах. Но, проснувшись, они ощущают лишь ещё большую удручённость.\nИногда в погоне за миражом мы ненароком превращаем реальность в кошмар, от которого нужно бежать... Остаётся надеяться, что с ними такого не случится.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Давай поделимся...",
			"voicelineType": "3002",
			"description": "Я-тян и Тэ-тян - мои спутники, часть меня. Они были созданы из моей силы ёкая, и каждая из них олицетворяет мою мудрость и мою душу, мою рациональность и мою эмпатию. Они иногда помогают при лечении пациентов и в бою не раз меня выручали.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Интересные вещи...",
			"voicelineType": "3003",
			"description": "За день до нападения на Народ Родников я вернулась из Натлана в Инадзуму. Только после того, как я получила письмо от Муалани, я узнала, что ты переломил{F#а} ситуацию. Насколько я знаю от Мико, это был уже второй раз, когда я упустила шанс встретиться с тобой! Но теперь, наконец, я познакомилась с {F#легендарной путешественницей}{M#легендарным путешественником}.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Завершите главу «Пылающая Ода воскресения»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "О Яэ Мико: Прошлое",
			"voicelineType": "4001",
			"description": "Сотни лет назад мы были соседками. Тогда Мико была гораздо серьёзнее, но всё равно чувствовалась невинность юности. Иногда я скучаю по тем временам. Тогда Мико только-только научилась превращаться в человека, и жизнь была такой простой... Каждый день она приходила ко мне и давала попробовать свои сны.\nЯ помню... цветущую сакуру, листы бумаги, чернила, трёхцветное данго и жареный тофу... Она умоляла меня превратиться в человека вместе с ней и тащила меня в город, чтобы найти источники ароматов из её снов. Если нас кто-нибудь ловил, мы тут же превращались обратно и бежали, бежали. Часто я не могла её догнать...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "О Яэ Мико: Положение дел",
			"voicelineType": "4002",
			"description": "Теперь Яэ Мико - Гудзи Великого храма Наруками. Мы повзрослели - и я больше не пробовала её сны. Кто знает, может быть, какие-то запахи в них остались теми же...\nКонечно, я больше не пробовала её снов. Поглощать сны других людей запрещено у нас. Даже если бы Гудзи пришла и попросила попробовать её сны, я... боюсь, отказалась бы. Теперь мы конкуренты в бизнесе. Я не намерена уступать.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "О сёгуне Райдэн...",
			"voicelineType": "4003",
			"description": "После Фестиваля цветов Микавы я набралась смелости и пригласила сёгуна в бани. Когда она устроилась в бассейне, прядь её волос упала в воду. Я подумала, не поправить ли её локон, но меня беспокоило, вдруг это расценят как проявление неуважения по отношению к вышестоящей особе. Конечно, вряд ли Мико задумалась бы о таком... Это неприятное напоминание о том, что мне ещё предстоит долгий путь становления в качестве ёкая.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите главу «Мимолётные сны»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "О Сангономии Кокоми...",
			"voicelineType": "4004",
			"description": "Божественная Жрица острова Ватацуми ведёт себя выдержанно и достойно. Мне всегда приятно общаться с ней. Поскольку я решила открыть новый филиал бань «Аиса» на острове Ватацуми, надеюсь, теперь смогу чаще сотрудничать с ней...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "О Ёимии...",
			"voicelineType": "4005",
			"description": "Ты о Королеве праздника лета? Да, она произвела на меня неизгладимое впечатление.\nВремя от времени я провожу обследование жителей Инадзумы на предмет психического здоровья, чтобы выяснить, есть ли в окрестностях районы, где люди чаще нуждаются в лечении...\nЛюди, живущие поблизости от госпожи Ёимии, почти не нуждаются в психологической помощи. Я сомневаюсь, что это совпадение. Думаю, с такой жизнерадостной соседкой, как она, любой начнёт мыслить позитивно.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "О Камисато Аяке...",
			"voicelineType": "4006",
			"description": "Аяка... Когда я покидала Инадзуму, она была всего лишь маленькой девочкой, которая занималась искусством составления букетов и фехтованием. Однажды её брат тайно пригласил меня, чтобы я помогла ей справиться с тревогами.\nЧто я помню о её снах? Запах старой древесины и дождя. Словно шаткий деревянный павильон, одиноко стоящий под ливнем. Я сделала всё возможное, чтобы вылечить её. И потом она наконец погрузилась в мирную дремоту.\nС тех пор прошло много лет. Надеюсь, она нашла людей, на которых можно опереться, и ей не приходится стоять под ударами шторма в одиночку...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "О Кудзё Саре...",
			"voicelineType": "4007",
			"description": "Она часто прибегает к моим услугам, чтобы помочь членам комиссии Тэнрё. Нередко они испытывают сомнения и страх, но в её сознании всегда холодный твёрдый металл. Ни дождя, ни солнца - словно сейф из чистой нефритовой стали, непоколебимый и непробиваемый.\nЯ уважаю людей с таким сильным характером, как у неё.\nХотя я могу только представлять, сколько пришлось вынести, чтобы стать такой...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "О Саю...",
			"voicelineType": "4008",
			"description": "Она беззаботная маленькая мудзина. Единственное её желание - поскорее вырасти является желание стать выше... Уверена, её мечты очень сладки. Я бы с удовольствием пригласила её поработать в бане, но она постоянно избегает меня. Возможно, она видит мои намерения насквозь...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "О Мавуике...",
			"voicelineType": "4009",
			"description": "Пиро Архонт? Хм, как бы это сказать... Госпожа Мавуика из тех, кто сияет так ярко, что при одном взгляде на неё возникает желание надеть тёмные очки. Как настоящее солнце, она способна сжечь дымку и осветить темноту даже простым рукопожатием.\n...Хм? Пробовала ли я когда-нибудь её сны? Нет, нет, нет, нет и нет... Я бы не осмелилась. Однажды она позволила мне попытаться, но войти в её сон было всё равно что прыгнуть в вулкан или захлебнуться пеплом. Я кашляла и кашляла...\nНаверное, у меня ещё недостаточно силы ёкая...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "О Муалани...",
			"voicelineType": "4010",
			"description": "Муалани... Она самый дружелюбный человек, которого я когда-либо встречала. Я жила у Народа Родников, пока была в Натлане, и без её помощи никогда не смогла бы открыть там свой магазин. Она притащила меня в Палату советников, и вот так, без всякого предупреждения, я, до смерти перепуганная, оказалась лицом к лицу с Пиро Архонтом...\nНо её характер, как волна, бывает непредсказуем. Иногда она взмывает вверх, иногда погружается в пучину, а порой накатывает на берег...\nПсихологическое состояние? Не беспокойся о ней. Она одна из самых психологически устойчивых людей, которых я когда-либо встречала. Возможно, это мне нужно ходить к ней на сеансы психотерапии...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "О Нахиде...",
			"voicelineType": "4011",
			"description": "Я была в Сумеру. Под властью той богини я не могла прикоснуться к ничьим снам. Не говоря уже о том, чтобы повлиять на них или поглотить. Но её присутствие не было подавлением - то, что я почувствовала, больше было похоже на торжественное обещание между божеством и её народом... У меня сложилось впечатление, что она добрая богиня.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Пульс Акаши и пламя кальпы»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Узнать больше о Юмэмидзуки Мидзуки I",
			"voicelineType": "5001",
			"description": "Пожирание снов - это способность, которой обладаем мы, юмэкуй-баку. Мы можем потреблять как хорошие, так и плохие сны, хотя они очень отличаются по вкусу. Долгое время это был не более чем способ питания, но с возрастом я поняла, что эта сила обладает большим потенциалом. Она помогает людям преодолевать и прорабатывать их беды...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Узнать больше о Юмэмидзуки Мидзуки II",
			"voicelineType": "5002",
			"description": "На самом деле, юмэкуй-баку не обладают ужасающей силой ёкаев. Когда на Инадзуму обрушилось чёрное бедствие, мы могли только прятаться в страхе. Наша соседка, кицунэ Сайгу, погибла тогда, и я была убита горем, но ничего не могла изменить... Многие потеряли близких и друзей, и их сердца были охвачены болью... С тех пор я решила оказывать психологическую помощь. Поэтому я отправилась учиться заграницу. Я путешествовала по Ли Юэ, Сумеру и Натлану. Я объединила свои способности с академическими знаниями людей и постепенно создала собственную методику лечения.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Узнать больше о Юмэмидзуки Мидзуки III",
			"voicelineType": "5003",
			"description": "В последние годы я не была в Инадзуме, но мои горячие источники стали популярны. Я сделала всё возможное, чтобы расширить свои услуги по психотерапии, основанные на моих знаниях, полученных из разных стран. Когда люди слышат, что я крупный акционер бань «Аиса», это открывает множество дверей. И это один из главных секретов, как мне удаётся продолжать свою практику, даже несмотря на все трудности...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Узнать больше о Юмэмидзуки Мидзуки IV",
			"voicelineType": "5004",
			"description": "Для меня главная задача - переработать негативные эмоции, оставшиеся после кошмаров. Только когда я сталкиваюсь с недугами, которые не поддаются обычной терапии, то поглощаю кошмары моих пациентов. Тогда кошмары обычно становятся очень токсичными, мне приходится непросто... Когда это происходит, я люблю найти уединённое место, чтобы «переварить» эти эмоции. Мне не хочется, чтобы меня кто-то видел в такой момент...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Завершите главу «Забвение, исчезновение теней»",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Узнать больше о Юмэмидзуки Мидзуки V",
			"voicelineType": "5005",
			"description": "Но моя работа как клинического психолога заключается в том, чтобы помогать пациентам избавиться от кошмаров.\n...Можно сказать, что это смысл моего существования как юмэкуй-баку.\nЯ всё думала, зачем вообще нам, юмэкуй-баку, даровали такую силу? И что мы можем сделать? Если мы поглощаем сны, чтобы насытиться, то для нас сны - это те же фиалковые дыни, только в другом виде. А мы аналогичны насекомым, которые только и умеют, что грызть фиалковые дыни.\nПсихология дала мне цель и призвание - изгонять кошмары, мучающие жителей Инадзумы и всего мира.\nХе-хе... Я думала, что проведу всю жизнь, борясь с кошмарами в одиночку. Но я встретила тебя, человека, который способен перевернуть мир, подчинить себе волю самих богов... Того, кто готов принять мои слабости, у кого нет недостатка в хороших снах... Возможно, в каком-то смысле я твой «пациент».",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Уровень дружбы 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Завершите главу «Пылающая Ода воскресения»",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Хобби Юмэмидзуки Мидзуки...",
			"voicelineType": "6001",
			"description": "Лёгкая и приятная музыка очень помогает расслабиться. В Натлане я часто бывала на площади Коломче, где можно услышать музыку Народа Родников. Музыка, исполненная на укулеле, так прекрасна... Вообще-то, я слышала, что и ты играешь на музыкальных инструментах. Может, исполнишь что-то для меня?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Беспокойство Юмэмидзуки Мидзуки...",
			"voicelineType": "6012",
			"description": "Иногда кошмары становятся слишком сильными и даже смертельно ядовитыми. Возьмём, к примеру, солдат из Инадзумы, переживших чёрное бедствие, или воинов Натлана, сражавшихся с Бездной в Царстве Ночи. Отчаяние и страх так глубоко врезались в их подсознание, что поглощать их кошмары было всё равно что пытаться проглотить нож... Однажды я поглотила кошмар воина, только что вернувшегося с Войн ночных дозорных, и потеряла сознание на несколько дней...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Любимая еда...",
			"voicelineType": "6003",
			"description": "Какая еда мне нравится больше всего? Твой лучший сон, конечно же... Шучу. Я не пирую на хороших воспоминаниях людей... А вот сладости... Неплохое средство для поднятия настроения, особенно после трудной сессии.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Нелюбимая еда...",
			"voicelineType": "6004",
			"description": "Мне не нравятся блюда, которые готовятся на скорую руку, например... сухой хлеб, пара морковок, немного капусты и холодный кусок ветчины. Мы - то, что мы едим, и это особенно верно, когда речь идёт о нашем настроении. Как можно поддерживать здоровое состояние духа, если не получается организовать полноценное питание? Мы все должны быть добрее к себе, и это начинается с того, что мы едим.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Подарок I",
			"voicelineType": "6007",
			"description": "Ох... Этот вкус... Такого я ещё не пробовала даже во сне. Теперь я точно хорошо высплюсь...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Подарок II",
			"voicelineType": "6008",
			"description": "Ммм... Такой сладкий и безмятежный вкус, прямо как сны, которые я обычно вижу, когда засыпаю. Спасибо, мне очень нравится.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Подарок III",
			"voicelineType": "6009",
			"description": "Не спалось прошлой ночью? Снились кошмары? Это объясняет, почему вкус не очень... Еда может подождать до поры до времени - давай сперва проведём сеанс психотерапии.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "День рождения...",
			"voicelineType": "7001",
			"description": "Сегодня важный день для нас {F#обеих}{M#обоих}. Встреча с тобой дала мне возможность увидеть удивительный мир бесконечных грёз... Так почему бы нам не отпраздновать это событие, создав сказочный пейзаж для нас? Конечно, нам придётся строить его с нуля. Так что расскажи, что бы тебе хотелось увидеть...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Чувство возвышения: Начало",
			"voicelineType": "8001",
			"description": "Я чувствую, что становлюсь сильнее и телом, и разумом. Я готова встретиться с ещё более сильными кошмарами.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Чувство возвышения: Нарастание",
			"voicelineType": "8002",
			"description": "Спасибо большое. Благодаря твоей поддержке я смогу справиться с любым, даже самым сложным случаем.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Чувство возвышения: Кульминация",
			"voicelineType": "8003",
			"description": "Благодаря твоей поддержке я смогла лучше узнать себя и проанализировать свои слабости. Ты {F#помогла}{M#помог}психологу встать на путь исцеления, а таким мало кто может похвастаться.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Чувство возвышения: Окончание",
			"voicelineType": "8004",
			"description": "Негативные эмоции тоже часть нашего «я». Когда мы тревожимся, раздражаемся, боимся, это означает, что мы не можем справиться с ними. Главное - обрести баланс между признанием этих эмоций и их подавлением. Ты {F#помогла}{M#помог} мне найти баланс, и теперь он укрепился в моём сознании. Каким бы токсичным или ядовитым ни был кошмар, мне нечего бояться.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Фаза возвышения 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Элементальный навык I",
			"voicelineType": "100001",
			"description": "Не хмурься!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Элементальный навык II",
			"voicelineType": "100002",
			"description": "Сладкие сны!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Элементальный навык III",
			"voicelineType": "100003",
			"description": "Пора отдохнуть.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Взрыв стихии I",
			"voicelineType": "200001",
			"description": "Прочь, плохие сны!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Взрыв стихии II",
			"voicelineType": "200002",
			"description": "Я-тян, Тэ-тян, вперёд!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Взрыв стихии III",
			"voicelineType": "200003",
			"description": "Пусть ветер унесёт заботы.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Открытие сундука I",
			"voicelineType": "300001",
			"description": "Хорошая находка.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Открытие сундука II",
			"voicelineType": "300002",
			"description": "Поднимает настроение!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Открытие сундука III",
			"voicelineType": "300003",
			"description": "Мора - лучшее лекарство.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "Низкий уровень HP I",
			"voicelineType": "410001",
			"description": "Не надо бравировать...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "Низкий уровень HP II",
			"voicelineType": "410002",
			"description": "Пора уступить...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "Низкий уровень HP III",
			"voicelineType": "410003",
			"description": "Плохо...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "Низкий уровень HP компаньона I",
			"voicelineType": "400001",
			"description": "Отойди назад.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "Низкий уровень HP компаньона II",
			"voicelineType": "400002",
			"description": "Отдохни немного.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Без сознания I",
			"voicelineType": "500001",
			"description": "Это кошмар?..",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Без сознания II",
			"voicelineType": "500002",
			"description": "Безграничная тьма...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Без сознания III",
			"voicelineType": "500003",
			"description": "Боль... Всё ещё чувствую.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Получен лёгкий удар I",
			"voicelineType": "900002",
			"description": "Как грубо.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Получен тяжёлый удар I",
			"voicelineType": "910001",
			"description": "Моя ошибка...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Получен тяжёлый удар II",
			"voicelineType": "910002",
			"description": "Непростой пациент...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Получен тяжёлый удар III",
			"voicelineType": "910003",
			"description": "Злодейский удар...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Присоединяется к группе I",
			"voicelineType": "600001",
			"description": "Расскажи мне что-нибудь.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Присоединяется к группе II",
			"voicelineType": "600002",
			"description": "Время лечения?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Присоединяется к группе III",
			"voicelineType": "600003",
			"description": "Хм... Не чую никаких кошмаров.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}