{
	"name": "Aventurier",
	"rarity": [
		"1",
		"2",
		"3"
	],
	"2pc": "Augmente les PV max de 1 000 pts.",
	"4pc": "Restaure 30 % des PV pendant 5 s après l'ouverture d'un coffre.",
	"flower": {
		"name": "Fleur de l'Aventurier",
		"relictype": "Fleur de la vie",
		"description": "Une fleur qui a su survivre à l'environnement hostile d'une cité antique. Elle est désormais portée avec fierté, comme une médaille.",
		"story": "Un aventurier ambitieux trouva cette fleur robuste dans des ruines lugubres.\nÉmu par la fleur défiant les terres sans vie, il en oublia presque les trésors qu'il était venu chercher.\nAprès un temps de réflexion, l'aventurier la cueillit et se l'accrocha à la poitrine, avant de pénétrer plus avant dans l'obscurité."
	},
	"plume": {
		"name": "Plume de queue de l'Aventurier",
		"relictype": "Plume de la mort",
		"description": "Une plume d'un oiseau exotique rarement vu sur le continent.",
		"story": "Un aventurier traversa un jour une forêt à l'affût de bêtes inconnues.\nAlors qu'il avançait, il trébucha sur une branche et s'évanouit.\nReprenant ses esprits, il vit une fille si belle qu'il décida d'abandonner sa vie d'aventures.\nL'inconnue aux cheveux ornés de plumes était telle une apparition de rêve."
	},
	"sands": {
		"name": "Montre de poche de l'Aventurier",
		"relictype": "Sables du temps",
		"description": "Les aventuriers oublient souvent la notion du temps lorsqu'ils s'aventurent dans des profondeurs obscures ou des ruines oubliées.",
		"story": "Une montre de poche ayant appartenu à un aventurier, fabriquée dans un esprit de simplicité par un maître horloger, dans la tradition de la Guilde des Aventuriers.\nL'aventurier passait ses journées dans l'obscurité des ruines. Le bruit de la montre était son seul rappel du temps passant.\nEt des années plus tard, ayant échangé cette vie contre une vie normale,\nil continua de chérir l'objet, désormais posé avec soin en sa demeure, attendant sa prochaine aventure."
	},
	"goblet": {
		"name": "Coupe en or de l'Aventurier",
		"relictype": "Coupe d'éonothème",
		"description": "Il s'agit certainement du trophée obtenu à l'issue d'une aventure. Un bel objet, bien que légèrement endommagé.",
		"story": "Ue ancienne coupe dorée utilisée par l'aventurier pour boire. Il l'aurait trouvée dans d'anciennes ruines.\nDe mystérieux motifs y sont gravés, et l'objet est orné de gemmes à l'éclat terni.\nLe jour vint où l'aventurier dit adieu à sa vie de nomade ;\nil troqua alors la coupe contre une poignée de moras."
	},
	"circlet": {
		"name": "Bandeau de l'Aventurier",
		"relictype": "Diadème de Logos",
		"description": "Un bout de tissu qu'on enroule autour du front. Bien qu'il soit plein de poussière et de sueur, il continue d'être la fierté de l'aventurier.",
		"story": "Ce bandana vert n'a rien de spécial, mais son tissu est résistant et absorbe parfaitement l'humidité.\nSon propriétaire était aussi quelqu'un de très ordinaire.\nMais les secrets cachés entre la lointaine voûte étoilée et les ténèbres des abîmes profonds,\nattendent tous d'être découverts par des humains ordinaires."
	}
}