{
	"name": "Roche ancienne",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Confère un bonus de DGT Géo de 15 %",
	"4pc": "Lorsque vous obtenez un cristal issu d'une Cristallisation, tous les personnages de l'équipe bénéficient d'un bonus de DGT du second élément de la réaction de 35 % pendant 10 s. Cet effet ne peut s'appliquer qu'à un seul élément à la fois.",
	"flower": {
		"name": "Fleur des crevasses",
		"relictype": "Fleur de la vie",
		"description": "Une fleur qui pousse à travers les fissures d'une falaise. La façon dont le vent souffle sur ses pétales lui donne un semblant de vie.",
		"story": "Une fleur qui naquit au cœur d'une crevasse inaccessible d'une falaise.\nCette création fut possible grâce à la concentration de l'élément Géo.\n\nUne légende dit que :\nDans les temps anciens, quelqu'un affirma au Souverain de la Roche, que la pierre ne pouvait pas donner la vie.\nL'Archon Géo fit alors pousser une fleur en or pur sur une surface rocailleuse pour lui prouver le contraire.\n\nNous ne saurons jamais s'il fut capable d'une telle prouesse\nou s'il s'agit d'une légende comme une autre.\nCependant, le port prospère qui fait face à la mer de nuages,\nné au milieu des montagnes sans vie,\nest comparable à cette fleur."
	},
	"plume": {
		"name": "Plume des sommets escarpés",
		"relictype": "Plume de la mort",
		"description": "Une plume dure appartenant à un grand faucon des falaises côtières. Des gouttes de rosée se forment parfois à son extrémité noire.",
		"story": "Une plume appartenant à un oiseau géant dont les ailes pouvaient raser des montagnes.\nMalgré la mousse verte qui la recouvre, elle n'a pas perdu de son tranchant.\n\nAutrefois, lors des temps anciens, on raconte que le Souverain de la Roche arrachait des montagnes pour les transformer en énormes rapaces.\nCes derniers étaient sculptés dans de la pierre et du jade, avant de prendre leur envol lorsqu'ils étaient terminés.\nVirevoltant dans les airs, ces animaux perçaient les nuages et façonnaient les monts.\n\nCertains disent que ces milans en pierre déployaient leurs ailes en direction de l'océan, \npour y tomber comme des météorites\nsur les monstres des fonds marins...\n\nDe nos jours, nombreux sont les oiseaux qui viennent se poser sur les piliers de pierre qui dépassent de la mer."
	},
	"sands": {
		"name": "Cadran du jade immuable",
		"relictype": "Sables du temps",
		"description": "Un cadran solaire gravé d'un bloc dans le jade. Les veines qu'on voit dans le minerai sont autant de témoins silencieux du temps qui passe.",
		"story": "Un cadran solaire sculpté dans du jade ancien.\nLa lumière et le temps s'y reflètent en silence.\n\nMême les rochers qui se dressent fièrement sur terre depuis la nuit des temps finiront par s'effondrer et se transformer en poussière avec le temps.\n\nLa légende raconte que le Souverain de la Roche a transformé les étoiles en appareils de mesure du temps pour enseigner aux premiers humains la valeur de chaque instant.\nAu fil du temps, un de ces appareils est devenu l'objet le plus cher d'une jeune personne qui souhaitait faire de grandes études.\n\n« Dans ma jeunesse, je rêvais d'étudier les classiques littéraires et de me rendre à Sumeru afin d'atteindre l'ultime sagesse. »\n« Cependant, après avoir obtenu ce cadran solaire par hasard, je l'examinai pendant des jours sans jamais lui trouver un seul défaut. »\n« Par la suite, je devins artisan afin de surpasser le maître qui fut capable de confectionner un tel objet. »"
	},
	"goblet": {
		"name": "Coupe en roche escarpée",
		"relictype": "Coupe d'éonothème",
		"description": "Une magnifique coupe de vin qui fut remplie à ras bord à une époque lointaine.",
		"story": "Un récipient à vin sculpté à partir d'un rocher immobile.\nIl recueillait autrefois le nectar des rois.\n\nSolide comme la pierre et transparent comme le cristal,\non pourrait en dire de même de l'Archon Géo lorsqu'il se glisse parmi les mortels.\n\nCertaines légendes populaires racontent que pour boire son vin,\nle Souverain de la Roche créa une formation rocheuse,\ndans laquelle il préleva de la pierre et du jade pour confectionner cette coupe.\n\nCertaines prétendent même l'existence de six autres coupes identiques."
	},
	"circlet": {
		"name": "Masque en basalte inerte",
		"relictype": "Diadème de Logos",
		"description": "Un masque majestueux taillé dans de la roche noire. Ses yeux vides regardent toujours devant eux.",
		"story": "La légende dit que le Souverain de la Roche fut un meurtrier sans merci lors de la Guerre des Archons.\nIl ne pouvait faire preuve de compassion lors de ses affrontements contre ses congénères.\n\nL'Archon Géo distinguait clairement le bien du mal et ne manquait jamais sa cible ; Il n'épargna personne lors de cette période trouble, même pas ceux qui furent jadis ses amis.\nSon visage demeura de marbre pendant ce conflit qui marqua l'histoire.\n\nIl s'en défit lorsque tout prit fin, \nlorsque sa part du contrat fut remplie."
	}
}