{
	"name": "Berserker",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Augmente le taux CRIT de 12 %.",
	"4pc": "Augmente le taux CRIT de 24 % lorsque les PV sont inférieurs à 70 %.",
	"flower": {
		"name": "Rose du Berserker",
		"relictype": "Fleur de la vie",
		"description": "Une délicate rose teintée en rouge qui représente l'essence même d'un Berserker.",
		"story": "Avant qu'il ne sombre dans la folie, le berserker avait pour habitude de passer son temps dans la roseraie.\nIl n'avait ni famille, ni amis, ni amante.\nS'occuper des roses était son seul loisir hors du champ de bataille.\nLes fleurs épineuses semblaient être sa seule source de réconfort."
	},
	"plume": {
		"name": "Plume du Berserker",
		"relictype": "Plume de la mort",
		"description": "Une plume noire appartenant à un légendaire oiseau messager de la mort qui a été teintée en rouge.",
		"story": "Le village natal du berserker tomba face aux troubles de la guerre entre Archons et hommes.\nLa roseraie prit feu, et les oiseaux de mauvais augure se nourrirent de leurs semblables.\nRenaissant dans les flammes, le berserker s'abandonna à sa soif de sang et de vengeance.\nLes plumes noires dispersées sur le champ de bataille se teintèrent de sang face à sa rage vengeresse."
	},
	"sands": {
		"name": "Sablier du Berserker",
		"relictype": "Sables du temps",
		"description": "Le liquide à l'intérieur s'écoule sans merci. Il indique le temps qu'il nous reste sur le champ de bataille et au sein de ce monde.",
		"story": "Mais nul n'échappe à la mort, même le plus brave des combattants.\nAlors que le sang séchait à ses pieds, le berserker sentit sa volonté faiblir.\nIl avait rencontré son ultime adversaire, et son sort fut dès lors scellé.\nSur le champ de bataille aux rivières de sang, son sablier se teinta de rouge sous le soleil couchant."
	},
	"goblet": {
		"name": "Coupe du Berserker",
		"relictype": "Coupe d'éonothème",
		"description": "Une coupe taillée dans l'os d'un animal inconnu dont la chasse a été rude.",
		"story": "Le berserker sanguinaire ravagea les terres, combattant hommes et démons, et défiant même les Archons.\nDans un lieu où les cendres de la dévastation flottaient encore dans les airs, il vint à rencontrer un monstre géant.\nSon masque de fer n'aurait pu dissimuler sa rage ; un combat sans fin éclata.\nHeures, jours et années s'écoulèrent avant que le monstre soit vaincu.\nLe berserker aspira la moelle de sa corne cassée ; ainsi célébrait-il sa victoire."
	},
	"circlet": {
		"name": "Masque du Berserker",
		"relictype": "Diadème de Logos",
		"description": "Un masque en fer endommagé lors des combats entre son porteur et ses ennemis.",
		"story": "Au milieu des flammes qui ravageaient son village, le berserker perdit sa plaisante apparence.\nSon masque de fer devint son visage, désormais froid et inhumain.\nLe masque fut un jour brisé lors d'un combat.\nFendu, il arracha la chair qui y était à présent collée.\nMais ni la douleur, ni le sang n'auraient pu arrêter les pas du berserker.\nIl continua de hurler jusqu'à ce que son visage soit recouvert de sang, frais et coagulé."
	}
}