{
	"id": 14001,
	"rarityList": [
		4,
		5
	],
	"name": "Briseur de glace",
	"effect2Pc": "Confère un bonus de DGT Cryo de 15 %.",
	"effect4Pc": "Augmente le taux CRIT de 20 % lorsque le personnage attaque un ennemi affecté par l'élément Cryo. Confère un bonus supplémentaire de 20 % de taux CRIT si l'ennemi est gelé.",
	"flower": {
		"name": "Mémoires du froid",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur légèrement givrée qu'on trouvait autrefois sur les glaciers. Même le plus fier et le plus arrogant des guerriers a dû se baisser pour la cueillir.",
		"story": "Cette fleur de glace éternellement gelée a été cueillie par des mains délicates.\nD'aucuns prétendent qu'elle leur permet d'embrasser le froid.\n\n« Cette quatrième fresque a été préparée à ton attention. À jamais ton image demeurera gravée sur ce mur.\nPour cette fresque, pour tout le monde, je resterai là à t'attendre, priant pour ton retour... »\n\nLa jeune fille se tenait devant le mur blanc, et posa une fleur délicate sur le torse du guerrier en souriant.\nC'était une personne élégante et tranquille, même face à la mort et au désespoir.\n\nSes actes héroïques furent oubliés et emportés par les blizzards du nord ;\nmais lorsqu'enfin fondirent les neiges et s'essouflèrent les vents glacés, la fleur était toujours là, aussi éclatante qu'au premier jour."
	},
	"plume": {
		"name": "Résolution du Briseur de glace",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume glacée. On peut presque sentir la brise froide venant souffler sur les plaines et les sommets enneigés.",
		"story": "La plume d'un rapace qui n'appartient pas à l'hiver mordant. Elle est froide au toucher.\nOn peut presque entendre en la prenant en main des cris s'élevant dans la tempête de neige, insoumis mais condamnés.\n\nSans nid ni abri où se reposer, l'oiseau fait fièrement face à la tempête.\nCette plume a subi l'assaut de la neige et du gel, qui l'a recouverte de perles de givre.\n\nElle ornait autrefois le corps d'un faucon, mais en fut arrachée par les vents glacials.\nLongtemps, elle erra au hasard dans les airs, puis finit par rejoindre le sol sous l'action du poids du givre la recouvrant.\n\n« J'ai confiance que les oiseaux te suivront, et retrouveront le chemin des luxurieux jardins du Palais d'été.\nCeux qui furent chassés par le froid cruel, tous les enfants qui n'ont plus de foyer, reviendront grâce à toi dans le nid. »\n\nLe guerrier, sur les épaules duquel reposait un poids si important, s'immobilisa dans la neige virevoltante, cherchant à deviner la couleur de la plume.\nPrise dans sa gaine de glace, elle allait accompagner le héros dans sa quête, perdant un peu plus ses couleurs à chaque pas."
	},
	"sands": {
		"name": "Fin du pays des glaces",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un sablier ayant appartenu à un peuple qui attendait le retour de leurs guerriers. Des grains de glace éternelle y remplacent le sable.",
		"story": "Un sablier antique dans lequel s'écoule de la fine neige poudreuse.\nMême le plus froid des hivers ne peut arrêter le temps.\n\n« Le froid venu du ciel peut même geler le temps. »\nCe mythe fut longtemps répandu dans les hameaux enneigés de la montagne.\n\nLa nuit était déjà tombée quand le héros traversa le mur de vents déchaînés et de rafales glaciales.\nNi la lumière du soleil ni le clair de lune ne peuvent pénétrer le vent pâle.\nMême le plus intense de tous les blizzards ne peut figer le cours du temps,\n\nquand bien même la cité est prisonnière de la neige.\nEt même le plus grand des héros finit par tomber dans l'oubli."
	},
	"goblet": {
		"name": "Fierté du Tisseur de givre",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une tasse sculptée dans la glace, aussi rude que l'hiver. On y buvait autrefois du vin qui ne gelait pas.",
		"story": "L'étranger, qui trouvait de l'espoir pour les autres,\nbuvait à une coupe sculptée dans la glace.\n\nBoire le vin amer de cette coupe était semblable à avaler un essaim de piques gelées piquant chaque recoin de la gorge.\nLes gens ordinaires auraient eu du mal à apprécier ce goût si particulier ; mais l'homme taciturne en tirait un grand plaisir.\n\nLe guerrier, aussi silencieux que la neige, bloquait de son corps les vents mordants déversés par les étoiles.\nMais la demoiselle qui peignait, qui ne pouvait se contenter d'être protégée, laissa à celui qu'elle admirait ces ultimes recommandations :\n\n« Si la crainte et le désespoir, deux sentiments qui sont dans notre nature, t'accablent ou t'empêchent à jamais de revenir...\n... Alors, je t'en conjure, vis. Ne t'éteins pas à notre suite, languissant pour toujours sous le silence gelé. »\n\nAvalant une nouvelle gorgée de vin pour se donner courage face au périple qui l'attendait, l'homme détourna le regard des yeux humides de la jeune fille.\nEt c'est ainsi qu'il partit pour un voyage sans fin vers les profondeurs enneigées."
	},
	"circlet": {
		"name": "Écho de l'hiver",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Le diadème d'un ancien héros qui rêvait de conquérir la neige et la glace. Il représente le courage de son ancien propriétaire face au froid mordant de l'hiver.",
		"story": "Emportant avec lui le faible espoir de salut d'un royaume entier, le héros commença son périple.\nPortant la couronne de l'hiver, il disparut d'un pas décidé, s'enfonçant jusqu'à disparaître dans l'incessante tempête glacée.\n\nProtégé par le pacte qui l'unissait avec le royaume de la montagne et son peuple aux yeux clairs, jamais le héros ne craignit l'inconnu qu'il rencontra derrière le rideau de glace.\nLes paysages autrefois luxuriants qu'offrait la montagne, les bénédictions qui avaient cessé de tomber du ciel – voilà pour quoi se battait l'homme, et pourquoi sa volonté ne faiblissait pas.\n\n« Franchissant la porte gelée, et s'enfonçant dans les profondeurs des vallées, »\n« Il brisera la branche argentée, et redonnera espoir au royaume enneigé. »\n\nAinsi chantait la demoiselle, souhaitant apporter quelque réconfort à son peuple, et chérissant les souvenirs qui les unissaient.\nElle était convaincue qu'il lui reviendrait, porteur d'espoir et de la chaleur du printemps.\n\nMais le guerrier qui avait disparu dans la tempête ne put revenir à temps.\nPolie par le temps, une haine tenace continue de lui reprocher à tort sa « fuite »..."
	}
}