{
	"id": 15006,
	"rarityList": [
		4,
		5
	],
	"name": "Sorcière des flammes ardentes",
	"effect2Pc": "Confère un bonus de DGT Pyro de 15 %.",
	"effect4Pc": "Augmente les DGT infligés par Surcharge, Brûlure et Bourgeonnement de 40 % et ceux d'Évaporation et de Fonte de 15 %. L'utilisation d'une compétence élémentaire augmente pendant 10 s l'effet du set de 2 pièces de 50 %. Cet effet peut être cumulé 3 fois maximum.",
	"flower": {
		"name": "Fleur ardente de la Sorcière",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur touchée par la sorcière qui rêvait de brûler tous les démons du monde. Des flammes anonymes caressent doucement la main de ceux qui la touchent.",
		"story": "Une fleur d'une espèce commune.\nCurieusement capable de résister au feu de la sorcière des flammes.\n\nLa jeune fille a tout perdu dans un désastre qui a eu lieu jadis, il y a des centaines d'années.\nSes proches, son passé heureux et son futur prometteur ; rien le lui fut laissé.\n\nElle renaquit de ses cendres et devint la sorcière des flammes. Tout devait brûler pour apaiser la peine qui la rongeait.\nCependant, cette fleur résista, et resta douce et fraîche.\nPeut-être les souvenirs, beaux et douloureux, sont-ils les deux faces d'une même pièce."
	},
	"plume": {
		"name": "Plume enflammée éternelle de la Sorcière",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume d'oiseau touchée par la sorcière qui rêvait de brûler tous les démons du monde. Elle brûle toujours et dégage une douce chaleur.",
		"story": "Une plume brûlant à jamais.\nSon feu brûlera pour l'éternité.\n\nLa sorcière embrassa la voie des flammes infernales ; tous les chemins par elle empruntés furent couverts de flammes.\nBien que son feu ne touche que monstres et démons,\nles gens s'enfermaient à double tour à son approche. Mais elle n'en avait cure.\n\nDe nouveaux espoirs étaient nés du feu des blessures anciennes.\nElle n'avait besoin ni de la pitié ni de la gentillesse des hommes ;\nle chant des oiseaux lui suffisait."
	},
	"sands": {
		"name": "Temps évanoui de la Sorcière",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un sablier porté par la sorcière qui rêvait de brûler tous les démons du monde. Les sables qui s'écoulent à l'intérieur représentent les années que dédia la sorcière à la puissance du feu.",
		"story": "Un récipient contenant du liquide d'une température élevée.\nD'aucuns prétendent qu'il s'agit là des âmes fondues d'esprits malfaisants.\n\nLa sorcière de flamme reçut ce mécanisme à eau alors qu'elle n'était encore qu'une jeune fille, avant que ne frappe le sort.\nUn cycle correspondait à la durée qu'elle passa à finir ses études.\nMais à la fin du cycle et à son retour au pays natal, la personne qui lui avait offert n'était plus.\n\nLa jeune fille mourut à cet instant, laissant la place à la sorcière des flammes, et à la destruction.\nElle ne connaîtrait point le répit tant qu'elle n'aurait pas dans les flammes obtenu vengeance."
	},
	"goblet": {
		"name": "Feu du cœur de la Sorcière",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une urne emplie de feu, laissée par la Sorcière des flammes, dont le rêve était autrefois de brûler tous les démons dans le monde. Ce feu ne s'éteint jamais, à la manière du feu habitant son ancienne propriétaire.",
		"story": "Une fiole en verre contenant du feu liquide.\nLe secret de fabrication du feu liquide est depuis longtemps perdu.\n\nLa sorcière des flammes marchait en ces temps sur la Terre, réduisant en cendres les monstres à son passage.\nOn racontait qu'elle devait au sacrifice de son corps de mortelle d'être la personnalisation du feu liquide.\n\nEt pourtant, autrefois l'amour et le désir l'avaient habitée,\njusqu'à ce que le feu consume son beau cœur fragile.\nAlors seulement devint-elle la sorcière dont les annales font mention."
	},
	"circlet": {
		"name": "Chapeau brûlé de la Sorcière",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un chapeau porté par la sorcière qui rêvait de brûler tous les démons du monde. La large visière lui cachait la vue.",
		"story": "Un chapeau de sorcière ordinaire, pointu et avec un bord large.\nIl confère à la sorcière le portant le respect et la crainte qui lui sont dus.\n\nCe chapeau cachait à la sorcière des flammes toute distraction intempestive.\nC'est grâce à lui qu'elle put apprendre ses pouvoirs de feu.\n\nEn plein combat, elle n'avait point besoin de payer attention aux monstres se désintégrant dans les flammes,\nde même qu'elle n'avait point besoin de contempler sa face brûlée dans le reflet de l'eau.\nEt ainsi elle continua de brûler tout autour d'elle, aveugle à sa propre destruction."
	}
}