{
	"name": "Souvenir de forêt",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Confère un bonus de DGT Dendro de 15 %",
	"4pc": "Après qu'une compétence ou un déchaînement élémentaires a touché un ennemi, sa RÉS Dendro diminue de 30 % pendant 8 s. Cet effet peut être déclenché même si le personnage équipé de l'artéfact fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Voyageur du labyrinthe",
		"relictype": "Fleur de la vie",
		"description": "Cette belle fleur plaquée or a été cueillie dans la couronne du roi de la forêt.",
		"story": "À sa naissance, le roi de la forêt reçut une couronne du seigneur des plantes.\nCette couronne fut transmise à une jeune fille qui traversa le labyrinthe en suivant les empreintes du roi.\nElle avait recueilli auprès d'elle de nombreux enfants qui s'étaient égarés dans la forêt et qui n'avaient jamais piétiné de fleurs.\n\nPuisque le but de sa vie était de servir le roi et de protéger son labyrinthe...\nEt qu'elle savait que ce monde n'était qu'un rêve de la forêt.\nElle enseigna à ces enfants à chasser dans les bois et de naviguer à travers les rêves.\nIl fallait qu'elles aiment les plantes, car la forêt était le jardin du roi.\nElles devaient aussi montrer du respect envers les bêtes qui s'effondraient sous leurs flèches, parce qu'elles étaient aussi des sujets du roi.\n\nSes enseignements furent longtemps transmis sous forme orale aux enfants égarés dans la forêt, et subirent de nombreux changements.\nÀ la fin, on oublia quelle était la source de ces enseignements. Mais certains enfants devinrent des gardiens qui s'occupaient à patrouiller dans la forêt.\nIls retournèrent dans le monde des humains, et quand la plus longue des nuits arriva, ils allumèrent des feux pour chasser les ombres noires.\nIl y avait aussi une femme qui marchait à travers les arbres, et qui, les mains couvertes de sang, qui avait perdu la notion du temps alors qu'elle poursuivait sa proie.\n\nElle était aussi vieille que le dernier roi de la forêt. À la fin, elle rêva de chasse et de labyrinthe.\nCe rêve était si vaste qu'il englobait les rêves de tous les habitants de la forêt.\nLe labyrinthe était un terrain de chasse immense, où les racines des arbres et les ruisseaux s'entrecroisaient plus densément que les rayures d'un tigre.\nEt il se transformait plus vite que le clair de lune reflété sur l'eau. Les murmures profonds qui tentaient de prêcher la « mort » disparurent dans le labyrinthe.\nCar seuls elle et les enfants, familiers des enseignements du roi de la forêt, étaient capables de traverser le labyrinthe et de pénétrer dans ce terrain de chasse sans limites.\nCe n'est que lorsque les chuchotements se turent et que les bêtes féroces disparurent qu'elle s'évapora avec ce grand rêve.\n\nÀ la toute fin, elle et la multitude de fragments de rêves fusionnèrent avec les rêves des mortels.\nComme un miroir brisé qui reflète une pléthore d'images sous différents angles...\nLes rêves qu'elle a laissés sont transmis aux gens sous diverses formes.\nL'histoire la plus racontée (et la plus fascinante) n'a plus aucun rapport avec elle.\n\nLe nom qui se figurait dans ses histoires était en fait celui de la couronne.\nLes dernières choses d'elle qui ont été conservées sont son vrai nom, une poignée d'eau reflétant le clair de lune,\net une fleur en or provenant de la couronne donnée par le roi qu'elle vénérait."
	},
	"plume": {
		"name": "Érudit des lianes",
		"relictype": "Plume de la mort",
		"description": "Une feuille d'émeraude aussi duveteuse qu'une plume, extraite des vêtements d'un érudit de la forêt.",
		"story": "À l'époque du seigneur du labyrinthe...\nOn dit que la jeune fille la plus vertueuse et la plus sage au service du roi connaissait le langage de toutes les bêtes et pouvait interpréter le clair de lune sous forme de poèmes.\nElle gardait la forêt silencieuse, les eaux calmes sous la lune et les terrains de chasse qui s'étendaient sans fin jusqu'au bout de forêt des rêves.\n« Nous sommes nés dans la forêt royale verdoyante, notre monde est à l'ombre des arbres et au-dessus des prairies. »\n« Tout ce qui vient de la forêt y retournera. Tant que l'on suivra les lois de la nature, on ne craindra pas la mort. »\n« Car c'est en respectant la nature que l'on finira par traverser le labyrinthe de la forêt royale et arriver jusqu'à des champs à perte de vue. »\nSes enseignements, bien qu'ils aient été une source d'inspiration pour de nombreux enfants, finirent par s'épuiser comme la population des tigres...\n\nÀ l'époque des présages de la Lune...\nOn dit qu'un garçon aveugle suivit les traces de son frère aîné en armure blanche à travers de nombreux royaumes, montagnes et rivières.\nÀ la fin, il s'égara dans la forêt sombre.\nBien qu'obsédé par l'art du maniement de l'épée, il était plus doux que quiconque. Et bien qu'il s'en tenait strictement aux enseignements qui lui avaient été transmis, il était plus juste que quiconque...\nAu bout de l'illusion d'un blanc pur et éternel, il trouva un objet sacré de la forêt qui était aussi pâle que le clair de lune.\nÀ la suite de cela, des bêtes affamées de chair et assoiffées de sang surgirent. Lorsque le chasseur parvint enfin à le rejoindre en suivant la faible lumière de la branche blanche...\nIl avait déjà perdu le pouvoir de formuler des vœux, et la silhouette blanche qui le guidait dans son cœur s'estompa pour finalement disparaître...\n\nÀ l'époque où la nuit régnait et où l'aube était loin d'arriver.\nDans le cauchemar, le jeune homme a entrevit une longue épée sombre et une couleur cramoisie qui s'étendait dans l'eau."
	},
	"sands": {
		"name": "Période de perspicacité",
		"relictype": "Sables du temps",
		"description": "Ces garde-temps sont utilisés par ceux qui se consacrent à la voie de la sagesse, ne contenant pas de sable sans vie, mais abritant plutôt de minuscules graines de moutarde.",
		"story": "Dans les légendes anciennes, le roi de la forêt est un immortel.\nÀ la fin de son existence, son corps fusionne avec la forêt.\nSes griffes et ses dents se transforment en arbres vigoureux, ses rayures se changent en couloirs du labyrinthe infini.\nEt ses yeux brillants se transforment en deux lunes : la lune dans le ciel et la lune dans l'eau.\nTout ce qui meurt finit par reprendre vie à l'intérieur d'un autre corps.\nEt tout ce qui dépérit finit par donner naissance à de jeunes pousses.\n\n« Cependant, les corps abandonnés par les âmes qu'ils contenaient ne seront rien de plus que des souvenirs perdus à jamais. »\n« Y a-t-il une place pour eux dans le cycle de la vie et de la mort ? »\n\n« Une âme n'est faite que de vide, et les souvenirs finiront par retourner à la terre. »\n« Alors pourquoi avoir peur de perdre ce qui n'est à l'origine que du vide ? »\n« Rappelons-nous mutuellement de nous entraider, et gardons le visage de chacun dans notre cœur pour toujours. »\n« De cette façon, nous pourrons surmonter le cycle de la vie et de la mort et garder les souvenirs vivants ! »\n\nBien longtemps après, des amis qui avaient promis de se souvenir de cela pour toujours furent affligés par la maladie insidieuse de l'oubli.\nEn s'appuyant sur les images des trois personnages et des trois esprits décrits dans les rêves qui n'ont pas encore été complètement oubliés...\nAinsi que les notes et les hypothèses laissées par le médecin fou expulsé de son école...\nAllez capturer les rêves. Capturez les habitants de la forêt qui ont le pouvoir de contrôler les rêves.\nCela aidera nos amis à se rappeler d'eux-mêmes et à faire revivre leurs souvenirs.\n\nSi l'organe qui gère les souvenirs est trop endommagé pour être restauré...\nAlors emmenez un autre vieil ami pour vivre avec lui à l'intérieur des rêves du passé.\nVous pourrez jouer dans la cabane dans les arbres et explorer les profondeurs infinies de la forêt.\nC'est tout aussi bien comme cela. À l'intérieur des rêves, tout le monde a la chance de prendre un nouveau départ.\n\nLa première étape est de capturer ces esprits à l'intérieur des rêves.\nCes mercenaires m'ont beaucoup aidé dans le passé.\nJe pense qu'ils ne me décevront pas cette fois non plus."
	},
	"goblet": {
		"name": "Lampe des perdus",
		"relictype": "Coupe d'éonothème",
		"description": "Il s'agissait à l'origine d'une lampe à huile dans le style du royaume du désert, mais elle a depuis fait germer des feuilles vertes fluorescentes.",
		"story": "On dit qu'après que le seigneur ignorant fût détruit par son ambition, une multitude de rois firent leur apparition, mais ceux-ci furent éphémères et s'autodétruisirent telles des étoiles filantes s'éteignant dans le ciel.\nDe nombreux tyrans insignifiants rassemblèrent les réfugiés fuyant l'apocalypse et bâtirent des temples, des palais et de hautes murailles là où se trouvaient les ruines anciennes.\nMais ces villes sur les ruines tombaient les unes après les autres, et les tyrans qui se vantaient de leur force et de leur prospérité connurent le même sort.\nCette lampe à huile appartenait au jeune prince de l'un de ces royaumes en déclin et était l'un des derniers objets restant dans sa salle au trésor.\n\n« Mon père a escaladé une haute tour pour chasser un faucon, mais celle-ci était trop ancienne pour supporter son poids. Il est tombé dans les sables brûlants qui se trouvaient en dessous. »\n« Et c'est ainsi que le royaume a connu sa fin, et moi, qui aurais dû hériter du trône, ai été impliqué dans une tourmente insensée et suis devenu un pion qu'on manipulait au milieu de complots sordides. »\n« J'avais une bien-aimée à l'époque. Elle voulait devenir reine, et pourtant ne se souciait guère de savoir qui était assis sur le trône. »\n« Et ainsi, j'ai perdu ma dulcinée. Pour ma propre vie et pour le trône, j'ai scellé ses lèvres avec le baiser d'une vipère et recouvert son corps d'une couverture de sable. »\n« Ensuite, comme dans tous les royaumes qui sont dans ma mémoire, les forces internes et externes au royaume se sont mené bataille, les oncles paternels et maternels se sont sauté à la gorge les uns des autres, et les esclaves et les parias se sont entretués. »\n« La famine et les conflits sont comme des jumeaux monstrueux. Ils dansent en cercle sans s'arrêter autour des sables chauds impies, s'enterrant eux-mêmes au milieu des mirages. »\n\nC'est de cette manière que le royaume qui était assis sur les sables chauds fut enseveli sous ces derniers, et qu'un riche et noble prince perdit tout ce qu'il possédait et fut condamné à l'exil.\nDésireux de conquérir de nouveaux territoires, il emporta les quelques biens qui lui restaient et s'engagea dans un voyage à l'intérieur de la forêt tropicale.\nMais bien plus tard, le prince qui entendait dominer les bois comme un tigre rishboland fut subjugué par la quiétude du clair de lune.\nAttiré par la silhouette élancée de cette chasseuse à l'arc blanc, il se mit à sa poursuite nuit après nuit.\nLe prince apatride comprit peu à peu la signification des murmures de la forêt tropicale et des grognements sourds des tigres farouches. Il fut accueilli au sein de rêves bienveillants...\n\n« Haha... Ça, c'est une bonne histoire ! Une histoire qui parle d'un noble exilé qui a réussi à retrouver la gloire... »\n« Un rêve d'or, qui invoque le sable errant... »"
	},
	"circlet": {
		"name": "Couronne de laurier",
		"relictype": "Diadème de Logos",
		"description": "Cette couronne, à l'origine accordée par la divinité contrôlant les plantes et les arbres, a été transmise de génération en génération par la famille royale du labyrinthe. Elle s'est finalement retrouvée entre les mains du vassal de l'un de ces rois.",
		"story": "Le destin de toutes les choses est prédéterminé dans un cycle qui ne se termine jamais.\nC'est ce que disait le roi des arbres à propos du cycle de la vie.\nUne vie qui se termine par mourir dans un corps renaîtra dans un autre corps.\nEt tout ce qui dépérit finit par donner naissance à de jeunes pousses.\nLes fruits qui tombent sur la terre deviendront de la nourriture pour les bêtes.\nEt les bêtes finiront par revenir sur la terre et devenir des fruits.\nLa forêt est toujours pleine de vie.\n\nLa légende raconte l'histoire du dieu des arbres qui voulait créer une grande forêt au milieu du sable.\nIl eût d'abord créé un mécanisme dans les entrailles de la terre pour faire tomber la pluie.\nC'est ainsi que la lune fit refléter sur l'eau les tracés du labyrinthe...\nEt que le « tigre » naquit.\n\nLes rayures du tigre présentaient des variations infinies, tout comme les sentiers entre les arbres.\nEt c'est ainsi que le tigre devint le roi du labyrinthe et prit le nom de Viaghara.\nAyant obtenu des bénédictions, le roi de la forêt parcourait son palais, la tête haute.\nEt il régnait sur les primates, les oiseaux et les bêtes qui vivaient dans le labyrinthe.\n\nEt plus tard, des graines de grenade tombèrent dans le sol et donnèrent naissance aux esprits de la forêt.\nLe roi de la forêt leur prodigua sa bénédiction sous le premier arbre vasara, puis il fit un pacte avec les dieux :\nIl partagerait le labyrinthe avec eux. Il ordonna qu'aucun oiseau ni aucune bête de la forêt ne leur fasse du mal.\n\nC'est vrai que le soleil avait été obscurci, et que l'eau avait été polluée.\nEt le dernier roi de la forêt avait donné sa vie pour défendre la pépinière.\nDe grands félins aux poils longs héritèrent quand même du titre du roi.\nIls l'imitaient, veillant sur les animaux de la forêt.\nIls étaient beaucoup moins puissants que le roi.\nMais ils respectaient toujours le pacte du roi, celui de protéger longtemps la forêt.\nEt ils ne s'en prirent jamais aux esprits gardiens des arbres.\nEh oui. Malgré la disparition de ce labyrinthe en perpétuel changement...\nLa forêt était toujours pleine de vie."
	}
}