{
	"id": 10003,
	"rarityList": [
		3,
		4
	],
	"name": "Cœur du Gardien",
	"effect2Pc": "Augmente la DÉF de 30 %.",
	"effect4Pc": "Pour chaque personnage de l'équipe ayant un élément de type différent du personnage équipé, la RÉS élémentaire correspondante est augmentée de 30 %.",
	"flower": {
		"name": "Fleur du Gardien",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Un iris chéri par le Protecteur. Il n'a pas eu l'occasion de l'offrir à la personne qu'il aimait.",
		"story": "Seule la douce voix d'une certaine demoiselle\npouvait apaiser sa personne.\n\nHélas, leur histoire fut brève.\nLe chevalier se vida de son sang,\net la jeune fille, de ses larmes."
	},
	"plume": {
		"name": "Plume du Gardien",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une broche en forme de plume qui symbolise l'envie de protéger.",
		"story": "L'emblème en forme de bouclier gravé sur cette plume brille sous la lumière pâle de lune.\nIl fut un temps où cette lumière inspirait la terreur dans les cœurs des scélérats.\n\nLe Protecteur possédait un titre prestigieux de chevalier,\nmais à la tombée de la nuit, il dissimulait son emblème et son visage.\nRien ne l'empêchait alors de faire ce qu'il devait faire ;\ndes actions qui ne pouvaient pas être effectuées par un noble chevalier."
	},
	"sands": {
		"name": "Horloge du Gardien",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un petit appareil qui affiche l'heure. C'est la seule façon de voir le temps passer lors des nuits sans lune.",
		"story": "Le bruit des aiguilles de l'horloge et la lueur de la chandelle l'accompagnaient sa lecture des rapports d'incidents.\nSon épée et son grand manteau noir étaient ses plus précieuses possessions.\nLe Protecteur solitaire n'avait que son ombre pour le suivre lorsqu'il voyageait.\nPeu importe sa destination, le temps ne lui suffisait jamais.\nSon supérieur hiérarchique, insouciant et fier, se moquait de sa nature brusque de son visage inexpressif et de son aversion pour les plaisirs de la vie.\n\nCependant, le Protecteur n'avait cure de ces railleries du passé. Le présent et l'avenir étaient ce qui lui importaient.\nCe n'était qu'en éradiquant toute trace de mal par tous les moyens\nqu'il pouvait s'assurer que son ami puisse avoir un avenir paisible.\n\nCe n'était qu'en regardant cette demoiselle sur la place\nqu'il avait le temps de réfléchir aux choses qu'il s'était interdites.\n\nParmi lesquelles figurait son propre avenir..."
	},
	"goblet": {
		"name": "Coupe du Gardien",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un récipient en métal qui contient souvent une boisson pour aider le Protecteur à se sentir moins seul pendant qu'il monte la garde.",
		"story": "Une coupe en or ordinaire.\nSa seule particularité, s'il fallait en évoquer une, \nétait qu'elle n'avait jamais été touchée par une goutte de vin.\n\n« Allez, essaye de boire un peu pour voir. »\nAinsi plaisantait le supérieur hiérarchique du Protecteur.\n« Arrête de faire la tête ! Buvons et chantons à tue-tête ! »\n« C'est comme ça qu'on a le courage d'affronter le lendemain ! »"
	},
	"circlet": {
		"name": "Bandeau du Gardien",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un objet en tissu de couleur indigo qui peut aussi servir de bandage en cas d'urgence.",
		"story": "Selon lui, il était indispensable d'avoir un plan de secours en toute circonstance.\nCe bandeau était là pour le lui rappeler.\nEn cas d'urgence, l'objet pouvait aussi servir de bandage pour arrêter une hémorragie.\n\nSelon cette conviction, il forma de nombreux chevaliers sous les ordres de son ami à l'escrime.\nEnsuite, il devint le mentor d'un chevalier blanc qui avait soif de justice.\nToujours armé de cette conviction, il empêcha d'innombrables graines du mal de germer.\n\nTant qu'il était préparé à toute éventualité,\ntout irait bien, même s'il n'avait plus la force de se battre,\nde protéger son ami ou cette demoiselle qui aimait chanter..."
	}
}