{
	"name": "Chronique du Pavillon du désert",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Confère un bonus de DGT Anémo de 15 %.",
	"4pc": "#Lorsqu'une attaque chargée a touché un ennemi, la VIT d'attaque normale du personnage augmente de 10 % et les DGT infligés par ses attaques normales, chargées et plongeantes augmentent de 40{NON_BREAK_SPACE}%, pendant 15 s.",
	"flower": {
		"name": "Aube de la cité des rois",
		"relictype": "Fleur de la vie",
		"description": "Une fleur artificielle qui brille d'une lumière étrange. Si vous y tendez l'oreille, vous entendrez légèrement un rire enchanteur à l'intérieur.",
		"story": "Noble déchu, écoutez les paroles du vieil homme aveugle que je suis.\nJe vous raconterai les leçons de Gurabad et l'évanescence des fleurs créées par les hommes.\nJe vous parlerai d'un roi aux origines modestes, ainsi que de l'amour démesuré et la rancune furieuse d'une djinn...\n\nLa légende dit qu'à la mort de sa compagne, le seigneur des sables s'aida d'une djinn pour faire un pacte avec les mortels.\nSeuls ceux qui n'ont pas un cœur de fer et qui n'ont pas été corrompu par des mirages,\nPeuvent prétendre au titre de roi vassal et guider leur peuple de brebis égarées.\nEt c'est ainsi que, sous les yeux miséricordieux d'un maître sévère, la djinn trouva son candidat...\nLe jeune Ormazd, qui était alors un berger, se prit d'amour pour Liloupar, qui était née d'un nénuphar.\n\n« Je t'octroierai ma bénédiction pour cent générations, au prix d'une vengeance sanglante et d'un vin rosé. »\n« Car l'amour fou d'une djinn s'accompagne toujours de demandes avides, et un tel amour ne prend fin qu'avec une vengeance qui se prétend juste. »\n\nPourtant, sous la lumière de la lune, Ormazd ne tint pas compte de ces avertissements...\nComme si ce châtiment destiné était loin de pouvoir atteindre ce brave jeune homme.\nGrâce à l'aide de la djinn, le jeune berger devint le chef des tribus errantes.\nPuis avec le temps, il triompha de ses rivaux qui étaient divisés, et se fit couronner roi vassal.\n\nGurabad prospéra telles les fleurs qui s'épanouissaient le long des falaises pour célébrer la capitale des mortels.\nOrmazd, qui était autrefois berger, devint le roi vassal des mortels, et régna au nom du seigneur des sables.\nPourtant, alors même que les fleurs s'épanouissaient et que leur parfum remplissait l'air, qui aurait pu penser que...\nUne fin des plus amères et violentes allait suivre la plus belle des floraisons.\n\nAprès avoir écouté les vieux contes que son maître lui avait racontés, Xiphos commença son voyage vers la cité de saphir.\nLes enseignements d'hier, enfouis sous les sables mouvants dorés, se répéteraient demain avec le vent sans fin du temps, encore et encore..."
	},
	"plume": {
		"name": "Fin du royaume doré",
		"relictype": "Plume de la mort",
		"description": "Une plume artificielle cristalline qui est l'un des héritages d'un ancien royaume humain. Les cris d'aigles en plein essor sont également scellés à l'intérieur.",
		"story": "Jeunes vagabonds, écoutez les paroles du vieil homme aveugle que je suis.\nJe vous parlerai des ruines de Gurabad, du point final d'un rêve de folie...\nJe vous parlerai de tous ces dômes que l'on pouvait voir parsemés à la manière de pierres précieuses, de tous ces royaumes divisés.\n\nLes hautes tours et les pavillons dorés furent engloutis par une marée déchaînée, tandis que les palais et les temples furent envahis par les démunis...\nLes foules enragées suivirent l'homme au masque de cuivre, ce qui terrifiait les personnes sages, qualifiant ces événements de « grande peste ».\nCette grande peste noire eut raison de Gurabad, et le seigneur des sables se fourvoya sur le chemin de l'autodestruction...\nLiloupar, la djinn née d'un nénuphar, se vit recevoir un châtiment pour avoir fomenté un horrible complot, et son âme fut brisée...\nTandis que les vastes et fertiles royaumes des oasis s'effondrèrent sous le sable. Les tribus et les royaumes furent à nouveau pris dans le tumulte... \nPlus tard, les mortels qui vivaient dans les oasis de la mer de sable se séparèrent en sept états, et Tulaytullah, la cité de saphir, était le plus remarquable d'entre eux.\n\n« Je pense avoir vécu suffisamment longtemps. Dans ces terres dorées, j'ai pu voir des bouffons insignifiants et des malfrats en tout genre... »\n« Quand j'étais jeune, d'immenses murs de cuivre entouraient les dômes de saphirs qui semblaient s'élever telle une vague sous la lumière de la lune ; »\n« Quand j'étais jeune, les canaux de Tulaytullah formaient une toile lumineuse que se disputaient la lumière des torches et la clarté lunaire... »\n« Aujourd'hui, je suis privé de mes deux yeux, et malgré cela, je suis témoin de nobles tombant dans l'esclavage et de princes renversés par des soldats esclaves... »\n« Aujourd'hui, je suis privé de mes deux yeux, et malgré cela, je raconte les histoires de dignitaires assassinant des sages et de danseuses étrangères saisissant les rênes du pouvoir... »\n« Les cité-États vivent et meurent en un instant comme un rêve d'ivresse, et tous leurs citoyens, bons et mauvais, finissent broyés tels des brins de blé sous les roues d'un moulin. »\n\nLa mer de saphir fut enveloppée sous un brouillard de mensonges, et les mensonges devinrent des légendes ou entrèrent dans l'histoire...\nUn général, qui avait autrefois pillé de nombres cités, se retrouva seul avec un seul esclave pour lui montrer la voie,\nEt c'était ce jeune esclave qui détenait la « clé » qui était le dernier espoir pour faire renaître le pays auquel il appartenait...\nLe roi qui avait connu une mort absurde à cause d'un faucon de chasse avait sur son cou des marques sanglantes de coups de lame,\nla danseuse qui avait fait un pacte avec le prince vouait une haine viscérale envers le tyran...\n\nLes mains adroites des mortels sculptèrent un faucon en vol et y insérèrent l'esprit brisé d'une djinn.\nCe faucon s'éleva en sifflant des falaises de Gurabad avant de survoler les tristes cités du désert...\nIl finit sa course auprès du descendant doré, perdant ses souvenirs en secouant le sable qu'il portait sur lui.\nUne plume fabriquée par les hommes était posée sur une dune, annonçant discrètement la fin des cités-État...\n\nAvec une voix vieillie, le prince exilé raconta comment les palais de sa ville natale avaient brulé,\nÀ cette époque, son maître était un général et poète au service du tyran qui entraînait son pays natal dans la destruction.\nToute chose finit par avoir des conséquences. Un homme perd la vision, et un autre son trône...\nPendant ce temps, la meule du destin continue de tourner, dispersant les espoirs brisés à travers le monde."
	},
	"sands": {
		"name": "Horloge du chemin perdu",
		"relictype": "Sables du temps",
		"description": "Une ancienne horloge mécanique. Les fragments de protection des esprits continuent d'émettre de la lumière en son centre et vibrent très légèrement, comme pour dire quelque chose...",
		"story": "« Mère... Mère...! »\n« Nous sommes nés vieux, et notre esprit brisé est la seule chose qui soutient notre pouvoir infini... »\n« Nous n'avons jamais connu la douceur du lait maternel, ni n'avons pu profiter de la chaleur à l'intérieur d'un ventre... »\n« Nos larmes ont été séchées par le soleil ardent, et notre joie éphémère a été broyée par les rouages... »\n« Ce n'est pas l'amour qui nous unit, mais la haine et l'aliénation... »\n\n« Mère... Mère...! »\n« Nous avons perdu toute notre fierté, et ne pouvons nous vanter d'aucune sagesse... »\n« Nous n'avons aucun espace pour exister, ni aucun loisir pour nous détendre... »\n« Nos gorges ont été remplacées par des tubes de cuivre, et nos ventres enflés n'ont pas de nombril... »\n« Mère, qui ne nous a jamais mis au monde, que toutes les pires maladies t'affligent... »\n\n« Mère... Mère...! »\n« Que sommes-nous, sinon des corps mécaniques sans âmes, ou les esclaves des djinns... »\n« Nous n'avons jamais obtenu de noms, et personne n'a jamais entendu nos supplications.. »\n« Après avoir vu nos corps se faire ronger par la souffrance et par la malice, il ne nous reste plus que la haine pour nous alimenter... »\n« Une haine sans limite s'est accumulée en nous, engendrant un désir d'anéantir tout ce qui existe... »\n\n« Alors que le clair de lune éclaire nos visages défigurés, nous faisons cet ultime serment... »\n« Que le sable remplisse tes poumons, que tout ce qui est vert soit brûlé jusqu'à devenir noir... »\n\n« Enfin, nous nous libérerons des chaînes qui nous lient depuis notre création... »\n« Enfin, nous retournerons dans l'étreinte de notre créatrice innocente et tourmentée, Shirin... »"
	},
	"goblet": {
		"name": "Défenseur du rêve enchanteur",
		"relictype": "Coupe d'éonothème",
		"description": "Une ancienne coupe dorée à la fois merveilleusement et luxueusement travaillée. Des murmures peuvent être entendus de ses entrailles vides...",
		"story": "Voyageurs, vous qui venez boire à l'oasis, écoutez les paroles du vieil homme aveugle que je suis.\nJe vous parlerai du chant funèbre de Gurabad, des rêves enchanteurs du roi des sables...\nJe vous parlerai de cette djinn héroïque, fidèle mais brisée ; de la trahison de ceux qui étaient ses confrères.\n\nLa légende raconte qu'à la mort de la reine des fleurs, de nombreux djinns qui la servaient changèrent d'allégeance pour aller auprès du roi Deshret.\nLe roi Deshret cherchait vainement les traces de l'ancien paradis à l'endroit où les clous divins étaient tombés, afin d'y ériger l'Oasis éternelle...\nUne des plus grandes djinns portait le nom de Ferigees. Elle se vit confier la supervision de l'oasis par le roi des sables.\nAfin de protéger la sépulture où sommeillait sa maîtresse, elle fit appel à ses pouvoirs pour que l'eau ne cesse de couler dans la source.\nEt c'est ainsi que le désert fut parsemé d'espaces de verdure, offrant un havre à tous ceux qui avaient perdu leur foyer...\n\nPlus tard, sous la direction de la djinn Liloupar, les états vassaux des royaumes des mortels se bâtirent autour de l'Oasis éternelle.\nPar loyauté envers la maîtresse des fleurs et par compassion pour cette nation naissante, Ferigees décida de faire un sacrifice.\nRestant sourde aux sommations du roi des sables qui souhaitait la retenir, la djinn enferma son corps dans des chaînes glacées,\nEt prit la forme d'un sceau qui avait l'apparence d'une coupe cristalline pour contenir la colère de la mer de sable, restant immobile et immuable pour protéger les villes des mortels...\n\n« Or, toute chose a une fin, et toute chose finit par changer. Ceux qui dépendent les uns des autres aujourd'hui se tourneront le dos demain. »\n« On perd la liberté dont les djinns sont si fiers, tout comme le corps et l'esprit à travers lequel on vit joie et amour... »\n« La nymphe des nénuphars fit usage de mensonges teintés de miel pour entraîner le roi des mortels dans ses machinations, suite à quoi le roi des sables sombra dans un rêve de folie... »\n« Depuis ce jour, j'attends. J'attends dans un rêve sans sommeil que le roi des sables réalise sa promesse de jadis. »\n\nSon corps et son esprit restreints à l'intérieur d'odieuses pièces mécaniques, elle rêvait encore que sa maîtresse se réveille un jour de son sommeil.\nEt avec une triste détermination, elle gardait silencieusement le rêve brisé du royaume des sables.\nMalgré l'amertume de la source d'eau dans laquelle le gravier s'était mêlé, et en dépit du fait que l'oasis avait été enterrée sous des dunes de sables...\nAu milieu de la pulsation éternelle produite par les machines, elle attendait le son du changement.\n\n« Dites-moi, mon cher maître aveugle... Moi, qui suis née avec ces chaînes d'esclave et qui ai tout perdu quand j'étais enfant... »\n« Même moi, qui ai été abandonnée par une destinée aussi imprévisible que les dunes, j'ai le droit d'attendre un changement du destin ? »"
	},
	"circlet": {
		"name": "Héritage de la haute lignée du désert",
		"relictype": "Diadème de Logos",
		"description": "Des boucles d'oreilles en or ambre qui brillent d'une étrange lumière.",
		"story": "Vous, marchands qui vous abritez de la tempête, pourquoi ne pas écouter les paroles du vieil homme aveugle que je suis ?\nJe vous raconterai le passé de Gurabad et le châtiment que son peuple s'est infligé.\nJe vous parlerai de dignitaires nouveaux-nés et de serviteurs du palais...\n\nLa légende raconte que lorsque Gurabad s'éleva, le roi des humains unit toutes les oasis pour qu'elles ne fassent qu'une.\nDès lors, les tribus dispersées ainsi que tous les royaumes éphémères se soumirent à Ormazd.\nOrmazd érigea le seigneur du désert comme divinité protectrice et fit bâtir des temples et des palais pour faciliter son culte.\nIl recruta des esclaves parmi les tribus, imposa la corvée aux nations vassales, et demanda des offrandes aux cités...\nLes nations prospérèrent, tandis que les nobles comme les esclaves furent plongés dans les ombres.\n\nDu haut de la tour, sa bien-aimée djinn contemplait les esclaves et les prêtres qui lui paraissaient petits comme des insectes. Elle poussa un soupir de tristesse...\nElle, qui était parente de la déesse des fleurs, pensait avoir choisi le bon roi. Mais elle ne se doutait pas qu'il perde la tête à cause de la vanité.\nSous les draps, elle glissa de douces suggestions au roi, essayant en vain de le persuader d'emprunter une autre voie...\nPour Ormazd, l'esclavage était essentiel au règne d'un roi et il en avait toujours été ainsi. Ces conseils n'étaient à ses oreilles que les belles paroles d'une amante.\n\n« En infusant son amour en quelqu'un, on n'obtient que des désirs éternellement inassouvissables. »\n« On désire un rêve, on désire un foyer, on désire un amant qui transcende les rêves des mortels. »\n« Mais aujourd'hui, mon bien-aimé se laisse aller dans la cupidité et de la vanité caractéristiques d'un tyran. »\n« Afin d'apaiser la fureur et la tristesse que me provoque cette trahison, j'infligerai un châtiment à trois générations. »\n\nEn silence, la djinn retira les boucles d'oreilles que le tyran lui avait offertes afin de montrer sa détermination.\nAu fond de son cœur qui était devenu sans pitié, se fomentait un plan malicieux pour punir son amant.\n\n« Xiphos, mon enfant, comme le feu, la haine brûlera tout et ne laissera derrière elle que les braises de la folie. »\n« Une passion amoureuse incontrôlée est bien plus dangereuse que cela. Beaucoup de maux dans ce monde sont causés par un amour fou... »"
	}
}