{
	"name": "Échos d'une offrande",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Augmente l'ATQ de 18 %.",
	"4pc": "En touchant un ennemi, les attaques normales ont 36 % de chances de déclencher l'effet Rituel de la vallée, augmentant les DGT d'attaque normale d'une valeur équivalant à 70 % de l'ATQ. Cet effet sera dissipé 0,05 s après avoir infligé des DGT avec une attaque normale. Chaque attaque normale ne déclenchant pas l'effet augmentera les chances de le déclencher la prochaine fois de 20 %. Cet effet peut être déclenché une fois toutes les 0,2 s.",
	"flower": {
		"name": "Fleur d'aromesprit",
		"relictype": "Fleur de la vie",
		"description": "Un jade sculpté en forme de fleur. Un parfum fantôme, ici un instant et disparu le suivant, tourbillonne autour de lui.",
		"story": "C'est lors de la floraison des aromesprits chaque année que commencent les préparatifs des cérémonies du thé au Village de Qiaoying.\nUne fois les fleurs fanées, des tisanes de fleurs infusées de neuf parfums sont présentées dans la salle des fêtes.\nLa fleur d'aromesprit est éphémère. Elle apparaît soudainement telle que le ferait une Adepte et repart aussitôt en flottant dans les airs.\nElle ne laisse derrière elle que le nom vague d'« Herborisatrice » ainsi qu'une pléthore de légendes dont on ne connaît pas les détails.\n\nDans l'une d'entre elles, le corps d'Adepte de l'Herborisatrice se transforme en une multitude de branches d'arbre à thé.\nUne autre histoire raconte que ce personnage vola jusqu'à la montagne des Adeptes sur le dos d'une créature maléfique qu'elle avait domptée.\nIl y a une histoire de la sorte...\n\nUne fois sur la rive, la jeune fille s'empressa de ramasser le chapeau voilette laissé au sol pour le placer négligemment sur sa tête.\nSans lui pour lui couvrir le visage, elle se sentirait honteuse et n'aurait pas le courage de parler.\nÀ ce moment-là, celle qui l'avait mise dans cette fâcheuse situation sortit la tête de l'eau.\nSes écailles multicolores scintillaient comme pour vanter la victoire qu'elle avait remportée sur cette jeune fille.\n\n« *tousse* Tu es fière de savoir nager ? Tu sais quoi, j'espère que tu te noieras un jour ! »\n\nMalgré sa colère, la jeune fille ne disait pas cela sérieusement.\nCependant, cette bête scintillante disparut au fond de l'eau, pour ne jamais revenir à la surface."
	},
	"plume": {
		"name": "Feuille de jade",
		"relictype": "Plume de la mort",
		"description": "Un ornement de jade en forme de feuille. Il semble avoir eu autrefois une signification profonde aux yeux de certains amis...",
		"story": "Il y a très longtemps de cela, il n'y avait pas de gué sur la rivière, seulement une colline brumeuse.\nLa maîtresse de la montagne n'avait pas encore décidé ce qu'elle allait planter sur son terrain quand quelqu'un la devança.\n\n« Quand cet arbre aura un peu grandi, j'en cueillerai les feuilles et vous préparerai du thé avec. »\n« Le moment venu, j'inviterai Souffle-Nuages et Taille-Monts ici... »\n\n« Vous vous permettez de planter des arbres sur mon terrain, et vous avez quand même l'audace de dire cela ? »\nMalgré son indignation, la maîtresse de la montagne arrivait tout de même à s'imaginer le parfum du thé.\n\nPlus tard, cette personne attacherait discrètement ce pendentif en jade aux fines branches du petit arbre.\nAprès un certain temps, la maîtresse de la montagne revint, mais sous une apparence différente.\nElle avait perdu les doigts qui lui permettaient de détacher le pendentif. Mais cela remonte à il y a fort longtemps.\n\nBien des années plus tard, les branches de cet arbre furent plantées sur l'autre rive du fleuve par les mortels qui habitaient dans les montagnes.\nLe parfum du thé voyagea du Vallon Chenyu jusqu'au Port de Liyue, puis se répandit dans beaucoup d'autres endroits encore.\n\nIl existe de nombreuses légendes concernant les théiers du Vallon Chenyu. L'une d'entre elles dit la chose suivante :\nPeu importe la qualité de l'eau, du sol, ou de l'ensoleillement, ce type d'arbre peut pousser en grande quantité uniquement dans le Vallon Chenyu.\nCela serait dû au fait que ceux-ci se souviendraient de la promesse que se sont faite de vieux amis dans un passé lointain à côté des jeunes pousses d'un théier."
	},
	"sands": {
		"name": "Symbole de félicitation",
		"relictype": "Sables du temps",
		"description": "Un ornement circulaire en jade. La légende raconte qu'il était autrefois utilisé quelque part comme symbole pour le début des rituels.",
		"story": "La légende veut que cet ornement en jade brut était issu d'une montagne sacrée qui aurait été scellée depuis fort longtemps.\nTout comme la conque étoile qui a quitté le rivage se remémore le chant du claquement des vagues,\nl'anneau en jade produit lui aussi le bruit du ruissellement de l'eau.\n\nDans les auberges, on entend souvent certaines histoires...\n« Il y a une légende qui dit que le trésor des montagnes serait un morceau de jade brut qui aurait le pouvoir de faire tomber une pluie opportune. »\n« Mais plus tard, quand le monde fut plongé dans le chaos, les démons se mirent à convoiter son pouvoir. »\n« C'est ainsi que la maîtresse de la montagne le divisa en plusieurs morceaux de formes différentes. »\n« Elle les cacha au fond de l'eau, dans la montagne et dans des autels. »\n« Les légendes du Vallon Chenyu disent que ces ornements en jade auraient été bénis par un pacte divin. »\n« Cependant, après toutes ces années, personne n'a jamais réussi à en trouver un seul... »\n\nLa prêtresse portait cet anneau en jade en permanence sur elle et en prenait grand soin.\nMais certaines années, il lui arrivait de le montrer en cachette à une amie dépourvue de raffinement.\nElle racontait avec un ton sentencieux l'origine des motifs présents sur ces objets et le pacte qui avait été noué par les ancêtres.\nMais son amie était trop occupée à piler des herbes avec un mortier et un pilon pour écouter un seul mot de ce qu'elle disait.\n\n« Ce rituel est le même chaque année. Je t'ai entendu le décrire je ne sais combien de fois. »\n« N'as-tu pas dit que tu m'offrirais du thé à ton retour ? On en parlera à ce moment-là. »\nMais contrairement à ce qu'elle espérait, la chose qui était sortie de l'eau finirait par y retourner...\n\nAujourd'hui, les artisans du Port Yilong continuent de fabriquer ces accessoires aux formes simples.\nLes marchands en visite placent aussi souvent ces anneaux en jade près de leurs oreilles, comme le veut la légende,\nPour vérifier s'ils peuvent vraiment entendre le bruit de la pluie qui tombe sur les rochers de la montagne."
	},
	"goblet": {
		"name": "Calice des sources",
		"relictype": "Coupe d'éonothème",
		"description": "Cette tasse déborde toujours d'eau fraîche. Peut-être était-ce un cadeau des Adeptes, un de leurs artéfacts, ou juste quelque chose qu'ils ont laissé derrière eux...",
		"story": "Cet objet était à l'origine un cadeau offert d'ami à ami, relié à un petit royaume intérieur.\nLa source d'eau à l'intérieur de cette tasse ne se tarissait jamais, ce qui en faisait un habitat temporaire idéal.\nCette tasse pouvait contenir le reflet du soleil et de la lune, ou encore une jolie poissonne.\n\nElle fut beaucoup plus chanceuse que ce Yaksha qui connut un destin tragique.\nMais le prix à payer pour perpétuer des anciens rites était de ne pas avoir la possibilité de mettre le pied sur terre pour de longues durées.\nC'était une époque où les eaux douces étaient loin d'être en abondance comme aujourd'hui.\nLe port situé sous la montagne et les plaines n'étaient pour elle qu'un distant rêve.\nMais cette personne, qui n'aimait pas s'attirer des problèmes, décida de partir avec cette tasse de thé à la main.\n\nLe Port de Liyue dont elle parlait était sans doute tout aussi imparfait qu'une fête rituelle de village.\nCe voyage serait sûrement rempli de disputes et de nombreux problèmes.\nElle savait qu'elles aimaient toutes les deux faire des histoires pour un rien, et pourtant, elle n'osait pas s'approcher des foules.\nIl n'y aurait en ce monde jamais d'autres Adeptes aussi petites qu'elles, qui admirent et craignent à la fois l'agitation.\n\n« Mais on s'est fait beaucoup de promesses. C'est une bonne chose. »\nElle pensa ainsi, avant de se mettre en route.\n« Au moins, ce voyage devrait être intéressant. Je pourrai la présenter à d'autres vieux amis. »\n\nPlus tard, l'usage du brasero et de la bouilloire fut repris par les gens.\nEt c'est ainsi que tout le monde put avoir la lune sur son bureau et la tenir dans sa paume."
	},
	"circlet": {
		"name": "Anneaux de fluidité",
		"relictype": "Diadème de Logos",
		"description": "Une paire de boucles d'oreilles faites d'un seul morceau de jade, dont la texture est des plus douces.",
		"story": "Le Vallon Chenyu est plein de montagnes, de cours d'eau. C'est aussi le lieu de nombreuses histoires et voici sa légende la plus connue :\nDans les temps anciens, il existait une pierre jade brut. Afin qu'il ne tombe pas entre les mains d'un monstre maléfique, il fut jeté au fond de l'eau...\n\nLes légendes ont toutes beaucoup d'histoires annexes. L'une d'entre elles parle de la chose suivante :\nCe joyau était autrefois le jade d'une montagne sacrée. Il fut taillé par la main même du Souverain de la Roche.\nOr la pierre qui avait été perdue dans les eaux était peut-être un jade de moindre importance, ou peut-être tout simplement une simple tasse.\nCertains disent même que le fameux jade de cette histoire serait en fait une métaphore pour décrire une belle personne.\n\nLes légendes disent que quelqu'un a autrefois vu la chose suivante :\n\nD'innombrables carpes dont les queues semblaient être telles des pierres précieuses sous la lumière du soleil.\nElles s'étaient libérées des lacs et des cours d'eau qui emprisonnaient les êtres aquatiques...\nEt volaient librement au gré du vent au milieu de la vallée.\nDe même, le jade porté aux oreilles par une certaine personne changea de forme."
	}
}