{
	"id": 15020,
	"rarityList": [
		4,
		5
	],
	"name": "Emblème du destin brisé",
	"effect2Pc": "Augmente la recharge d'énergie de 20 %.",
	"effect4Pc": "Augmente les DGT infligés par le déchaînement élémentaire d'une valeur équivalant à 25 % de la recharge d'énergie. Les DGT peuvent être augmentés d'un maximum de 75 % de cette manière.",
	"flower": {
		"name": "Tsuba magnifique",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Les légendes prétendent que ce garde-main orné était autrefois monté sur une épée offerte au oni qui a trahi la Shogun.",
		"story": "Mère avait montré ses crocs contre la Shogun, qui avait été bonne avec elle et qui lui avait donné une précieuse épée.\nFinalement, la seule chose qui fut renvoyée au Clan Mikoshi était le tsuba de cette lame qu'elle avait tant aimée.\n\nLe souhait longtemps chéri de Mère était de surmonter le destin de la vie et de la mort avec sa passion bouillante.\nElle ferait de telles contributions qu'elle laisserait un nom éternel au sang toujours plus rare des oni de la guerre.\nEt si elle était engloutie par la bête-tigre noire du péché elle-même, alors elle la déchirerait de l'intérieur.\n\nElle aurait prouvé sa valeur de manière retentissante sous la bannière du Mitsudomoe Électro...\nEt elle pensait pouvoir nettoyer son junihitoe de combat taché de sang.\nMais il finit par être taché de noir, de même que son cœur qui battait férocement...\n\nDès lors, son fils aîné, qui aurait dû hériter de la fortune familiale, vécut reclus dans un village loin de la ville...\nAvec rien d'autre que les rochers et les arbres comme amis... Du moins, jusqu'à ce qu'il rencontre cette demoiselle...\n\n« C'est ennuyeux. Eh bien, si vous souhaitez abandonner votre passé, permettez-moi de vous donner un nouveau nom. »\nAprès avoir entendu parler de son passé, la demoiselle, qui possédait des ailes noires, ricana avec dédain.\n« Eh bien, vous vous appellerez Iwakura, le « monticule rocheux ». Un nom que les mots humains ne peuvent nuire. »\n« Allez, mortel dans les veines duquel coule le sang oni, réjouissez-vous, et souriez un peu ! »\n« Vous devez savoir que les noms que nous, les Tengu de Yougou, donnons sont dotés de pouvoirs divins. »\n« D'ailleurs, le terme de roche vous va bien. Il convient certainement à votre esprit et à vos muscles, c'est sûr. »\n\n« Bon, quand les fleurs de cerisier tomberont l'année prochaine, faisons un duel ici même, Iwakura. »\n« Enfant des oni, perfectionnez votre escrime et devenez un ennemi avec qui un Tengu de Yougou n'aurait pas honte de croiser le fer. »\n« Ah oui ! Et si vous parvenez à me toucher, vous pourrez appeler votre technique secrète « Victoire tengu » ! »\n« Après tout, si vous arrivez à ce point, vous aurez une épée qui vous permettra de triompher des Tengu. »"
	},
	"plume": {
		"name": "Plume brisée",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Ceci était autrefois la plume noire d'un certain guerrier tengu, et également le souvenir précieux d'un grand samouraï du passé.",
		"story": "Entouré des plumes noires entraînées par sa lame se tenait l'homme qui était sur le point de devenir un maître épéiste...\n... Il avait finalement attrapé la jeune Tengu qui était restée intouchable pendant tant d'années...\n\n« Mince, il s'en est fallu de peu. Bien joué, je dois dire. »\n« Si votre épée n'avait pas été brisée par votre force... »\n« J'aurais péri ici à coup sûr. Eh bien... »\n\nTeruyo, devrions-nous changer l'emplacement de notre duel l'année prochaine ?\nJe connais quelques endroits où il est également possible de contempler les fleurs de cerisier tomber...\nAlors qu'il regardait autour de lui le sanctuaire qu'il avait détruit, tenant la main tremblante de la Tengu...\nCes mots étaient sur le bout de la langue de Michihiro, alors même qu'il fixait les plumes noires qu'il avait coupées.\n\n« Vous m'avez touchée, après tout. Je dois admettre que c'est clairement votre victoire. »\n\n« La victoire n'est pas encore décidée. Retrouvons-nous l'année prochaine », voulait-il dire.\n\n« Désormais, votre lame peut même surpasser la vitesse d'un Tengu. »\n« Je n'oublierai jamais un seul de nos duels de ces treize dernières années. »\n« Mais en tant que Tengu, j'ai des devoirs envers le clan que je dois remplir. »\n« En y repensant, j'ai changé votre nom dans l'espoir que vous puissiez échapper à la malédiction de la lignée oni. »\n« Avec cette guerre, le sang non humain devient de plus en plus rare. »\n« Eh bien... Nous ne devrions pas convoiter les fins heureuses que les humains apprécient, après tout. Mais vous êtes différent. »\n« Vous êtes maintenant « Iwakura ». Vous n'êtes plus le Mikoshi qui porte le fardeau du sang oni. »\n\n« Au revoir, Michihiro, et s'il vous plaît, oubliez-moi. »\n« Utilisez votre épée pour la lignée Iwakura... Et ouvrez un chemin qui n'appartiendra qu'aux Iwakura. »"
	},
	"sands": {
		"name": "Inro de la tempête",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une boîte en laque violet foncé exquise qui peut être utilisée pour ranger des objets, décorée de coquillages incrustés brillants et d'orfèvrerie complexe.",
		"story": "Dans un passé lointain, lorsque l'Île de Seirai n'était pas encore entourée de nuages d'orage, les souvenirs montaient et descendaient comme des souffles.\nÀ la fin, l'élégant conteneur qui renfermait orages et secousses n'a pu être remis à la personne à qui il était promis.\n\n« Êtes-vous là parce que le cordon est à nouveau cassé ? Vous êtes une telle prise de tête. »\n« Sans votre escrime, vous n'êtes qu'un idiot de parieur invétéré, n'est-ce pas ? »\n\n« Que nenni, ne me sous-estimez pas. J'ai appris mon tir à l'arc auprès d'un Tengu, vous savez ? Quelqu'un d'assez célèbre en plus. »\n« Il se trouve simplement que je suis bien trop doué avec une épée, comprenez-vous ? C'est pourquoi personne ne parle jamais de mon archerie. »\n« En fait, maintenant que j'y pense, c'est un peu du gâchis. Et si je vous apprenais ces techniques à l'arc ? »\n\nUne fois, vous répariez la cage à sceau brisé de cet idiot, tout en prononçant des mots durs...\nUne autre fois, bien que vous utilisiez des mots durs pour divertir les autres, vous ne pouviez pas vous empêcher de sourire faiblement.\n\n« S'il vous plaît. Vous êtes déjà un hatamoto avec des responsabilités importantes. Pourquoi courez-vous toujours à la recherche d'ennuis ? »\n« Et vous êtes déjà marié également. À une douce épouse qui plus est. Pourquoi passez-vous vos journées à errer et à jouer ? »\n\nVous êtes déjà...\nLa question était sur le bord de vos lèvres, mais vous n'avez pas pu la poser, et vous avez décidé de ne plus jamais la soulever.\nSi dame Saiguu avait été ici avec vous, elle l'aurait sûrement dit d'une manière intelligente et enjouée...\n\n« Cela n'a plus d'importance. Je me suis accordé des vacances. Au moins pour aujourd'hui. »\n« Laissons derrière nous toute cette histoire de sanctuaire et partons en douce au bord de la mer, comme nous le faisions quand vous étiez enfant. »\n\nEt alors vous avez suivi jusqu'au port, où vous avez regardé les navires aller et venir, comme en transe.\nVous l'avez écouté parler de cette Teruyo du sanctuaire, et de la façon dont elle avait hérité de la beauté et de l'habileté de son maître.\nVous l'avez écouté parler de ses cauchemars terrifiants, dans lesquels il se tranchait la tête...\nMais vous saviez tous les deux que ce n'étaient que des mots pour cacher la mélancolie de l'âge adulte.\n\nPlus tard, bien plus tard...\nSurplombant les récifs moussus et le port où vous aviez autrefois ce rendez-vous tranquille...\nPour que le joueur gagne à nouveau son pari, pour le plaisir de prier pour sa sécurité...\nUne fois de plus, vous avez osé vous tenir sur ces hauteurs, brandissant la cage à sceau que vous aviez fabriquée de vos propres mains.\nAvec l'espoir de retrouver ces souvenirs, vous avez rassemblé le pouvoir du tonnerre et de la foudre."
	},
	"goblet": {
		"name": "Gourde pourpre",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un récipient à vin à la conception complexe dans lequel un artiste martial de renommée mondiale a une fois bu.",
		"story": "Grâce à sa technique d'épée secrète, son balayage tengu, Iwakura Michihiro est devenu l'instructeur d'escrime du Clan Kujou.\nIl a également reçu le titre de « Douin », et a fondé une école d'épée qui a connu un grand succès.\nAlors qu'il partait prendre son poste au Domaine Kujou, Michihiro, qui avait depuis longtemps appris à boire,\nentra une dernière fois dans le sanctuaire qui avait été complètement détruit par la complétion de son balayage tengu.\nIci, dans la cour de ce lieu abandonné, il s'était battu treize fois avec la Tengu de Yougou au cours des treize dernières années.\nIl se souvint alors de sa rencontre avec la Tengu aux ailes noires, qui s'était donné le nom de « Teruyo de Yougou »...\n\nCes treize années se sont écoulées comme un rêve.\nLa neige écarlate vola à travers le col ombragé comme de la fumée.\nC'était comme regarder un être cher s'éloigner...\n\nLes pétales du cerisier sacré tombèrent alors également, comme si elles étaient de la neige tombée du ciel.\nEt même s'il n'y avait plus de divinité à adorer dans ce sanctuaire, il était toujours en bon état.\nDes rires résonnaient à travers les montagnes, aussi clairs que les eaux d'une source.\nMais plus jamais les deux ne remettraient les pieds dans cette cour désolée."
	},
	"circlet": {
		"name": "Kabuto orné",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un casque robuste et dur porté comme armure par un noble samouraï.",
		"story": "« Je me demandais, monsieur Douin, si votre épée pouvait réellement trancher la foudre ? »\nC'est ce qu'a demandé le jeune chef du Clan Kanjou, Hiroshi, en rengainant sa lame. Douin répondit ainsi, d'un ton rigide :\n« Comment cela pourrait-il être possible ? Tout au plus, je dirais qu'elle pourrait frapper un Tengu dans les airs. »\n« Cela dit, personne n'a jamais abattu un Tengu auparavant. Pas même une seule fois ! »\n\n« Est-ce vrai ? Dans ce cas, d'où vient le nom de votre technique secrète, le balayage tengu ? »\nVoyant que Douin ne répondait pas, le chef du Clan Kanjou, qui avait construit Ritou de zéro, dit :\n« Ah, si ce vieux filou de Kujou n'avait pas pris les devants, j'aurais adoré vous recruter. »\n« Avec votre épée, même Ako Domeki de Seirai ne serait pas de taille... »\n\nTraversant les nuages d'orage, cette Tengu lui avait donné un nouveau nom et une nouvelle vie.\nElle lui avait jeté la lame rouillée en lui demandant de la frapper, elle, une Tengu.\nEt après que son épée se soit brisée, ce furent ses derniers mots pour lui..."
	}
}