{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Finale des galeries profondes",
	"effect2Pc": "Confère un bonus de DGT Cryo de 15 %.",
	"effect4Pc": "Lorsque le personnage équipé de l'artéfact a 0 pt d'énergie élémentaire, les DGT infligés par les attaques normales et les déchaînements élémentaires augmentent de 60 %. Le bonus ainsi accordé aux déchaînements élémentaires s'arrête pendant 6 s après que le personnage équipé de l'artéfact inflige des DGT grâce à une attaque normale. De même, le bonus ainsi accordé aux attaques normales s'arrête pendant 6 s après que le personnage équipé de l'artéfact inflige des DGT grâce à un déchaînement élémentaire. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Chant d'écho des galeries profondes",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur glacée façonnée à partir de jade du nord. Au cours de sa longue vie, ses pétales ont été réduits en poussière.",
		"story": "Sur les conseils de son maître, la jeune fille s'aventura vers le nord. Elle traversa les terres gelées et le couloir de miroirs brisés au bord de la mer gelée.\nAprès avoir tué d'innombrables monstres qui erraient dans les ruines, elle finit par apercevoir, devant l'arbre d'argent flétri, un trésor dissimulé sous de la neige poudreuse.\n\nCe fut une époque où le clair de lune argenté ne fut pas encore brisé par les feux de la guerre. Les prophéties divines des cieux concernaient encore les terres.\nLe jeune garçon qui s'aventura dans les entrailles de la terre rencontra l'ange premier, et lui posa des questions sur les origines les plus taboues du monde.\nLa demoiselle de l'aube trembla en entendant ces mots profanes. Elle ignorait comment ce mortel avait pu découvrir un secret aussi bien gardé.\nNéanmoins, le visiteur lui dévoila son passé sans réserve et lui chanta des rêves de beauté qui ne lui avaient jamais effleuré l'esprit.\n\nEn un instant, les entraves que le souverain lui avait imposées se brisèrent comme une toile d'araignée. Pour la première fois, elle découvrit ce que cela signifiait de servir soi-même.\nElle confia l'histoire de la création à son bien-aimé, le plus tabou des secrets inavouables.\n\n« Hélas, ton souverain ose blasphémer des êtres aussi nobles. Quel dommage.\nMême les démons assoiffés de sang, qui tourmentent les âmes, seraient perplexes face à une telle cruauté. »\n« Ô demoiselle de l'aube qui n'a jamais connu l'amour, laisse-moi être l'ennemi de tes lois. »\n« Lève les yeux vers les étoiles, comme tu le dois, pour le bien de tous les êtres emprisonnés par ton souverain. »\n\n« Laisse-moi être ton épée, ton bouclier, ton guide, ton impardonnable conspirateur dans cette rébellion. »\nElle, la plus respectée des anges, se pencha et embrassa son front, tandis que d'innombrables fleurs glacées poussèrent sur l'arbre d'argent froid.\nCet instant de trahison ne passa pas inaperçu, car à ce moment précis, les lunes célestes regardèrent vers le bas à travers le manteau de nuages. Un vœu encore plus audacieux naquit en elles..."
	},
	"plume": {
		"name": "Pacte distant des galeries profondes",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un accessoire à plumes façonné à partir de jade du nord qui scintille d'une lueur d'un autre monde.",
		"story": "Sur les conseils de son maître, la jeune fille s'aventura vers le nord. Elle traversa les terres gelées et le couloir de miroirs brisés au bord de la mer gelée.\nAprès avoir tué d'innombrables monstres qui erraient dans les ruines, elle finit par apercevoir, parmi les vestiges de l'Abîme, un trésor dissimulé sous de la neige poudreuse.\n\nPourtant, elle ne fut pas la première étrangère à mettre les pieds ici. Bien avant que les descendants du grand nord tissassent leur doux rêve de submersion,\nUne voyageuse, dont la sagesse traversa le cosmos, fit un jour le vœu de retrouver un seigneur des dragons qui n'avait pas encore sombré dans les ténèbres.\n\nC'était une scribe qui errait dans le vide infini. De passage, elle ne devait pas communiquer avec les civilisations primordiales.\nAlors que son corps éternel sommeillait dans un corps céleste lointain, son esprit dériva à travers une étendue de vide qui couvrait de nombreuses années-lumière.\nElle cartographia d'innombrables peuples et civilisations voués à la disparition, en contemplant les vérités ultimes du cosmos dans l'obscurité éternelle.\nJusqu'à ce qu'une faible lueur vienne troubler sa conscience un jour et la sortit de dix millénaires de méditation.\n\nCette lueur provenait d'un petit monde ordinaire situé au bord du bras spiral ainsi que du dragon originel qui naquit avec ce monde.\nMême si la mort apportait un jour une nuit sans fin au dragon, et que le soleil qu'il regardait n'était qu'une braise éphémère...\nSa volonté, bien que confinée à la surface de la planète, brillait plus que toutes les civilisations que la voyageuse avait vues.\nIncapable de réprimer l'émerveillement et la tristesse qui l'habitaient, elle prononça un discours solennel à l'intention de son dirigeant :\n\n« J'ai vu la fin sans lumière qui déchire les amas d'étoiles comme un fuseau parmi des fils de soie.\nJ'ai vu comment la marée froide du chaos étouffait tous les chants pour que le bien et le mal disparaissent dans le silence.\nEt pourtant, mon bon et gentil roi, vous refusez toujours d'abandonner votre peuple ?\nAbandonnez ce monde, voué à la destruction, et voyagez avec moi au-delà des étoiles. »\n\nLe fier dragon lui répondit :\n« Ô amie d'un monde lointain, merci de me transmettre ces vérités venues d'au-delà des cieux.\nLes créatures qui sont peut-être ignorantes à vos yeux représentent pour moi le sens même de cet univers.\nSi la marée de la destruction est imminente, mes os seront le rempart qui protègera ce monde.\nSoyez témoin de ma décision, car je conduirai mon peuple vers les étoiles. »\n\nCependant, au retour de la voyageuse, le monde dont elle se souvenait avait complètement changé.\nLes os de la terre furent liés par quatre chaînes, et le doux éclat blanc du ciel fut séparé en sept teintes immuables.\nLe seigneur des dragons avait disparu comme de la fumée. Le trône du roi ailé régnait désormais sur l'éclat des trois lunes.\n\nLa voyageuse fut déconcertée par le départ soudain du dragon, sans pour autant vouloir déranger le nouveau dirigeant de ce monde.\nEn défiant les lois des siens, elle plongea en silence son esprit dans le monde à l'intérieur de la coquille.\nSa conscience investie dans le corps d'un jeune garçon, elle marcha parmi ces êtres primitifs.\nElle écoutait leurs débats fervents et toujours plus intenses dans cette ville aux bâtiments dorés..."
	},
	"sands": {
		"name": "Moment d'oubli des galeries profondes",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une montre de poche façonnée à partir de jade du nord. Ses aiguilles sont figées à jamais au moment de sa destruction.",
		"story": "Sur les conseils de son maître, la jeune fille s'aventura vers le nord. Elle traversa les terres gelées et le couloir de miroirs brisés au bord de la mer gelée.\nAprès avoir tué d'innombrables monstres qui erraient dans les ruines, elle aperçut enfin, devant la tour dorée, un trésor dissimulé sous la neige poudreuse.\n\nCe fut une époque aujourd'hui tombée dans l'oubli, où la ville du grand nord scintillait comme un fil d'or sur les terres gelées.\nLes fourneaux des galeries dans les profondeurs tonnaient jour et nuit. Grâce à des méthodes interdites, les artisans forgeaient d'innombrables esprits fées sur les os de bêtes géantes.\nAprès avoir transformé la lumière de la lune de givre en chair et en sang qui ne présentaient aucun défaut, ils en habillèrent des corps qui furent autrefois frêles.\nCe pouvoir de création était autrefois le droit divin du seigneur du firmament, mais il fut transmis aux mortels par la messagère rebelle.\nElle rêvait qu'un jour, ces petites créatures créeraient un être parfait capable de fusionner avec le monde.\n\nDans les profondes galeries encore intactes, l'ange premier murmura à son compagnon les doux rêves de l'aube à venir :\n« Je vois un temps où les nations terrestres ne désireront plus la miséricorde céleste.\nLes villes qu'ils construiront s'élèveront jusqu'aux nuages, encore plus haut que le trône et les étoiles.\nJe vois des humains qui partagent le vaste ciel avec les dieux qu'ils vénéraient autrefois.\nIl n'y aura plus de larmes, de chagrin ou de mort, car tout sera terminé. »\n\nPourtant, ces illusions et ambitions folles échouèrent. Des pics de cristal d'un bleu profond tombèrent du ciel.\nLes fées hurlèrent alors qu'elles se transformèrent en une brume argentée et glacée. En l'espace d'une nuit, la splendeur de la Cité d'or fut détruite par des vents givrés.\nL'envoyée traîtresse fut privée de son nom et de sa forme. Une malédiction s'abattit également sur sa famille à partir de ce moment :\nS'ils osaient regarder dans les yeux d'un autre, et lui offrir à l'amour qui était destiné à tous...\nLeur beauté divine serait emportée par le vent et leur esprit réduit en poussière.\nEt cela, jusqu'à ce qu'une Fée naisse des restes de la personne déchue, errant à jamais à la recherche de vestiges de souvenirs à consumer."
	},
	"goblet": {
		"name": "Banquet accordé des galeries profondes",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe façonnée à partir de jade du nord. On dit que les peuples d'une ancienne civilisation l'utilisaient autrefois comme récipient cérémoniel pour faire des offrandes aux cieux.",
		"story": "Sur les conseils de son maître, la jeune fille s'aventura vers le nord. Elle traversa les terres gelées et le couloir de miroirs brisés au bord de la mer gelée.\nSeule, elle marchait dans les ruines des Profondeurs spiralées, bien décidée à retrouver les traces de la voyageuse dont avait parlé le maître épéiste magique...\n\nCe fut une époque où le clair de lune argenté était encore clément avec les terres du grand nord. Les messagers célestes regardaient encore la poussière et la boue en bas.\nAprès avoir attisé la colère des messagers divins en remettant en cause les progrès de la connaissance, les habitants de la Cité d'or se concertaient incessamment pour savoir comment les apaiser.\nLes prêtres s'accusaient mutuellement de sacrilège, de déshonorer l'amour, la prospérité et la sagesse des dieux.\nIls cherchaient à identifier le principal coupable d'entre eux, pour que le responsable de la corruption de l'esprit du peuple pour calmer le courroux des messagers divins.\nTout à coup, une voix se fit entendre...\n\n« Si le péché vient de la recherche de la connaissance, alors l'ignorance est la doctrine sainte. S'il vient de la rébellion, alors seul l'agneau est juste. »\n« Si le péché doit être expié par le sang, pourquoi dit-on qu'il provient de l'humanité ? Si les lois sont parfaites et infaillibles, pourquoi craindre l'enquête ? »\n\nCe fut simplement d'un garçon de la plèbe qui, après avoir échappé à la vigilance des gardes, entra dans la salle où les prêtres s'étaient réunis.\nIl réfuta leurs accusations savantes une par une et réduisit leurs accusations d'hérésie en des regards furieux, mais sans voix.\nDans cette pièce silencieuse, le prêtre en chef qui portait la couronne aux branches blanches congédia les gardes qui s'étaient précipités à l'intérieur.\n\n« Ô hérétique, si le péché n'est qu'une illusion de simples mortels comme tu le prétends avec tes paroles éloquentes... »\n« ... Ce sera toi qui boiras ce calice de la colère brûlante. Va à l'arbre d'argent cendré et plaide ta cause devant les messagers qui nous ont jugés. »\n\nAinsi, le jeune inconnu s'aventura dans les profondeurs de la terre pour chercher des réponses auprès de l'ange premier..."
	},
	"circlet": {
		"name": "Couronne perdue des galeries profondes",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un casque imprégné d'obsession, à l'image de l'esprit de son précédent propriétaire. Son ornementation en jade semble provenir d'une époque plus ancienne encore.",
		"story": "Sur les conseils de son maître, la jeune fille s'aventura vers le nord. Elle traversa les terres gelées et le couloir de miroirs brisés au bord de la mer gelée.\nAprès avoir tué d'innombrables monstres qui erraient dans les ruines, elle finit par apercevoir, à travers un voile abîmé, un trésor dissimulé sous de la neige poudreuse.\n\nCe fut une époque où les masses ignorantes s'inclinaient encore devant les décrets du ciel. La cour royale de l'étoile de l'aube était encore suspendue au-dessus des nuages.\nDe magnifiques et nobles créations descendaient de la lumière elle-même. Les mortels, incapables de voir leur véritable visage, les appelaient « anges ».\nLeurs ailes d'une couleur argent pâle brillaient comme des flammes au clair de lune. Leurs têtes étaient ornées de couronnes d'une extraordinaire brillance, faites à partir des os de la terre et des étoiles du ciel.\nLeurs noms incarnaient l'amour promis à toutes les créatures par les dieux célestes, ou peut-être une autorisation pour régner sur les nations de la terre à leur place.\n\n« Vous aimerez tous les êtres de cette terre de tout votre cœur, de toute votre âme et de toute votre force.\nVous aimerez comme la rosée du matin aspire à l'aube, comme les graines aspirent au vent. »\n\nIls furent les serviteurs les plus loyaux de la cour céleste, des arbitres impeccables de la justice.\nIls tissèrent un voile pour le grand maître du firmament et livrèrent des révélations sacrées à tous les mondes.\nTel était le devoir qui leur fut confié à leur création, ou du moins cela aurait dû être le cas...\n\nJusqu'à ce que l'ange premier rencontre un jeune garçon sans nom sous l'arbre d'argent dans le grand nord.\nDans ces pupilles étoilées, elle vit un reflet d'elle-même qui lui était alors inconnu.\nC'était un amour qui n'était gravé dans aucune loi, une liberté que les cieux n'autoriseraient jamais.\nAlors que son cœur palpitait pour des raisons qu'elle ignorait, l'éternelle couronne étoilée forgée au nom de l'amour se fractura soudainement.\nEn le jetant dans la neige, sous l'arbre d'argent, la jeune fille de l'aube prit sa décision :\n\n« Viens, allez... Abandonnons ces lois absurdes et recréons-en avec nos os. Nourrissons le nord stérile avec notre sang.\nBâtissons une ville et une tour qui s'élève jusqu'aux nuages, pour que les habitants de la terre ne pleurent plus de souffrance.\nJe jette cette couronne inutile dans la poussière, afin que toutes les nations terrestres puissent se libérer de leurs entraves. »"
	}
}