{
	"id": 15028,
	"rarityList": [
		4,
		5
	],
	"name": "Fleur du paradis perdu",
	"effect2Pc": "Augmente la maîtrise élémentaire de 80 pts.",
	"effect4Pc": "Augmente les DGT infligés par les réactions de Fleurissement, d'Exubérance et de Bourgeonnement du personnage équipé de l'artéfact de 40 %. De plus, lorsque le personnage équipé de l'artéfact a déclenché une réaction de Fleurissement, d'Exubérance ou de Bourgeonnement, le bonus mentionné précédemment augmente de 25 % pendant 10 s. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les secondes. Cet effet peut être déclenché même si le personnage équipé de l'artéfact fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Myriade d'Ay-Khanoum",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur d'améthyste magnifiquement sculptée à l'image d'une ancienne fleur éteinte.",
		"story": "À une époque révolue dont seules les djinns se souviennent, la reine des fleurs fut abandonnée par les cieux.\nSon corps gracieux et noble subit des blessures et son peuple fut puni privé de raison en guise de châtiment...\n\nLa légende veut que la reine des fleurs ait erré soixante-douze nuits sur les terres dévastées...\nSes talons étaient usés par les grains de sable impitoyables. De ses plaies jaillirent des sources limpides qui se changèrent en ruisseaux sans fin.\nCes ruisseaux vinrent irriguer des jardins verdoyants, qui donnèrent naissance à des nénuphars bleus comme la nuit.\nLes nénuphars sont les mères des djinns, ces derniers naissants de rêves d'ivresse et de souvenirs amers qui eurent été perdus.\n\nLes premières djinns étaient des créations intelligentes. Elles s'enivraient dans des rêves innocents et dans des amours aussi doux que des songes.\nPour remercier leur créatrice, les jeunes djinns la prirent par le bras et lui offrirent une couronne de chrysanthèmes.\n\n« Ô grande reine des fleurs, gardienne du jardin, nous vous implorons de rester ici, nous vous supplions de ne pas nous abandonner ! »\n« Oui. Je vous en prie, mère des rêves, épouse des vins et de l'oubli, restez ici en tant que reine de ce jardin. »\n\nEt c'est ainsi que, ne pouvant résister aux supplications de ces douces djinns, la divinité en exil décida de rester dans ce jardin fleuri.\nEn cet endroit où elle arrêta ses pas, une magnifique fleur violette aussi belle que la lune était en train d'éclore. Elle portait le nom de « padisachidée »."
	},
	"plume": {
		"name": "Fête du flétrissement",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume laissée par une espèce d'oiseau disparue depuis longtemps. Elle a été incrustée d'or et de pierres précieuses par les anciens adeptes de la Déesse des fleurs.",
		"story": "À une époque révolue que seules les djinns pleurent, la reine des oasis prit sa dernière décision.\nÀ ce moment-là, elle comprit enfin que son destin n'était pas une énigme, mais la clé pour ouvrir une porte mystérieuse.\n\nÀ travers les paroles et les rêves du roi Deshret, elle entrevit la possibilité de transcender les carcans absurdes qui régissent ce monde.\nRejetant le don accordé par les trônes divins, le monarque à la couronne rouge traça sa propre voie en suivant sa propre volonté...\nBien que le futur qu'elle lui eut révélé fut sombre et terrifiant, le souverain ne recula pas d'un pouce.\nMême en sachant que son parcours allait être semé d'embûches, même en sachant que les personnes qui lui étaient les plus chères allaient certainement disparaître devant ses yeux...\nLe grand souverain écarlate utilisa un mensonge noble pour guider ses fidèles vers un péril inéluctable.\n\n« Tu ne cherches qu'à attraper du vent. Sur les tombes des Archons, les hommes deviendront les dieux des dieux. »\n« Un tel rêve insouciant finira inévitablement par s'évanouir. Sous les ruines des mensonges brisés, les hommes deviendront les rois des rois. »\n\nLa reine des fleurs se laissa entraîner par la folie de son ami, voyant que la flamme d'une rébellion des plus admirables brûlait à l'intérieur de l'ambition de cette divinité.\nCette idée de rassembler la sagesse de tous les mortels, d'unir tous les rêves au pouvoir d'un souverain...\nCette idée-là n'était pas un simple mensonge, mais plutôt une lueur d'espoir pour l'avenir du commun des mortels...\n\nLes rêves finissent toujours par se défaire, et une nuit finit toujours par arriver où le monde des rêves s'effondre... Telle est la signification de l'éclosion des fleurs.\nCe n'est qu'en ayant subi la destruction causée par les désirs vains d'un dieu que les mortels pourront se soulever contre la volonté divine...\nDe la même manière que ce roi divin obstiné a orchestré cette rébellion secrète, survivant par la seule force de sa volonté.\nSeulement, la reine des fleurs n'avait jamais goûté à un amour aussi doux que ne l'est un verre de vin, sans même parler d'avoir pu être l'objet de piètres bons sentiments.\nQuelqu'un d'aussi sagace qu'elle ne pouvait prévoir à quel moment ces toutes petites créatures allaient découvrir la vérité...\n\n« Ce que l'on appelle une « divinité » n'est-il pas pour vous quelque chose de superflu depuis le début ? »"
	},
	"sands": {
		"name": "Instant figé",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Ces sables ne bougent plus, peu importe la façon dont vous inclinez le sablier, défiant maintenant et pour toujours la dérive du temps lui-même.",
		"story": "À une époque révolue qui provoque les soupirs des djinns, le roi des sables écarlates construisit un mausolée pour sa bien-aimée.\nAvec les pierres précieuses enfouies sous les sables profonds comme source d'énergie et grâce à l'aide des djinns, il bâtit l'Oasis éternelle.\n\nDes milliers d'années plus tard, la légende de l'Oasis éternelle se répandait à travers les tribus qui erraient dans le désert.\nLes nomades disent que cette oasis était intarissable et immortelle, et que la Déesse des fleurs, qui était plongée dans un sommeil éternel, régnait sur elle.\nLes nomades disent aussi que les grandes portes de l'oasis sont gardées par Ferigees, la dernière djinn mère,\nBénissant avec une tendresse immuable chaque mortel, bon ou mauvais, qui se présente à elle...\n\nLes matriarches des Tanit, Uzza, et Shimti, entre autres tribus, se désignent toutes comme les « filles de la Déesse des fleurs ».\nPartageant la même foi et unies par les liens du sang, elles sont également liées par leur même fantasme du légendaire jardin des padisachidées.\nCes tribus divisées qui se démènent pour survivre dans le désert sont toutes à la recherche de sources intarissables et de connaissances infinies.\n\nDe la même manière que la prophétie laissée par leur divinité, même après l'effondrement de la civilisation, les mortels ont été suffisamment tenaces pour survivre...\nMême sans divinité pour les guider, même s'ils ont été contraints de s'unir par le souvenir d'une déesse depuis longtemps disparue...\nLeurs pas n'ont jamais été stoppés par ce désert salé empli de larmes. Et ils n'ont jamais arrêté de chercher le mensonge immortel que représente l'Oasis éternelle. \n\n« Mon roi... Pourquoi as-tu ordonné aux dunes de rester immobiles, et interdit au vent de siffler ? »\n« Si le sable d'un sablier se solidifie, quelle raison a ce sablier d'exister ? »\n« L'éternité n'a jamais été un paradis. Au contraire, c'est une impureté tenace qu'il est impossible de désintégrer ou de faire renaître. »\n« Ce qui fleurit comme une fleur, meurt comme une fleur et renaît comme une fleur n'est pas préoccupé par les affres de la mort. »\n\nLes paroles que se sont échangées les trois partenaires à cette époque continuent d'être transportées par le vent du désert des lustres plus tard...\nQuelque part, dans le lointain désert, existe une oasis figée dans l'imagination des tribus du désert.\nEt ces tribus sans racines, quant à elles, suivent le déplacement des dunes et continuent leur cycle de vie et de mort..."
	},
	"goblet": {
		"name": "Bouteille magique du gardien du secret",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un petit flacon en cristal violet. Un capuchon émeraude le maintient hermétiquement fermé.",
		"story": "À une époque révolue que les djinns refusent de mentionner, le seigneur des sables fit part de son ambition à la reine des fleurs...\nAu moment où la lune projeta sa lueur pâle au milieu d'un verre de vin de grenade, la reine des fleurs fut enfin convaincue par son ami proche.\n\nLes mots que le roi Deshret prononça cette nuit-là restent inconnus de tous. Même les djinns les plus anciens se taisent lorsqu'on leur demande ce qu'il a dit.\nPersonne ne se souvient des souhaits qu'exprima le roi Deshret cette nuit-là, mais ces paroles firent frémir même les divinités les plus sages.\nEn revanche, la reine des fleurs tira un enseignement de cet échange : comme elle l'avait prédit...\nLe souverain le plus puissant et le plus noble du désert et des oasis nourrissait en lui un désir de rébellion.\n\n« Je garderai ton secret par bonté envers ce seigneur de la sagesse et toi. »\n« Pour toi, je bâtirai un pont qui te permettra d'accomplir des rêves insensés. Toutefois, tu ne dois pas craindre les clous cristallins... »\n« Je te montrerai la voie vers un savoir profond, bien que je t'aie déjà averti que tu allais beaucoup perdre... »\n« Quoi qu'il en soit, retiens bien mon enseignement, et souviens-toi bien du châtiment cruel qui tombe sur les messagers descendus du ciel... »\n« Retiens bien qu'il y a encore de l'espoir dans ce monde torturé, et que c'est à l'intérieur des petites gens qui le peuplent que cet espoir luit. »\n\nAu milieu de la pénombre, elle guida son ami sur la voie menant à toutes les connaissances sur les cieux et les abysses.\nAvec son corps comme vaisseau et les oasis comme sacrifice, elle disparut dans une lumière éblouissante pour accomplir les souhaits insensés de son compagnon...\n\nUne tempête de sable surgit sur ces terres sacrées qui venaient de perdre leur Archon. Le sable emplissait le ciel et la calamité finit par tout avaler...\nLe roi Deshret revint des sables tourbillonnants qui consumaient les cieux, tandis que la reine des fleurs avait disparu sans laisser de trace.\n\n« ... J'ai rêvé de toi... Tu cherchais ton chemin à travers les murs du labyrinthe de cristal... Tout ce que tu voyais... n'était que du sable... »"
	},
	"circlet": {
		"name": "Couronne d'améthyste",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Une couronne incrustée d'améthyste et d'émeraude. Elle semble avoir été le couvre-chef porté par les anciens prêtres de la Déesse des fleurs.",
		"story": "À une époque révolue que seules les djinns chantent, la maîtresse des oasis fit la rencontre du roi des sables écarlates.\nÀ une époque où les rois s'entretuaient pour le pouvoir, le roi Deshret décida de partager son trône avec deux autres personnes.\n\nAfin de célébrer cette union entre trois bons amis, les djinns firent don d'un trône incrusté d'émeraudes et de rubis.\nPour honorer l'Oasis éternelle et les padisachidées en fleur, la maîtresse des fleurs se revêtit d'une couronne d'améthyste.\n\n« L'éternité ne sera jamais qu'un mensonge. L'ivresse et l'amour ne font qu'éroder la mémoire jusqu'à ce que celle-ci ne devienne que des fragments de rêves brisés. »\n« Tu m'as autrefois demandé pourquoi je soupirais si souvent. Profite donc de la lueur pâle de cette lune pour m'écouter te raconter les choses du passé... »\n\n« Il y avait il y a bien longtemps une ère de paix où de nombreux envoyés divins s'entretenaient régulièrement avec les mortels pour leur rapporter les paroles des cieux... »\n« Mais arriva un moment où l'envahisseur descendit de la voûte céleste pour leur apporter la destruction. Il inversa le cours des rivières et répandit la misère... »\n« L'envahisseur apporta la guerre à mes semblables d'alors, ainsi que des illusions de grandeur permettant à la terre de se libérer du joug qui l'accablait... »\n« Celui qui régnait sur les cieux craignait ces nouvelles ambitions fantaisistes. Il fit descendre des clous célestes sur terre, et annihila les royaumes des mortels... »\n« Nous subîmes également le châtiment de l'exil. Nous perdîmes notre lien avec les cieux, et notre capacité de nous civiliser... »\n\n« Depuis le désastre, une malédiction s'est abattue sur moi. Je ne peux même pas regarder le ciel. J'ai la chance d'avoir réussi à maintenir ma forme jusqu'à présent... »\n« Mais il n'y a pas un seul instant où ma terre natale ne m'appelle pas, alors même que la calamité entre les étoiles et l'abîme émerge de la surface des cristaux. »\n« Tiens compte de mes avertissements : ne cherche pas le maître des quatre ombres, et ne te renseigne pas sur les mystères qui se cachent derrière le ciel et l'abîme. »\n« Sinon, comme l'indiquent les clous du jugement, seuls le malheur et l'amertume t'attendront à la fin. »\n\nMais le roi Deshret rejeta les avertissements de sa partenaire, jurant silencieusement d'aller jusqu'au bout de sa transgression.\nEssuyant les larmes de sa compagne sous le regard de la lune, il fit part de ses ambitions à l'Archon des Fleurs..."
	}
}