{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragment d'harmonie divergente",
	"effect2Pc": "Augmente l'ATQ de 18 %.",
	"effect4Pc": "Lorsque la valeur d'un engagement vital augmente ou diminue, les DGT infligés par le personnage augmentent de 18 % pendant 6 s. Cet effet peut être cumulé 3 fois maximum.",
	"flower": {
		"name": "Prélude des symphonies harmoniques",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une médaille honorifique en forme de fleur épanouie, ornée de pierres bleues et d'or, qui était autrefois décernée aux immortels.",
		"story": "C'était l'époque où le brouillard de l'ignorance enveloppait la haute mer et où les habitants de toutes les eaux n'étaient pas encore éclairés.\nEntre les sables écarlates et les montagnes sombres, il y avait autrefois une divinité qui avait perdu sa patrie.\nIl était autrefois un chanteur d'oasis, mais son ancienne demeure avait été perdue sous la grande lumière du seigneur du soleil brûlant.\nNe voulant pas servir le trône du roi des sables, la divinité qui avait perdu sa patrie choisit la voie de l'errance.\n\nAu-dessous des profondeurs abyssales sans lumière où repose la source de toutes les eaux se trouve une ville qui n'a jamais été mentionnée dans aucune histoire.\nCet apatride qui avait eu l'intention de faire de la haute mer son tombeau s'est accidentellement introduit dans les ruines de cette ville plus ancienne que la terre elle-même.\nTraversant d'interminables couloirs jusqu'au cœur du temple en ruine, sous le cèdre blanc argenté...\nIl entendit là les murmures des seules créatures vivantes restées dans cette ville oubliée, les abeilles dorées entourant l'arbre d'argent :\n\n« Ô voyageur venu de loin, ce n'est pas un hasard, mais la main du destin qui vous a amené ici.\nJ'étais autrefois l'envoyée qui protégeait l'arbre d'argent, mais au fil des siècles, j'ai perdu ma raison et ma forme.\nMais mes yeux peuvent encore voir l'avenir. Ô voyageur, vous aurez à nouveau des villes et des sujets.\nLa nation que vous bâtirez fleurira et prospérera, et vous dirigerez un jour toute la haute mer.\nVous leur apporterez la civilisation et la justice, mais à la fin, ils seront détruits par cette même justice.\nSi vous êtes toujours prêt à entreprendre ce voyage même en en connaissant la fin, je vous montrerai le chemin à suivre...\n\n— Ô abeilles dorées qui parlent de prophétie, si cela est vraiment dicté par le destin, comment pourrait-il y avoir une marge de choix ?\nSi j'avais vraiment la possibilité de choisir, alors je serais capable de changer la fin immuable dont vous parlez. »\n\nAlors que ses mots tombaient, le creux sans eau s'effondra avec fracas, et l'arbre d'argent se transforma en un navire doré.\nCe fut la première rencontre entre le glorieux roi qui jouera plus tard la symphonie et la prophétesse Sybilla."
	},
	"plume": {
		"name": "Rêverie des eaux antiques",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un accessoire en plumes sculpté dans la forme des ailes des abeilles dorées de légende. Elles semblent flotter à la moindre brise.",
		"story": "C'était l'époque où le chant des lumières se répandait dans toute la haute mer et où les îles et les forêts désolées commençaient à prospérer.\nLa divinité philharmonique a construit une grande tour à Meropis, rassemblant les dispersés pour construire une nouvelle nation.\nLes cornes d'abondance ont béni la terre de fertilité et un défilé maritime sans fin reliait les îles pour n'en faire qu'une.\nC'était une époque qui aurait dû être bénie par la paix, alors pourquoi la voix du chanteur était-elle tendue par le chagrin ?\n\n« Comme vous l'avez prédit, je suis devenu un roi glorieux, apportant une civilisation cultivée au peuple.\nJ'ai accordé la paix à l'océan et je gouverne le sol avec justice, répandant l'ordre et le progrès aux quatre coins de la terre.\nPourtant, plus mon nouveau et glorieux royaume devenait prospère, plus je devenais triste et perplexe.\nLa gloire prophétisée continuera pendant un siècle, et ensuite ? Les germes de la destruction prennent racine.\n\n— Ô glorieux roi ! Je l'ai dit auparavant, les océans s'élèveront, les empires s'effondreront et le changement est la nature des choses. Telle est la loi de la Fortuna.\nQue nous soyons pauvres ou prospères, nous sommes esclaves du destin. Nous montons sur le trône, nous tombons dans la poussière.\nLa roue insensible du destin tourne, et peu importe la force avec laquelle vous luttez, vous ne pouvez pas changer la fin inévitable.\nTout comme un drame palpitant, quels que soient les rebondissements, la fin a été écrite avant le lever du rideau. Pourquoi cela devrait-il nous attrister ? »\n\nBien que pleinement conscient que l'éternité était un fantasme insensé et l'immortalité un délire aveugle...\nLe roi des peuples de la haute mer ne pouvait supporter le sombre avenir annoncé.\n\n« Quand viendra le temps fatidique du jugement, les vagues impitoyables dévoreront cette gloire et ce bonheur éphémères.\nBien que je puisse voir l'avenir qui arrivera inévitablement, il me manque la sagesse ancienne et sacrée pour explorer la cause qui exige cette destruction.\nMais je sais que dans les profondeurs de la mer sans lumière, dans le royaume où les eaux de source déferlent encore, la mère des nombreuses eaux est emprisonnée.\n\nComme la prophétie prédit que les vagues sans fin engloutiront la nation, peut-être qu'elle aura des réponses... »"
	},
	"sands": {
		"name": "Farce des changements du destin",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un garde-temps réalisé en imitant la roue du destin. Aujourd'hui, il ne peut plus tourner.",
		"story": "C'était l'époque où la symphonie grandiose n'était pas encore jouée et où la flotte dorée n'avait pas encore mis les voiles.\nAfin de découvrir comment la malédiction pourrait être brisée, le glorieux roi entreprit de trouver les eaux de source.\nLe sang et la haine régnaient sous la haute mer, car c'était le royaume où habitaient les descendants des dragons.\nLe prince des élémentosaures qui servait autrefois l'esprit de la mer antique gardait désormais la prison de la mère de toutes les eaux.\n\nC'était comme si une guerre de la nuit des temps remontait et que la bataille qui en résultait faisait bouillir les mers pendant trente jours et trente nuits.\nCe n'est que lorsque l'épuisement lui a apporté un répit que le roi divin a utilisé la musique pour exprimer son objectif.\nDe manière inattendue, le prince élémentosaure éclata de rire en entendant ce délire arrogant :\n\n« Seigneur-usurpateur des mortels, vous craignez la malédiction insensée et vous condamnez les chaînes du destin, mais vous ne savez pas que mon espèce a souffert d'une agonie cent fois plus grande encore.\nNous avons perdu notre terre et notre soleil, et nous ne pouvons désormais exister que dans les profondeurs abyssales sans lumière.\nSeigneur-usurpateur des mortels, vous savez sûrement que le destin est un rite des grands cieux qui ne peut être modifié le moins du monde. Avoir cette pensée équivaut à une révolte contre cette autorité.\nMais si vous souhaitez vraiment comploter une telle folie, alors je vous emmènerai voir la mère de toutes les eaux. »\n\nAinsi, au plus profond des eaux, demeure de la nuit éternelle, le glorieux souverain arriva auprès de la mère de toutes les eaux.\nLà, il apprit tous les secrets terrifiants... Sans pour autant trouver de réponse menant au salut.\nLa mère des eaux avait autrefois commis un péché impardonnable, et la malédiction qui en résultait était irrévocable.\nFinalement, ce roi qui nourrissait encore de l'ambition et de l'espoir décida de prendre une tasse de l'eau la plus pure avant de partir.\n\n« Si les vagues dévorent mes sujets, alors je scellerai leurs âmes dans un ichor insoluble dans toutes les eaux.\nSi le temps pourrit mon royaume, alors je leur forgerai des corps impérissables de bronze et de pierre. »\n\nLorsque la puissante brise marine soufflera sur le royaume doré, la roue du destin tournera-t-elle avec elle ? Personne ne le sait..."
	},
	"goblet": {
		"name": "Rhapsodie de l'ichor déversé",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un rhyton cuit avec du cuivre comme base, qui était autrefois rempli de bon vin du paradis.",
		"story": "C'était l'époque où la Légion athanatoi se tenait prête et où de la poésie sauvage était chantée dans toute la haute mer.\nLe glorieux roi a établi la capitale impériale dorée et s'est tenu au-dessus du monde en tant que sébaste.\n\nPartout où naviguaient ses grands navires, toute la polis s'inclinait devant son autorité suprême.\nPartout où tombaient les notes, la symphonie de la civilisation supplantait les chants sauvages.\nTout cela pour apporter la justice et le salut...\nTel était le dernier délire du sébaste, qui ne pouvait se résoudre à abandonner le peuple.\n\n« Votre empire tombera au milieu des vagues hurlantes, car ce que le destin a décrété ne peut être changé.\nLes fils cachés les lient pourtant, les tirant comme des marionnettes vers une fin torturée et tragique. »\n\nLe sébaste n'a pourtant pas sombré dans le désespoir face à la prophétie terrible de l'oracle. Elle a plutôt enflammé en lui des fantaisies folles.\nIl s'enferma dans les profondeurs de son palais impérial, à la recherche d'une faille dans la musica mundana du maître de la Fortuna.\nAprès d'innombrables jours et d'innombrables nuits, Remus comprit les mystères de la Fortuna grâce aux cordes du monde.\nIl avait lu chaque note du destin, et il ne lui manquait qu'un stylo pour composer sa propre symphonie.\n\nAinsi le sébaste résolut-il de faire appel à Sybilla, car elle venait du pays des morts et les torrents du destin coulaient autrefois dans ses veines.\nMalgré l'extrême de ses demandes, la prophétesse altruiste répondit à ses souhaits sans la moindre hésitation.\n\nLa symphonie harmonieuse jouée depuis le trône briserait les chaînes avec lesquelles le destin avait enchaîné le peuple, dessinant alors de nouveaux chemins et écrivant de nouvelles mélodies.\nSous le dôme doré, l'ichor pur et saint se répandait le long des canaux dorés, et les tremblements à l'intérieur du palais couleur or se propageaient à tous les coins de l'empire.\nEt dans les fantaisies les plus folles du sébaste, il remettrait le relais du destin entre les mains de l'humanité lors du grand final de cet opéra harmonieux.\nQuand ce jour viendrait, riche ou pauvre, sage ou sauvage, chaque personne libre contrôlerait son propre destin.\n\nAu milieu des vagues montantes et déchaînées, le roi aveuglé se précipitait vers une fin inconnue, car aux yeux de Sybilla, il n'y avait déjà pas d'avenir..."
	},
	"circlet": {
		"name": "Ronde des pensées fanées",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un masque autrefois recouvert de feuilles d'or. Peut-être s'agit-il d'une relique provenant d'un ancien officier des légions...",
		"story": "C'était l'époque où le Domus aurea d'antan avait été réduit en ruines et où le glorieux royaume était enseveli sous les vagues sauvages.\nNous connaissons la suite de l'histoire. À la fin, le jour du jugement arriva comme promis.\nLe fervent désir de résister au destin fut anéanti par l'ambition et la trahison, et sombra avec toute sa splendeur.\nUne fois les vagues courroucées calmées, le cheval gris chevaucha le vent jusqu'ici, emportant la vie survivante sur terre.\n\nComme par moquerie du destin, lorsque la nouvelle nation de toutes les eaux s'est formée au milieu des acclamations et des chants des barbares d'antan, l'autorité dorée qui enveloppait autrefois la haute mer était déjà devenue légende.\nUne fois le rideau tombé sur le grand opéra, les derniers vestiges du vieux monde sur scène seront emportés par le temps. Et quant à ceux qui aspiraient autrefois à l'immortalité, même leurs noms seront effacés.\nQui croirait une telle chose ? Autrefois, un grand navire doté de quarante rangées de rames naviguait au rythme des vagues bleues de l'aube, répandant la parole divine de la civilisation et du progrès au gré des courants océaniques.\nQui croirait une telle chose ? Une divinité rebelle qui a perdu son paradis a défié l'autorité même des cieux, et d'innombrables mortels ont abandonné leurs corps et ont plongé avec lui dans sa rhapsodie fantastique.\n\nEt après cela ? Après que tout a pris fin, quels restes ont été laissés par ce fantasme brisé ?\nOu peut-être s'agissait-il d'un rêve, car après cela, d'innombrables rêves naîtront encore des ruines de la fantaisie.\nComme le disent les gens : l'océan où convergent les larmes ne se desséchera jamais, mais s'élèvera vers le ciel et retombera sous forme de pluie.\nÀ la fin, tous les rêves fusionneront en un seul, apportant le salut ultime à tous les peuples du monde."
	}
}