{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "Rideau du Gladiateur",
	"effect2Pc": "Augmente l'ATQ de 18 %.",
	"effect4Pc": "Augmente les DGT infligés par les attaques normales de 35 % lorsque ce set d'artéfacts est équipé par les personnages armés d'une épée à une main, à deux mains ou d'une arme d'hast.",
	"flower": {
		"name": "Nostalgie du Gladiateur",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Personne ne sait pourquoi cette fleur était portée par le plus grand des gladiateurs. Il s'agissait là de son unique point faible.",
		"story": "Une fleur ordinaire cueillie par le maître du gladiateur.\nIl en fit une broche que le gladiateur porta, sa façon à lui de montrer son bon côté.\n\nAvant que le gladiateur devienne une légende vivante, il se promenait un jour aux côtés de son jeune maître.\nCelui-ci cueillit une fleur et la tendit à son esclave.\n« Tous les cadeaux ne sont pas offerts par bonté de cœur ; certains ne sont que le résultat d'un coup de tête »,\nlui dirait son maître sournois, des années plus tard.\n\nL'invincible gladiateur mordit finalement la poussière, s'écroulant aux pieds de la jeune fille.\nIl se souvint alors d'un rêve fait des années auparavant.\n« Quelles jolies fleurs... Je me demande quand est-ce que je pourrais commencer mon voyage et les voir... »\n« À quoi ressemblent les fleurs sauvages poussant libres ? »"
	},
	"plume": {
		"name": "Destination du Gladiateur",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume qui rêve de la liberté du faucon. À la fin de la vie du légendaire gladiateur, ce cadeau d'adieu fut déposé sur sa poitrine par un oiseau qui savait ce qu'était la vraie liberté.",
		"story": "La fin du gladiateur arriva enfin ;\nson adversaire lui rendit un ultime hommage.\n\nLorsque la vanité de la victoire et le désir de liberté se furent dissipés telle la brume matinale,\net que la lumière perça finalement les nuages sanglants, le gladiateur vit un oiseau volant librement dans le ciel.\n\nIl fut vaincu par une jeune fille lors de son dernier combat avant d'être affranchi.\nMalgré les cris et les huées du public, elle refusa d'humilier son adversaire en l'exécutant.\nElle refusa de plonger son épée dans sa gorge, et terminer ainsi sa vie comme esclave.\n\nLes cicatrices du gladiateur furent recouvertes de plumes invisibles.\nLe gladiateur commença son nouveau périple, enfin libre tel l'oiseau,\net partit pour un lieu où germent les fleurs et s'envolent les oiseaux."
	},
	"sands": {
		"name": "Espoir du Gladiateur",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un symbole des jours sanglants d'un gladiateur et de son chemin semé d'embûches vers la liberté.",
		"story": "Ce sablier fut fabriqué par le gladiateur ; il avait pour habitude de le retourner avant chaque combat.\nLorsqu'enfin le sablier s'arrêta, le gladiateur baignait dans son propre sang.\n\nLe gladiateur avait mis le sablier de côté en pénétrant dans l'arène.\nLe sable s'écoulait encore lorsque les applaudissements éclatèrent après la fin du combat.\n\nSon dernier combat fut contre une jeune fille.\nDans ses yeux, il vit la timidité d'une fille, et la férocité d'une lionne.\nLa jeune fille pouvait elle voir les chaînes de l'âge pesant sur les pas du combattant.\nCe fut un combat grandiose, un combat comme le gladiateur n'en avait pas eu depuis bien longtemps. Féroce, mais gratifiant.\nMais il prit fin en un instant. La lame transperça la poitrine du gladiateur, et le sablier s'arrêta."
	},
	"goblet": {
		"name": "Ivresse du Gladiateur",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe en or ayant appartenu à un gladiateur. Elle brillait de la gloire du guerrier, jusqu'au jour fatidique qui vit sa chute.",
		"story": "Une coupe en or offert au gladiateur par son maître.\nElle lui servait aussi bien à boire du vin qu'à boire le sang de ses ennemis.\n\nLe gladiateur triompha de nouveau dans l'arène. Couvert de blessures, il offrit une nouvelle victoire à son maître.\nLa victoire, l'honneur et les applaudissements de la foule sont plus puissants que l'ivresse que procure le vin ; et le gladiateur oubliait sa douleur.\n\nSon maître lui donna la permission de se joindre au festin et lui offrit cette coupe en or.\nL'objet avait été fabriqué spécialement pour lui, en signe de l'appréciation du maître.\nMais les chaînes de la vanité avaient emprisonné le gladiateur, et le serpent du désir l'avait empoisonné.\nHésitant un instant avant de trinquer, il manqua sa chance de connaître la liberté."
	},
	"circlet": {
		"name": "Triomphe du Gladiateur",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un casque ayant appartenu à un gladiateur, qui avait pour habitude d'appeler de ses bras en sang les applaudissements de la foule.",
		"story": "Un casque orné de plumes ayant appartenu au gladiateur.\nPour ses plus fidèles spectateurs, cet objet était le symbole de son invincibilité.\n\nLe légendaire gladiateur prit part à d'innombrables combats ; et nul n'était de taille, humain ou monstre.\nAprès chaque victoire, il franchissait la porte comme un héros sous les applaudissements de la foule.\n\nL'esclave avait le sentiment d'être un maître à chacune de ses victoires, et s'enorgueillit ; mais cette vaine aspiration couvrait l'éclat de la liberté.\nSes victoires lui permirent de voir le monde à l'extérieur de sa cellule ; il se rapprocha de la liberté.\n\nMais seulement au son de son casque chutant sur le sol de l'arène réalisa-t-il que tout ceci n'était qu'une farce.\nPeu importait qu'il offrit sa vie pour son maître ; il serait à jamais à ses yeux un esclave sans valeur."
	}
}