{
	"id": 15016,
	"rarityList": [
		4,
		5
	],
	"name": "Âme des profondeurs",
	"effect2Pc": "Confère un bonus de DGT Hydro de 15 %.",
	"effect4Pc": "Augmente les DGT infligés par les attaques normales et chargées de 30 % pendant 15 s après l'utilisation d'une compétence élémentaire.",
	"flower": {
		"name": "Broche plaquée",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une broche de cape qui a perdu son éclat. Son plaquage en or s'est érodé à cause du vent et des vagues il y a fort longtemps.",
		"story": "Une broche dont les couleurs ont flétri sous l'action de la bise et du sel marin.\nMême celui qui parcourt les vagues\npossède quelque souvenir précieux à son cœur.\n\nDe nouveau le vaisseau reprit la mer, et de nouveau le second et le capitaine voguèrent ensemble.\nPour l'absurde poursuite du capitaine, et pour ses propres souvenirs obscurcis,\nle second entonna son sinistre chant de marin, les baleines et les flots lui servant de chœur :\n\n« Le flibustier qui renia sa lignée et la sorcière qui le chassait, jamais les quatre mers ne purent aborder... »\n« Et le frère avisé, par la lignée oublié, de la continuité du clan, enfin devint le garant. »\n\n« Des paroles impossibles à chanter... Ai-je choisi l'illusion, ou la vérité ? »\n« Ayant tout perdu et tout abandonné, dans les vagues amènes j'ai plongé. »\n« Mais peut-être s'agit-il là de la fin la plus indiquée. Hahaha ! »"
	},
	"plume": {
		"name": "Brise nostalgique",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume transportée par la brise sifflante et les vagues pourpres de la mer. Le temps a altéré sa forme et sa couleur.",
		"story": "La plume rouge volait, menaçante, annonciatrice de la mort à venir.\nElle échoua un jour aux côtés du corps d'un monstre marin.\n\nLe second cynique n'était pas originaire de Liyue, mais venait d'un pays gris régi par l'aristocratie.\nOn disait de lui qu'il faisait autrefois partie de la noblesse, mais avait été banni de son clan suite à quelque sombre affaire.\nMais tout ceci n'était que racontars sans fondement. À son arrivée au port, il n'avait sur lui qu'une rapière,\nainsi qu'une petite plume de couleur saphir, accrochée à sa cape délabrée.\n\nPlus tard, le vagabond rejoignit le capitaine, et, prenant la mer, les deux affrontèrent vagues gigantesques et monstres marins.\nLa plume jusqu'alors d'un bleu pur fut teintée de rouge et se gorgea de sel marin.\n\nÀ ses derniers instants,\nil se remémora clairement un passé qu'il avait enfoui sous l'alcool.\nTel un trésor se révélant sous le sable emporté par les vagues..."
	},
	"sands": {
		"name": "Boussole en bronze",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une vieille boussole en bronze. Son aiguille pointe vers un rivage inatteignable, vers un port qui n'existe pas.",
		"story": "Une boussole en bronze utilisée par un marin.\nGardant le cap au milieu des aléas de la vie,\nelle pointe sans faillir dans la direction voulue par le cœur de son détenteur.\n\nLe capitaine à la mise négligée utilisait autrefois cet outil pour guider son imposant navire,\ntriomphant des mers les plus dangereuses et conquérant les tempêtes les plus majestueuses.\nMais cette boussole guida également celui dont le rire cachait une haine sans limites,\net qui, en proie au désespoir, appelait la mort et l'alcool à son secours...\n\n« Vous chantez que le voleur évite la potence à la fin, hein ? »\n« Tant que vous avez une place qui est vôtre quelque part, alors même finir dans le ventre d'un poisson n'est pas si terrible. »\n« N'as-tu pas signé un contrat avec ce navire quand tu as embarqué ? »\n« Le rhum ne t'a quand même pas fait oublier ça, j'espère ?! Hahaha ! »\n« Tant mieux. Parce que l'heure est venue d'honorer ton pacte. »\n\n« Ainsi donc c'est l'heure ? ... Soit. Plus rien n'a d'importance... »"
	},
	"goblet": {
		"name": "Calice des profondeurs",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe ternie qui a été récupérée en mer par hasard. On peut déduire qu'elle a passé du temps dans l'eau d'après son apparence.",
		"story": "Une coupe raffinée, aux couleurs quelque peu délavées,\nPolie par le sable des profondeurs sous-marines.\n\nLa coupe exquise glissa de la main du second, faisant naître de minuscules ondes à la surface de l'eau en s'y enfonçant.\nQue vit-elle, perdue au milieu des bancs de poissons, alors que s'estompait la lumière ?\nEt lui, que vit-il dans les ruelles silencieuses du port endormi, aux fenêtres barrées de fleurs de quelque rendez-vous galant ?\nS'enfonçant toujours plus profond, la coupe dorée pénétra dans les songes de la créature marine, et dans les rêves du second...\n\n« Cette marque humiliante est de ton fait, et un jour, tu paieras. »\nLe clair de lune illumina les yeux de saphir, et la cicatrice à l'aspect si particulier.\nIl la voyait dans ses souvenirs, toujours plus belle, plus froide – et plus fière.\nMais il réalisa qu'il avait oublié quelles paroles il avait alors prononcées, et en conçut un amer désarroi.\n\n« Combien de fois ai-je oublié le passé... »\n\n« Ah ! À quoi bon ressasser les jours d'antan ? »\n« Toute mort est vaine, et aucun salut ne réside dans le passé. »"
	},
	"circlet": {
		"name": "Calot taché de vin",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un vieux couvre-chef taché par du vin. Il empeste encore l'alcool aujourd'hui.",
		"story": "Ce tricorne dégage une forte odeur d'alcool.\nSa forme indique le rang de celui qui le porte.\n\nLe second, dont le penchant pour les tord-boyaux était prononcé, passait ses journées perdu dans une rêverie éthylique, et dessaoulait rarement.\nPuant l'alcool, il restait là à marmonner quelque souvenir obscur.\nLe capitaine jovial ne lui en tenait pas rigueur, lui confiant même d'importantes responsabilités.\n\n« Après tout, nous n'avons rien à perdre, pas vrai ? Hahaha ! »\n\n« Le couvre-chef aux relents d'alcool fut projeté dans les airs par la tempête, avant d'être emporté au loin par les flots agités. »\n« Ceux qui sont voués à perdre leur foyer n'ont d'autre choix que de prendre part à des luttes désespérées. »\n« Et ainsi vont-ils, réclamant aux profondeurs les vestiges perdus dans leurs souvenirs. »\n\n« Le vent et les vagues sont propices. Nous l'avons trouvé. »\n« Le monstre qui hante mes rêves et qui dévore mes nuits... »\n« L'heure de la vengeance a enfin sonné. Hissez les voiles ! »"
	}
}