{
	"id": 15021,
	"rarityList": [
		4,
		5
	],
	"name": "Coquille des rêves opulents",
	"effect2Pc": "Augmente la DÉF de 30 %.",
	"effect4Pc": "Un personnage équipé de ce set d'artéfacts obtiendra 1 cumul de curiosité des façons suivantes : sur le champ de bataille, il obtient 1 cumul en touchant un ennemi avec une attaque Géo, ceci pouvant être déclenché une fois toutes les 0,3 s ; en faisant partie de l'équipe mais en n'étant pas déployé, il obtient 1 cumul toutes les 3 s. La curiosité peut être cumulée 4 fois maximum, chaque cumul accordant 6 % de bonus de DÉF et 6 % de bonus de DGT Géo. Si 6 s s'écoulent sans obtenir de cumul de curiosité, 1 cumul sera perdu.",
	"flower": {
		"name": "Période de floraison",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Un petit ornement doré à six pétales qui ne se faneront jamais. Il symbolise la fugacité des gloires mortelles.",
		"story": "Ce qu'il vit dans son rêve était un fantôme dansant sur la musique au clair de lune,\ntout comme le jeune homme dans un passé lointain, qui ressemblait à une feuille de papier vierge,\nà la manière d'un personnage pur mais fragile,\némergeant une fois le ressentiment et la souffrance dissipés.\n\nLe vagabond ne savait pas qu'il pouvait rêver,\npensant qu'il s'agissait d'une ruse des chercheurs,\nou peut-être était-ce la façon dont son ancien cœur se défendait en vain.\n\n« Tu avais le « cœur » dont tu rêvais tant,\nmais ce n'était qu'un objet de mensonge et de tromperie.\nMaintenant, tu vas enfin obtenir ce qui t'appartient.\nEt ce corps factice peut enfin aspirer à régner sur ce monde.\n\nPourtant, ce n'est qu'un rêve éphémère de gloire.\nEt tout s'évanouira un jour au milieu des soupirs d'une terre souffrante... »\nÉtait-ce le « lui » du passé qui disait cela ? Ou bien celui du futur ?\nLe vagabond s'en fichait, car lorsqu'il s'éveilla,\nce n'était pas lui, mais cet avenir éthéré qui allait disparaître."
	},
	"plume": {
		"name": "Plume d'opulence",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un objet en forme de plume, trouvé dans un hall isolé. La compassion de son créateur a conduit à le laisser dans ce manoir avec un corps endormi.",
		"story": "L'excentrique qui erre depuis longtemps n'y pense plus\nmais quand il ferme les yeux, il peut encore voir les nuits au clair de lune sur Tatarasuna et les flammes de la fournaise brûlante.\nLe jeune assistant bienveillant dit :\n« Cet ornement doré est une preuve d'identité accordée par la Shogun toute-puissante,\nmais quand vous parcourrez le monde, gardez bien à l'esprit\nde ne jamais révéler votre identité à personne. »\nL'inspecteur intraitable dit :\n« Cet ornement est peut-être une preuve d'identité accordée par la Shogun toute-puissante,\nmais vous n'êtes ni homme, ni machine.\nIl n'y a donc qu'une façon de traiter avec vous. Ne m'en veuillez pas ! »\n\nLe vagabond qui est parti hier dans la poussière n'y pense plus,\nmais quand il se bouche les oreilles, il peut encore entendre les vents sauvages qui ont rugi cette année-là.\nUne paire d'yeux pleine d'expectative dit :\n« Cet ornement doré est une preuve d'identité accordée par la Shogun toute-puissante,\nça pourra sûrement sauver le monde. »\n\nLa prêtresse intelligente dit :\n« Cet ornement doré est une preuve d'identité accordée par la Shogun toute-puissante,\net elle ne vous abandonnera pas.\nQuant à moi, je ferai de mon mieux pour envoyer chercher de l'aide au plus vite... »\n\n... Mais la plume dorée finit couverte de poussière,\net toutes les histoires furent incinérées dans les flammes karmiques jusqu'à ce qu'il n'en reste plus rien."
	},
	"sands": {
		"name": "Chant de vie",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "À Inazuma, il s'agit d'un petit objet venu d'outre-mer. Le cœur de ce mécanisme a été retiré, et ses aiguilles ne tournent plus.",
		"story": "Il était destiné à l'origine à abriter un « cœur »,\nmais il versait des larmes dans ses rêves.\nSa créatrice se rendit compte\nqu'il était trop fragile, que ce soit en tant qu'humain ou en tant qu'outil.\n\nCependant, elle ne voulait pas le détruire, et prolongea son sommeil.\nDans ses dernières créations, elle laisserait de côté l'utilisation d'un tel cœur.\nPeu de temps après, cette « preuve » la plus noble et la plus prestigieuse qui soit n'eut plus de foyer,\net elle fut envoyée au grand sanctuaire du Mont Yougou.\n\nPlus tard, la merveilleuse marionnette se réveilla et commença ses pérégrinations.\nIl observa plus d'un cœur :\nles bons, les droits, les forts, les doux...\nLa marionnette, elle aussi, désirait un cœur.\n\nPlus tard, la jolie marionnette obtint enfin ce « cœur ».\nC'était, après tout, sa raison d'être, la raison même de son existence.\nEt pourtant, ce n'était pas ce que la marionnette voulait au fond,\ncar elle n'avait jamais eu la moindre faveur,\nmais représentait plutôt un sacrifice débordant d'égoïsme, d'hypocrisie, de ruse et de malveillance,\nle tout sous couvert d'une apparente amabilité.\n\nLe bien et le mal ne sont que l'écho du chant des êtres sensibles, inutiles et bruyants.\nMais si j'arrachais ce « cœur »,\nje ne ressentirais plus rien..."
	},
	"goblet": {
		"name": "Calebasse d'éveil",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une gourde qui a été ornée de poudre d'or et de peinture noire. Sa couleur d'origine n'est plus discernable, mais son utilisation principale semble être comme accessoire de représentation.",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju...\nC'étaient autrefois les cinq branches du Raiden Gokaden.\nMais aujourd'hui, seul Amenoma maintient encore sa ligne de succession,\nalors que la lignée Isshin peut à peine être considérée comme ayant des descendants.\nAux yeux du peuple, ce n'est que le résultat naturel des ravages du temps.\nIls n'ont jamais soupçonné une seule fois qu'une disgrâce aussi soudaine pouvait cacher derrière elle un mystère.\n\nLe vagabond ne l'admettrait jamais.\nIl n'admettrait jamais qu'il avait fait cela comme un acte de vengeance contre le forgeron.\nIl ne mentionnerait jamais non plus la vérité...\nQu'il avait abandonné à moitié ses projets parce qu'ils étaient soudainement devenus ennuyeux.\nIl dirait seulement, sur ce ton de voix qu'il avait appris d'un certain chercheur :\n« C'était juste une petite expérience sur la nature humaine. »\n\nDans le théâtre traditionnel d'Inazuma, il y a un certain personnage connu sous le nom de « Kunikuzushi ».\nDe tels personnages sont souvent des comploteurs et des usurpateurs de nations.\nAu terme de ses pérégrinations, il choisit ce nom de son plein gré.\nEt quant au nom qu'il avait utilisé autrefois, même lui ne s'en souvenait plus.\n\nC'est une norme dans le théâtre traditionnel d'Inazuma de joindre les noms des trois actes d'une pièce pour former le nom de la pièce elle-même.\nPar exemple, « Sumirezome », « Sangetsu » et « Kogetsukan » se rejoignent,\nformant ainsi la pièce « Sumirezome Sangetsu Kogetsukan ».\nPeut-être qu'un jour viendra où les aventures de ce corps et ses expériences\ndeviendront des contes à transmettre par les mortels, des souvenirs lointains qui traversent les lignes énergétiques.\nMais pour l'instant, ses trois actes sont toujours en cours..."
	},
	"circlet": {
		"name": "Chapeau squelettique",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un chapeau qui protégeait autrefois un vagabond du soleil et de la pluie. C'est finalement devenu un outil pratique avec lequel les visages peuvent être cachés et les expressions obscurcies.",
		"story": "« Où vas-tu, vagabond ? »\nLe jeune errant s'arrêta en entendant ce cri d'enfant.\nC'était l'enfant d'un artisan de Tatarasuna, et même s'il était malade, ses yeux étaient encore clairs.\nLe jeune dit à l'enfant qu'il se rendait à la Cité d'Inazuma.\n« Mais il pleut très fort. On dit que les gens qui partent ne reviennent pas ! »\nL'adolescent ouvrit la bouche plusieurs fois sans en sortir un mot... Pour enfin esquisser un sourire en direction de l'enfant.\nLa prochaine fois qu'il mit les pieds sur l'île, l'enfant avait disparu.\n\n« Où vas-tu, Inazumien ? Ce bateau n'est pas pour toi ! »\nLe jeune vagabond avait été arrêté au port par un batelier.\nMais avant qu'il n'eut le temps de dégainer sa lame, un homme l'en avait empêché.\nL'homme dit au marin que le jeune étranger était avec lui.\n« Ah, alors c'est votre invité, monsieur ? Toutes mes excuses. »\nL'homme tendit au garçon un manteau pour qu'il se réchauffe, mais le jeune secoua la tête.\nIl n'avait pas besoin de telles choses, il voulait seulement savoir ce qui l'attendait au cours de ce long voyage.\n\n« Maître Exécuteur. Où allez-vous ? »\nLe jeune, qui détestait par-dessus tout les humains bavards, envoya une gifle d'un revers de main à son subordonné.\nMais il aimait aussi contempler l'expression de terreur et d'impuissance se muer sur son visage,\net c'était peut-être précisément pour cette raison qu'il avait gardé ce subalterne imbécile.\nIl dit à la silhouette rampante et tremblante qu'il se dirigeait vers l'est, à Mondstadt.\n« Je comprends ! Je fais appeler vos gardes du corps tout de suite ! »\nIl n'avait nul besoin de gardes, bien entendu, mais il avait encore plus la flemme d'échanger des paroles avec un crétin.\nEnfilant son chapeau de vagabond, il se dirigea seul vers l'est.\n\n« Enfant, où vas-tu ? »\nSur la route du retour, le jeune fut arrêté au bord d'un chemin par une vieille femme.\nIl lui dit qu'il allait vers l'ouest.\n« L'Île de Yashiori ? Qu'est-ce que tu as à faire là-bas ? »\nElle avait prononcé ces paroles sans même y réfléchir, sachant seulement que les choses n'avaient pas été calmes ces derniers temps.\nLe jeune la remercia de son inquiétude avec un sourire sérieux et lui dit qu'il avait un rendez-vous.\nAlors que le bateau approchait progressivement du rivage, une dame en costume étranger pouvait être aperçue debout près du rivage.\nElle jeta de loin une petite sphère de cristal au jeune.\nL'attrapant avec aisance, il la souleva jusqu'au soleil mourant et ensanglanté."
	}
}