{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Serment de la longue nuit",
	"effect2Pc": "Les DGT infligés par les attaques plongeantes augmentent de 25 %.",
	"effect4Pc": "Lorsque le personnage équipé de l'artéfact a touché un ennemi avec une attaque plongeante, une attaque chargée ou une compétence élémentaire, il obtient respectivement 1, 2 ou 2 cumuls de radiance éternelle, ces différents types d'attaque pouvant chacun déclencher cet effet une fois toutes les secondes. La radiance éternelle augmente les DGT infligés par les attaques plongeantes de 15 % pendant 6 s et peut se cumuler 5 fois maximum, la durée de chaque cumul étant calculée de façon indépendante.",
	"flower": {
		"name": "Serment du gardien de lumière",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur en métal portée par un ratniki. Elle symbolise le serment de vigilance éternelle prêté par son propriétaire d'origine.",
		"story": "... À l'époque, la terre fut aplanie par les vents chasseurs venus du nord, qui se débarrassaient de la population indisciplinée à la demande des nobles despotiques.\nPour s'emparer du pouvoir laissé par les lunes célestes, un moine fée qui parlait d'étranges langues présenta un complot perfide contre le tsar de toutes les fées.\nCe fut ainsi que les enfants-lunes, cachés dans les forêts des montagnes, se dispersèrent. Le destin força des sœurs à emprunter des chemins divergents.\nEn fin de compte, même cet arrogant fou à lier ne put échapper à la prison de la coquille céleste... Il fut dévoré par le ciel ensorcelé dans son délire.\n\nMais tout cela se déroula avant la naissance du paradis.\nCar à l'époque, ce n'était rien de plus qu'un rêve éveillé partagé par deux enfants sous le clair de lune.\nBien des années plus tard, l'un d'entre eux fut exécuté en tant que bandit notoire, tristement célèbre dans toutes les nations.\nCe fut alors que l'autre comprit enfin sans même le vouloir la véritable signification de ces mots qui avaient été laissés derrière lui.\n\nNous savons tous ce qui s'est passé ensuite.\nLorsque la longue nuit tomba, la cour royale du nord ne pouvait plus s'occuper des terres frontalières au-delà des plaines enneigées.\nLa horde de bêtes noires se déchaîna donc sur les terres arides, détruisant toutes les traces de civilisation passée.\nCe n'est qu'en empruntant le pouvoir de la prêtresse des enfants-lunes que le forge-torche originel fit jaillir son premier rayon de lumière.\nEt au nom de la lune, il bannit les ténèbres de ces ruines sans lumière, les enterrant au plus profond des âmes déchirées par les cauchemars.\n\nUne fois tout cela terminé, les survivants construisirent un phare sur le sommet de la montagne et tournèrent leur regard sur les nouveaux dirigeants de Snezhnaya.\nAfin de préserver le rêve de pureté enfantine de son ami proche, le forge-torche osa le défendre devant la cour de la Tsarine.\nIl reçut le décret royal qu'il demandait, mais fit également le serment de vigilance et de sacrifice.\nCe fut ainsi que commença la légende du paradis appelé Nod-Krai."
	},
	"plume": {
		"name": "Plume de queue de rossignol",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un ornement de chapeau finement confectionné à partir de plumes de rossignol. On dit que sa forme a été conçue à l'origine par le forge-torche originel.",
		"story": "Selon la légende, le rossignol ne volait que pendant les nuits sans lune, une braise dans le bec.\nDes étincelles traversaient le ciel comme des étoiles filantes, illuminant les périodes sombres.\n\nSur les ruines d'un ancien château de l'époque des pionniers s'éleva la haute tour des gardiens de lumière, depuis laquelle ils veillaient sur la nuit sans fin.\nDes siècles s'écoulèrent depuis le serment éternel de leurs ancêtres à la Tsarine.\nLes gens du « paradis » croyaient fermement qu'ils conserveraient leur liberté, tant que le phare ne s'éteignait pas.\nIls n'avaient pas besoin de craindre les créatures sombres ni de chercher refuge au nord.\nPuis un grondement à glacer le sang retentit à l'horizon. Le seigneur de la chasse sauvage galopait avec fracas dans le ciel nocturne.\nComme à leur habitude, les gardes de nuit ôtèrent leurs lourds manteaux de fourrure, mais ce matin-là, le soleil ne se leva pas.\n\nLe cor de ralliement résonna dans les montagnes et les vallées alors que les guerriers s'alignaient sous la haute tour.\nLiés par leur ancien serment, ils attendirent l'ordre de marcher vers le sud.\nCependant, dans la grande halle, le starshyna resta silencieux.\nAu nord, une puissante armée aussi brillante que le soleil d'un midi d'été avait déjà atteint les portes.\n\n« Guerriers de l'étoile pâle, pourquoi avoir choisi ce moment pour frapper aux portes de Piramida ? »\n« Il ne vous appartient pas de rompre le droit sacré conféré par Sa Majesté la Tsarine. »\nCes gens que personne n'avait invités se faisaient passer pour des renforts, mais ils avaient d'autres idées derrière la tête. Et le starshyna le savait très bien.\nFaire marche arrière à ce moment détruirait soudainement l'autonomie qu'ils avaient maintenue pendant des siècles.\n\nUne voix froide et grave sortit de sous le masque du commandant.\nElle fut accompagnée d'un rire moqueur qui semblait venir de nulle part.\n« C'est là que la calamité des ténèbres a débuté. Snezhnaya ne peut tolérer l'échec. »\n« Guerriers du rossignol, combattez de toutes vos forces ! Mais si aucun de vous ne devait revenir... »\n« Nous nous occuperions des conséquences. »"
	},
	"sands": {
		"name": "Cloche de deuil de l'éternel",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une cloche en bronze portée par un guerrier qui traversait les ténèbres abyssales. Son carillon peut être entendu dans les nuits noires.",
		"story": "L'air fut chargé d'une odeur de sang, comme pour signaler le retour de la grande guerre qui brûla la terre.\nDans un gémissement endeuillé, cette armée d'esprits traversa le ciel nocturne en volant dans l'obscurité totale.\nSelon les contes répandus dans les campagnes, il s'agirait d'un essaim démoniaque venu d'un autre monde pour se nourrir d'âmes.\nD'autres pensaient que c'étaient des fantômes récalcitrants de cet ancien cauchemar.\n\nCe fut cette calamité que les habitants des régions frontalières appellent la chasse sauvage.\nSi cela n'avait été qu'un orage d'été qui déchirait le ciel avec son tonnerre et ses éclairs,\ncela aurait pu ressembler un petit incident pour ceux qui sont habitués à une vie d'aventure.\nCependant, on ne vit pas de telle tempête depuis un siècle. Lorsqu'elle s'abattit sur la terre comme une pluie de sang noir...\nCe ne fut qu'à ce moment-là que les gens comprirent que ces légendes terrifiantes transmises par leurs ancêtres,\nn'étaient pas de simples histoires destinées à effrayer les enfants, mais qu'elles étaient nées d'une terreur qui coulait dans leurs veines.\n\nEn fin de compte, c'était une terreur que quelqu'un dut affronter pour éclairer le chemin des âmes qui erraient dans l'obscurité infinie.\nDes corbeaux au plumage noir se déplacèrent entre les domaines de l'ombre et de la lumière, sous les ordres d'un individu qui s'opposa à la lumière.\nIl leva silencieusement son épée, le visage reflété dans son éclat aussi tranchant et inflexible que la lame elle-même.\nDes légions liées par un serment marchèrent vers ce champ de bataille dont personne ne reviendrait, comme des papillons de nuit vers le feu, et elles en avaient bien conscience.\n\n...\nAu bout du chemin, seul l'individu qui tenait la lame sombre était encore debout.\nIl savait que la force maléfique par laquelle la chasse sauvage fut invoquée se dissimulait au plus profond de la forêt.\nEncore un peu plus, et il sauverait les terres qu'il jura de protéger.\nPerdu dans ses pensées, il ne remarqua pas que son corps avait déjà été brisé.\nLa cloche d'alarme qu'il portait sifflait au milieu de fissures de sang et de boue noire.\nPeut-être effrayés par le son de la cloche, les charognards autour de lui s'arrêtèrent, figés sur place.\nIl se retrouva donc seul dans l'abîme, pour accomplir un serment qui n'eut pas encore été respecté...\n\nAu fil des années, un nouvel élément vint s'ajouter aux contes :\nChaque fois que des cloches endeuillées sonnaient, c'était le signe de la venue prochaine de celui qui a juré de traquer la chasse sauvage."
	},
	"goblet": {
		"name": "Cor silencieux",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une corne qui servait autrefois à appeler ceux qui avaient prêté serment. Elle a depuis longtemps perdu son utilité.",
		"story": "Lorsque le cor de guerre de la puissance du nord retentit, la terre trembla sous les pas des soldats.\nTels des rails de fer s'étendant à travers le désert glacé, les flammes pâles brûlèrent tout sur leur passage.\nL'unité spéciale qui avait juré fidélité à Sa Majesté la Tsarine n'était sous le commandement d'aucun des Exécuteurs.\nIls ne juraient que par les étoiles blanches et fluorescentes dans le ciel, prêtes à créer un nouveau monde immaculé.\n\nMême ceux qui vivaient dans des régions lointaines et autonomes restaient des enfants de la patrie.\nDans son affection insondable, la Tsarine n'abandonnait aucun de ses fidèles.\nL'adjudant de cette unité de défense frontalière y croyait depuis les jours innocents de son enfance.\nCe ne fut qu'aux portes de l'enfer qu'il reconnut les âmes perdues que personne n'aimait.\n\nL'ordre d'attaquer n'était pas encore donné, mais il avait pris sa décision.\nNous sommes arrivés jusqu'ici en sauvant d'innocentes victimes d'une calamité sans pitié.\nComment pouvons-nous rester les bras croisés alors que ces créatures des ténèbres dévorent la terre et prennent la vie de mères et de leurs enfants ?\nSi tel est l'ordre des puissants, alors cet ordre ne sera pas le mien.\n\n...\nLa brume empoisonnée fut balayée par le vent du nord et le soleil du matin perça les nuages sombres pour éclairer à nouveau la terre bleu azur.\nLa guerre était finie, mais aucun héros victorieux ne revint dans la haute tour... Seuls revinrent un pécheur et les enfants qu'il avait sauvés au péril de sa vie.\nMême si tout ne s'était pas exactement déroulé comme prévu, le médecin renégat n'y prêta pas vraiment attention, car l'objectif avait été atteint.\nDésertion et trahison envers la Tsarine... De graves crimes qui furent tout de même expiés par le nouveau serment.\nSur des escaliers constitués d'ossements, de nouveaux gardes se tenaient prêts jusqu'à ce que les dernières vagues de l'Abîme se calment."
	},
	"circlet": {
		"name": "Pompon teint",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un ancien casque lourd. C'est un héritage qui porte la marque d'une vénérable lignée de guerriers du nord.",
		"story": "Selon la légende, le forge-torche originel serait originaire de la ville hivernale glaciale du Grand Nord. Les armoiries du rossignol étaient le symbole de son illustre héritage.\nAutrefois des espions, la faveur du tsar de l'hiver a élevé sa lignée au rang de noblesse.\nCe fut ainsi que cet homme d'origine modeste entra dans le palais royal, se mêlant désormais aux nobles fées de la cour.\nLorsque la grande calamité a frappé toutes les nations, les régions frontalières en qui de grands espoirs furent placés à l'époque des pionniers, se retrouvèrent privées de la protection des dieux.\nDans les temps les plus sombres du Nod-Krai, seul un cavalier en armure gris-argenté arriva depuis le nord.\nComme si elle savait la raison de sa venue, la fille de la nouvelle lune lui alluma une lampe qui chassa les ténèbres.\n\nÀ la veille du départ vers le sud pour les Îles Lempo, une magnifique fête fut organisée pour les guerriers dans la grande halle.\nParmi les personnes présentes, un jeune guerrier se démarquait particulièrement. Il portait un casque sombre à pampille et tenait fermement sa lance.\nParmi les ratnikis de l'époque, rares furent ceux qui portaient encore une armure aussi archaïque et encombrante.\nElle était le symbole des descendants des guerriers qui se battirent aux côtés du forge-torche pour repousser la marée noire.\nMême sans terres ni titres de noblesse, ils continuaient d'honorer le serment de leurs ancêtres.\nIls croyaient que le seigneur de toutes les fées et ancien protecteur de Snezhnaya veillait toujours sur eux quelque part.\n\nLa toundra tachée de boue était également trempée du sang des héros tombés au combat, tandis que le jeune guerrier s'agenouillait au milieu des cadavres de ses camarades.\nLe sacrifice avait toujours été le destin et l'honneur d'un ratniki, mais s'il pouvait sauver une âme de plus, rien qu'une seule...\nIl pria donc, comme ses ancêtres le faisaient autrefois, les anciens dieux, que plus personne ne vénérait, et les rois qui régnèrent sous eux.\n\nPeut-être qu'il fut réveillé par le son du cor ou attiré par l'odeur depuis longtemps oubliée d'une effusion de sang, ou tout simplement par ennui...\nQuelque part, comme en réponse à ses appels, un fantôme endormi depuis longtemps sortit de son sommeil.\nCes flammes bleues dont parlaient les légendes anciennes brûleraient à nouveau sur de nouveaux champs de bataille..."
	}
}