{
	"id": 10011,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Chanceux",
	"effect2Pc": "Augmente la DÉF de 100 pts.",
	"effect4Pc": "Collecter des moras restaure 300 PV.",
	"flower": {
		"name": "Trèfle du Chanceux",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Un trèfle à quatre feuilles qui a poussé dans la nature. Il a été cueilli, car il paraît que cela porte chance.",
		"story": "Celui béni par la chance est généralement témoin de plus de miracles dans sa vie que l'homme du commun.\nLe trèfle à quatre feuilles est un porte-bonheur assez rare à trouver.\nLe garçon trouva l'un de ces trèfles par hasard, alors qu'il jouait dans un champ.\nIl le mit dans sa poche après l'avoir cueilli.\nÉtait-ce lui qui avait trouvé le trèfle, ou le trèfle qui l'avait trouvé lui ?"
	},
	"plume": {
		"name": "Plume d'aigle du Chanceux",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un monstre ayant attaqué un aventurier fut enlevé par un aigle qui chassait ; voilà le type de chance que peut amener cette plume d'aigle.",
		"story": "Même les monstres les plus féroces ne sont pas de taille lorsque la chance vous sourit.\nLe garçon se promenait dans la forêt sans savoir qu'un monstre avait déjà fait de lui sa proie.\nAlors que le jeune homme s'absorbait dans la contemplation de quelques champignons colorés, le monstre bondit, pour s'étaler sur les champignons vénéneux.\nIl pensait avoir coincé sa proie ; une plume de faucon atterrit alors sur son dos."
	},
	"sands": {
		"name": "Sablier du Chanceux",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Ce sablier cassé ne contient plus de sable. La fugacité du temps n'a pas d'importance aux yeux des insouciants.",
		"story": "Lorsque la chance sourit à l'homme, elle peut même effacer les traces du passage du temps.\nLe chanceux n'avait point de famille, et encore moins d'enfants.\nMais sa vie l'avait amené à rencontrer nombre de personnages qu'il considérait sa famille.\nAlors qu'il passait ses derniers moments, il vit un sablier au sein duquel s'écoulait le sable, rappel du temps qui passe.\nIl rit un instant, puis fit feu de son lance-pierre, ce faisant brisant le sablier."
	},
	"goblet": {
		"name": "Coupe du Chanceux",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe en métal exquis qui a servi autrefois à assommer un certain voleur.",
		"story": "Autrefois vivait un enfant chéri par la fortune ; même les bandits de long chemin n'auraient pu lever la main sur lui.\nL'enfant devint homme. Un soir qu'il revenait ivre de la taverne, trébuchant ivre dans une ruelle adjacente, \nun bandit s'apprêtait à le dévaliser dans le noir, profitant de son état d'ébriété avancé.\nMais alors qu'il levait son arme pour l'assommer, une bouteille qu'on aurait dit venant de nulle part atterrit sur le crâne du bandit.\nSans doute une bagarre d'ivrognes avait-elle éclaté quelque part ; une chose est sûre cependant : peu peuvent se vanter d'être aussi chanceux."
	},
	"circlet": {
		"name": "Diadème d'argent du Chanceux",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Son ancien propriétaire a découvert le trésor d'une ancienne famille noble en tombant dans une fosse. Cet objet est un souvenir de cet heureux événement.",
		"story": "L'homme que mère fortune garde peut trouver des trésors inestimables même dans les plus profonds des pièges.\nLe garçon se promenait un jour dans des ruines, lorsqu'il chuta accidentellement dans un puits.\nIl fut réceptionné par un matelas de velours qui, au cours des années, s'était désintégré en une épaisse couche de poussière.\nEt juste ainsi, le garçon mit la main sur un trésor caché là par les aristocrates ; il fit du diadème qu'il récupéra le symbole de sa fortune."
	}
}