{
	"id": 14004,
	"rarityList": [
		4,
		5
	],
	"name": "Amour chéri",
	"effect2Pc": "Augmente les soins effectués par le personnage de 15 %.",
	"effect4Pc": "Augmente les soins reçus par tous les personnages de l'équipe de 20 % pendant 10 s après l'utilisation d'une compétence élémentaire ou d'un déchaînement élémentaire.",
	"flower": {
		"name": "Cœur lointain de la Demoiselle",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur délicate qui ne s'est jamais fanée et qui continue d'émettre un parfum irrésistible.",
		"story": "La fleur de la jeune fille. Fraîche et élégante, à l'image de celle qui l'a cueillie.\nD'après les livres, cette espèce n'existe plus depuis longtemps.\n\nÀ la manière de ce qu'elle avait lu et relu,\nla demoiselle en détresse fut sauvée par le chevalier en blanche armure.\nEt en signe de félicité réciproque, ils s'échangèrent leurs fleurs.\n\nLe cœur d'une demoiselle souvent change avec les saisons, comme la fleur ;\nmais cette fleur resta constante.\nCar son cœur s'était arrêté ce jour-là,\nlorsqu'elle fit la rencontre du chevalier."
	},
	"plume": {
		"name": "Pensée de la Demoiselle",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Cet accessoire transporte les pensées d'une certaine personne, semblable à l'oiseau migrateur qui chevauche les vents.",
		"story": "Un délicat accessoire fait de plumes exquises.\nLes années l'ont recouvert de poussière.\n\nLe temps se figea pour la jeune fille depuis sa rencontre avec le chevalier.\nRien ne lui importait plus, ni l'amour, ni la jeunesse.\nElle se mit à le rechercher corps et âme, errant comme un oiseau hors de son nid.\n\nLa jeune fille priait pour que son amour\npuisse toucher le chevalier qui dédia sa vie à son métier.\nElle espérait qu'il pouvait voir tous les paysages\nqu'elle avait imaginé pour lui."
	},
	"sands": {
		"name": "Petit matin de la Demoiselle",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Le mouvement du temps ne s'arrête pas, contrairement à la jeunesse qui n'est qu'éphémère.",
		"story": "Un objet délicat. Indifférent aux sentiments de sa propriétaire,\nil montre impassible les vicissitudes du temps qui passe.\n\nLa vie de la jeune fille n'était pas éternelle,\nmais elle pouvait attendre une éternité.\nLa petite aiguille suit toujours la grande,\nà l'image de l'attente sans fin emplissant son cœur.\n\nBien des années plus tard, elle se rappelait encore de lui,\nle beau chevalier blanc qui vint pour elle, et qu'elle attendait."
	},
	"goblet": {
		"name": "Loisir de la Demoiselle",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une tasse pour le thé sucré plutôt que pour l'alcool amer.",
		"story": "La tasse préférée de la jeune fille.\nElle buvait du thé noir dedans autrefois.\n\nManger tranquillement ses pâtisseries et siroter thé loin du monde banal\nétaient des privilèges qui lui étaient réservés.\n\n« Cette fleur sera ma médaille. Cela me suffira. »\nCes paroles furent celles d'un chevalier lors de leur première rencontre.\n« Mais mon cœur vous... »\nNe pas terminer cette phrase était son choix, \nmais c'était aussi les chaînes qui l'écrasaient."
	},
	"circlet": {
		"name": "Beauté fugace de la Demoiselle",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un chapeau de femme bien entretenu. Il peut cacher le visage de la personne qui le porte – y compris les pattes d'oie.",
		"story": "Bien que de nombreux prétendants la couvrivrent de roses,\nla jeune fille ne releva jamais son chapeau pour les regarder.\nLeurs visages et leurs noms n'avaient pas d'importance pour elle.\n\nPendant des années, à la fin de chaque jour,\nelle retira les poussières du chapeau ;\nmais son visage affichait le passage du temps ; et contrairement à la poussière, ses traces ne pouvaient s'enlever.\n\nPrétendants et bouquets de roses se firent plus rares au fil des ans.\nMais qu'importe : son cœur s'était arrêté il y avait bien longtemps en un jour fatidique."
	}
}