{
	"name": "Chasseur de la Maréchaussée",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Augmente les DGT infligés par les attaques normales et chargées de 15 %.",
	"4pc": "Lorsque les PV actuels du personnage augmentent ou diminuent, son taux CRIT augmente de 12 % pendant 5 s. Cet effet peut être cumulé 3 fois maximum.",
	"flower": {
		"name": "Broche du chasseur",
		"relictype": "Fleur de la vie",
		"description": "Un ancien emblème qui était autrefois décerné à ceux qui avaient apporté une contribution exceptionnelle au combat.",
		"story": "Cet emblème a été spécialement conçu et donné à ceux qui avaient, par le passé,\nréalisé des faits d'armes pour la défense de Fontaine. Les insignes de ce genre étaient en grande partie des symboles de gloire.\nMais certains lauréats les cachaient ou les jetaient à l'eau.\n\n« Poursuivez les fantômes dans l'obscurité, expulsez-les tous et traquez-les. »\nTelle est l'origine du nom « Chasseur de la Maréchaussée »,\nattribué à un Cassiodor, qui serait élevé au titre de « Chasseur d'or »,\nmais qui a pris le nom comme une humiliation.\nPourtant, les hérétiques et les démons sont rares, mais ceux qui sont considérés comme tels sont légion.\nAujourd'hui, la Maréchaussée fantôme se concentre davantage sur l'enquête sur les activités criminelles que sur la bataille.\nEt elle a intégré dans ses rangs un grand nombre de mélusines, membres d'une jeune espèce.\n\nCet emblème appartenait autrefois à un chasseur de la Maréchaussée qui dirigea le siège du Village de Poisson.\nÀ la suite de cet événement, il a quitté les rangs de la Maréchaussée et a prévu de vivre le reste de ses jours content avec ce qu'il avait.\nCe n'est que lorsqu'un vieil ami lui a demandé, contre son gré, d'essayer à nouveau de vivre avec les autres\nqu'il a essayé de créer un monde sans fantômes sombres pour son fils et sa fille.\nÀ la fin, il a été accueilli par un océan paisible, un océan qui a éliminé toute trace de barrières et d'éloignement."
	},
	"plume": {
		"name": "Prologue du chef-d'œuvre",
		"relictype": "Plume de la mort",
		"description": "Un outil portable utilisé pour régler le couple de certaines machines horlogoïdes de l'ère classique. Il a depuis perdu sa valeur pratique.",
		"story": "Un petit outil utilisé pour régler le couple mécanique. Peut être utilisé sur toutes sortes de moteurs mécaniques.\nCelui-ci deviendra désuet avec l'arrivée du « nouveau modèle » de Méka horlogoïde d'Alain Guillotin,\nqui a lui-même cessé d'être « nouveau » après plusieurs centaines d'années d'essais supplémentaires.\n\nMaintenant, concernant Alain Guillotin...\nAvant d'intégrer, puis de quitter la Maréchaussée Fantôme, avant de créer l'Institut de recherche d'ingénierie cinétique de Fontaine,\nGuillotin a organisé des recherches sur l'énergie à l'Institut de philosophie naturelle, aujourd'hui en ruine.\nOn dit qu'il n'a été, toute sa vie, proche que de sa sœur cadette, qui avait également servi dans la Maréchaussée fantôme.\n\nIl existe de nombreuses légendes le concernant. En voici une :\nOn dit qu'il a réussi à créer une machine capable de penser pendant son séjour à l'Institut,\net qu'il a utilisé cette machine pour aider sa sœur dans son travail à la Maréchaussée fantôme.\nCes déclarations proviennent en grande partie de ses anciens collègues (dont la plupart sont décédés à Elynas).\nMais comme il n'y a aucune preuve physique, ça n'a jamais été consigné officiellement.\nInterrogé à ce sujet, il a un jour déclaré : c'est vraiment dommage, il n'y a rien à dire.\nIl n'a plus jamais répondu aux questions ou demandes à ce sujet.\n\nEn voici une autre :\nEn vieillissant, il a pris sa retraite de l'Institut de recherche de Fontaine pour se retirer dans son atelier, et ne plus voir personne.\nLes recherches qu'il a entreprises dans ses dernières années n'ont jamais été publiées.\nEt après l'affaire, la seule chose qui pouvait être trouvée dans son atelier personnel était des signes que quelque chose avait été construit.\n\nAu cours des dernières années, ces légendes fonctionnèrent de la même manière que le travail inachevé de Coppelius,\nattisant l'imagination, donnant de l'inspiration et stimulant un travail acharné."
	},
	"sands": {
		"name": "Moment du jugement",
		"relictype": "Sables du temps",
		"description": "Une montre de poche standard. Sa précision n'est pas particulièrement élevée.",
		"story": "Cette montre de poche était autrefois donnée aux exécuteurs de la justice de Fontaine.\nSa précision n'est pas particulièrement élevée,\nmais elle peut être utilisée comme badge pendant le service\net elle était autrefois très largement reconnue à Fontaine.\n\nLa nouvelle de Parsifal la grande magicienne demandant un procès par combat se répandit via les journaux.\nEt cette demande, jointe à sa transgression inattendue, a provoqué tout un tollé à Fontaine.\nL'accord du tribunal et la personne de choix ont provoqué un tollé encore plus grand.\nLa duelliste mandatée Marfisa a été choisie comme représentante de l'accusation dans le duel.\nLes origines de Marfisa pourraient-elles perturber son jugement ou sa performance pendant le duel ?\nQu'en est-il de son lien passé avec Parsifal ? Mais aussi et surtout...\nLaquelle d'entre elles était la meilleure combattante ? Telles étaient les questions dont les gens se délectaient à discuter.\n\nKarl Ingold, un journaliste qui a connu « Parsifal », avait depuis pris sa retraite.\nEt il s'était résolu de ne plus jamais reprendre ce travail. Il a décidé de devenir explorateur et de parcourir des étendues sauvages, des épaves et des ruines.\nMais peut-être par fierté professionnelle ou par nostalgie, il avait toujours chéri les photos qu'il avait prises en tant que journaliste.\nDes années plus tard, en répondant à une invitation à rencontrer de vieux amis, envoyée par la vice-directrice de l'Institut Narzissenkreuz,\nen regardant les visages de l'autre côté de l'objectif alors qu'il prenait une photo de groupe des membres de l'Institut Narzissenkreuz,\nil repensa à toutes les fois où il était passé entre le Village de Poisson et la Cour de Fontaine avec le cœur plein d'espoir.\nPlusieurs mois passèrent comme dans un rêve. Certains trouveraient cela trop long, et d'autres, trop court.\nIl se souvenait de lui plus jeune, refusant d'abandonner, peu importe combien de personnes lui disaient de s'échapper,\npeu importe si les circonstances pouvaient s'apparenter à une inondation capable de tout emporter qui pourrait tout mettre fin et lentement tamiser la lumière.\nIl se souvint des nombreux sourires qu'il a vus à travers l'objectif, de toutes les pensées fantaisistes concernant l'avenir qu'il a entendues\net les cris, les bruits de rupture et les chocs métalliques qui résonnaient faiblement sur le sol de pierre.\nEt alors qu'il se souvenait de la fille qui avait utilisé un « truc » pour se déplacer de force dans une caverne sombre et sûre,\nce n'est qu'alors que le regret de ne pas avoir enregistré sa bataille finale traversa son esprit."
	},
	"goblet": {
		"name": "Réceptacle oublié",
		"relictype": "Coupe d'éonothème",
		"description": "Un récipient métallique portable contenant du vin fort. Il peut être rangé dans la poche d'un manteau pour en faciliter l'accès et l'utilisation.",
		"story": "Autrefois, cette bouteille de vin appartenait à quelqu'un qui avait rendu de grands services à la Cour de Fontaine.\nCeux qui font un certain travail, à moins qu'ils ne soient nés impitoyables et cruels,\ns'effondreront inévitablement sans cet élixir.\n\nElle appartenait à quelqu'un qui devait faire ce qu'il fallait pour préserver la paix de Fontaine.\nC'est plusieurs années après avoir pris sa retraite pour cause de blessure, lors de sa dernière enquête, qu'il s'est rendu compte...\n... Aucun pays des merveilles ne se trouve au fond d'une spirale infernale... Juste un tourbillon.\n\n...\nLes souvenirs surgissaient comme des bulles s'échappant d'un masque de plongée rompu.\nIl pensa à sa jeunesse, aux jeux auxquels il jouerait avec Dwight, Basil et Karl.\nÀ cette époque, il jouait toujours le héros, et Karl serait Jabberwock le dragon maléfique.\nIl pensa à l'étreinte de la directrice, si chère et si familière, et si similaire à ce qu'il ressentait.\nIl se rappelait les innombrables visages déformés par la haine dans les flammes écarlates du Village de Poisson.\nEt puis il s'est rappelé que lui aussi avait envoyé des enfants innocents à l'Institut Narzissenkreuz.\n\nEn fin de compte, ce qui lui est apparu le plus clair, c'est ce qu'il avait ressenti en rencontrant son « fils » et sa « fille ».\nC'était comme voir de la lumière au bout d'un long tunnel, comme se voir avant d'avoir porté le masque.\nMais un peu comme s'accrocher inutilement au fil d'une araignée dans les profondeurs sombres de l'enfer...\n« Mon cher Alain, ma chère Mary-Ann... Je n'ai jamais été proche de vous. »\n« Et même à la fin, je ne savais pas comment être un « père » pour vous. »\n« Mais je ne veux pas perdre ces souvenirs de vous avoir vus grandir... »\nQuand il se réveilla de sa stupeur, toutes les gloires, toutes les hontes, tous les amours et toutes les obsessions avaient été dissous dans les eaux."
	},
	"circlet": {
		"name": "Visage du vétéran",
		"relictype": "Diadème de Logos",
		"description": "Un vieux masque qui peut, dans une certaine mesure, remplacer un visage marqué par des blessures. Sa conception peut varier en fonction des zones blessées et du sexe de l'utilisateur.",
		"story": "Ce masque a été donné à celui dont le visage avait été blessé au service de Fontaine.\nC'est un remplacement pour un visage meurtri, la gloire, ou peut-être la honte, d'un vétéran.\nPourtant, même si les cicatrices peuvent être couvertes, les blessures au cœur ne disparaîtront pas.\n\n« Si je ne reviens pas, je te laisse ces deux enfants. »\nSon amie lui dit, elle avec qui il avait grandi, et servi Fontaine ensemble.\nJ'ai arrêté de te demander de te battre à mes côtés, voulait-elle dire...\nMais aujourd'hui, l'entente tacite entre eux était une période vide de plusieurs années.\nC'était presque comme si, tant qu'ils n'en parlaient pas, l'incident du Village de Poisson ne s'était jamais produit.\n\nL'Institut pourrait vraiment être submergé cette fois, et la situation ne peut être sûre sans la directrice et moi.\nEt donc il serait peut-être préférable de confier les enfants à des personnes dignes de confiance comme toi et Ingold...\nAinsi expliqua son amie en voyant le regard qu'il lui lançait, muet sous ce masque.\n\n« Quand je reviendrai en triomphe, invitons Lasker et Ingold pour passer du temps ensemble. »\n« C'est moi qui cuisinerai. Je vais te montrer l'étendue de mes talents. »\nVoyant les soupçons dans ses yeux, elle ajouta ceci :\n« Hé, j'ai appris à cuisiner ces dernières années ! Les enfants adorent ça ! »\n\n« Eh bien, je suppose que c'est un au revoir, Guillotin... Mon cher Emanuel. »\n« J'espère que tout se passera bien de ton côté. Ne te crée pas d'ennuis. »\n« J'espère que ces gamins n'ont pas encore détruit ma Sponsienne... »\n\nIl n'aimait pas les enfants. En effet, il ne voulait avoir de relations avec personne...\nCar tout ce que voir des gens lui apportait, c'était lui rappeler qu'eux aussi avaient du sang rouge qui coulait dans leurs veines.\nMais puisque sa vieille amie lui demandait ce service, il aiderait à les surveiller pour l'instant.\nIl se contenterait de renvoyer la patate chaude à Basil quand elle reviendrait..."
	}
}