{
	"name": "Artiste martial",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Augmente les DGT infligés par les attaques normales et chargées de 15 %.",
	"4pc": "Augmente les DGT infligés par les attaques normales et chargées de 25 % pendant 8 s après l'utilisation d'une compétence élémentaire.",
	"flower": {
		"name": "Fleur écarlate de l'Artiste martial",
		"relictype": "Fleur de la vie",
		"description": "Seul ce type de fleur peut temporairement faire oublier la douleur au combattant.",
		"story": "L'artiste martial s'entraînait jour et nuit depuis que son maître l'avait reconnu.\nMalheureusement, les blessures sont inévitables lors de la pratique des arts martiaux.\nUn jour, conformément aux instructions qu'il avait reçues, il cueillit une petite fleur rouge dans la forêt.\nSes cicatrices ne disparaîtraient jamais ; mais du moins pourrait-il atténuer la douleur."
	},
	"plume": {
		"name": "Plume de l'Artiste martial",
		"relictype": "Plume de la mort",
		"description": "Une plume d'oiseau commun. Les experts pratiquent la maîtrise de leur puissance avec ces objets, tandis que les néophytes les utilisent pour fabriquer des éventails.",
		"story": "Une plume obtenue par un artiste martial doué sur un oiseau en plein vol.\nLa puissance des coups n'est pas le plus important dans les arts martiaux.\nL'agilité et la vitesse de réaction forgées par des années d'entraînement comptent tout autant.\nUn artiste martial porte cette plume sur sa poitrine comme preuve de son talent extraordinaire."
	},
	"sands": {
		"name": "Sablier d'eau de l'Artiste martial",
		"relictype": "Sables du temps",
		"description": "Un outil pour mesurer le temps pendant les exercices d'endurance. Il est plus précis qu'un sablier normal.",
		"story": "Un sablier rempli d'eau qui mesure le temps qui s'écoule. L'artiste martial le portait en toute occasion.\nQu'il s'entraîne sous la chute d'eau ou qu'il pratique sa position sur un tronc,\nil endurait toute souffrance seul.\nChaque seconde était par ce sablier enregistrée."
	},
	"goblet": {
		"name": "Coupe de l'Artiste martial",
		"relictype": "Coupe d'éonothème",
		"description": "Une coupe assez sophistiquée, utilisée lors des rituels effectués par les artistes martiaux avant chaque combat.",
		"story": "Les artistes martiaux ne montent jamais dans l'arène sans avoir préalablement bu un verre de vin.\nDeux combattants s'affrontant lèveront ainsi chacun leur verre à leur adversaire.\nEt, calmes et imperturbables, s'affrontent ensuite avec le plus grand respect.\nCar telle est la véritable signification du toast avant le combat. Il ne sert ni à glorifier la victoire, ni à couvrir la défaite de honte."
	},
	"circlet": {
		"name": "Bandeau de l'Artiste martial",
		"relictype": "Diadème de Logos",
		"description": "La pratique des arts martiaux se résume en trois mots : concentration, force et volonté. Ils sont inscrits sur ce bandeau pour n'être jamais oubliés.",
		"story": "Un bandeau rouge à la couleur passée qui ornait autrefois le front d'un combattant.\nIl sert à prouver que son porteur a commencé la pratique des arts martiaux à son plus jeune âge ; il représente également l'ambition l'habitant.\nChaque jour à l'aube, le jeune combattant s'entraînait dans la forêt.\nDe nombreuses années plus tard, il devint instructeur ; bien que les années aient passé, il continua d'afficher la même souplesse et la même rapidité qu'à son jeune âge."
	}
}