{
	"name": "Murmure nocturne en forêt d'échos",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Augmente l'ATQ de 18 %.",
	"4pc": "Après l'utilisation d'une compétence élémentaire, le bonus de DGT Géo augmente de 20 % pendant 10 s. Sous la protection d'un bouclier généré par une réaction de Cristallisation, cet effet augmente de 150 %, cette augmentation supplémentaire disparaissant 1 s après la perte du bouclier.",
	"flower": {
		"name": "Accessoire floral d'altruisme",
		"relictype": "Fleur de la vie",
		"description": "La broche utilisée par la sorcière dans l'histoire. Comme les autres ornements qu'elle aimait, celui-ci est caractérisé par des formes ressemblant à des papillons.",
		"story": "Le chiot courut jusqu'au grenier, eut le nez plein de poussière et ne put s'empêcher d'éternuer.\n« Pie, mais regarde-toi ! Avant, tu avais la couleur d'une tarte aux pommes, mais maintenant on dirait que tu as été enduite de confiture de mûres. »\nLa petite fille courut après le chiot nommé « Pie » dans ce petit grenier et lui enleva la poussière du nez.\nLe grenier était rempli de livres joliment reliés et la jeune fille en choisit un sur l'étagère. Sa couverture était ornée de magnifiques papillons aux ailes dorées.\n« C'est comme un livre d'histoires. Peut-être que celles que raconte mère sont tirées de ce genre de livres ! Qu'en penses-tu, Pie ? »\nLe chiot poussa un bref aboiement et se coucha aux pieds de la petite fille comme à son habitude.\n« Héhé, si je pouvais finir de le lire avant mère... »\nAlors la jeune fille ouvrit le livre d'histoires, et les pages jaunies se déployèrent comme les ailes d'un papillon...\n\nC'est une histoire qui s'est passée il n'y a pas si longtemps : la légende raconte que dans la forêt d'échos vivait une sorcière capable d'exaucer n'importe quel souhait.\nMais cette sorcière était tout aussi excentrique que celles qui hantent les autres histoires. Elle utilisait la magie pour couvrir toute la forêt d'un brouillard épais et impénétrable. Tous ceux qui y entraient étaient désorientés par les échos. De ce fait, très peu de visiteurs trouvaient sa cabane isolée, et ils pouvaient encore moins lui demander de réaliser leurs souhaits.\nMais un jour, un jeune homme vint frapper à sa porte.\nLe jeune homme voulait trouver une fleur bleue à l'origine, mais ses yeux furent attirés par un papillon aux ailes dorées sur son chemin. Il poursuivit l'insecte et arriva sans le savoir devant une cabane au cœur de la forêt. Ce n'est qu'à ce moment-là qu'il se souvint de la légende de la sorcière qui pouvait exaucer les souhaits et, après avoir hésité un moment, il décida de lui rendre visite.\nAvant qu'il ne pût frapper une troisième fois, la porte s'ouvrit.\n« J'ai un souhait à vous soumettre » dit-il à la sorcière.\n« C'est ce qu'ils disent tous », lui répondit-elle en lui coupant la parole : « Ce n'est pas grand-chose pour moi d'exaucer vos souhaits. Mais le prix à payer est différent selon les individus. »\n« La fille que j'aime... Son cœur appartient déjà à un autre. Mais je ne souhaite pas utiliser le pouvoir de la magie pour changer ses sentiments, je veux seulement qu'elle ait tout le bonheur du monde. Si vous pouvez exaucer ce souhait, je vous donnerai tout ce que j'ai, mon temps, mon argent, et même mon âme, je vous les offrirai volontiers. »\n« Votre souhait se réalisera. Mais vous saurez le prix qu'il vous en coûtera plus tard, et ça ne sera pas nécessairement votre âme... Les sorcières font toujours ce qu'elles veulent. »\n« Mais qu'y a-t-il de plus précieux dans ce monde que l'âme d'une personne ? »\n« Vous le saurez en temps voulu, que seul un cœur d'or pourra être pesé. »\n..."
	},
	"plume": {
		"name": "Plume d'eau d'honnêteté",
		"relictype": "Plume de la mort",
		"description": "Le stylo plume utilisé par la sorcière dans l'histoire. Son écriture douce et soyeuse ne vaut même pas la peine d'être mentionnée face à ses autres avantages divers.",
		"story": "...\n« C'est toujours aussi facile de vendre son âme dans les histoires... L'âme doit être quelque chose de vraiment pas cher, sinon pourquoi les gens la céderaient-ils toujours aussi facilement ? »\nMais elle n'avait aucune notion de ce qu'était une âme. De toute façon, elle n'en avait jamais vu. En comparaison, les délicieux desserts pour le thé de l'après-midi, le temps passé à jouer dans le jardin avec Pie et les histoires que sa mère lui racontait avant d'aller au lit étaient des choses bien plus précieuses.\n« Heureusement, aucun de nous n'a de souhait que la sorcière doit exaucer. Nous n'avons donc pas à échanger quoi que ce soit de précieux avec elle. »\nElle tourna la page...\n\nBien qu'il ait reçu la promesse de la sorcière, le jeune homme lui-même ne pouvait pas imaginer ce que ce serait de voir son souhait se réaliser.\nS'il s'agissait d'un souhait plus concret... Des richesses inépuisables ou le pouvoir de soumettre facilement quiconque sont faciles à imaginer. Mais qu'en est-il du bonheur au-dessus de tout ?\nLe jeune homme avait entendu dire que la sorcière possédait de nombreux accessoires magiques, et elle comptait sur le pouvoir de ses collections d'accessoires étranges et extraordinaires. Incapable de retenir sa curiosité, il lui demanda lesquels elle utiliserait pour réaliser son souhait.\n« Les mots écrits par ce stylo-plume magique deviendront réalité et elle sera chérie par le destin. »\nLe jeune homme regarda avec incrédulité la sorcière qui secouait avec délicatesse la bouteille d'encre. Le liquide noir ondulait à l'intérieur comme des vagues déchaînées. Il pouvait voir le monde entier dans lequel ils vivaient, comme une île solitaire flottant au milieu de cette marée ondulante, et il pouvait y voir des visages et des paysages sans fin devant lui, se tournant comme les pages d'un album rempli d'images...\nIl était tellement hypnotisé qu'il faillit tomber dans la bouche béante de l'encrier et se noyer dans le liquide noir.\n« La bouteille contient tout ce qu'elle peut imaginer, et tout lui appartiendra si elle le souhaite. »\nAu fur et à mesure que la plume se déplaçait sur la page, le destin de la jeune fille changeait.\nElle ne savait pas vraiment quand elle avait cessé d'être émerveillée par la chance illimitée qui la suivait partout.\nElle ne s'inquiétait plus de rien, presque tout se déroulait comme elle le souhaitait et tout ce qu'elle voulait finissait par lui parvenir sous une forme ou une autre.\nTout le monde l'aimait. Les gens louaient son apparence et sa vertu, et même les personnes qu'elles croyaient ne pas se soucier d'elle auparavant avaient complètement changé d'attitude à son encontre.\nPeu à peu, elle s'était habituée aux paroles élogieuses et aux regards envieux qui lui étaient adressés. Bien que son apparence ne soit en aucun cas exceptionnelle et que sa moralité soit des plus ordinaires, le destin la favorisait sans réserve.\n..."
	},
	"sands": {
		"name": "Sablier temporel de fidélité",
		"relictype": "Sables du temps",
		"description": "La montre à sable utilisée par la sorcière dans l'histoire. La légende raconte que si vous récitez une mauvaise incantation à côté, le temps s'écoule soudainement exceptionnellement vite.",
		"story": "...\n« Si tu avais un stylo-plume magique... Qu'est-ce que tu écrirais, Pie ? Que tu veux beaucoup, beaucoup de biscuits pour chiens ? »\nLa jeune fille posa le livre et gratta Pie derrière les oreilles. Le chiot remua joyeusement la queue en réponse.\n« Oh ! Tu ne sais pas écrire, n'est-ce pas, Pie ? Alors, je vais écrire pour toi. En plus de plein de biscuits pour chiens, il te faudrait... »\nElle tourna la page...\n\n« Comme c'est ridicule ! Comme si un ruban bleu était quelque chose de rare ! » La jeune fille chassa les invités sans hésiter, jetant leurs cadeaux dans un coin. Bien sûr, elle était autrefois fascinée par les rubans bleus comme la couleur du plumage des martins-pêcheurs. Mais désormais, de telles choses ne pouvaient plus retenir son intérêt.\n« Pauvre enfant ! », soupira sa mère.\nLa jeune fille était fatiguée des sermons de sa mère. Même si la chance ne lui souriait que depuis peu de temps, elle avait déjà obtenu un grand nombre de richesses très facilement, et gagner le cœur des gens était pour elle quelque chose d'acquis. Ce monde tournait naturellement autour d'elle, quoi de plus normal ! De telles pensées lui sont venues à l'esprit plus d'une fois.\n« Tu es ma mère. Alors pourquoi ne peux-tu pas m'aimer comme les autres mères le font ? »\nPeut-être que je n'ai pas besoin d'une mère qui ne m'aime pas, pensa la jeune fille.\nEt c'est ainsi que la jeune fille laissa sa maison et sa famille derrière elle. Dès lors, elle pouvait jouir de la bonne fortune conférée par la magie, sans avoir à être troublée par sa mauvaise conscience.\nElle voyageait jusqu'à ce qu'aucun paysage ne lui paraisse nouveau et qu'aucun repas somptueux ne puisse avoir sa reconnaissance. Sa vie était comme un bal sans fin. Les invités allaient et venaient, mais aucun ne restait trop longtemps sur la piste de danse.\nElle traitait parfois délibérément ceux qu'elle considérait comme ses amis d'une mauvaise manière. Mais peu importe à quel point son comportement était grossier, tout lui était pardonné avec des sourires le lendemain, et ses « amis » l'aimaient comme avant.\nTout n'était que cadeaux pour elle, mais personne ne lui demandait quoi que ce soit en retour.\n..."
	},
	"goblet": {
		"name": "Bouteille d'encre de magnanimité",
		"relictype": "Coupe d'éonothème",
		"description": "La bouteille d'encre utilisée par la sorcière dans l'histoire. Elle possède un étrange enchantement non moins puissant que celui lancé sur le stylo plume.",
		"story": "...\nLa petite fille continua de lire, tandis que Pie se blottit à ses côtés.\nElle tourna la page...\n\nCe n'est que bien après que la jeune fille apprit que sa mère était morte depuis longtemps. De retour dans sa ville natale après une longue absence, elle a constaté que tous étaient courtois et cordiaux avec elle, tout comme ils l'étaient avec des inconnus.\n« Tout s'est passé comme vous le souhaitiez, mais pourquoi ne souriez-vous plus ? »\nElle avait déjà vu le jeune homme qui lui parlait, peut-être était-ce seulement l'un de ses nombreux admirateurs.\n« Mère avait raison, je suis une enfant misérable et à cause de cette terrible malédiction, je ne serai jamais vraiment heureuse. »\n« Ah ! Alors en fait, vous considérez un cadeau aussi généreux qui vous a été fait comme une malédiction. Vous devriez savoir qu'il a été obtenu grâce à un pacte avec une sorcière et uniquement par le biais de sacrifices ! Il n'a d'ailleurs jamais songé à vous demander quoi que ce soit en retour. Existe-t-il une plus grande preuve d'amour dans ce monde ? »\n« On dirait bien qu'il sait mieux que moi comment accéder au bonheur. » La jeune fille a ensuite poursuivi : « Quelle est la valeur d'une vie dans laquelle tout vous est donné gratuitement et où vous n'avez jamais eu besoin de dépenser de l'argent ? Les choses qui ont le moins de valeur sont celles dont personne n'a besoin. Peut-être que je suis l'existence dont on n'a pas besoin non plus. »\n« Ce n'est pas le cas... Vous devez exister, du moins pour moi. »\n« Alors qu'espérez-vous obtenir de moi ? Si je peux faire quelque chose pour vous... »\nMais le jeune homme avait l'air troublé.\nLa jeune fille fut très déçue et décida de se rendre dans la forêt d'échos où la sorcière vivait isolée afin de trouver un moyen de lever sa terrible malédiction.\nLe jeune homme sortit le miroir magique qu'il avait emprunté à la sorcière, dans l'espoir de l'arrêter.\n« Une fois que la chance apportée par la magie vous quitte... »\nLa jeune fille voyait devant elle ce qui l'attendait quand sa chance serait épuisée : elle se voyait perdre toutes ses richesses, et ceux qu'elle blessait ne riaient plus avec entrain et ne lui pardonnaient plus, mais la sermonnaient et fronçaient des sourcils. Plus personne ne se pressait autour d'elle, tout le monde s'en allait comme si le grand bal était terminé. Elle voyageait toujours comme avant, mais plus personne ne lui témoignait de l'attention ou de l'inquiétude durant ses séjours. Elle se voyait emportée par le vent et frappée par la pluie tandis que les enfants se moquaient d'elle. Elle comprit que tous les cadeaux qu'elle avait reçus devront être remboursés au décuple, voire au centuple.\nElle ne fit pas un pas, mais ce qu'elle voyait dans le miroir semblait être ce qui allait lui arriver : la vie serait un dur labeur sans fin et serait sur le point de la détruire.\n« Réjouissez-vous, la chance de la magie ne vous a pas encore abandonnée, et personne dans ce monde ne se moquera de votre fragilité. »\n..."
	},
	"circlet": {
		"name": "Chapeau de dame de compassion",
		"relictype": "Diadème de Logos",
		"description": "Le chapeau de dame utilisée par la sorcière dans l'histoire. Elle adorait ce couvre-chef pour son tissage solennel et son style ludique.",
		"story": "...\nPie bâilla d'ennui.\n« Je suppose que l'histoire est presque terminée, attends encore un peu, d'accord ? »\nElle tourna la page...\n\n« Même ainsi, je choisirai la voie la plus difficile. »\nComme ces lointaines nuits d'hiver, elle s'endormit dans les bras de sa mère, écoutant ces histoires qu'elle avait presque oubliées et dont elle ne se lassait pas. Les héros de ces histoires devaient toujours endurer d'innombrables épreuves avant d'atteindre leur destination, mais le prix qu'ils payaient et les choses qu'ils perdaient en cours de route ne faisaient que rendre les récompenses qu'ils ont durement gagnées encore plus précieuses.\n« Dans le miroir, j'ai vu que tout le monde ne m'aimait plus, et peut-être même me détestait. Le simple fait de les faire sourire encore une fois me paraîtrait incroyablement difficile... Mais c'est le monde réel, plein de changements et imprévisible. »\n« Non, vous ne pouvez pas ! La bonne fortune que la magie vous a donnée doit vous rendre heureuse, car sinon... »\n« Pourquoi êtes-vous si inquiet ? Même si vous arrêtez de m'aimer comme les autres après que la magie se soit dissipée, j'aimerai toujours chacun d'entre vous. Comme les héros de ces histoires, je traiterai chaque personne dans ce monde libre avec sincérité... Tant que vous êtes prêt à le prendre, mon cœur vous appartiendra ! »\nBien qu'aucune cloche ne sonnait et qu'il n'y avait aucun autre présage, il semblait que l'heure fixée par la sorcière était arrivée.\n« En principe, je ne devrais apparaître qu'après qu'elle ait terminé le voyage qui lui a été montré par le miroir, il est encore un peu tôt... Mais une sorcière fait ce qu'elle veut. »\nAinsi, la sorcière respecta l'accord et retira au jeune homme la chose qu'elle désirait le plus.\n« Mon souhait s'est réalisé, mais j'ai tout perdu... »\n« Elle ferait un bon personnage, même dans une autre histoire. » La sorcière secoua doucement la bouteille d'encre dans laquelle la jeune fille était désormais prisonnière.\n« Mais c'est une fille qui compte pour moi, tout comme je compte aussi pour elle... Si elle est destinée à ne pas être libérée, laissez-moi la retrouver. J'ai vu de nombreux univers et d'innombrables histoires dans la bouteille d'encre. Peut-être existe-t-il un monde qui pourrait nous accueillir tous les deux, et peut-être que je pourrais m'y épanouir comme un bon personnage... »\n\n« Je m'en souviens ! Racontons cette histoire à mère ce soir, tu as dit qu'elle devrait l'aimer ? »\nPie ignora la petite fille, se leva et aboya plusieurs fois avant de courir en rond et sortir du grenier.\n« Humpf ! Je parie qu'il fait sa crise parce qu'il a faim, comme un enfant ! »\nLa petite fille partit également, ne laissant que le livre d'histoires sans décorations sur le sol du grenier."
	}
}