{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Nuit de la révélation céleste",
	"effect2Pc": "Augmente la maîtrise élémentaire de 80 pts.",
	"effect4Pc": "Lorsqu'un personnage de l'équipe à proximité déclenche une réaction sélène alors que le personnage équipé de l'artéfact est sur le terrain, ce dernier obtient l'effet Lune étincelante « Intention » pendant 4 s : augmente le taux CRIT de 15 % ou de 30 % lorsque la signelune de l'équipe est respectivement de type Lueur naissante ou ascendante. De plus, les DGT infligés par les réactions sélènes déclenchées par tous les personnages de l'équipe augmentent de 10 % pour chaque lune étincelante de type différent des personnages de l'équipe. Les bonus accordés par l'effet Lune étincelante ne se cumulent pas.",
	"flower": {
		"name": "Fleur du désir sincère",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une relique sacrée sculptée en forme de fleur. Elle semble représenter une présence terrifiante qui s'épanouit telle une fleur.",
		"story": "À l'époque où les pécheurs n'avaient pas encore commis leur erreur impardonnable, quelque part au plus profond du royaume souterrain,\nles gens qui y vivaient n'avaient jamais vu la mer ni le soleil.\nMalgré tout, certains essayaient quand même de percer les secrets des étoiles dans cet endroit sombre sans lumière solaire.\nCependant, ils ne regardaient pas le ciel pour cela, mais cherchaient la vérité dans le faux reflet du miroir.\n \nPeut-être que des phénomènes étranges se produisaient souvent dans les cartes des étoiles du ciel en raison de l'emplacement particulier du royaume.\nCes phénomènes étaient consignés par les astromanciens comme des « signes de vérité », reflétant leur désir profond de recherche de réalité.\n« Même si le miroir ne nous montre que des illusions, peut-être que nous pourrions atteindre la vérité à travers elles. »\nCe fut la conclusion que les astromanciens tirèrent au fil du temps, après avoir s'être longuement penchés sur de nombreuses cartes des étoiles.\nMais les philosophes de leur temps ne savaient pas qu'ils eurent un aperçu d'un petit fragment de l'infini qui était le ciel éternel ensorcelé...\n \nDe nombreuses années passèrent, assez pour que les divinités tombent les unes après les autres et pour que le soleil obscur s'élève à la place autrefois occupée par la lune écarlate.\nÀ cette époque, des gens avaient découvert le secret derrière le grand péché. Ainsi, l'observation des étoiles fut interdite.\nAujourd'hui, seuls quelques élus au sein du royaume avaient le privilège de braver l'interdiction pour servir leur souverain à un œil.\n \nNéanmoins, il y avait toujours des surprises, comme quand un moine novice essuya la poussière qui permettait de cacher le miroir d'Apaosha par ignorance,\nce qui dévoila la lumière merveilleuse d'un horizon lointain et éclaira à nouveau la petite salle d'observation des étoiles.\nL'Élysium noir était beau, éblouissant... et pourtant tellement... profane.\nIl suffit d'un regard pour qu'il consomme toutes les pensées et les désirs du jeune Rauthvangi.\nAinsi commencèrent l'histoire et les transgressions du moine fou qui chanterait les louanges de l'abîme au-delà du ciel..."
	},
	"plume": {
		"name": "Plume du péché inexpiable",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un accessoire à plumes autrefois porté sur un chapeau de feutre. Il semble déplacé parmi les nobles de Snezhnaya et leur goût pour le faste.",
		"story": "Outrepasser son statut était considéré comme un acte de déloyauté, voire de trahison.\nSe plonger dans l'apprentissage de connaissances interdites était d'autant plus impardonnable.\n \nCependant, Rauthvangi ne s'en défendit jamais, car il n'y avait rien d'autre de plus cher à son cœur que cette lumière.\nLe verdict du tribunal fut prononcé peu de temps après : le chercheur serait expulsé de l'Universitas Magistrorum et exilé.\nPour un étranger comme lui, l'exil était plus terrifiant que la peine de mort.\nAprès tout, l'exil était une malédiction ancienne pour ceux qui tournèrent le dos aux divinités. Dès qu'ils revenaient sur la terre ferme, ces dernières règleraient inévitablement leurs comptes avec eux.\nUne peine comme celle-ci était une trahison des nobles idéaux du royaume et un signe d'une nation souterraine en déclin.\n \nMais les ordres royaux devaient être exécutés. De plus, ceux qui avaient vu l'Élysium savaient pertinemment qu'il ne pouvait supporter ce qui allait suivre.\n« Disparais, vie dénuée de sens. Au moins, j'aurais eu un aperçu de la vérité en fin de compte. »\nRauthvangi émergea enfin de la grotte et marcha dans la lumière du soleil.\nMais rien ne lui arriva, contrairement aux autres autour de lui qui pleurèrent de douleur.\n \nComme si la grande existence du cosmos se manifesta devant lui\net décida de lui accorder la grâce des ténèbres parmi toutes ces personnes.\nCe fut ainsi qu'il finit par avoir la chance et la tristesse de comprendre sa mission.\n \n« Les flammes éclairèrent le monde, mais elles le réduisent aussi en cendres. »\n« Et mon destin est comme celui d'un papillon de nuit attiré par le feu. »"
	},
	"sands": {
		"name": "Cloche de révélation",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une horloge à la sonnerie exquise, mue par une force mystérieuse. Son but ne semble pas être d'indiquer l'heure.",
		"story": "Avant que les ténèbres n'engloutissent les nations,\nà une époque où les gens profitaient des dernières années de l'âge d'or,\n \nexistait un érudit et un chercheur talentueux qui avait voyagé à travers les nations pendant de nombreuses années.\nIl avait lu toutes les chroniques du Rtawahist, et consulté les archives des bibliothèques du nord.\nCependant, même après avoir cherché les plus anciennes, il n'avait pas trouvé ce qu'il recherchait.\nIl s'agissait d'un Élysium noir miraculeux, qui n'existait pas dans ce monde.\n \nIl voyagea dans tous les recoins du monde qu'il connaissait, sauf cette terre sauvage où personne ne s'était encore établi.\nCette terre frontalière était appelée Nod-Krai. Le Tsar de Snezhnaya ordonna son exploration et son exploitation il y a seulement quelques années.\nLà-bas, il n'y avait pas de chercheurs célèbres, ni de traces de civilisation ancienne.\n \n« C'est le dernier endroit où je peux regarder. Ma vie a été futile. »\nTelles furent ses pensées avant de partir pour Nod-Krai.\n« Il n'y a peut-être plus d'espoir, mais je ne peux pas renoncer maintenant. »\n \nUne fois de plus, il aperçut la vérité qu'il recherchait depuis longtemps... Peut-être que son vœu fut entendu et exaucé.\nCette fois-ci, il trouva le chemin plein de péchés qui menait à l'Élysium noir.\nMaintenant, tout ce qui lui restait à faire était d'ouvrir la porte. Une porte qui brillait dans beaucoup de ses rêves.\nPeu importe le moyen ou le prix à payer..."
	},
	"goblet": {
		"name": "Urne d'abondance",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un gobelet spécialement conçu pour les banquets du palais. Il était autrefois utilisé pour accomplir des actes de magie.",
		"story": "Les banquets et les danses ne semblaient jamais s'arrêter dans les couloirs et les salles du Palais zapolyarny.\nLes nobles nivéoles, amateurs de luxe, estimaient que participer aux banquets était le plus important de leurs devoirs.\nMême un cœur aussi dur qu'une gemme s'adoucissait avec le parfum intense d'un bon vin...\nEt de nombreuses affaires d'état, peu importe leur degré d'importance, étaient souvent réglées par des individus au regard légèrement ivre.\n \nLe professeur Rotwang que les nobles appelaient le « moine fou » en privé, se présenta à la cour fréquemment ces derniers temps.\nCe n'était pas seulement parce qu'il était devenu le serviteur préféré du Tsar en raison de sa maîtrise de l'alchimie et de l'astromancie,\nni parce qu'il pouvait tenir des propos à la fois intéressants et profonds qui faisaient rire tout le monde.\nLes légendes qui l'entouraient suscitaient l'intérêt des nobles.\n\nOn racontait que le grand duc Futhius avait autrefois, par jalousie, cherché à se débarrasser de cette vipère.\nIl remplaça l'eau de feu par un poison mortel... mais à sa grande surprise, la boisson semblait n'avoir aucun effet sur le professeur.\nEn fin de compte, le grand duc se prosterna devant le moine et devint son partisan le plus fidèle.\n \nIl y avait également l'histoire de Filipov, le nivéole le plus doué dans l'art de la métamorphose, qui se moqua publiquement des recherches du professeur en les qualifiant de canular.\nLe moine répondit à cette attaque rien qu'avec un sourire calme. Ensuite, devant le regard de tous, il invoqua l'âme de la femme défunte de Filipov qui hantait ses rêves.\nCes histoires étaient un sujet de discussion qui revenait souvent pendant les banquets. Cependant, le professeur gardait son silence dès que quelqu'un essayait de confirmer la vérité auprès de lui.\nPeut-être que personne ne se souciait de savoir si ces histoires étaient vraies et qu'elles n'existaient que pour divertir les invités entre les numéros de chant et de danse.\n \nPeut-être qu'aux yeux des nobles, un étranger sans aucune attache locale était plus digne de leur confiance.\nÉvidemment, cela aurait été encore mieux s'il pouvait les aider à résoudre d'autres problèmes.\nMais comment le protagoniste de cette histoire aurait-il pu prévoir sa fin tragique ?"
	},
	"circlet": {
		"name": "Couronne de perdition",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Une couronne inspirée de celle portée par un pécheur. Peut-être que dans le cœur de quelqu'un, l'amour et le péché proviennent de la même source.",
		"story": "Les vents du nord apportaient de nouvelles opportunités et la civilisation aux anciennes terres frontalières.\nCe fut là-bas que les arbres géants tombèrent, que les villes, les ports et les usines furent construits.\nMais seuls les serviteurs les plus proches du Tsar savaient que la prospérité apparente n'était pas ce qu'elle semblait être,\net que le souverain des nivéoles préparait un plan audacieux. Un plan que l'ordre actuel ne pouvait tolérer s'il était dévoilé au grand jour.\n \n« À mon avis, le Tsar pourrait se permettre de voir les choses en plus grand. »\n« Il était retenu à la terre par les entraves de la miséricorde, et n'a jamais levé les yeux vers les étoiles. »\n« Il a tant de pouvoir, mais il ne cherche qu'à régner sur tous les êtres vivant sous la lune. »\n« Il ne sait pas que le véritable Élysium éternel se trouve au-delà du voile céleste. »\n \nLe moine fou, envoyé par le Tsar, arriva à Nod-Krai pour exécuter une mission secrète.\nOn racontait que le trésor caché ici accorderait un pouvoir capable de reverser le monde.\nCependant, il ne cherchait pas à obtenir ce pouvoir pour sauver le monde, mais pour servir ses propres desseins.\n \n« Regardez ces stupides et éphémères humains, ils sont aussi désespérés que ce monde illusoire qui s'estompe à grande vitesse. »\n« Seuls mes semblables qui ont été choisis par la grâce suprême sont dignes de vivre. »\n« Il vaut mieux trouver la libération en se sacrifiant pour une grande cause, plutôt que d'errer dans le cycle sans fin de la réincarnation. »\n \n« Reed Miller, oublie ta mélancolie. Toi et moi avons été choisis par le destin. »\n« Suis-moi. Le monde court à sa destruction, mais nous émergerons de la coquille céleste ! »"
	}
}