{
	"id": 15007,
	"rarityList": [
		4,
		5
	],
	"name": "Ancien rituel royal",
	"effect2Pc": "Augmente les DGT infligés par le déchaînement élémentaire de 20 %.",
	"effect4Pc": "Augmente l'ATQ de tous les personnages de l'équipe de 20 % pendant 12 s après un déchaînement élémentaire. Cet effet est non cumulable.",
	"flower": {
		"name": "Fleur du Noble",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur en soie bleue, souvent portée lors d'événements officiels. Son aspect est resté le même que le jour où elle a été cueillie.",
		"story": "Un lys bleu fait de soie,\nqui était autrefois porté par une noble dame.\n\nUn aristocrate faisant autrefois partie de la classe dirigeante mondstadtoise l'a laissé derrière lui.\nIl fut un temps où les aristocrates étaient un modèle pour le peuple.\nLeur comportement comme leur sagesse étaient source d'inspiration.\nIls incarnaient véritablement la cité.\nLeur noblesse ne se reflétait pas uniquement dans leur sang,\nmais aussi dans leur adhésion aux vertus et principes.\n\nMais leur longévité subit l'assaut de leur propre indulgence.\nEt ainsi leur visage changea."
	},
	"plume": {
		"name": "Plume du Noble",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume décorant autrefois le chapeau des aristocrates de Mondstadt lorsqu'ils partaient à la chasse. Elle se dresse encore fièrement après tout ce temps.",
		"story": "Une plume de faucon qui ornait autrefois le couvre-chef d'un noble.\nChasser en compagnie du peuple et partager le gibier était jadis une tradition parmi les aristocrates de Mondstadt.\n\nLa chasse était le loisir de la classe dirigeante,\net un moment de partage avec peuple et serviteurs.\nC'était également l'occasion de montrer sa bienveillance,\net le peuple raffolait des festivités.\n\nMais la chasse perdit sa signification première.\nOublieux du peuple, les nobles s'arrogèrent tout ce qui passait entre leurs mains.\nLa plume se dressait toujours, fière ; mais ses couleurs disparurent aux yeux du peuple."
	},
	"sands": {
		"name": "Montre de poche du Noble",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une montre de poche ayant appartenu aux nobles de Mondstadt. Transmise de génération en génération, elle a été témoin de nombreuses années d'histoire.",
		"story": "Une élégante montre de poche en saphir.\nLe temps n'a pas altéré son mécanisme.\n\nUne montre de poche ayant jadis appartenu à l'un des dirigeants de Mondstadt ; elle indique toujours l'heure exacte.\nLa ponctualité est une vertu ; et la montre est l'outil permettant au noble de la respecter.\nRespecter la ponctualité relevait de l'autodiscipline pour les nobles de Mondstadt.\nCar le noble méritant à l'aube se doit d'être plus vigilant que son peuple,\net à la nuit tombée se doit d'être plus circonspect.\n\nMais avec les années passant, les règles qu'ils s'étaient imposées furent dédaignées par leurs descendants indolents.\nLeurs horloges devinrent plus sophistiquées, mais perdirent toute signification vertueuse."
	},
	"goblet": {
		"name": "Urne d'argent du Noble",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une urne ornementale qui appartenait autrefois à une famille noble de Mondstadt. L'intérieur semble résonner du chant lugubre des vents éplorés.",
		"story": "Une urne en saphir, décorée des armoiries d'une famille noble.\nSon apparence élégante reflète parfaitement l'esthétique de l'ancienne aristocratie de Mondstadt.\n\nElle appartenait autrefois à un dirigeant de la cité.\nLes trésors extravagants qui autrefois l'emplissaient ne s'y trouvent plus.\nCes derniers représentaient la stature de leur propriétaire,\nainsi que l'assurance, la fierté et la prospérité des Mondstadtois.\n\nMais les nobles par le pouvoir enivrés,\nprirent et dépensèrent sans considération aucune pour le peuple.\nEt leurs trésors devinrent l'image de leur vanité."
	},
	"circlet": {
		"name": "Masque du Noble",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un masque porté autrefois par les nobles de Mondstadt lors des bals. Ses yeux aujourd'hui vides semblent fixés sur la gloire d'un passé oublié.",
		"story": "Un masque en argent gravé de motifs délicats et incrusté d'or et de gemmes.\nCet objet exquis met en évidence les exigences en matière d'élégance des nobles des temps anciens.\n\nLes nobles qui dirigeaient autrefois Mondstadt étaient tous des héros issus du peuple.\nLes grands seigneurs, les princes élégants, les belles princesses et les gentes dames,\ntous accueillaient avec plaisir le peuple à leurs banquets et festins.\nIls ne manquaient ni de sagesse, ni d'élégance.\n\nPendant cet âge d'or, ils partageaient avec le peuple connaissances et richesses.\nMais la classe dirigeante céda progressivement à l'attrait du pouvoir, et les banquets ne furent plus que pour son plaisir."
	}
}