{
	"name": "Rêve de la nymphe",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Confère un bonus de DGT Hydro de 15 %.",
	"4pc": "Lorsqu'une attaque normale, chargée ou plongeante, une compétence ou un déchaînement élémentaires a touché un ennemi, un cumul de l'effet Nymphe reflétée de 8 s est généré. Avec 1, 2 ou au minimum 3 cumuls de nymphe reflétée, l'ATQ augmente respectivement de 7 %/16 %/25 % et le bonus de DGT Hydro de 4 %/9 %/15 %. Les cumuls de nymphe reflétée obtenus grâce aux différents types d'attaques (normales, chargées, plongeantes, compétences et déchaînements élémentaires) existent indépendamment les uns des autres.",
	"flower": {
		"name": "Fleur odysséenne",
		"relictype": "Fleur de la vie",
		"description": "Toute histoire doit se terminer, et même les fleurs fraîches se faneront. Mais la fleur dans nos rêves restera toujours en pleine floraison parfumée...",
		"story": "... Au bout du compte, les ténèbres planèrent tout de même sur le royaume.\nLe dragon ne vainquit pas le héros, mais ils disparurent tous les deux en même temps.\nLe chaos, la séparation et le deuil qui s'ensuivirent étaient aussi épais que des eaux sombres sans lumière.\nLa directrice et ses sœurs entreprirent un voyage pour éliminer le mal à la source.\nSon adjointe embarqua dans le navire de guerre, mais s'endormit dans les profondeurs de la mer.\nLes champions de Narzissen, ainsi que de nombreux chevaliers, dragons maléfiques et sages, s'étaient dispersés.\n\nCertains furent recueillis par la Maréchaussée fantôme ou la patrouille de surveillance spéciale.\nAinsi, ils travailleraient pour protéger le royaume afin que de telles ténèbres ne l'assombrissent plus.\nD'autres furent recueillis par des explorateurs étrangers vers des terres lointaines,\npour vivre une véritable aventure jusqu'aux confins du monde.\n\nDe nombreuses années s'écoulèrent ensuite.\nDes gens firent en sorte que de futures histoires ne soient pas interrompues par ce genre d'événement,\nen cherchant à voir l'avenir grâce à la précision des machines et des réceptacles de métal.\nD'autres allaient à contresens pour assister à la naissance de nouvelles histoires,\net se lancèrent dans des voyages qui allaient au-delà de l'entendement au nom des nymphes.\nIl existait également des personnes qui chérissaient les fleurs fanées.\nElles se remémoraient sans cesse les aventures de l'après-midi qui n'avaient pas continué..."
	},
	"plume": {
		"name": "Plumule de mage malsain",
		"relictype": "Plume de la mort",
		"description": "C'était autrefois une plume décorative dans le chapeau de quelqu'un. D'un vert foncé, elle attire plutôt l'œil.",
		"story": "Les héros et les chevaliers s'opposaient toujours aux mages et aux dragons maléfiques.\nLes héros avaient toujours une épée sainte, tandis que les mages possédaient un catalyseur magique.\nLors de l'interstice entre deux aventures, avant leur naissance,\nhéros, mages, chevaliers et dragons fixaient toujours du regard une plume d'une espèce d'oiseau inconnu, accrochée sur le chapeau de la vice-directrice.\nCette plume contenait certainement d'innombrables récits, d'après ces petits aventuriers.\nLa vice-directrice devait avoir vu beaucoup d'histoires, comme une vieille héroïne après sa réclusion.\nOu pourquoi même la directrice, qui avait promis de nous procurer la plume, ne pourrait-elle jamais l'enlever ?\n\n« Ne vous disputez pas, ██ et ██. »\nLes deux enfants qui jouaient le rôle du chevalier et du dragon maléfique acquiescèrent.\n« ███, tu prendras soin de ███ pendant mon absence. N'est-ce pas ?\nJe reviendrai avec la directrice quand nous en aurons terminé, alors restez ici. »\nLa vice-directrice eut un instant de réflexion et décrocha la plume vert foncé de son chapeau avant de partir.\n« ███, tu voulais cette plume depuis longtemps, non ? Tiens, je te la donne.\nJe te la confie temporairement. Je serai très fâchée si elle me revient sale. »\n\nCependant, cette plume ne devint jamais le catalyseur magique d'un mage maléfique.\nElle accompagna son nouveau propriétaire jusqu'à la source du fléau de la séparation avant de revenir en arrière..."
	},
	"sands": {
		"name": "Constance de la nymphe",
		"relictype": "Sables du temps",
		"description": "Une montre de poche qui a depuis longtemps cessé de fonctionner. Elle semble avoir été le témoin de nombreuses années passées alors que ses aiguilles tournaient en vain.",
		"story": "Les aiguilles d'une horloge reviendront à leur place originelle pour renouveler le cycle.\nLes champions de Narzissen semblaient éternels.\nHélas, les années eurent raison de ces éléments délicats, mais vulnérables de la montre.\nJusqu'au moment où le jour ne se lèvera plus. Où plus rien ne le fera.\n\nCette montre de gousset appartenait à un petit héros qui aimait la mécanique.\nC'était un objet fabriqué dans le cadre d'un entraînement, avec des pièces détachées inutilisées de différents appareils.\nÀ la toute fin, cette montre et celui qui l'eut reçue en cadeau, tombèrent dans le liquide primordial qui dissolvait tout.\nElle avait déjà cessé de fonctionner avant cet événement.\n\n« Dans un futur lointain, dans un lieu très éloigné...\nLe dragon maléfique Narcissus régnait en maître sur un empire obscur.\nLa princesse dont il était épris fut, tout comme la tour où elle se trouvait, plongée dans un sommeil profond et sans rêves, pour ne pas être influencée par lui. Narcissus était furieux et envoya ses sbires pour trouver le trésor de la princesse. Il installa de nombreux mécanismes de défense grâce à sa magie maléfique pour empêcher les alliés de la justice de riposter. Le dragon jura de retrouver ce trésor pour réveiller la princesse et la faire sienne.\nUn groupe de héros protégeait le trésor que la princesse leur avait confié. Il s'agissait d'une perle d'eau limpide et brillante.\nUn jour, cette perle donna la vie.\n— Comment devrions-nous l'appeler ? Quelle plaie, si j'avais su que l'histoire prendrait cette tournure, j'aurais utilisé ton nom ici. Tu as d'autres amis proches ?\n— Des amis... Je pense à quelqu'un dont le nom ferait l'affaire. »"
	},
	"goblet": {
		"name": "Goûter des héros",
		"relictype": "Coupe d'éonothème",
		"description": "Une magnifique tasse à thé. Peut-être était-elle autrefois utilisée par des personnes profitant d'un après-midi tranquille ensemble...",
		"story": "Les champions de Narzissen avaient également besoin de se reposer un peu au milieu de leur route.\nLorsque la cloche sonnait, les nombreux héros, mages, chevaliers et dragons maléfiques\noubliaient la princesse emprisonnée et les trésors des donjons le temps d'une pause.\nLes nuages sombres qui couvraient les cieux du royaume au loin se dissipaient temporairement.\nLa princesse qui attendait depuis longtemps détournait son regard de la fenêtre.\nLes chevaliers partaient bientôt. L'aventure devait naturellement s'interrompre pendant un temps.\nAinsi était la loi universelle que les champions de Narzissen et de nombreux petits mondes suivaient. \nPourquoi ? Tout simplement parce que le goûter que préparait la vice-directrice était un véritable délice.\n\nC'était un après-midi sombre... mais cette phrase n'a pas vraiment de sens.\nAprès tout, elle ne serait pas en mesure de voir les rayons du soleil ou le clair de lune dans sa nouvelle demeure.\nLa première personne à l'accueillir fut la directrice, grande et au cœur pur.\nBien que prise au dépourvu, elle donna quand même une embrassade à la petite fille.\nSes vêtements se retrouvèrent mouillés en conséquence. La vice-directrice était assez âgée pour être la mère de cette petite fille.\nElle lui prit la main et l'amena vers les héros, les chevaliers et les dragons maléfiques qui se reposaient.\nLa petite fille appréciait la situation. De plus, le goûter était délicieux."
	},
	"circlet": {
		"name": "Monocle de dragon démoniaque",
		"relictype": "Diadème de Logos",
		"description": "Un monocle de fabrication exquise. D'anciens potins disent même qu'on pourrait voir l'avenir à travers ce dernier...",
		"story": "Les héros de chaque histoire trouvaient chacun leur propre épée sainte (temporaire) et affrontaient différents ennemis.\nCependant, il était souvent dit que les héros qui vivaient longtemps se transformaient en dragon maléfique. Avec le croisement des récits, un héros d'une histoire pouvait très bien être le dragon d'une autre.\nLe récit qui en ressortait avait tendance à privilégier une narration facile à comprendre. Les héros demeuraient donc des héros, et ne devenaient pas des dragons maléfiques.\nLes dragons maléfiques étaient également toujours vaincus par les héros pour cette raison, malgré leur puissance et leurs plans intelligents.\n\nAvant de tomber dans la crevasse qui dissout tout, le dragon repensa à tous les moments qu'il a passés avec le héros et dit :\n« La haine ne s'emparera pas de moi. Je sais que tu n'as pas vu les choses que j'ai vues. C'est pour cette raison que tu veux m'arrêter.\nLes bêtes étoilées s'abreuveront de toute l'eau nourricière du monde. Dans une centaine d'années, toute vie sur sa surface disparaîtra.\nJe reviendrai coûte que coûte pour sauver toutes ces âmes. Peu importe le temps qui passe, que ce soit dix ou cent ans, je renaîtrai en tant que nouvel univers. »\n\nCependant, le héros qui triompha sur le dragon, perdit la chose la plus précieuse pendant cette chasse.\nDès lors, il ne crut plus en aucun fait que les connaissances humaines ne pouvaient pas expliquer.\nDans les dernières années de sa vie, il fonda un royaume dont les machines et l'énergie ne reposaient pas sur les éléments."
	}
}