{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Codex d'obsidienne",
	"effect2Pc": "Lorsque le personnage équipé de l'artéfact bénéficie d'une bénédiction noctâme et est sur le terrain, les DGT qu'il inflige augmentent de 15 %.",
	"effect4Pc": "Lorsque le personnage équipé de l'artéfact a consommé 1 pt de noctâme sur le terrain, le taux CRIT augmente de 40 % pendant 6 s. Cet effet peut être déclenché une fois toutes les secondes.",
	"flower": {
		"name": "Représailles des aberrants",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur minutieusement sculptée dans du cristal noir. Elle émet une lumière mystérieuse pendant la nuit.",
		"story": "À une époque où les émissaires divins plongèrent dans des royaumes dépourvus de lumière et que le souverain revenu depuis peu mit le feu à la ville du blasphème,\nDe nombreuses histoires n'ont jamais été contées ni chantées dans les archives de l'humanité.\n\nC'était le royaume des Élémentosaures, qui avaient eu la chance de survivre à la catastrophe qui s'était abattue sur le ciel et la terre, et qui avaient été séparés de la vaste mer écarlate.\nAlors que leurs compatriotes luttaient pour survivre dans la mer extérieure, ils jouissaient de la liberté par la grâce du maître du feu.\nMais la sagesse du feu fut engloutie par la marée noire et seules des enveloppes corporelles grises survivaient encore.\nAfin de maintenir le pouvoir des dragons, leurs descendants têtus voyaient la tyrannie comme la seule façon de régner.\nDans ce royaume du soleil couchant, une seule « personne » tourna son regard vers un avenir sombre.\n\n« Je vois les lumières s'éteindre sur la terre sans racines et les dragons s'incliner devant le roi mourant. »\n« Je perçois une grande sagesse, de l'art sublime et une civilisation très développée, tous voués à disparaître. »\n« Mais le cycle éternel est la loi du monde, et l'histoire ne s'arrêtera pas à cause de nos lamentations. »\n« Pourtant, les pauvres membres de ma tribu ne savent pas que leurs folies ne font que renforcer les lois d'airain de l'histoire. »\n« Les serviteurs d'aujourd'hui deviendront les maîtres de demain et les serfs du passé deviendront les maîtres du futur. »\n« Notre tribu est prise dans une spirale irréversible de paradoxes, et le seul salut réside dans la semence. »\n« Peut-être existe-t-il encore des sols intacts dans les zones fertiles et préservées qui n'ont pas été souillés par la pourriture et la saleté. »\n\nIl traversa alors des flammes ardentes et des vents déchaînés, et prit des branches de bois primaire encore fumantes de l'ancien sanctuaire sous la lave.\nPortant les espoirs d'une autre espèce, le plus sage des dragons fit ses adieux à la glorieuse cité et commença son voyage."
	},
	"plume": {
		"name": "Racine de la moelle spirituelle",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un accessoire à plumes conçu pour imiter l'aile d'un dragon. Peut-être était-ce autrefois un petit souvenir d'une histoire oubliée...",
		"story": "À cette époque où les incendies sauvages brûlaient les racines de la terre et où les tribus barbares se frayaient un chemin à travers les forêts,\nDe nombreuses histoires n'ont jamais été contées ni chantées dans les archives de l'humanité.\n\nGrâce aux graines sécrétées par le feu primaire, le plus sage des dragons traversa les plaines flamboyantes et pénétra dans les terres sauvages et inexploitées.\nAlors qu'il parcourait les sources thermales et les vallées rarement visitées par les dragons, ni ce qui germait de la terre ni ce qui était produit ne pouvaient répondre à ses attentes.\nJusqu'au jour où, dans une vallée où le brouillard s'était dissipé, il a trouvé l'espèce la plus aimée et en même temps la plus vulnérable du créateur.\nCette espèce devrait sans doute encore être en gestation, mais en étant née sur un territoire où ce sont les dragons qui mènent la danse, elle ne pouvait survivre que sous la protection des anciens.\nBien qu'ils aient depuis longtemps perdu leur chef et oublié leur histoire et les souvenirs de leur passé, ils ont survécu à force de persévérance.\n\nImpressionné par leur ténacité, leur cohésion et le courage du peuple, le sage dragon a décidé de leur donner la graine du feu de la sagesse.\nMais ce précieux cadeau avait un prix. Ça permettrait de civiliser les sauvages, mais tracerait également leur destin.\nParce que contrairement au plan divin originel, ce sage leur a inculqué la doctrine hérétique de « l'évolution ».\nSelon sa vision, au bout de ce chemin, le sang humain coulerait dans le corps mourant et en décomposition de la terre.\n\nAinsi, deux peuples, deux lignées fusionneraient et la civilisation nouvellement née réveillerait le pouls ancien.\nEt c'est exactement ce que le plus sage dit au premier barbare qui monta sur la terre au-dessus des nuages pour le voir :\n\n« Un jour naîtra parmi vos descendants le sauveur de deux mondes ; il sera aussi cruel que des lions et des scorpions et aussi rusé qu'un renard. »\n« Il terrassera le grand seigneur du feu et montera sur le Trône le plus ancien. Loué soit le roi des deux mondes ! »"
	},
	"sands": {
		"name": "Mythes du domaine nocturne",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un élément rituel mystérieux qui n'est ni une montre ni une boussole. Personne n'a aujourd'hui la moindre idée de son utilité...",
		"story": "Dans les temps anciens, lorsque les mortels avaient uni leurs forces pour faire bloc contre la marée noire, à l'époque où la terre flottante et la nuit éternelle avaient encore des chemins différents,\nDe nombreuses histoires n'ont jamais été contées ni chantées dans les archives de l'humanité.\n\nChaac, que tout le monde sait courageux et sage, a pris les branches éternelles des mains du Sage de la flamme dérobée.\nIl les partagea alors avec les membres de sa tribu et transmit les secrets du feu aux visiteurs venus pour les étudier.\nAprès une longue période de désordre et d'ignorance, les graines de la civilisation ont germé à nouveau dans la steppe sauvage.\nMais au sein de leurs gigantesques murs, les sublimes êtres ailés ne se rendaient pas compte que la roue du destin avait déjà commencé à tourner.\n\nLa légende raconte que le grand sage qui habite sur la terre flottante connaît la réponse à toutes les questions de l'humanité.\nMais que même lui ne peut pas comprendre deux choses : le dernier voyage des vivants et le retour des morts.\nC'est peut-être parce que les divinités du domaine nocturne régnaient sur le monde souterrain et qu'ils étaient les ennemis des sages des temps anciens.\nOu peut-être parce que si le feu éternel reconnectait avec les racines de la terre, ça réduirait ses projets de longue date à néant.\n\nGrâce à l'incroyable puissance du feu primaire, l'intrépide Chaac et ses compagnons ont finalement vaincu les dragons en colère et ont fondé la première tribu.\nMais même les héros d'autrefois ne pouvaient échapper au jugement du temps qui passe inexorablement, et c'est ainsi que ses compagnons se sont progressivement dit au revoir.\nEn fin de compte, seul Chaac, aguerri au combat, est resté. Sa tribu s'est dispersée, et son histoire n'a plus été contée ni chantée.\nCe n'est que dans les nuits les plus profondes que l'on entendait les appels des nations lointaines. Comme s'il essayait de raviver la flamme qui s'éteignait peu à peu dans son cœur.\nLors de la dernière nuit de sa vie, il grimpa au sommet de la montagne et alluma le Feu primaire. Il cria à plein poumon, espérant retrouver ses anciens compagnons.\nEt les divinités du domaine nocturne lui ont répondu. Cette nuit-là, c'est tout Teyvat qui semblait entendre les voix d'un autre monde,\nIl s'agissait peut-être de la berceuse d'une mère, d'un murmure d'un vieil ami ou des pleurs de la première Wayob du Fief nocturne."
	},
	"goblet": {
		"name": "Pré-banquet des concurrents",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un récipient qui semble avoir été fabriqué en tordant et en façonnant la pierre d'une manière apparemment fantaisiste. Mais la question de savoir qui possède une telle force reste ouverte...",
		"story": "À cette époque où les cors sonnaient sans cesse au royaume enflammé et où les héros s'affrontaient,\nDe nombreuses histoires n'ont jamais été contées ni chantées dans les archives de l'humanité.\n\nLorsque les prêtres de la fumée et du brouillard allumaient des feux qui obscurcissaient le soleil et sacrifiaient le sang d'autres espèces à leurs vaillants ancêtres et divinités invisibles ;\nLorsque les héros chevauchèrent devant les flammes sur des monstres apprivoisés et, suivant la volonté de la Wayob de leur tribu, atteignirent la forteresse construite de gigantesques rochers ;\nLorsque les êtres qui vivaient dans la ville antique, dont les bâtisseurs étaient oubliés depuis longtemps et tourmentés par la peur, escaladèrent les étranges tours penchées,\nSeuls les dragons les plus sages restaient dans le vide silencieux et regardaient sans un mot ce spectacle vaste et sans fin.\n\nBien que l'émissaire du crépuscule ne faisait pas partie de son plan, il n'a heureusement pas dévié du chemin de « l'évolution ».\nGrâce à une sélection et un soutien ciblés, les héros tribaux qu'il a formés sont entrés les uns après les autres dans les phases de compétition.\nLe plus fort d'entre eux serait probablement la figure héroïque qui unissait toutes les tribus humaines sur la pierre noire.\nUne ligue portant son nom lèverait alors la bannière du soleil brûlant et envahirait la cité des puits profonds, que même les dieux ne pourraient conquérir.\n\nCe jour-là, les flammes qui jaillissent des cadavres du trône rendront le ciel rouge sang et le nouveau roi recevra le feu primaire comme cadeau pour sa succession au trône.\nCe jour-là, les dragons s'inclineront à nouveau devant le souverain des deux mondes, et les connaissances accumulées au cours des millions d'années de la civilisation lui seront ouvertes.\nParce qu'il savait que les ennemis dans l'ombre n'avaient pas disparu. Ils se cachaient toujours dans les profondeurs du domaine nocturne, prêts pour leur coup final.\nParce qu'il savait que les dieux du ciel et les grands rois des dragons n'étaient pas un soutien suffisant. Toutes les connaissances et toutes les forces devaient être rassemblées avant que ce jour n'arrive.\n\nCe n'est qu'ainsi que ses compatriotes insensés pourraient se réveiller des vieux rêves brisés du roi déchu.\nCe n'est qu'ainsi que l'ancienne civilisation pourrait trouver un digne successeur et prospérer à nouveau sur terre."
	},
	"circlet": {
		"name": "Diadème des saints",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Une couronne en obsidienne qui, dans les temps anciens, était utilisée lors des rituels de couronnement par les rois des tribus nobles.",
		"story": "À cette époque où l'horrible marée noire montait à l'horizon et où les héros, brillants comme le soleil, commençaient leur voyage,\nDe nombreuses histoires n'ont jamais été contées ni chantées dans les archives de l'humanité.\n\nAlors que les guerriers humains quittaient les villages reculés des vallées profondes pour apporter les bénédictions de la Wayob dans les terres interdites autrefois inaccessibles,\nLes dragons ont disparu des champs où ils se promenaient autrefois, et des terres fertiles et des sources coulantes sont apparues sous de nouvelles couleurs.\nLes palais et temples construits sur les falaises de lave sont dépouillés de leur splendeur et attendent silencieusement le jugement final de l'apocalypse.\nDans ce pays reculé et onirique, la fin de l'ère des anciens approche.\nEt dans le domaine nocturne sans lumière, les saints continuent à se disputer sans relâche pour savoir qui doit rendre le jugement final.\n\nC'était un héros dont aucune prophétie n'avait jamais parlé, un héros sur lequel personne ne comptait.\nLorsque les chefs tribaux ont oublié le grand plan visant à vaincre les dragons maléfiques et se sont perdus dans des luttes de pouvoir,\nLes guerriers des tribus se sont impliqués dans des batailles sans fin et ont considéré les bêtes cruelles comme des alliés.\nUn roi s'éleva du sol noir, brillant comme le soleil levant et doux comme l'aube.\nIl tissa une couronne de fleurs dorées, s'arma d'une épée en obsidienne et visita les tribus une par une.\n\nLes conflits provoqués par l'épée ne peuvent être résolus que par l'épée. Les rêves nés de l'ambition ne peuvent être domptés que par une plus grande ambition.\nCeux qui pensaient contrôler l'évolution n'avaient jamais envisagé que quelqu'un puisse apporter une réponse autre que la conquête et l'effusion de sang.\nSous l'éclat du soleil, les chefs tribaux ont conclu une trêve et les saints du domaine nocturne ont mis de côté leurs différends pour lui offrir la couronne.\nL'aube d'un nouvel âge se profilait à l'horizon, et lorsque cette lumière illuminera la terre, même les bêtes les plus sombres ne trouveront aucun refuge."
	}
}