{
	"id": 15022,
	"rarityList": [
		4,
		5
	],
	"name": "Palourde aux teintes océaniques",
	"effect2Pc": "Augmente le bonus de soins de 15 %.",
	"effect4Pc": "Lorsqu'un personnage équipé de ce set d'artéfacts soigne un personnage de l'équipe, une mousse marine apparaîtra pendant 3 s, accumulant la quantité de PV récupérée grâce au soin (y compris tout surplus au-dessus de 100 %). À la fin de la durée, la mousse marine explosera, infligeant des DGT aux ennemis proches d'une valeur équivalant à 90 % du soin accumulé (Ces DGT sont calculés de la même manière que les réactions d'Électrocution et de Supraconduction, mais ne sont pas affectés par la maîtrise élémentaire, les niveaux des personnages ou les bonus de DGT de réactions élémentaires). Une mousse marine peut être générée une fois toutes les 3,5 s, et chaque mousse marine peut accumuler jusqu'à 30 000 PV, incluant tout surplus au-dessus de 100 %. Il ne peut exister qu'une seule mousse marine à la fois. Cet effet peut être déclenché même lorsque le personnage équipé de ce set d'artéfacts fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Fleur de teinte marine",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur douce qui a pris les multiples teintes de l'océan capricieux. Elle brille de couleurs merveilleuses sous la lumière argentée de la lune.",
		"story": "Une délicate fleur marine, dont le cœur est orné d'une perle pure.\nD'après les chants de Watatsumi, ces fleurs s'épanouissent dans les profondeurs à la lueur des perles.\nImprégnées des chagrins d'amour des filles de la mer et de la douceur du clair de lune, elles dégagent une lueur nacrée.\n\nQuand tous les conflits cesseront, les créatures marines ne pleureront plus leurs compagnons abandonnés...\n... Et quand la lune se dressera au-dessus de Touzan, la montagne de l'Est, la divinité s'élèvera dans toute sa splendeur et entonnera son chant sacré.\n« Venez, filles de la mer ! Venez voir, peuple cher à mon cœur ! Venez admirer la clarté lunaire en cette belle soirée !\nMême si Touzan doit tomber cette nuit, les éclairs et le tonnerre ne pourront jamais cacher la beauté exquise de cette lune perlée... »\n\nLa prêtresse chanta et dansa sur les vagues éclairées par la lumière argentée de la lune.\nLes filles de la mer oublièrent la douleur des pertes qu'elles avaient subies, et les fleurs exquises retrouvèrent tout leur éclat."
	},
	"plume": {
		"name": "Plume du palais des profondeurs",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume duveteuse de la même teinte que le corail, qui proviendrait du vêtement cérémonial d'une prêtresse.",
		"story": "À l'époque lointaine où les premiers clans virent le jour, la Divinité des tréfonds désigna des prêtresses parmi le peuple de la mer.\nLes épopées chantées à travers les îles indiquent que la première Prêtresse divine était une fille de la mer qui pêchait des perles.\n\nElle venait de ces enfants qui avaient perdu de vue leur avenir à cause de conflits futiles...\n... Et de ces personnes âgées qui n'étaient plus capables d'apprécier la beauté de la vie du fait de cruelles tragédies.\nLa Prêtresse divine réconfortait les gens en utilisant ses belles chansons et ses mots doux.\nEt même au milieu de la tempête, les habitants de Watatsumi virent une lueur d'espoir pour la première fois.\n\nCette plume, née de la mer, proviendrait de la tenue de cérémonie de cette Prêtresse divine.\nElle aurait été arrachée fortuitement par la main tendre d'un enfant, puis conservée par une personne précautionneuse.\n\nPlus tard, le brave guerrier et les prêtresses se précipitèrent vers leur inévitable sacrifice.\nLa tenue de cérémonie de la Prêtresse divine survécut cependant au drame, et fut transmise de génération en génération jusqu'à nos jours."
	},
	"sands": {
		"name": "Pétoncle de séparation",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un coquillage propre et impeccable qui vient de l'océan sans fond.",
		"story": "Le temps donne l'impression de s'écouler très lentement dans les profondeurs silencieuses et fluorescentes de l'océan.\nMême les coquillages brillants pourraient tout oublier au fil des années.\n\nLe peuple de Watatsumi est sorti des ténèbres des abysses et a fait ses adieux à ses vieux rêves, restés dans les profondeurs.\nIl a gravi les marches de corail jusqu'au royaume de la lumière du jour, échappant au regard des héritiers du dragon abyssal qui le scrutait dans l'ombre.\nIl est dit qu'à ce moment-là, les habitants de l'océan ramassèrent chacun un coquillage pour se remémorer leur clan.\nEt quant à ceux qui avaient perdu leur clan, ils seraient accueillis dans de nouvelles familles.\n\nDans leur langue ancienne, ces coquilles immaculées se nommaient « adieu ».\nDeux personnes qui s'enlacent ne peuvent être séparées par quelque force extérieure, bien qu'une telle union ne soit jamais éternelle.\nCes coquillages représentaient donc un adieu à la vie sous les vagues et le début d'une nouvelle vie sous le soleil."
	},
	"goblet": {
		"name": "Écrin de perle",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "La brillance des perles qu'offrent les prêtresses du sanctuaire de l'Île de Watatsumi est éternelle et ne s'estompe jamais.",
		"story": "Pour le peuple de la mer, ces perles brillantes sont des trésors à la valeur inestimable, dont on dit que la beauté est louée par les divinités de Watatsumi.\nSeule la Prêtresse divine est autorisée à entonner le chant sacré louant la beauté de ces perles.\n\nLa légende dit que des coquillages baignés dans la lumière de l'arc-en-ciel auraient donné naissance à ces perles en guise de reconnaissance de la douceur de Watatsumi.\nPlus tard, on raconta même que la lignée de la Prêtresse divine aurait été issue de ces perles.\nEn sortant de son splendide berceau coloré, elle dansa sous la lune avec ses sœurs et toutes reçurent les faveurs de la mer.\nÉprise d'elles, la Divinité des tréfonds leur offrit de magnifiques pierres de jade. Celles-ci firent naître en elles un rêve pur : celui de chercher la lumière du jour.\n\nLorsqu'elles sont portées par des personnes au sang watatsumien, ces perles semblent encore plus brillantes que d'ordinaire.\nOu peut-être cela est-il encore une autre légende dont la véracité ne peut plus être vérifiée...\nIl est dit que la Prêtresse divine échangea ses vêtements avec ses sœurs jumelles, puis qu'elles se cachèrent parmi les vagues infinies.\nSeule cette perle brillante fut perdue dans le tumulte des vagues pour retourner dans le silence des profondeurs."
	},
	"circlet": {
		"name": "Couronne de Watatsumi",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Une ancienne couronne délicate qui était autrefois utilisée par un membre du clergé oublié. Aujourd'hui, cette relique a été enchâssée cérémonieusement par les Watatsumiens.",
		"story": "Ces diadèmes étaient décernés en personne par la Divinité des tréfonds pour désigner des membres du clergé parmi les nombreux clans de Watatsumi.\nMais quand l'âge des martyrs fut révolu, les membres du clergé disparurent et ces couronnes furent scellées.\n\nLes chants du peuple de la mer affirment que rien ne pouvait souiller ces couronnes de perles et de corail...\n... Et que seules les personnes ayant l'honneur d'en recevoir étaient reconnues comme souverains par la Divinité des tréfonds.\nLe très respecté Touzannou, « roi vassal de la montagne de l'Est », tout comme les sœurs jumelles qui traversèrent les vagues librement...\nToutes ces personnes furent bénies par le regard bienveillant et les faveurs de la Divinité des tréfonds, en plus d'être immortalisées dans les chants folkloriques des insulaires.\nIl est dit que ces souverains servaient autrefois de suppléants à la Divinité des tréfonds, guidant le peuple de la mer à cultiver, pêcher et chasser sur leur île.\nMais lorsque l'inévitable guerre des martyrs finit par arriver, une divinité serait déchue.\n\nTransportant les espoirs et les souvenirs de ceux qui sortirent des fonds de la mer, imprégnées de la culture et de l'histoire d'une civilisation perdue...\nCes couronnes sophistiquées et délicates sombrèrent avec leurs possesseurs au fin fond des abîmes oubliés."
	}
}