{
	"id": 15018,
	"rarityList": [
		4,
		5
	],
	"name": "Flamme blême",
	"effect2Pc": "Augmente les DGT physiques de 25 %.",
	"effect4Pc": "Lorsqu'une compétence élémentaire a touché un ennemi, l'ATQ augmente de 9 % pendant 7 s. Cet effet peut être cumulé 2 fois maximum et déclenché une fois toutes les 0,3 s. Une fois 2 cumuls atteints, l'effet du set de 2 pièces augmente de 100 %.",
	"flower": {
		"name": "Fleur inaltérable",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur artificielle bleue et solide. Ses pétales ne se flétriront jamais, et sa couleur sera toujours aussi flamboyante.",
		"story": "« Tu es incroyable. Tu as un corps humain, et pourtant tu possèdes une telle puissance.\nTu prétends n'avoir plus de larmes à pleurer, plus de sang à verser, mais c'est parce que tu as rempli ton corps de feu...\nTon corps est couvert de cicatrices, et de tes yeux et tes blessures ne sortent plus que des flammes brûlantes.\nMais nous nous éloignons du sujet. La raison pour laquelle j'ai suivi cette piste de fumée jusqu'à toi, c'est pour passer un marché...\nLaisse la grâce de Sa Majesté apaiser les flammes qui te dévorent. Qu'en dis-tu ? »\n\nLe premier Fatui donna le pouvoir à une jeune fille chez qui la flamme de la vie s'était presque éteinte.\nEt dans les brumes de son esprit, elle entrevit la ligne séparant le passé corrompu d'un futur grandiose...\n\n« Je comprends... La glace prendra la place de mon passé disparu, et viendra à bout de ces flammes immortelles.\nQue les ténèbres de la corruption, la douleur de ce monde, les bêtes et le péché qu'elles portent soient purifiés par la glace muette. »\n\nMais malgré tout, une flamme d'un blanc pur continua de brûler en son cœur...\n\n« Nous partageons le même objectif, toi, ta Tsarine et moi.\nTous, nous voulons venir à bout des sources de distorsion de ce monde : les dieux ignares et irréfléchis, et les ténèbres et la corruption de l'Abîme.\nTrès bien, alors. Je ferai tout ce qu'il faut pour devenir un instrument efficace dans la progression de notre cause commune.\nCar j'aurai beau me vêtir de blanc des pieds à la tête, les cendres des morts ont depuis longtemps laissé leur marque sur chaque pouce de mon être, et ne pourront jamais être nettoyées. »"
	},
	"plume": {
		"name": "Plume du sage docteur",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume inquiétante aux bords extrêmement tranchants, qui témoigne d'une décomplexion hors du commun.",
		"story": "« L'être qu'on appelle « homme » n'est rien de plus qu'une machine complexe. »\nAinsi parlait un certain jeune homme devant l'assemblée d'érudits.\n« Ouvrez-en une partie, modifiez quelque endroit,\net la machine n'en sera qu'améliorée.\nQu'il possède un œil divin ou non, \nun « homme amélioré » est capable de faire montre d'une force extraordinaire... »\n\nBien qu'aussitôt taxé d'« hérétisme » par les érudits et banni par ses pairs,\nle jeune homme se contenta de porter en marge de ses notes les réflexions suivantes : \n« 1. Comme prévu, les recherches stagnent en adoptant les méthodes de l'Académie.\n2. Cela étant, cette histoire de bannissement est regrettable. Toute recherche requiert un environnement propice. »\n\nSuite aux rumeurs d'hérésie, le premier Fatui vint le chercher...\n\n« Pourquoi se limiter aux hommes ? Que ta nation me donne suffisamment de ressources et de temps, et je reproduirai ton soi-disant « dieu ». Qu'en dis-tu ? »\nDans le désert brûlant et aveuglant, il demanda à l'érudit de Snezhnaya :\n« Est-ce que tu diras de moi que je suis un monstre, un lunatique, comme le disent ceux de l'Académie ?\nOu bien brandiras-tu la fourche comme les paysans d'où je viens pour me chasser... »\n\nMais...\n« C'est entendu, nous serons compagnons. »\n« Quant à quel nom te donner... »\nEn entendant le nom, le jeune homme ne put s'empêcher d'éclater de rire."
	},
	"sands": {
		"name": "Figé dans le temps",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une montre à gousset dont le couvercle ne s'ouvre plus. Cependant, ses tics et ses tocs suivent toujours la marche inexorable du temps.",
		"story": "L'argent est le sang de ce monde, et les voies qu'il parcourt sont telles ses artères.\nEt le centre du monde est un cœur fait d'or.\n\nLui qui n'était pas destiné à recevoir la reconnaissance des dieux, n'eut d'autre choix que de chercher ce pouvoir.\nMais si l'argent avait beau ne rien signifier aux yeux des dieux,\nil s'agissait malgré tout d'un pouvoir qu'ils conservaient, avec toutes les autres formes de pouvoir qu'ils possédaient.\n\nPeut-être que son engouement pour l'argent était dû à la pauvreté qu'il avait connue.\nOu peut-être que c'est justement le fait de ne pas avoir la faveur des dieux, qui alluma en son cœur le désir de résister...\n\n« Les gens de ces terres d'où sont issues ces pièces vénèrent les contrats plus que toute autre chose.\nAu nom de l'argent, je respecterai le contrat qui nous unit :\nDevenir le cœur d'où part l'argent à travers le monde, sans reculer devant rien.\nEt, le moment venu, ce cœur arrêtera de battre, sur notre propre volonté. »"
	},
	"goblet": {
		"name": "Coupe de transcendance",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe à l'allure complexe. Son apparence ne laisse rien paraître de ses années.",
		"story": "Lui, qui dès la naissance avait les traits les plus fins,\nétait destiné à une longue vie et à une volonté par une jeunesse éternelle, et une volonté frivole.\n\nCréation transcendante des dieux que l'on jugea inutile, il fut laissé pour compte.\nTiré de son sommeil par erreur,\nil commença à marcher dans le monde parmi hommes.\n\nAvant que les Fatui ne le trouvent, il avait déjà appris d'expérience,\nau cours d'innombrables années passées à errer :\n\n« Je suis l'homme qui transcende tous les hommes,\net même les dieux craignent d'interférer avec mon destin.\nNi dieu, ni homme, ni destinée ne peut me commander,\net je suis libre de choisir comment passer les années qui me restent.\n\nEt puisque marcher au milieu des hommes et de leurs masques me plaît,\nalors je deviendrai comme eux. »"
	},
	"circlet": {
		"name": "Masque ricanant",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un masque qui couvre le visage, ne laissant rien voir de votre expression.",
		"story": "Puisque le sang corrompu des miens ne peut être lavé, alors je deviendrai celui qui se rit du destin.\nPuisque le savoir que je possède ne peut s'accorder avec les vertus de ce monde, et que je n'ai pu ni obtenir les grâces du précédent empereur,\nni pu les empêcher de déchirer le sarong du crime d'autrefois et de s'attirer la colère des dieux, la destruction et l'ignorance...\nAlors autant devenir un simple imbécile heureux, et prêter allégeance à Sa « Majesté » qui comprend ma douleur...\n\nMon nom est Pierro, et écoutez-moi bien :\n\nNobles confrères Fatui, la rage et le froid de l'hiver habitent en vos cœurs.\nPuisque tous, nous avons été témoins de l'indifférence et de l'absurdité de ce monde,\nalors ensemble, portont ces masques aux rires grossiers, et changeons l'ordre du monde."
	}
}