{
	"id": 15015,
	"rarityList": [
		4,
		5
	],
	"name": "Météore inversé",
	"effect2Pc": "Augmente la force du bouclier de 35 %.",
	"effect4Pc": "Les attaques normales et chargées infligent un bonus de 40 % de DGT lorsque le personnage est sous la protection d'un bouclier.",
	"flower": {
		"name": "Fleur de la nuit d'été",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur artificielle qui est dans un état de floraison éternel. Serait-elle vivante ?",
		"story": "Une fleur d'été qui ne se fanera jamais.\nElle ne mourra pas, même recouverte de neige.\n\nCertains croient que la vie qui l'habite est artificielle,\ncar la vie est bouleversée par le changement, la douleur et la maturation,\ncomme elle est marquée par des rencontres et par des séparations.\n\nMais les souvenirs de ma rencontre avec la femme aux yeux de renard,\navec qui je vis les feux d'artifice éclore dans le ciel nocturne telles des fleurs au printemps,\ndisparurent soudainement de ma mémoire.\nCette fleur immortelle qu'elle me laissa était l'unique souvenir qui me restait d'elle.\n\nEn fin de compte, nos vies étaient différentes,\nelle pouvait être éternelle comme une fleur d'été pour certains,\net pour d'autres, aussi passagère qu'un feu d'artifice."
	},
	"plume": {
		"name": "Fin de la nuit d'été",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une délicate fléchette en bois. Elle ne s'arrête seulement lorsqu'elle atteint sa cible.",
		"story": "Une fléchette en bois qu'on voit fréquemment dans les festivals d'été.\nDans une histoire de fantômes inazumienne,\ncet objet marque la rencontre avec un être légendaire...\n\nAfin de célébrer la grossesse de ma femme, je me rendis au temple pour y faire une offrande pour remercier les dieux.\nJ'ignorais pourquoi, mais mes pas me menèrent sur le chemin de la montagne, avec trois objets dans mes poches :\nun ballon d'eau que je reçus à mes sept ans, un masque obtenu à mes dix ans\net une fleur qui ne fanerait jamais, que dix ou cent ans passent.\n\nPourquoi voulais-je la revoir de nouveau ?\nBien que mon mariage ne fut pas arrangé, que ma vie était modeste,\net qu'il nous a fallu du temps pour concevoir un héritier avec ma femme,\nje vivais une vie heureuse...\n\nMalgré cela, je me retrouvais à marcher sur ce chemin de montagne pour me rendre là où je vis les feux d'artifice avec elle.\nJe la découvris en écartant les branches d'un buisson, vêtue de blanc et assise sur un rocher.\nCependant, en m'approchant, je ne vis qu'un renard qui profitait du soleil.\nIl sursauta et s'enfuit dans la forêt.\nIl disparut tout comme la lumière que laissait passer le feuillage des arbres quand le vent soufflait.\nÀ la place, se trouvait une fléchette en bois ancienne."
	},
	"sands": {
		"name": "Temps de la nuit d'été",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une délicate montre cassée qui n'avance plus.",
		"story": "Une petite montre de poche qui présente des décorations.\nElle semble s'être arrêtée à une certaine heure.\nDans une histoire de fantômes inazumienne,\ncet objet marque la rencontre avec un être surnaturel...\n\nUn soir lors d'un festival d'été, je pris la route du temple en compagnie de la jeune fille dont je m'épris.\nSur le chemin, j'entendis les pleurs d'un enfant.\nDistrait par ceux-ci, je trébuchai, me foulant la cheville. Ma montre se cassa également.\n\nPendant qu'elle partit chercher de l'onguent,\nje m'assis sur un rocher au bord du chemin\nafin de laisser la voie libre aux passants.\nLa belle femme au masque prit place à mes côtés.\n« Peu de personnes le savent,\nmais il s'agit du meilleur endroit pour regarder les feux d'artifice. »\n\nJe croyais avoir rêvé cette nuit-là.\nDix ans s'étaient écoulés depuis notre dernière rencontre, \nmais elle n'avait pas pris une seule ride...\n\n« Tu as grandi. Je crois qu'on ne jouera pas à la pêche aux petits bateaux cette fois... »\n« J'ai amené du vin avec moi. Regardons les feux d'artifice ensemble en le savourant. Qu'en dis-tu ? »"
	},
	"goblet": {
		"name": "Ballon d'eau de la nuit d'été",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Pendant les festivals d'été, les ballons d'eau ne sont pas rares. Mais celui-là l'est.",
		"story": "Un ballon rempli d'eau.\nDans une histoire de fantômes inazumienne,\ncet objet est un souvenir d'une rencontre avec un être surnaturel...\n\nLors du festival d'été, je perdis mes parents dans la foule.\nLes ballons d'eau avaient attisé ma curiosité.\nMa main lâcha la manche du vêtement de mon père...\nL'escorte du palanquin divin nous sépara avant qu'il ne puisse s'en rendre compte.\n\nJe pleurai toutes les larmes de mon corps près des portails torii sur la route qui menait au temple,\net comptai les passants en regardant leurs pieds.\nJ'ignore quand cela se produisit, \nmais une belle femme aux yeux semblables à ceux d'un renard me prit la main.\n\n« Qui ose donc négliger un enfant aussi adorable ? »\n« Que voudrais-tu faire ? Regarder les feux d'artifice, jouer aux fléchettes ou à la pêche aux petits bateaux ? »"
	},
	"circlet": {
		"name": "Masque de la nuit d'été",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un masque à la mode qui a été fabriqué à l'effigie d'une divinité légendaire.",
		"story": "Un masque appartenant à un être habité par une divinité.\nIl a été fabriqué à l'effigie de cette dernière.\n\nLes personnages de certaines légendes se déguisent en renard,\ncouvrant leurs visages avec un masque à l'effigie d'une divinité vulpine.\nEspéraient-ils obtenir ses pouvoirs de transformation ? Peut-être...\n\nToute chose possède un esprit dans les légendes inazumiennes.\nQuand bien même,\nces esprits se sont enfuis depuis longtemps sous les menaces de la Shogun,\ndélaissant la ville pour se réfugier dans les confins de la forêt.\n\nMalgré cela, nombreux sont ceux qui croient encore aux esprits-renards et en leur pouvoir de possession.\nAprès des milliers d'années d'existence, ces animaux auraient développé des capacités spéciales.\nCe masque de renard est un symbole de cette croyance.\n\nUne note a été laissée à l'intérieur : \n« Pardon, j'ai profité des feux d'artifice pour partir.\nNous ne nous reverrons sans doute jamais. Prends soin de toi. »"
	}
}