{
	"id": 10012,
	"rarityList": [
		3,
		4
	],
	"name": "Érudit",
	"effect2Pc": "Augmente la recharge d'énergie de 20 %.",
	"effect4Pc": "Les personnages armés d'un arc ou d'un catalyseur récupèrent 3 pts d'énergie supplémentaire à chaque fois qu'une particule ou un orbe élémentaires sont récupérés. Cet effet peut être déclenché une fois toutes les 3 s.",
	"flower": {
		"name": "Marque-page de l'Érudit",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur séchée qui sert désormais de marque-page. Elle a pris l'odeur des pages au fil du temps.",
		"story": "Les occasions étaient rares pour l'érudite de pouvoir admirer les fleurs, occupée qu'elle était dans sa tour d'ivoire.\nUn admirateur lui avait offert cette fleur exotique, espérant ainsi lui apporter quelque réconfort dans sa vie solitaire. \nL'érudite accepta son cadeau avec gratitude et transforma cette fleur en marque-page.\nL'objet ne manqua dès lors pas d'apporter une touche de couleur à ses livres arides."
	},
	"plume": {
		"name": "Plume de l'Érudit",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume de la queue d'un oiseau, utilisée comme instrument d'écriture. L'encre à son bout ne part plus au lavage.",
		"story": "La plume de l'érudite provient d'un oiseau exotique.\nSa couleur originelle a été recouverte par l'encre noire.\nSa propriétaire n'a jamais pensé à en changer.\nTout comme le soldat ne quitte jamais son arme, la plume était toujours à ses côtés."
	},
	"sands": {
		"name": "Horloge de l'Érudit",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une petite horloge qui a sa place sur un bureau. Elle permet aux chercheurs qui ne sortent jamais de distinguer le jour de la nuit.",
		"story": "Une horloge placée soigneusement sur le bureau de l'érudite.\nÊtre le nez dans les livres jour et nuit lui avait fait perdre la notion du temps.\nL'horloge était sa compagne dans sa quête du savoir.\nTout le temps passé dans ses recherches finit un jour par payer."
	},
	"goblet": {
		"name": "Coupe de l'Érudit",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Autrefois utilisée pour boire, cette coupe est désormais noircie par les lavages de pinceaux répétitifs.",
		"story": "Une délicate tasse à thé ayant appartenu à une érudite. Cet objet d'art en porcelaine est orné de motifs dorés.\nContrastant avec le désordre du lieu où elle fut trouvée, elle semble suggérer que sa propriétaire est issue d'une famille riche.\nPeu soucieuse de l'utilité ou de la délicatesse de la tasse, l'érudite l'utilisait pour y déposer sa plume.\nSali par des taches d'encre, l'objet a fini par perdre son élégance d'antan."
	},
	"circlet": {
		"name": "Lunettes de l'Érudit",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Trop de lecture endommage la vue. Cet objet est conçu pour réduire la fatigue visuelle.",
		"story": "La poursuite du savoir est un pari risqué. Celui qui y dévoue sa vie court le risque d'y avoir perdu son temps.\nL'érudite sacrifia la moitié de sa vie à ses recherches, prenant note sur note et se perdant dans ses calculs.\nIncapable de trouver les réponses à ses questions, elle se mit à questionner son choix de carrière, perdant davantage de temps.\nSa vue autrefois perçante avait souffert elle aussi des heures de lecture intense.\nMais la réponse à ses interrogations était encore hors de portée."
	}
}