{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Parchemin du héros de la Cité de braise",
	"effect2Pc": "Lorsqu'un membre de l'équipe à proximité déclenche une éruption noctâme, le personnage équipé de l'artéfact récupère 6 pts d'énergie élémentaire.",
	"effect4Pc": "Lorsque le personnage équipé de l'artéfact a déclenché une réaction liée à son type élémentaire, le bonus de DGT élémentaires des éléments concernés par cette réaction augmente de 12 % pendant 15 s pour tous les personnages de l'équipe à proximité. Si le personnage équipé de l'artéfact bénéficie d'une bénédiction noctâme lors du déclenchement de cet effet, le bonus de DGT élémentaires des éléments concernés par cette réaction augmente de 28 % supplémentaires pendant 20 s pour tous les personnages de l'équipe à proximité. L'effet ci-dessus peut être déclenché même si le personnage n'est pas déployé, et les effets d'augmentation des DGT accordés par les sets d'artéfacts du même nom ne se cumulent pas.",
	"flower": {
		"name": "Talisman du dompteur",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur sculptée dans du silex et de la draconite, signifiant que son porteur est qualifié pour devenir un dompteur d'alpagas.",
		"story": "Cette fleur, taillée dans du silex et de la draconite, a été déposée dans la Cité de braise. C'est un talisman transmis de génération en génération par les dompteurs de bêtes des Êtres des canopées.\nUne empreinte de patte en silex orne l'objet. Elle aurait été laissée par le premier yumkasaure à devenir amis avec un humain.\n\nLes dompteurs consacrent leur vie à l'amitié avec les sauriens, et leurs opinions sont parfois difficiles à comprendre, même pour les membres de leur tribu.\nMême s'il était autrefois un saurien maléfique qui blessait les humains, ils s'efforçaient de le calmer de manière pacifique avant l'arrivée des chasseurs de sauriens.\n« Parce qu'avec suffisamment de patience, il est possible de gagner la confiance même du saurien le plus vicieux. »\nC'était la leçon que le jeune dompteur recevait de son maître avec le lourd talisman.\nIl a toujours cru que les animaux avaient un cœur comme le nôtre jusqu'au jour où la marée noire a balayé la nation.\n\nCes monstres ne pouvaient pas être compris, et la paix ne serait jamais une option.\nLorsque le dompteur revint finalement chez lui, il ne trouva que les ruines que les monstres avaient laissées dans leur sillage.\nAprès avoir soigné les quelques membres de la tribu encore en vie, le dompteur, désormais plus si jeune, partit pour un voyage dont il ne reviendrait pas.\nCette fois, ses adversaires étaient les démons sans cœur de la marée noire, et il fallait aussi de la patience contre eux.\nCar ce n'est qu'avec une patience infinie qu'il a pu les chasser complètement de sa nation bien-aimée.\n\nLa légende raconte que le roi-python des temps anciens a créé un trésor qui a le pouvoir de bannir l'Abîme. Mais qu'il faut traverser une ancienne cité souillée pour l'obtenir.\nCe n'est peut-être qu'un espoir auquel les gens désespérés s'accrochent, mais pour les âmes courageuses, ça vaut au moins la peine d'essayer.\nÀ la fin de son voyage, le guerrier sans nation a atteint la ville réduite en cendres. Et il est tombé sur un secret enterré depuis longtemps."
	},
	"plume": {
		"name": "Balise du patrouilleur montagnard",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un poteau indicateur utilisé par les patrouilleurs montagnards pour marquer les sentiers. Sa forme en plumes d'oiseau le rend particulièrement accrocheur.",
		"story": "On raconte que des patrouilleurs montagnards du Peuple des sources ont laissé des balises en forme de plumes sur leur chemin.\nCes balises servaient à indiquer le chemin et signalaient aux voyageurs qui arriveraient après eux que d'autres étaient déjà passés ici.\nAujourd'hui, ces balises restent silencieuses dans les coins déserts de la vieille ville recouverte de cendres.\nAujourd'hui, plus personne ne parcourt ces sentiers, comme ceux qui ont laissé les balises s'y attendaient.\n\nCes randonneurs avaient escaladé chaque rocher solide des falaises des montagnes et foulé chaque feuille desséchée des forêts.\nLes infatigables patrouilleurs montagnards connaissaient par cœur tous les recoins de Natlan.\nChaque fois que des voyageurs ou des explorateurs étrangers venaient, ils se proposaient avec enthousiasme comme guides.\nPour eux, les paysages à couper le souffle pour les étrangers ne sont que de vieilles connaissances avec qui ils ont grandi.\nJusqu'au jour où l'horizon fut englouti par une marée noire qui réduisit tout ce qui était familier en cendres.\n\nCet endroit qui était autrefois un jardin plein de rires d'enfants, est désormais recouvert de cendres froides et d'ossements après un incendie de forêt.\nC'était autrefois la source thermale où les membres de la tribu allaient se détendre après une dure journée de travail, mais elle est désormais remplie de sang et de crasse.\nMais le dernier patrouilleur montagnard n'a pas eu le temps de s'arrêter pour faire son deuil, car il y avait encore des tâches qui l'attendaient.\nÀ savoir reprendre une route qui ne lui était plus aussi familière pour retrouver la patrie qui lui était si chère.\n\nLa légende raconte qu'au cœur de la marée noire, dans l'ancienne ville occupée par le dragon maléfique, se trouvait un puissant trésor secret.\nTelle la roue dorée capable de remonter le temps, elle brûlera le présent douloureux et ramènera le bon vieux temps.\nAprès avoir surmonté d'innombrables périls, le patrouilleur montagnard s'était résigné à faire de cet endroit son dernier arrêt.\nMême s'il ne s'agissait peut-être que d'un autre piège tendu par des gens sans cœur pour ceux qui sont déjà effrayés."
	},
	"sands": {
		"name": "Cadran d'or de la mystique",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un disque doré en forme de soleil. Les motifs draconiques qui le décorent semblent symboliser le cycle de la vie et de la mort.",
		"story": "En règle générale, il faut des décennies d'études et de pratique aux mystiques du canyon à la brume mystérieuse pour être capables de communiquer avec les Wayobs.\nMais en ces temps extrêmement confus, même les apprentis sont contraints d'aller sur le champ de bataille pour montrer aux esprits déchus le chemin du retour.\nCe joli disque d'or trouvé dans la vieille ville appartenait à une jeune mystique tout aussi jolie, et son aiguille pointe toujours vers la maison.\n\nLorsque la marée noire a englouti la terre et que le Royaume de la nuit a été envahi par les monstres de faille, tout était couvert de sang noir.\nLe cliquetis du métal et les lamentations des tourmentés couvraient la voix de l'ancienne Wayob, qui risquait d'être oubliée de tous.\nMais les shamans de la tribu savaient que même la mort pourrait s'apparenter à un cadeau pour les guerriers engloutis par les ombres noires.\nMême les âmes héroïques qui ont réussi à échapper aux griffes du mal se sont souvent perdues dans le domaine nocturne et n'ont jamais retrouvé le chemin vers chez elles.\nAfin de préserver leurs compétences au combat et de retrouver leurs proches disparus, un groupe de mystiques après l'autre a quitté le canyon.\nQue ce soit sur des champs de bataille jonchés de cadavres ou dans des paysages de ruines, on les voyait combattre partout.\n\nPour la jeune mystique Liriwu, c'était la première fois qu'elle entreprenait un voyage aussi long et ardu.\nDans le groupe d'aventuriers qui se dirigeait vers la ville au-dessus des nuages, tous, sauf elle, étaient des vétérans aguerris.\nMême si elle était très enthousiaste au départ, l'horreur des démons de la Cité de braise dépassait sa pire imagination.\nSes compagnons semblaient l'avoir très bien compris et décidèrent de la laisser en sécurité dans la tour avant de partir en douce.\nLorsque la jeune fille arriva enfin à leur campement, elle ne trouva que les restes en lambeaux laissés par le dragon après son repas.\n\nEn tant que mystique, elle avait non seulement été incapable de sauver la vie de ses compagnons, mais elle était également bien incapable de ramener leurs âmes.\nMais au moins, elle voulait raconter leur histoire à leurs proches qui les attendaient avec impatience.\n« Oui, je me souviens que le chef a mentionné avoir un enfant. Alors quoi qu'il arrive... Tu dois rester forte. »\nPortée par un nouvel espoir, elle se remit en route, mais cette fois, c'est un voyage de retour pour tout le monde."
	},
	"goblet": {
		"name": "Coupe à griffes de l'érudit en voyage",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un étrange gobelet dont la forme rappelle celle d'une griffe de dragon. Son créateur a dû le fabriquer avec quelque chose de spécial en tête.",
		"story": "Même dans la nation des guerriers, où prospère l'esprit combatif, il y a des gens qui ne s'intéressent qu'à la connaissance et aux livres.\nComme cette personne qui se dit président de l'Association des reliques sauriennes et qui transporte toujours d'épais rouleaux tissés.\nOu alors, il bricole des mécanismes secrets dont personne ne connaît l'origine. Pour montrer que ses études ne sont pas totalement vaines,\nIl fabrique également divers appareils. On dit que cette coupe à griffes de bêtes à la forme très étrange est sa fierté et sa joie.\n\nÀ l'époque, il ne s'était pas encore rendu compte à quel point toutes ces recherches inutiles était une entreprise aussi coûteuse.\nAlors que les cauchemars sombres engloutissaient sa nation d'origine, les rouleaux tissés qu'il avait laborieusement rassemblés furent perdus dans les flammes de la guerre.\nC'était comme s'il avait été réveillé d'une paisible sieste et que sa routine quotidienne habituelle était soudainement chamboulée.\nLe destin l'avait soudainement lancé sur une nouvelle voie et il n'avait pas d'autre choix que de s'y engager.\n\nParmi les rouleaux les plus anciens, il avait un jour lu que les ruines laissées par les anciens dragons abritaient des armes qui permettaient de combattre les démons.\nPour que ses courageux camarades ne tombent pas en vain, il abandonna ses recherches antérieures et consacra le reste de sa vie à une nouvelle cause.\nIl a converti et réassemblé des mécanismes à l'origine mystérieuse qu'il avait trouvés dans des ruines abandonnées afin de venir en aide aux guerriers.\nC'est peut-être grâce à ses nombreuses connaissances accumulées au fil des ans, ou alors, peut-être qu'un sage lui a donné un coup de main en secret, mais le projet s'est merveilleusement bien déroulé.\nJusqu'à ce que finalement, dans les profondeurs d'une ancienne ville abandonnée, il découvre un secret caché depuis des millénaires, ou peut-être s'agissait-il d'une malédiction.\n\nLa légende raconte que le roi-python qui dirigeait Ochkanatlan dans les temps anciens a construit un navire volant de pointe.\nÀ l'intérieur de ce vaisseau se trouvait un mystérieux trésor capable de bannir l'Abîme du monde.\nEt de telles légendes aident vraiment à rassurer les gens en ces temps désespérés.\nIls ont attiré d'innombrables aventuriers qui se sont lancés dans la difficile mission de sauver le monde.\n\nAucun de ces aventuriers n'en est jamais revenu, et les gens ont commencé à s'en prendre au chercheur.\nMais il était sûr de ce qu'il avait vu, ce n'était pas un mensonge.\nPeut-être voulait-il le prouver, ou peut-être voulait-il simplement mettre un terme à tout ça.\nFinalement, le chercheur rejoignit un groupe d'aventuriers qui se mirent en route vers la ville au-dessus des nuages."
	},
	"circlet": {
		"name": "Masque à plumes du guerrier-démon",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un masque plumé au plumage de faucon. De nombreuses légendes entourent cet objet.",
		"story": "La tribu qui vivait en haute montagne organisait régulièrement des jeux de combat dans lesquels les participants portaient des masques spéciaux.\nCes masques avaient pour fonction d'intimider les opposants, mais les combattants les considéraient également comme leur marque de fabrique.\nChaque fois qu'un combattant masqué apparaissait dans l'arène, ses partisans scandaient son nom avec enthousiasme et sifflaient son adversaire.\nMais lorsque l'homme au masque à plumes de faucon est entré dans l'arène, un silence inhabituel enveloppa tant la piste que les tribunes.\n\nAvant de devenir aventurier, Taika était le guerrier le plus puissant du Clan des fleurplumes et il sortait toujours victorieux de ses combats.\nParfois, il en avait assez de tout ça, mais c'est peut-être à ça qu'aurait ressemblé le reste de sa vie. Après tout, il ne pouvait pas savoir qu'une catastrophe était imminente.\nAu début, il n'y avait que des nuages sombres à l'horizon, puis des rumeurs de disparitions isolées au domaine nocturne, jusqu'à ce que des démons finissent par apparaître.\nPersonne ne s'y attendait.\n\nIl faut toujours quelqu'un pour assumer les responsabilités, et le plus fort devrait porter le fardeau le plus lourd.\nCe n'est qu'en voyant la guerre qu'il a réalisé pour la première fois la gravité de son destin.\nIl a dit au revoir à sa femme et à son enfant à naître pour devenir un démon que l'on craint sur les champs de bataille.\nPour vaincre tous les démons et les monstres, il devait être encore plus cruel qu'eux.\n\nLors de la dernière bataille de sa carrière, il tomba dans une mare de sang au sommet de la ville de cendres et devant ses yeux, il vit défiler d'innombrables images.\nIl vit les flammes rouge vif de l'ancienne terre s'embraser à nouveau, comme une myriade de fleurs dans les anciens champs.\n« La porte rouge de l'enfer est imprégnée du sang des braves. J'offrirai mon sang et laisserai la clé à mon enfant. »\nPeut-être était-ce la faible lumière qui traversait la porte qui lui rappelait les mots qu'il avait dits à son épouse bien-aimée juste avant de partir.\n« Si c'est une fille, nous l'appellerons Bona. Elle sera certainement une guerrière exceptionnelle. »"
	}
}