{
	"id": 15019,
	"rarityList": [
		4,
		5
	],
	"name": "Réminiscence nostalgique",
	"effect2Pc": "Augmente l'ATQ de 18 %.",
	"effect4Pc": "Lorsque le personnage possède au minimum 15 pts d'énergie élémentaire, libérer une compétence élémentaire entraîne une perte de 15 pts d'énergie, mais les DGT infligés par son attaque normale, chargée et plongeante augmentent de 50 % pendant 10 s. Cet effet ne se déclenchera plus pendant cette durée.",
	"flower": {
		"name": "Fleur d'enchevêtrement",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une jolie amulette faite de corde de papier torsadée. Il est dit qu'elle contient le pouvoir de réaliser les souhaits en son sein.",
		"story": "Un omamori fabriqué selon un procédé faisant appel à des cordons de papier torsadé.\nIl est dit qu'il possède le pouvoir de lier les souhaits et leurs raisons en lui-même.\n\nAutrefois, j'ai appris à gérer les affaires du sanctuaire sous la tutelle d'une puissante Kitsune.\nÀ l'époque, je n'étais qu'une jeune prêtresse qui venait d'arriver sur Narukami après avoir quitté son petit village de pêcheurs.\nJ'étais plus naïve qu'un Blob, et je n'avais pas encore perdu l'impulsivité et la curiosité d'un enfant.\nJ'étais souvent sceptique face aux paroles élégantes, mais incompréhensibles, de dame Saiguu.\n\n« Tout dans le monde est enchevêtré. Ainsi, des visions illusoires sont nées de la réalité concrète.\nLes soi-disant omamori ne peuvent pas réaliser les souhaits, mais ils peuvent les rendre éternels grâce à cet enchevêtrement. »\n\nLa dame Kitsune ne put s'empêcher d'éclater de rire en voyant mon expression désemparée.\nElle m'a gentiment cogné la tête avec sa pipe, et a sournoisement changé de sujet.\n\n« Je suppose que tu as également rencontré ton destiné, Kanade ?\n\n— Quel genre de « destin » pourrait-il y avoir avec une brute grossière et téméraire comme ça !\n\n— Oh, est-ce ainsi ? »\n\nMais les ténèbres ont fini par tout engloutir...\nEt ce « destin », non plus, n'était plus..."
	},
	"plume": {
		"name": "Flèche de nostalgie",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une flèche tueuse de démons d'ancienne facture. Elle semble avoir été conservée avec grand soin par quelqu'un, même jusqu'à notre époque.",
		"story": "Une flèche tueuse de démons utilisée par les sanctuaires pour les prières et pour éloigner les catastrophes.\nIl est dit qu'elle est capable de poursuivre et de détruire tous les démons.\n\nLes gens disent souvent que les flèches tueuses de démons peuvent chasser le mal, mais le mal n'est jamais tangible.\nLe mal vient souvent de l'intérieur de nos cœurs, né d'esprits délirants devenus froids et cendrés par la terreur.\nDame Saiguu est partie depuis longtemps maintenant, et je ne suis plus cette jeune prêtresse qui s'exerce au Sanctuaire de Narukami.\nChaque fois que je tiens cette pipe vide dans mes mains, je peux sentir ce manque et cette douleur assourdissante planer au-dessus de moi comme un fantôme.\n\nMême si j'ai quelqu'un qui me manque, ou si je perds quelqu'un qui me manquera sûrement, le temps continue de passer aussi vite qu'un rouet.\nSilencieuse et sereine, la silhouette blanche de la Kitsune Saiguu cachée dans l'obscurité profonde a laissé une forte impression dans les rêves de la prêtresse.\nLa grande Tengu s'est exilée, furieuse de sa propre incompétence en tant que protectrice de dame Saiguu, laissant Teruyo derrière elle.\nRempli de chagrin et de colère, Harunosuke est parti pour un autre pays, tandis que Nagamasa a rejoint le Shogunat pour laver le nom des Mikoshi.\nQuant à l'homme qui m'a appris le tir à l'arc dans la forêt sacrée et a patiemment écouté ma promesse naïve sous les branches écarlates du cerisier...\nIl reviendra un jour à moi, même aveuglé par des éclaboussures de sang, ou transformé en une bête féroce par cette sombre corruption...\n\nJe le sauverai avec notre arc et nos flèches, pour tenir notre promesse, qui était destinée à être brisée.\nJe détruirai le mal avec notre arc et nos flèches, exorcisant la folie et l'obsession inutile.\n\n« Reviens me voir, idiot de parieur invétéré. »\n« Ne te perds pas cette fois, Konbumaru. »\n\nMais qui avait gagné le dernier jet de dés...\nElle toucha légèrement l'arc en réfléchissant à ces choses si insignifiantes..."
	},
	"sands": {
		"name": "Horloge de l'aube",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une montre de poche en bronze, ornée d'un cordon de papier torsadé et d'une cloche. Ses aiguilles sont figées à jamais sur l'aube d'un certain matin d'automne.",
		"story": "Une montre élégante, ornée d'une cloche de sanctuaire.\nSes aiguilles pointent toujours vers les petites heures du matin.\n\nÀ mesure que le ciel s'éclaircit, la rosée du matin se condense et disparaît.\nAussi belle que cette scène puisse être, elle n'est que fugace.\n\nUn jour, j'appréciais le chant des cigales et le clair de lune avec dame Saiguu sur une pente au milieu d'une nuit d'automne.\nÀ l'époque, je n'étais encore qu'une jeune prêtresse de campagne, jeune et têtue.\nJ'étais semblable à un pinson qui gazouille, insistant bruyamment sur mes propres opinions.\nLe léger sourire qui illumina le visage de la dame Kitsune me fascina, mais ses paroles étaient – et restent toujours – incompréhensibles :\n\n« Tenter de s'accrocher à jamais à la beauté d'un moment, c'est comme essayer de saisir la rosée du matin. »\n« Telle la rosée matinale, je ne suis plus. Tout ce qu'il reste de moi n'est qu'une vision résiduelle, née de tes souhaits. »\n\nDans ce vague souvenir, elle n'arrêtait pas de dire des choses incompréhensibles, avec une expression aussi triste que la lune du huitième mois, et puis...\n... Et puis elle me cogna la tête avec sa pipe à tabac, avec son expression habituelle de reproche et de moquerie :\n\n« C'est presque l'aube, Kanade. »\n« Il est temps pour nous de rentrer. »"
	},
	"goblet": {
		"name": "Cœur plein d'espoir",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un cylindre spécial de divination. Le mécanisme au fond permet de retirer facilement tous les bâtonnets de souhait indésirables.",
		"story": "Un cylindre spécial que les sanctuaires utilisent pour la divination.\nIl est censé être imprégné de la bonne fortune que les Kitsunes lui ont transmise.\n\nLa divination est née des questions de personnes égarées. Ainsi, que ce soit une bonne ou une mauvaise fortune, cela les aidera à naviguer dans leur avenir.\nEn d'autres termes, il n'y a que des personnes égarées, et pas de fortunes inexactes.\nJ'ai beaucoup appris en étudiant au sanctuaire. Maintenant, même quelqu'un d'aussi stupide que moi a appris à parler comme un puissant Kitsune.\nPendant ce temps, même quelqu'un d'aussi inhumain que la puissante Tengu de Yougou a eu une fille.\nEt même ce maladroit de Konbumaru est devenu l'un des hatamoto personnel de Son Excellence la Shogun, et il épousera bientôt la fille d'un samouraï de haut rang.\n\n« Une si belle enfant ! Même la Tengu, qui tuait toute la journée pour le plaisir, a développé un instinct maternel. »\n« Pourtant... Le sanctuaire manque toujours de la vitalité des enfants... Ce n'est pas bon. Dis-moi, Kanade, aimerais-tu redevenir une enfant ? »\n\nLa blague de la Kitsune Saiguu était déplacée, comme toujours, et s'accompagnait de l'odeur d'un vin de cerise.\n\n« Oh, Kanade, pourquoi fais-tu cette tête ? Et comme ça, alors ? Moi, dame Saiguu, je vais te dire ta fortune ! »\n« Haha, tu vois ? Regarde, c'est une grande fortune. Une grande fortune ! Tu sais ce que ça veut dire ? »\n« Ça veut dire que vous avez enlevé tous les papiers de malchance. S'il vous plaît, arrêtez de vous moquer de moi, dame Saiguu. »\n« Mais non... Ça signifie que la personne qui vous manque aura la chance de faire partie de vos souvenirs pour toujours. »\n\nC'est pourquoi il faut être fort et vivre très, très longtemps.\nMême si toutes les personnes que l'on chérit sont parties, tant que l'on est encore en vie,\nle temps passé avec elles ne périra jamais..."
	},
	"circlet": {
		"name": "Visage capricieux",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un masque cérémonial de Kitsune bien conservé. Un petit sourire énigmatique orne toujours ses lèvres.",
		"story": "Un lumineux et élégant masque de festival qui appartenait autrefois à une certaine miko.\nUn léger sourire se dessine aux lèvres du masque, mais il n'y a pas de vraie lumière dans ses yeux.\n\nJ'ai passé beaucoup de temps à m'exercer au sanctuaire, et je dois dire que j'ai beaucoup mûri.\nDu moins, je ne suis pas aussi stupide que lorsque j'étais jeune, et je suis plus indépendante également.\nMais pour une raison quelconque, plus je grandis, plus le visage de dame Saiguu semble tomber dans l'ombre.\nCe qui se dessine sur son visage n'est ni anxiété ni peur, mais plutôt une douloureuse réticence...\n\n« La vie est pleine d'incertitudes, l'amour est éphémère, et même les souvenirs durables peuvent être perdus. »\n« Perdre sa mémoire n'est pas différent de perdre sa vie. C'est comme une mort au milieu des ténèbres éternelles. »\n\nCette fois, même un léger sourire ne pouvait cacher son chagrin.\nBien que ce soit un jour de fête, cela ressemble plus à un adieu.\n\n« Bon, alors... Pourquoi ne pas parler de cet idiot de Konbumaru... »\n« Qu'est-ce qui ne va pas ? Peur qu'une vieille peau comme moi le vole ? »"
	}
}