{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Sérénade de la lune soyeuse",
	"effect2Pc": "Augmente la recharge d'énergie de 20 %.",
	"effect4Pc": "Infliger des DGT élémentaires accorde l'effet Lune étincelante « Dévotion » pendant 8 s : augmente la maîtrise élémentaire de tous les personnages de l'équipe de 60 pts ou de 120 pts lorsque la signelune de l'équipe est respectivement de type Lueur naissante ou ascendante. L'effet ci-dessus peut être déclenché même si le personnage équipé de l'artéfact n'est pas déployé. De plus, les DGT infligés par les réactions sélènes déclenchées par tous les personnages de l'équipe augmentent de 10 % pour chaque lune étincelante de type différent des personnages de l'équipe. Les bonus accordés par l'effet Lune étincelante ne se cumulent pas.",
	"flower": {
		"name": "Larme cristalline de l'errante",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur immaculée dont la beauté aurait été préservée pour l'éternité par le vent glacial.",
		"story": "À l'époque où la douce lumière givrée demeurait encore, comme un miroir d'argent intact, malgré la déchéance du royaume doré,\nla tour dorée s'effondra comme un figuier en une seule nuit. Sur la plaine gelée du nord,\nde la cité sainte à l'ancienne capitale, des pics de cristal bleu foncé anéantirent chaque ville sans laisser aucune vie.\nLe saint dont on chantait autrefois les louanges et le premier messager des dieux disparurent tous les deux dans la catastrophe.\nLes survivants qui étaient loin des villes ne purent que s'accrocher à la vie au milieu de la neige et du vent glacial.\nAvec nulle part où aller, ils attendirent simplement que la destruction les trouve dans les ténèbres les plus misérables.\n \nC'était la grande extinction dont parlaient les prières dans les générations suivantes. La prospérité se transforma en poussière,\net les dieux restèrent silencieux, insensibles aux cris, aux malédictions ou aux appels désespérés.\nDans le désespoir de cette longue nuit, une seule souveraine céleste pleura la souffrance des mortels.\nC'était la maîtresse de la lune de givre, la reine du char céleste et de la lumière, un agent divin né de la source même du monde.\nÉmue par la compassion et un désir plus profond et inexprimable, elle répondit aux prières des survivants.\n \nSelon une légende, elle tissa des fils brillants à partir de la lueur argentée pour guider les survivants à travers les plaines gelées.\nLorsque ses larmes pleines de nostalgie tombèrent sur le sol recouvert de givre du nord, elles se transformèrent en lys bravant le vent glacial pour l'éternité.\nLes fiers héritiers de l'Hyperborée se nommaient les « Descendants de givrelune » pour cette raison,\nainsi que pour honorer les dieux qui accordèrent une nouvelle vie à l'humanité, peu importe leur but originel."
	},
	"plume": {
		"name": "Plume blanche de la privilégiée",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un accessoire à plumes immaculé qui aurait été forgé par la première Émissaire de chantelune elle-même.",
		"story": "À l'époque où la lumière givrée s'était brisée comme un miroir d'argent et qu'une nouvelle lune ne s'était pas encore élevée,\nvivaient deux sœurs. Elles étaient des parias depuis la naissance qui n'auraient jamais dû être bénies. Voici leur histoire.\n \nSous le clair de lune, un sanctuaire tranquille pour les étrangers, deux âmes fragiles partageaient le même souffle.\nEntre les moments de douleur, des moments qui auraient dû être joyeux, elles se blottissaient l'une contre l'autre pour ressentir la moindre once de chaleur possible.\nElles n'avaient jamais vu leurs parents, ni entendu les murmures du vent traverser la forêt.\nLes deux filles n'avaient que leur grand-mère et ce n'était qu'à travers les pages aux couleurs estompées d'un livre de contes qu'elles voyaient le monde.\n \nSes pages jaunies et fragiles décrivaient un monde qu'elles n'avaient jamais vu :\nil y avait un oiseau blanc qui s'envolait avec grâce sous le clair de lune immaculé.\nLes deux enfants se firent une promesse silencieuse pendant qu'elles admiraient les créatures libres des contes de fées.\nUn jour, elles voleraient ensemble dans le ciel comme des oiseaux blancs.\n \n« Depuis notre naissance, il n'y a jamais eu personne d'autre à nos côtés à part nous. »\n« Quand le moment sera venu de partir d'ici, on vivra ensemble pour toujours. »\n \nDes années passèrent, et l'une d'entre elles brisa la promesse. Elle partit seule vers un endroit lointain.\nMalheureusement, elle ne se dirigeait pas vers un meilleur avenir, mais plutôt dans des ténèbres plus sombres.\nElle emporta la moitié du rêve et de la souffrance qui leur était destinée à elles deux.\nAila, qui devint plus tard la première Émissaire de chantelune, commença à subir le double de la torture qu'on lui infligeait jusque-là.\n \n« Tu m'as menti depuis le début... ma grande sœur, la seule en qui j'avais confiance. »\n« Mais je ne t'en voudrai pas... J'ai depuis longtemps perdu espoir pour le ciel. »"
	},
	"sands": {
		"name": "Délire de la dévote du givre",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une montre immaculée qui a cessé de tourner depuis longtemps, en même temps que les illusions de son ancien propriétaire.",
		"story": "À l'époque où la lumière givrée s'était brisée comme un miroir d'argent et qu'une nouvelle lune ne s'était pas encore élevée,\nle grand plan mené à travers de nombreuses générations depuis l'extinction était sur le point de se concrétiser.\n\nLa lignée, purifiée au fil des millénaires, donnerait naissance à l'élue destinée à régner sur l'Élysium de la prophétie.\nLes fausses septuples lueurs des cieux tomberaient à ses pieds et les os de la terre s'élèveraient pour la suivre.\nElle unirait le monde, destinée à raviver la grande cause du commencement.\nTel était le devoir sacré qui fut transmis aux filles du grand nord, ou du moins cela aurait dû être le cas...\n \nDans une nuit enneigée sans lune, la jeune femme choisie pour porter l'héritière sacrée en elle, rencontra enfin le jeune homme du nord.\nDans ses yeux aussi clairs qu'un lac gelé, elle vit un reflet d'elle-même qui lui était alors inconnu.\nUne seule pulsion inhabituelle suffit à ce que la jeune femme tourne le dos à son destin pour cet officier venu de loin.\nElle coupa sa couronne de bois tachée de sang et l'abandonna sur la terre enneigée pour ce nouveau sentiment, cette folie qu'était l'amour.\n \nLa traîtresse qui avait trahi son peuple échoua à accomplir son devoir.\nElle fut capturée par un espion envoyé par le moine fou, et sur le point d'être ramenée sur la terre natale qu'elle aurait dû aimer.\nMais en regardant l'officier gisant à ses pieds et la flaque écarlate sous son corps, elle plongea le poignard dans son cou.\n \nAinsi, la jeune femme qui ne put porter l'héritière sacrée en elle fut enterrée en silence et à la va-vite. Sa mort retarda la réalisation de la prophétie.\nHeureusement, les dirigeants de chaque génération furent préparés depuis longtemps à la fin prématurée de la sainte bénie.\nLovia, grande prêtresse à l'époque, se tourna vers une branche cadette de la lignée pour lui trouver une successeure.\nMais les deux sœurs nées de cette lignée n'étaient pas à la hauteur de la sainte qu'elles étaient supposées remplacer.\n \nCela signifiait qu'il faudrait peut-être attendre des siècles avant qu'une autre enfant assez pure voie le jour.\nLa gloire qui était à sa portée lui échappa comme la rosée qui disparaissait après une nuit froide d'hiver. Folle d'angoisse,\nla grande prêtresse à la couronne de bois mit au point un plan terrible.\nPourquoi attendre des générations ? Si elles n'étaient pas assez pures\npour porter la radiance du véritable clair de lune, et s'il y avait une once de la bénédiction de la lune de givre tous les ███,\nalors pourquoi ne pas se servir des ███ pour purifier leur ███ ?\n \nAinsi, la prêtresse commit un crime aussi impardonnable au nom du clair de lune immaculée,\nque la maîtresse de la lune de givre fut horrifiée par un tel blasphème."
	},
	"goblet": {
		"name": "Gloire joyeuse de l'immaculée",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe en argent immaculée qui aurait été utilisée lors des rituels anciens des Descendants de givrelune. Leurs rites modernes n'ont plus besoin d'un tel récipient.",
		"story": "À l'époque où la lumière givrée s'était brisée comme un miroir d'argent et qu'une nouvelle lune ne s'était pas encore élevée,\nles descendants du grand nord ne pouvaient plus entendre l'enseignement divin des cieux. Ils furent consumés par une colère brûlante, comme par le passé.\n \nPersonne ne savait comment forger à nouveau l'étrange objet que l'apôtre de la cité dorée avait révélé à leurs ancêtres.\nCependant, les ambitions des exilés et celles des mortels étaient bien plus fermes que celles de divinités.\nSi le reliquaire qui pouvait labourer une grande surface de champs fertiles sur la mer de glace sombre et brumeuse en une nuit était perdu,\nil faudrait faire entrer les bisons dans les sillons pour conquérir la toundra par le feu, la houe et la faucille.\nSi la flèche capable de frapper les dieux et percer le faux ciel était perdue,\nil faudrait forger le soc de charrue en épée, la faucille et la houe en lance et en hallebarde pour que le sang soit la lanterne qui éclaire les ténèbres.\n \nSi le sceptre de la création, offert par le plus grand des anges, se cassait en deux,\nil faudrait se servir de moyens les plus grossiers et primitifs pour contrôler la reproduction chez des centaines de générations à travers la loi.\nJusqu'à ce que le sang, clairsemé par la catastrophe et la fuite, soit purifié en une semence sacrée\net que les descendants des mortels soient êtres parfaits à la naissance, en harmonie avec le monde.\nLa persévérance et la détermination de tous les êtres vivants finirait par venir à bout de toutes les catastrophes, du moins ils en étaient fermement convaincus.\nAprès tout, ceux qui avaient planifié l'avenir de leur peuple n'auraient jamais à souffrir de leur mépris.\n \n« Bois ce clair de lune pur, ma précieuse enfant, ma chérie ! »\n« Laisse le clair de lune devenir ta chair et ton sang, pour que tu deviennes digne de recevoir la grâce des dieux. »\n« Fais comme l'apôtre de la cité dorée qui ont bu du vin amer et qui s'est battu pour la liberté de ses êtres chers ! »\n« Comme eux, embrasse cette joyeuse douleur. Un jour, la perfection naîtra d'elle. »\n \nLes deux personnes ne pouvaient plus distinguer ce que le calice d'argent ancien contenait.\nMais si la gentille grand-mère avait raison, c'était sûrement la volonté des dieux.\nOui, tout était pour la perfection et la concrétisation d'un vœu qui a persisté pendant mille ans.\nIl fallait endurer la souillure et la souffrance pour l'Élysium de la prophétie et du roi destiné à arriver dans ce monde..."
	},
	"circlet": {
		"name": "Sainte couronne de la croyante",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Une parure immaculée créée en imitant les bois de l'envoyée des bosquets.",
		"story": "À l'époque où la lumière givrée s'était brisée comme un miroir d'argent et qu'une nouvelle lune ne s'était pas encore élevée,\nla bénédiction ancienne des dieux finit par s'éteindre comme une étincelle solitaire sur une vaste toundra.\nAlors que la lune vide disparaissait du ciel, la terre qui ne pouvait l'accueillir commença à se dessécher.\n \nLes exploits passés des faiseurs de miracles se transformèrent en prières vaporeuses, qui étaient désormais les inquiétudes silencieuses des gens.\nDans une nuit putride sans lune, même une sainte au sang le plus pur\nne pouvait tisser la lumière qui coule en un chant capable de faire bouger le monde, comme l'avaient fait autrefois ses ancêtres.\n \nPeu importe la ferveur avec laquelle les ancêtres du grand noir avaient autrefois juré de suivre leurs dieux déchus,\nleurs descendants, des mortels de la sphère sublunaire, vivaient des vies aussi éphémères d'une flamme qui vacille.\nSi, dans les temps anciens, on pouvait encore voir des saints et des prêtres invoquer la grâce des dieux,\net si les gens croyaient encore que la nouvelle lune renaîtrait de la lumière brisée...\nAlors, lorsque la dernière once de grâce disparaîtrait et qu'il n'y aurait plus de miracles,\nla frontière entre la foi et les mensonges deviendrait aussi fine et fragile que la rosée du matin.\n \nLa légende raconte que la couronne de bois que l'Émissaire de chantelune porte de nos jours était un cadeau de la lune de givre au moment de son extinction.\nL'arbre argenté fut brisé, ses branches blanches disparurent et les prêtres implorèrent une nouvelle couronne.\nPar pitié pour eux, la maîtresse de la lune leur fabriqua une couronne sainte avec la lumière immaculée de la lune.\n \nCe fut pour cette raison même pour laquelle la dernière grande prêtresse choisit de forger sa couronne dans un fer froid et inflexible.\nLa jeune Lovia n'était alors qu'une prêtresse et n'avait jamais vu la bénédiction de la lune\net rêvait que ce mensonge réconfortant unisse encore les croyants infidèles.\n \nCe ne fut que des décennies plus tard, lorsque la fausse couronne a sombré dans le sang ignoble et corrompu, qu'elle comprit enfin.\nLe reflet dans ses yeux n'était pas le clair de lune immaculé, mais la nuit glaciale complètement engloutie par sa propre ombre."
	}
}