{
	"name": "Chanson des jours d'antan",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Augmente le bonus de soins de 15 %.",
	"4pc": "Lorsque le personnage équipé de l'artéfact soigne un personnage de l'équipe, l'effet Désir est créé pendant 6 s, accumulant la quantité de PV soignés (y compris tout surplus au-dessus de 100 %). À la fin de la durée, l'effet Désir est converti en l'effet Vague d'antan : lorsque votre personnage déployé touche un ennemi avec une attaque normale, chargée ou plongeante, une compétence ou un déchaînement élémentaires, les DGT infligés augmentent d'une valeur équivalant à 8 % de la quantité de PV accumulée par l'effet Désir. L'effet Vague d'antan est annulé après avoir été déclenché 5 fois ou après 10 s. L'effet Désir peut accumuler jusqu'à 15 000 PV et il ne peut en exister qu'un seul à la fois, mais il peut accumuler les soins effectués par plusieurs personnages équipés de cet artéfact. Cet effet peut être déclenché même si les personnages équipés de cet artéfact font partie de l'équipe mais ne sont pas déployés.",
	"flower": {
		"name": "Serment oublié d'antan",
		"relictype": "Fleur de la vie",
		"description": "Une fleur toujours en floraison formée à partir de larimar et d'argent scintillant. Il paraît que c'est toujours considéré comme un symbole de résistance.",
		"story": "Dans les années qui ont précédé la convergence de toutes les eaux, le pouvoir de l'or était comme une marée déchaînée : partout où l'armée de fer allait, tous les barbares se rendaient.\nCet âge d'or semblait n'avoir aucune fin, tout comme les accordeurs croyaient fermement que les peuples faibles du passé finiraient par succomber à la symphonie de l'ordre nouveau...\nCela devrait être ainsi, mais la grande mélodie inégalée des mortels, qui symbolise la civilisation et l'ordre, a été arrêtée dans le Nord sauvage.\nLes tribus auparavant discordantes s'étaient unies sous le commandement du jeune héritier d'Arémorique, et les feux de la rébellion éclatèrent à travers les frontières fragiles de l'empire...\n\nCe fut celui qui fut admiré par les générations suivantes sous le titre de chevalier de source : il voulait s'opposer au pouvoir doré omniprésent avec son frêle physique en chair et en os.\nLa chanteuse qui dirigeait de nombreuses tribus ne s'était jamais considérée comme une souveraine, mais prétendait être une servante qui avait entendu les révélations divines de la mère de toutes les eaux et l'exécutrice de sa volonté.\nDans le lointain Capitolium, les sages se moquaient de ces absurdités, comme si ce n'était que des histoires d'enfants débordant d'imagination.\nCependant, son armée balaya toujours et encore les nombreuses tribus qui se battaient les unes contre les autres comme le souffle d'une tempête. Elle utilisa ensuite son épée pour persuader les siens de conclure une alliance avec la mère de toutes les eaux.\nDans la poésie et le théâtre des générations suivantes, il existe de nombreuses versions du serment du chevalier, mais peu importe la version, deux serments se retrouvent fatalement :\nPremièrement, ne tirez pas votre épée contre les partisans d'Egeria. Deuxièmement, ne faites pas de compromis avec les malfaiteurs (également écrit comme : ne tolérez aucune trace de saleté).\n\n« Je jure par la fleur d'argent toujours en floraison de chasser le tyran doré de la haute mer et de purifier les injustes par le sang et les larmes. »\n« Je jure de protéger les esprits qui viennent de l'eau pure et de protéger les dons de la mère de toutes les eaux, jusqu'à ce que les sources limpides coulent à nouveau. »\n\nDe cette façon, la guerre sans fin se propagea comme la peste, brûlant l'or arrogant et l'argent immaculé.\nEn fin de compte, le désir de l'accordeur de mettre fin tragiquement au conflit se transforma en un simple mirage passager, et une vengeance furieuse, telle une vague rugissante, déferla vers une issue irréversible.\nLorsque la lueur de la rédemption apparaîtra enfin au lointain horizon, elle ne pourra plus se refléter dans les yeux de ceux qui y aspirent..."
	},
	"plume": {
		"name": "Souvenir venu d'antan",
		"relictype": "Plume de la mort",
		"description": "Un accessoire à plumes en forme de papillon, composé d'argent et de cristaux azur. On dit que, dans un passé lointain, il symbolisait le serment de ne jamais se séparer.",
		"story": "Dans les années qui ont précédé la convergence de toutes les eaux, dans une tribu aussi éphémère que les herbes marines, la douce brise du soir caressait le clair de lune persistant.\nUn jeune homme, pourtant ignorant des lois du roi divin et du chemin tracé par les cieux au-delà de sa connaissance, orna son oreille d'une aile de papillon.\nDans les traditions des tribus anciennes, les papillons dansants guidaient les âmes et symbolisaient également les promesses et les serments qui dureront jusqu'à la mort.\nLe guerrier, qui n'était pas encore devenu musicien à cette époque, croyait fermement que d'innombrables lendemains finiraient par ressembler à d'innombrables hiers, s'attardant dans le présent qui persistait comme une danse tourbillonnante...\n\nCependant, les turbulences du destin finiront par se précipiter vers la misère, tout comme les vains désirs du passé finiront par se perdre dans les lamentations du sang et du feu.\nEt lorsqu'ils se rencontreront de nouveau, ils seront alors dans une cité lointaine, où les nombreuses tribus qui s'étaient battues autrefois auront été unifiées en une seule.\nLe jeune musicien faisait semblant d'être un voyageur errant et avait vaincu d'innombrables héros distingués qui ont été admirés par les générations suivantes lors de nombreux tournois.\nEnfin, il a pu rencontrer le roi en personne en tant que champion, et il lui raconta son idéal d'harmonie et de gloire, avec l'intention d'éliminer le feu de la guerre et la haine vengeresse sans fin.\n\nMême le musicien le plus intelligent n'aurait pas imaginé qu'il serait accueilli par des lames tranchantes comme la lumière d'un lac lorsqu'il révélerait son identité.\nAlors que son corps artificiel était découpé et que sa conscience était sur le point de repartir, la dernière chose que le musicien entendit fut son murmure alors qu'elle le prenait dans ses bras...\n\n« ████, mon ████... tu n'as pas à te forcer à dire des choses que tu ne veux plus dire. »\n« Je sais que c'est le tyran maudit qui a profané ton âme et t'a emprisonné dans une prison de pierre. »\n« Ne t'inquiète pas, mon ████... Je n'ai jamais oublié la promesse que j'ai faite à l'époque. »\n« Peu importe le prix que je dois payer, je te sauverai de tes chaînes de glace. »\n« Lorsque nous rejoindrons l'étreinte de la mère de toutes les eaux, nous n'avons plus à nous soucier de nos souffrances. »\n« Lorsque ce papillon pâle dansera à nouveau, il guidera nos âmes à travers les autres rives de toutes les eaux. »"
	},
	"sands": {
		"name": "Son résonnant d'antan",
		"relictype": "Sables du temps",
		"description": "Un sablier à la forme étrange fabriqué à partir de lapis-lazuli et de jade aquatique. Il aurait été inspiré par le clocher de Petrichor.",
		"story": "Dans les années qui précédèrent la convergence de toutes les eaux, il existait une tradition des tribus anciennes qui consistait à faire sonner des cloches.\nLes cloches sonnaient quand le soleil se levait, quand il se couchait, ou encore pour fêter une naissance et célébrer un enterrement,\nEt enfin, quand la couverture dorée recouvrit pour la dernière fois le ciel, les cloches sonnèrent pour célébrer sa destruction.\n\nL'infatigable armée de fer extermina la tribu dont le nom était depuis toujours inconnu sur les cartes.\nMais elle ne s'attendait pas à ce que quelques décennies plus tard, l'empire prospère connaisse le même sort.\nLe palais décoré d'or se transforma en décombres du jour au lendemain et la noble musique se désintégra à cause de l'ambition et de la trahison.\nLe triste souhait du roi divin a pris fin, mais les échos de la mélodie d'or résonnaient toujours dans le cœur des mortels :\nCertaines personnes furent encore obsédées par la gloire du passé et cherchèrent à rejouer ce refrain à tout prix.\nD'autres abandonnèrent volontairement leur ancien nom et partirent à la recherche des fantômes qui rôdaient dans les forêts pour un lendemain paisible.\nQuant aux derniers, ils ne gardèrent que leur ancien nom et le cachèrent dans des chansons accompagnées des légendes floues du passé...\n\n« Un instrument sacré qui peut exaucer tous les souhaits... Hé, même si cette Océanide a dit ça, ça a quand même l'air absurde. »\n« Personne ne peut laver ses péchés, tout comme personne ne peut se débarrasser du sang dans l'eau. Même s'il est oublié, un péché reste un péché. »\n« Personne ne peut ramener le passé, tout comme personne ne peut ramener la lumière du jour. Le passé est révolu depuis longtemps, et même quelqu'un comme moi sait une chose pareille. »\n« ... »\n« Néanmoins, si une arme aussi sacrée existe dans ce monde ridicule, elle pourrait vraiment exaucer tous les souhaits. »\n« Si nous pouvons vraiment essuyer toutes les larmes qui pourraient être versées dans le futur, alors nous permettrons aux descendants de la haute mer de ne plus souffrir du chagrin et de la douleur du passé. »\n« Laissez-moi me noyer une dernière fois dans des délires irréels. »\n\nLes pleurs et les gémissements qui persistaient dans ses oreilles depuis des décennies, les fantômes de ceux qui sont décédés,\nCeux qui sont morts pour elle, ceux qui sont morts à cause d'elle, tout cela n'a plus d'importance,\nAvant de franchir toute seule la vallée, ce fut comme si elle entendait à nouveau ce son du passé : le tintement de la cloche annonçant la nuit...\nMême si le soleil du crépuscule est clair pour tous, certains y verront toujours la lumière de l'aube."
	},
	"goblet": {
		"name": "Rêve promis d'antan",
		"relictype": "Coupe d'éonothème",
		"description": "Un réceptacle opulent fabriqué en se basant sur la forme du légendaire pur graal. On dit qu'il est capable de réaliser les souhaits des personnes les plus pures.",
		"story": "Dans les années qui ont précédé la convergence de toutes les eaux, la légende du pur graal se répandit parmi les tribus anciennes.\nÀ travers les âges, personne n'a jamais été témoin de la véritable apparence de cette coupe, seuls quelques mots des esprits des temps anciens nous sont parvenus.\nCela peut prouver que le graal doré débordant d'eau primordiale n'est pas seulement une image virtuelle née de l'imagination des gens.\nLa légende raconte que la créature la plus sacrée peut guérir toutes les blessures graves, mais aussi rajeunir les gens et leur redonner la vie.\nElle raconte aussi que seules les personnes les plus pures peuvent voir sa gloire et acquérir la vie éternelle et une sagesse infinie.\n\nComme le disaient les philosophes des temps anciens, rien ne dure éternellement. Et du jour au lendemain, le magnifique chant de l'harmonie originel peut soudainement prendre fin.\nLes cris d'innombrables personnes civilisées autoproclamées périssent dans la marée sans fin avec la cité dorée portant le nom de l'éternité.\nComme le disaient les philosophes des temps anciens, rien ne dure éternellement. Et du jour au lendemain, le vœu originel de vengeance peut soudainement se briser.\nLa chanteuse, qui avait juré de purifier ses ennemis avec du sang et des larmes, s'est réveillée de son cauchemar comme à son habitude, mais la seule chose qu'elle pouvait voir sur l'autre rive, c'étaient des vagues en colère...\n\n« Ô fils de la haute mer, souillés du péché originel, nos frères et sœurs qui ont bu au plus profond du puits de la souffrance... »\n« Vous connaissez les pressentiments du destin, vous avez vu le désastre qui finira par arriver. »\n« Durcissez votre cœur, ne soyez ni effrayés ni consternés. »\n« Il ne vous reste plus qu'à trouver l'eau primordiale et le calice primordial qui exauce tous les vœux. »\n« Il vous suffit de lui exprimer votre souhait et tous vos péchés seront pardonnés. »\n\nAinsi, conformément à la promesse de l'esprit, la chanteuse s'est lancée dans un périple à la recherche du pur graal,\nEt c'est pour cela que le mythe selon lequel le « pur graal pouvait exaucer tous les souhaits » s'est répandu parmi le peuple.\nCe n'est qu'à la fin du crépuscule qu'elle réalisa ce qu'était le fameux calice primordial..."
	},
	"circlet": {
		"name": "Poème hérité d'antan",
		"relictype": "Diadème de Logos",
		"description": "Un chapeau formel autrefois en vogue chez les créateurs d'opéra de Fontaine. La rumeur dit que sa parure de plumes est basée sur les heaumes légendaires des chevaliers de source.",
		"story": "Dans les années de la convergence de toutes les eaux, à travers les ruines du passé, la maîtresse aimante fonda une nouvelle cité.\nLa longue nuit fut terminée, et l'aurore s'apprêta à percer le ciel : le passé devint l'ombre d'un songe, et finit par disparaître avec la nuit.\nCe fut un véritable âge d'or : il n'y avait plus de tyrans obsédés par le pouvoir, ni de barbares ne rêvant que de vengeance.\nLa glorieuse symphonie ne résonnera plus jamais, il ne restera seulement que les poèmes louant l'amour et la justice, accompagnés par la brise matinale qui souffle sur la haute mer...\n\nCertains de ces thèmes persistent et sont encore évoqués aujourd'hui, des millénaires plus tard.\nIl y a par exemple les aventures des chevaliers de source qui ont été adaptées par de nombreux poètes et dramaturges. Elles sont devenues connues de tout le peuple.\nIl est dit qu'ils ont autrefois juré sur leur armure d'argent de combattre aux côtés des Océanides pour protéger la rosée encore pure.\nIl est aussi dit qu'ils ont traversé d'innombrables épreuves et qu'ils ont finalement trouvé le pur graal légendaire, saluant ainsi le retour de la mère de toutes les eaux...\n\n« La glorieuse cour royale qui rassemble de nombreux héros, et les chevaliers baignés dans du sang de dragon »\n« Le sorcier et la dame piégés dans la haute tour, et leur voyage pour trouver la relique sacrée »\n\nFêtes et vœux, amours et séparations tragiques, de nombreux poèmes magnifiques qui ne sont que fantaisie ont été dévoilés sous le regard d'« Erinnyes{NON_BREAK_SPACE}».\nCependant, le héros qui partage son nom n'a rien à voir avec elle, et les chansons aux noms anciens ne sont que les rêves du temps présent."
	}
}