{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "Ténacité du Millelithe",
	"effect2Pc": "Les PV sont augmentés de 20 %.",
	"effect4Pc": "Lorsqu'une compétence élémentaire a touché un ennemi, l'ATQ de tous les personnages de l'équipe à proximité augmente de 20 % et la force de leur bouclier augmente de 30 % pendant 3 s. Cet effet peut être déclenché une fois toutes les 0,5 s, même lorsque le personnage équipé de ce set d'artéfacts fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Fleur honorifique",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur faite à partir de feuille d'or. Elle symbolise les mérites et les honneurs de son porteur.",
		"story": "En des temps reculés où les chansons s'écrivaient depuis les plus hauts des précipices, une pluie d'étoile tomba sur le Gouffre.\nLe fer s'abattit depuis le ciel sans fin, transformant la poussière de Liyue en cristaux émaillés.\n\nÉphémère est la vie des mortels, mais le Souverain de la Roche confia cependant la responsabilité de protéger le précieux trésor aux Millelithes.\nOr l'Abîme vint à surgir comme un torrent rageur ; les Millelithes se chargèrent d'escorter les hommes en sécurité.\nCertains mineurs racontent qu'une poignée de soldats resta en cette occasion en retraite dans le Gouffre,\net combattit aux côtés du Yaksha sans nom, se sacrifiant au milieu des pierres.\n\nLes montagnes et les rivières ont changé avec les années, et les noms de l'Adepte et de ces hommes sont depuis tombés dans l'oubli.\nMais leur contribution brillera à jamais dans l'histoire, à la façon de cette feuille d'or dont l'éclat jamais ne ternit.\nUn demi-siècle s'est écoulé depuis la catastrophe, et la cité portuaire est aujourd'hui une ville fortifiée, sûre, où règne la paix.\nEt si les soldats d'aujourd'hui arborent avec fierté cet insigne, c'est qu'il représente le sacrifice de ceux qui ont existé avant eux."
	},
	"plume": {
		"name": "Plume de guerre du Commandant",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume de faucon portée lors des cérémonies officielles. Elle montre la dignité et la détermination du Port de Liyue aux yeux du monde entier.",
		"story": "Une plume perdue par l'oiseau de proie s'élevant dans les cieux, insigne militaire porté par les Millelithes.\nCette plume n'est portée que lors des occasions les plus solennelles. Elle symbolise le soutien au peuple, et sert à afficher un certain prestige face aux visiteurs étrangers. \n\nOn raconte que l'origine de cette habitude remonte à un Yaksha sans nom.\nLes plumes perdues par ce Yaksha combattant l'Abîme depuis les airs sont considérées comme un symbole d'espoir.\nLe brave Yaksha et les courageux mortels qui le suivirent finirent par trouver le sommeil éternel dans les ténèbres.\nTouché profondément par ce sacrifice, le Souverain de la Roche resta longtemps silencieux. Partout, pierres et rochers portèrent le deuil.\nD'aucuns racontent que si le Yaksha sans nom défendit le Gouffre, ce n'est pas sur ordre du Souverain,\nmais de lui-même, pour expier une faute passée et payer le prix de sa lâcheté d'autrefois.\n\nQue cela soit vrai ou non, le Yaksha qui tournait autrefois dans les airs a depuis rejoint les nuages de la liberté.\nEt les hommes qui dorment pour toujours dans l'Abîme vivront à jamais avec lui dans les légendes."
	},
	"sands": {
		"name": "Cadran solaire doré",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un appareil simple permettant de connaître l'heure. Il faisait autrefois partie du paquetage du Millelithe en temps de guerre.",
		"story": "Appareil servant à déterminer le temps en fonction de la lumière du jour, capable de capter les rayons du soleil même par jour couvert.\nCe type de cadran solaire servit aux combattants à se rappeler la douceur du jour au plus profond des ténèbres qui dominèrent autrefois Liyue.\n\nBeaucoup de soldats ordinaires furent pendant le combat aux côtés du Yaksha témoins d'horribles massacres et de la pire des corruptions du mal.\nPour ne pas perdre l'esprit face à l'horreur du combat, les soldats Millelithes utilisaient cet ustensile pour minuter leurs assauts.\nAinsi, la première vague se retirait pour céder la place à la seconde, en un ballet savamment orchestré.\nEt d'un même homme, Yaksha et braves s'enfoncèrent dans les ténèbres.\n\nUn siècle passa. Ce cadran solaire fut déterré par des mineurs, attirés par son éclat brillant sous la lumière des étoiles.\nOn raconte qu'un collectionneur vêtu d'une robe noire a été vu parcourant les rues de la cité pour acquérir l'objet à un prix élevé.\nInterrogée par les marchands sur ses motivations, cette personne arrive toujours à ne pas répondre.\nSeul le temps sera peut-être capable de dire quel est son objectif, semble-t-il."
	},
	"goblet": {
		"name": "Coupe du serment",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe en or utilisée par les Millelithes pour prêter serment. Elle porte encore le doux parfum du vin.",
		"story": "À la création des Millelithes, en un temps où les terres de Liyue étaient sauvages et appartenaient encore à Dame Nature,\nles anciens des villages, des hameaux et des clans se réunirent autour de la coupe dorée, et firent le serment qui suit :\n« Nous, par fidélité envers le Souverain de la Roche, et pour le bien des nôtres,\nchoisissons les plus braves que nous ayons à offrir pour former les Millelithes, l'armée des mille pierres. »\n\nC'est dans cette même coupe que les officiers et soldats tombés au combat en se battant aux côtés du Yaksha burent eux aussi,\ntrinquant une dernière fois en l'honneur du Souverain bienfaisant, pour se jeter aussitôt dans l'Abîme sans un regard en arrière.\nPlusieurs siècles passèrent. Un jour, un aventurier récupéra l'objet des profondeurs où il gisait, et entreprit de le nettoyer.\nMiraculeusement, les années n'érodèrent pas la coupe, et elle demeura telle qu'elle était au premier jour.\n\nEt des siècles plus tard, lorsque les gens de Liyue se souviennent du terrible passé et parlent de ce Yaksha sans nom,\nde tous ces héros venus des quatre coins de Liyue pour faire face à l'Abîme...\nle sujet de la coupe revient inévitablement, et il est toujours quelqu'un pour dire que le sang versé par les héros du passé est aussi pur qu'au premier jour."
	},
	"circlet": {
		"name": "Ancien heaume de Général",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un casque splendide qui a traversé les âges. Il suffit de nettoyer un peu la poussière et il sera de nouveau rutilant.",
		"story": "Le général qui combattait aux côtés du Yaksha dont le nom a été oublié,\net la poignée d'officiers qui l'accompagnaient, tombèrent tous lors de la défense du peuple.\nChargés sur ordre du Souverain de la Roche de protéger l'évacuation des réfugiés,\nles officiers, casque sur la tête, firent front et levèrent leurs lances, transperçant comme autant de piques l'Abîme.\n\nLa calamité gagnait les terres de Liyue, et le flot des ennemis du passé semblait sans fin.\nRépondant à l'ordre du Souverain de la Roche, le Yaksha fit face et combattit les créatures invoquées par l'Abîme.\nCe n'est que lorsque la dernière goutte de sang rejoignit la terre, que quand toute la corruption fut lavée,\net que l'Abîme partit en retraite, qu'enfin on put revoir le sable brillant de Liyue.\n\nLorsque le jour perça dans le gouffre, le Yaksha avait disparu.\nEt les hommes et généraux dont le casque gisait sur le sable du champ de bataille reposent à jamais en ce lieu."
	}
}