{
	"id": 10004,
	"rarityList": [
		3,
		4
	],
	"name": "Miracle",
	"effect2Pc": "Augmente toutes les RÉS élémentaires de 20 %.",
	"effect4Pc": "Les DGT élémentaires subis augmentent la RÉS à l'élément correspondant de 30 % pendant 10 s. Cet effet peut être déclenché une fois toutes les 10 s.",
	"flower": {
		"name": "Fleur du Miracle",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur née dans le cœur d'un rocher, qu'elle a réussi à briser dans sa quête de la lumière du jour.",
		"story": "Une petite fleur bleue qui a poussé entre les fissures d'une stèle antique.\nLa tombe est le domaine de la mort ; mais de ses failles le miracle de la vie a jailli."
	},
	"plume": {
		"name": "Plume du Miracle",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "La plume d'un rapace qui vole si rapidement qu'il en est presque invisible.",
		"story": "Un rapace aussi rapide que le vent. Son existence est un miracle en soi.\nDoté d'une vision perçante et de griffes tranchantes, \nses grandes ailes peuvent le faire voler à une vitesse fulgurante."
	},
	"sands": {
		"name": "Sablier du Miracle",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un sablier à l'apparence assez ordinaire. Le sable sec coule comme de l'eau dès qu'on le retourne.",
		"story": "On dit souvent qu'il faut lutter pour la victoire, mais attendre pour un miracle.\nLe sable autrefois roche ; n'est-ce point un miracle ?\nEt notre rencontre ; n'est-ce point là aussi un miracle ?"
	},
	"goblet": {
		"name": "Coupe du Miracle",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe utilisée dans des rituels de divination. On peut aussi s'en servir pour boire de l'eau.",
		"story": "Une tasse de thé claire, scintillant au clair de lune.\nOn l'utilisa autrefois pour la divination,\ncroyant que l'eau qu'elle abrite était le reflet de la mer d'étoiles."
	},
	"circlet": {
		"name": "Boucles d'oreilles du Miracle",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Des boucles d'oreilles bon marché, fabriquées à partir de minerai de météore.",
		"story": "Une paire de boucles d'oreilles sculptées dans un métal qui brille comme les étoiles.\nMais ce que les commerçants ne savent pas, c'est qu'il vient d'une étoile déchue des temps anciens."
	}
}