{
	"id": 10013,
	"rarityList": [
		1,
		2,
		3
	],
	"name": "Médecin itinérant",
	"effect2Pc": "Augmente les soins reçus par le personnage de 20 %.",
	"effect4Pc": "Le déchaînement élémentaire restaure 20 % des PV.",
	"flower": {
		"name": "Anémone du Médecin itinérant",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Un ingrédient rare qui a perdu toute vertu médicinale après des années de stockage.",
		"story": "Le médecin itinérant voyagea à travers les terres à la recherche d'herbes médicinales rares, telle une aventurière.\nSur une falaise raide entre des rochers humides, elle trouva ce lotus argenté.\nCette fleur n'a jamais été utilisée comme remède ; mais son odeur délicate accompagna le médecin à partir de ce jour."
	},
	"plume": {
		"name": "Plume de hibou du Médecin itinérant",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une plume rigide de hibou. Elle procure encouragement et motivation au docteur devant visiter ses patients la nuit.",
		"story": "Le médecin itinérant bravait la nuit noire pour visiter ses patients.\nQuiconque s'aventure la nuit se doit de redoubler de vigilance, car le danger rôde en permanence.\nMais les nuits sans sommeil finirent par avoir raison du docteur ; à son tour elle tomba malade."
	},
	"sands": {
		"name": "Montre de poche du Médecin itinérant",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une montre très précise. Pour les médecins, chaque seconde compte.",
		"story": "Chaque seconde compte lorsque l'on est au chevet d'un blessé grave.\nLa précision de cette montre de poche a maintes fois permis au docteur d'accomplir des miracles.\nMais lorsqu'approcha son heure, tout ce qu'elle put entendre fut son tic-tac régulier.\nCe qui autrefois sauva des vies, à la fin fut son éloge funèbre."
	},
	"goblet": {
		"name": "Pot à remèdes du Médecin itinérant",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un pot autrefois rempli d'un remède très concentré, dont il ne reste aujourd'hui plus que l'odeur.",
		"story": "Le remède que contenait ce récipient a séché depuis fort longtemps, mais son odeur amère demeure.\nLe médecin itinérant sauva plus d'une vie grâce à lui.\nEt seul ce remède lui tint compagnie lorsqu'elle tomba dans les griffes de la maladie."
	},
	"circlet": {
		"name": "Mouchoir du Médecin itinérant",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un mouchoir utilisé lors des opérations pour s'attacher les cheveux, qui peut aussi servir de bandage pour une entorse ou un bras cassé en cas d'urgence.",
		"story": "Durant ses jours de nomade, le médecin passait chaque jour par monts et par vaux.\nQu'il pleuve ou qu'il vente, jamais elle ne s'arrêtait.\nCe mouchoir ne servait pas seulement à protéger ses cheveux en désordre ; il servait également de bandage.\nIl l'accompagna dans ses épreuves, et devint son loyal partenaire."
	}
}