{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Rêverie incomplète",
	"effect2Pc": "Augmente l'ATQ de 18 %.",
	"effect4Pc": "Après avoir été hors combat pendant 3 s, les DGT infligés augmentent de 50 %. En combat, si aucun ennemi brûlé n'est à proximité pendant plus de 6 s, cette augmentation de DGT diminue de 10 % toutes les secondes, jusqu'à atteindre 0 % ; si un ennemi brûlé est à proximité, elle augmente de 10 % toutes les secondes, jusqu'à atteindre 50 %. Cet effet peut être déclenché même lorsque le personnage équipé de ce set d'artéfacts fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Fleur de nœuds dissimulés",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur sculptée dans une pierre grise, recouverte d'une feuille d'or. Les légendes disent que pendant une guerre, elle était utilisée pour différencier les amis des ennemis.",
		"story": "Ce fut l'époque où les bannières des tribus se recouvraient de poussière et perdaient progressivement leurs couleurs.\nDevant le trône se dresse un demi-homme tenant un anneau fendu, jouant avec prééminence.\nDes ordres stricts furent donnés pour que plus personne ne prête l'oreille aux instructions des messagers du crépuscule, les lointains ancêtres et les premiers ascensionnés...\nIl ne fallait plus écouter les racines boueuses des arbres, les flammes vacillantes des feux de joie ou les reflets dans les bois profonds.\n\nAinsi, l'obscurité ancienne arriva enfin, engloutissant tout dans les ténèbres.\nTout comme la puanteur du fer persiste, les taches de sang sur les anciens parchemins s'estompent.\nLorsque l'obscurité devint assez épaisse au toucher, elle s'empara des profondeurs.\nLe jeune homme aux yeux rouges revint du royaume où l'eau coulait tels des rayons de lumière vers les hauteurs vallonnées de la cité interdite, après avoir traversé d'innombrables calamités.\n\nAlors qu'il pénétra dans le jardin flottant, l'avertissement de la vieille femme aveugle et voûtée résonne encore dans ses oreilles :\n« Les fleurs rayonnantes s'épanouissent encore parmi les lianes des marais lointains.\nCherchez, nous sommes sur la terre de la mort où des crânes de béhémoths sont empilés...\nCherchez les personnes véritablement justes, prêtes à se tenir debout dans la nuit froide et cruelle, à se jeter au feu...\nEt souvenez-vous : ne trahissez jamais leur passion, leur haine, leur avidité et leur ambition !\nNe rompez pas votre foi avec le regard de ceux qui souhaitent encore contempler les flammes ardentes. »\n\nLa première à arriver fut une jeune fille qui tenait un accessoire orné de plumes ternies. Tel un quetzal, elle volait entre les grandes tentes à la recherche d'informations pour le jeune homme.\nLes seconds furent les héros jumeaux. Les lèvres et les dents de l'aîné étaient plus tranchantes que n'importe quelle lame, tandis que le dos du cadet avait subi les coups de fouet du tyran.\nEn apprenant que le jeune homme aux yeux écarlates avait sauvé les Sauriens, le guerrier taciturne fut prêt à unir ses forces avec les leurs.\n\n« Malgré tout, nous avons besoin de quelqu'un qui connaisse cette ville mieux que quiconque.\nQuelqu'un qui pourrait nous indiquer les chemins dans les passages ouverts et secrets et pour qui les mécanismes seraient un jeu d'enfant. »\nAprès que le jeune homme aux yeux écarlates eut ces paroles, le puissant héros taciturne et d'habitude réservé,\nqui espérait que Sauriens et humains vivent ensemble en paix, se souvint de la rumeur et prononça le nom d'un artisan."
	},
	"plume": {
		"name": "Queue émeraude de fanaison",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Un ornement de queue en plumes dont l'éclat s'est depuis longtemps estompé. On dit que les motifs qui y figurent ont été gravés par la main d'un artisan qualifié d'il y a longtemps.",
		"story": "« Quiconque pose les yeux sur les sculptures ornées de turquoise verra son esprit et son âme saisis par l'ingéniosité de leur conception.\nQuiconque pose les yeux sur les inscriptions dorées complexes sera profondément ému par le savoir-faire exceptionnel de l'artiste. »\n\nLa jeune fille obéissait aux ordres de la jeunesse à laquelle elle était profondément liée, cherchant la trace du célèbre artisan parmi les rumeurs qui couraient dans les rues.\nPourtant, elle ne trouva rien au milieu des cours des palais et des festins de la noblesse.\nVisiblement contrariée par cela, elle sortit la plume dorée ornementale et regarda la faible lumière, se rappelant le visage de son défunt père.\nSur le côté, un ivrogne à moitié caché derrière sa capuche se mit à parler froidement, racontant l'origine des motifs qui ornaient la plume.\n\nQui aurait pensé que le créateur de si beaux accessoires serait un mendiant au visage horrifiant, flânant dans une taverne délabrée ?\nLes cicatrices subies dans un incendie déchaîné marquaient la moitié de son visage qui était cachée sous un chapeau, sa chair n'étant qu'une bouillie de sang fondue.\nMais la jeune fille n'eut aucune peur et, après s'être remise de sa surprise, elle lui remit l'accessoire.\nCette nuit-là, les yeux rivés sur l'ornement dont la lumière s'était depuis longtemps éteinte, il lui raconta des choses oubliées depuis longtemps dans ce pays :\nl'histoire de l'oiseau émeraude à longue queue, du temps où il avait pour mission de réaliser quelque chose pour quelqu'un respecté de tous...\n\n« C'était mon père, mais il a été condamné pour avoir protégé les Sauriens de la tribu, et sa vie lui a été enlevée. »\nLa voix de la jeune fille était froide. L'artisan vit la même haine qu'il entretenait brûler dans ses yeux.\n\n« Alors, c'est avec plaisir que mes services sont à vo... À votre seigneur », dit-il avant même qu'elle ait parlé de son objectif.\nDans son cœur, il était réellement prêt à la servir, elle, mais ce n'était pas quelque chose qu'il avait besoin de dire.\nIl pouvait bien voir qu'à ce moment-là, quelqu'un d'autre occupait déjà le cœur de la jeune fille."
	},
	"sands": {
		"name": "Instant de réalisation",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un cadran solaire utilisé par un ancien royaume pour indiquer l'heure. De minuscules marques ont été laissées à certains endroits, ces dernières ne pouvant être vues qu'après une observation attentive.",
		"story": "Les chercheurs qui étudient les reliques se préoccupent de savoir comment,\nsur les nombreux cadrans solaires retrouvés dans les ruines anciennes de la ville recouverte de cendres,\nils arrivaient à trouver une gravure faite par un burin à un emplacement identique, pour une raison qui leur échappait.\n\nLe peuple des canyons pensait que c'était le moment pour ceux qui avaient jadis renoncé à leur foi d'allumer à nouveau les piliers d'obsidienne.\nCe jour-là, celle qui avait agi au nom des chefs de tribus, Sakkuk la fille des mines, renvoya les esprits errants dans le royaume de la nuit.\nLe peuple des arbres suspendus pensait que c'était le moment pour ceux qui avaient renoncé à leur contrat de le signer à nouveau avec les Sauriens des six tribus.\nCe jour-là, le grand héros auquel tous les guerriers firent confiance, Yupanqui le taciturne, brisa les entraves au cou du Saurien avec son épée.\nLe peuple de la source estimait que c'était le moment pour ceux qui avaient oublié leur passé d'écouter à nouveau les échos des vagues.\nCe jour-là, l'aîné des héros jumeaux, Atawallpa l'éloquent, raviva l'envie de retrouver la gloire passée chez tout le monde.\nLe peuple des terres fertiles pensait que c'était le moment pour les opprimés de se relever à nouveau.\nCe jour-là, le plus jeune des héros jumeaux, Waskar le champion, fut le premier à se dresser contre le torrent des ténèbres.\nLe peuple des sommets des montagnes pensait que c'était le moment pour ceux qui avaient été mis en cage de retourner dans le nid de la liberté.\nCe jour-là, le héros aux yeux écarlates invoqua la colère ardente de la divinité pour réduire la ville corrodée en cendres et rendit la tribu à ses membres.\n\nLe seul qui venait de la fumée mystérieuse, le jeune homme qui connaissait les secrets cachés, resta silencieux.\nL'image peinte sur le parchemin blanchi lui vint à l'esprit. On raconte qu'il fut un temps où une ombre noire recouvrait le soleil.\nLes héros qui s'étaient longuement préparés à ce moment saisirent l'occasion de renverser le roi fou devant son trône vide.\nDans des histoires officieuses, le cerveau du plan fut un artisan qualifié qui demeura anonyme.\n\n« L'artisan ne laissa pas un seul mot pendant la guerre qui a rendu l'autorité aux tribus.\nEnsuite, il disparut sans laisser de traces des vieilles histoires, dans lesquelles les couches narratives se succédaient. »\n\nLe jeune homme caressa les marques quasi identiques sur les cadrans solaires.\nIl s'imagina un instant, d'innombrables couchers de soleil auparavant, après que la date d'exécution du plan eut été convenue, que ces mains n'auraient peut-être jamais existé,\nainsi que le moment où leur propriétaire grava les cadrans solaires."
	},
	"goblet": {
		"name": "Coupe commune de stratégie",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une coupe à trois pieds. Autrefois, de nombreux héros se rassemblaient autour du feu de joie, levant leurs tasses et buvant à loisir tout en discutant de leurs souhaits et de leurs ambitions.",
		"story": "Il parla au jeune homme aux yeux écarlates et à ses héros des épreuves et tribulations qu'il avait endurées.\nOn raconte que le roi de la cité interdite rassembla autrefois des artisans qualifiés parmi les tribus.\nSous terre, il déterra des constructions bestiales gargantuesques, dont les ailes captaient autrefois les vents comme le feraient de grandes bannières, le tout pour réaliser ses ambitions.\nMais le comportement erratique du roi était de notoriété publique depuis longtemps. Et ainsi, le jour où il pénétra enfin dans les profondeurs des secrets...\nIl alluma un grand feu, dans l'intention de tout brûler, ainsi que tous ceux qui étaient au courant, les enterrant avec les ruines, derrière la porte de pierre...\n\nAu milieu de l'enfer dévorant, alors qu'un artisan condamné gisait, abasourdi, aux portes de la mort...\nUne larme dorée coulant de la tête de pierre tomba dans ses yeux et il vit beaucoup de choses.\nIl parla de créations gigantesques qu'il vit dans sa stupeur, des machines élaborées.\nIl parla d'ombres poussées par les flammes, montant de l'horizon lointain jusqu'au disque de la lune suspendu dans le ciel.\n\n« Alors, cette larme d'or est... » « C'est comme la source d'où jaillit toute inspiration, c'est ça ? »\nVoilà ce que demandèrent en riant les héros jumeaux, qui avaient pris l'histoire comme un conte.\nIl pouvait entendre la plaisanterie incrédule dans leur ton, et ils étaient toujours comme ça. L'homme s'y était habitué depuis longtemps.\nAlors qu'il sentait le regard inquisiteur de la jeune fille l'atteindre, il força un rire moqueur, faisant légèrement piquer les muscles de la moitié de son visage.\n\nEn vérité, il avait vu bien plus dans ces flammes qui avaient presque réduit sa vie en cendres.\nDes motifs dorés fluides, un autre chemin pour échapper aux ruines, ainsi que les multiples règles de fer qui avaient établi l'empire qui s'étendait au loin.\nMais ce dernier point était peut-être trop hors de portée des jeunes...\nIl posa son récipient à vin, dont quelques gouttes s'agitaient au fond.\n\nLorsque la poussière sera enfin retombée et que l'ancienne pierre angulaire aura été restaurée...\nQuand tout aura davantage avancé... Peut-être qu'il pourra tout révéler, et cela lui plaisait.\nCar à cette époque, ses fantasmes les plus fous tournaient déjà autour de la manière de construire un brillant mur impérial pour le nouveau roi."
	},
	"circlet": {
		"name": "Couronne sans couronne",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Une couronne dorée, ornée de plumes turquoise et d'émeraudes, qui n'a jamais été utilisée lors d'un couronnement, vivant seule sur son coussin de velours.",
		"story": "Quelqu'un exauça un jour ses désirs, et après l'anéantissement de l'ancien royaume, ils refirent ses accessoires en plumes depuis longtemps émoussés.\nElle fit donc la même promesse à celui qui méritait depuis longtemps son respect. Le moment venu, elle leur offrirait en retour une couronne turquoise.\nC'est après avoir vu le cadavre tordu atrocement penché sous la lame de boucher de la bête noire qu'elle comprit :\nla couronne qu'elle avait forgée et ornée de ses propres mains attendrait seule son maître, qui n'assisterait jamais au couronnement.\n\nBien des années plus tard, les étranges préférences de cette vieille maîtresse des mines se répandirent parmi les six tribus.\nIl est dit que la vieille dame appréciait toutes sortes de bijoux luxueux, dont la plupart ne pouvaient plus être fabriqués avec le talent des artisans contemporains.\nMais si on lui présentait un ouvrage signé par un artisan spécifique...\nElle l'échangerait à tout prix contre des pierres précieuses.\nMême s'il s'agissait d'une contrefaçon, elle la prendrait quand même.\n\nLorsque les gens de la tribu la pressèrent de ne pas récompenser l'avidité des fraudeurs, elle répondit :\n« Ah, mais je fais cela précisément parce qu'il ne faut pas laisser des contrefaçons aussi grossières entacher sa réputation ! »\nDe plus, même si elle n'en avait pas fait la publicité, elle n'avait jamais vraiment laissé de tels tricheurs s'en tirer avec leur perfidie.\n\nSa vie semblait bien plus longue, par rapport à celles de ses amis qui s'étaient vaillamment sacrifiés. De ce fait...\nElle consacra le temps qu'il lui restait pour rassembler tout ce que les héros qui lui manquaient avaient laissé.\nLe jeune homme aux yeux écarlates qu'elle avait aimé retourna dans les flammes sacrées après sa mission, et ne laissa rien d'autre qu'une chaleur éclatante.\nLorsque le héros silencieux tomba dans les flammes du souverain, le reflet du nouveau monde dans son œil fut la meilleure des récompenses.\nL'un des héros jumeaux qui était autrefois une pipelette eut la voix étouffée à force de pleurer de douleur suite au trépas de son frère aux mains de leur ennemi.\n\n« Pourtant, Atawallpa est aussi mort avant moi... Qui aurait pu imaginer que moi, qui suis plus fragile, je vivrais le plus longtemps ?\nLes sages des tribus disent souvent que ceux qui sont ballottés par les vents et les vagues finissent par se lasser de la terre ferme. Je ne suis pas une exception.\nCes années sans vous... ont vraiment été très ennuyeuses. »\n\nCependant, viendra le jour des retrouvailles avec des amis disparus depuis longtemps où la prémonition tant attendue se réalisera.\nElle prit les objets authentiques que l'artisan avait fabriqués parmi ses bijoux. Trop peu, par rapport aux faux.\nAvec ces objets portant son nom, elle marcha dans la nuit sombre, pour ne plus jamais revenir.\n\nSelon la légende, le peuple se tint sous l'arbre où elle avait placé la couronne de turquoise le lendemain.\nIl fit le serment de suivre ses dernières volontés et effaça de l'histoire le nom du maître artisan qu'elle emporta avec elle."
	}
}