{
	"id": 15023,
	"rarityList": [
		4,
		5
	],
	"name": "Au-delà cinabrin",
	"effect2Pc": "Augmente l'ATQ de 18 %.",
	"effect4Pc": "Lorsqu'un personnage utilise un déchaînement élémentaire, il gagne l'effet Lumière latente pendant 16 s, augmentant son ATQ de 8 %, puis de 10 % supplémentaires à chaque fois que ses PV diminuent. Cette augmentation supplémentaire peut être cumulée 4 fois maximum et déclenchée une fois toutes les 0,8 s. L'effet Lumière latente cesse lorsque le personnage quitte le champ de bataille. Si le personnage utilise à nouveau son déchaînement élémentaire alors que la Lumière latente est en effet, l'effet original de Lumière latente est dissipé.",
	"flower": {
		"name": "Vie fleurie",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Un ancien souvenir. Il semble toujours aussi vivant que l'être qui l'a préservé il y a plusieurs siècles.",
		"story": "Il y avait autrefois une magnifique fleur qui s'épanouissait sur les anciennes falaises de cinabre.\nÀ l'époque où le sang obscur se répandait partout, elle ne fut jamais souillée par quelque fange que ce soit.\n\nDurs comme le roc, puissants comme la montagne. Cette devise ne changerait pas, même avec des démons obscurs pour ennemi.\nLes montagnards silencieux et la lune argentée composaient leur camp paisible.\n\n« Ô, filles des falaises escarpées et des cristaux émaillés, pour moi il ne faut pas sangloter. »\n« Je suis né sous l'ombre de Tianheng et me bats pour rendre la grâce du Souverain de la Roche. »\n« Je confie ma vie au Yaksha à quatre bras alors que nous nous dirigeons vers ce bourbier. »\n« Dans les chemins les plus sombres des profondeurs, nous traverserons des pièces où des cristaux sont suspendus à des falaises pointues. »\n« Nous affronterons la souillure surgissant de l'abîme et les affreux démons qui habitent ces lieux. »\n« Des choses terrifiantes et étranges se présenteront à mes yeux, pourtant je ne reculerai pas devant la peur. »\n\nLe vent nocturne interrompit le soldat des Millelithes et l'empêcha de terminer ses paroles.\nIl ne laissa derrière lui que cette petite fleur à la fille du peuple de la montagne en guise de souvenir.\n\n« Ma seule crainte est d'être perdu dans l'oubli. »\n« Si le mauvais sort m'amène à être enterré dans un lieu sans nom, alors, je t'en prie, ne m'oublie pas. »"
	},
	"plume": {
		"name": "Plume de lumière latente",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "Une penne brillant faiblement, imprégnée de souvenirs forts.",
		"story": "La légende veut qu'un héros ait un jour arraché une plume d'aigle du haut de la plus haute falaise du Gouffre.\nIl est également dit que ceux qui pouvaient accomplir une telle chose gagnaient le droit de mourir aux côtés des Adeptes.\n\n« Certes, mourir en protégeant les autres est une bonne action. »\n« Pourtant, si l'on y réfléchit, une telle action s'apparente à un poisson qui s'enfonce dans un étang profond ou à un oiseau qui plonge au fond d'une grande vallée. »\n« Bien que mes accomplissements m'apportent une entière satisfaction, ceux-ci ne sont pas connus des masses et finiront par sombrer dans l'oubli. »\n« Nous, les mortels, nous sommes comme des plumes prises dans un tourbillon et flottant au milieu d'un vaste ciel. »\n« Secourir, défendre... Toutes ces choses sont vaines, en fin de compte. »\n\nCes sombres murmures secouèrent le cœur de ceux dont le nom ne serait jamais retenu.\n\nMais la bataille se termina enfin, et nombreux furent les soldats qui restèrent au fond du Gouffre pour y sommeiller éternellement.\nLes cris stridents poussés par les forces obscures s'évanouirent peu à peu, telles des ondes à la surface de l'eau.\nEt bien que la durée de vie des humains soit courte, la terre, elle s'en souviendrait toujours."
	},
	"sands": {
		"name": "Relique solaire",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Une pièce d'horlogerie ancienne d'apparence solide, dont l'éclat est le résultat d'un cristal émaillé.",
		"story": "La légende raconte que lorsque le Souverain de la Roche était jeune, le soleil était un char qui voyageait autour de la terre.\nQuand les trois sœurs du ciel nocturne furent sacrifiées dans la calamité, le char solaire sombra au fond d'une profonde vallée.\nLes habitants des montagnes prirent cela pour un heureux présage et le réparèrent pour qu'il puisse illuminer à nouveau la voûte céleste.\nBien que le char solaire reprit sa course infinie autour du ciel, il laissa un fragment derrière lui pour l'éternité.\nQuand les habitants des montagnes vinrent habiter au port, ils travaillèrent ce fragment pour en faire des cristaux émaillés et les vendre à des connaisseurs...\n\n« Restons sérieux, ce ne sont que rumeurs inventées. On ne saurait y croire si facilement. »\n« Il y a bien longtemps que les marchands de la Chambre Shenglu ont mis de côté leur ignorance de jadis et ont oublié l'absurdité de leur passé. »\n« Les cristaux émaillés brillants ne sont pas de bons matériaux pour fabriquer des céramiques, et ils ne peuvent pas non plus servir à créer de la peinture de première qualité. »\n« Comme le disent les mineurs du Gouffre, bien que cette histoire soit peu crédible... »\n« Ce garde-temps et les cristaux émaillés appartenaient aux soldats des Millelithes d'il y a cinq siècles. »\n\nIl était difficile même pour Yaksha de parcourir cet abîme où luttaient les ténèbres et la lumière.\nLes simples mortels avaient d'autant plus besoin de la lumière pour ne pas se faire dévorer par le voile d'obscurité qui enveloppait tout.\nLes soldats des Millelithes ramassèrent du sable qui projetait une lueur s'apparentant à la clarté lunaire pour s'éclairer.\nLe garde-temps, quant à lui, est un témoin du temps qu'ils passèrent dans les profondeurs. Il est la preuve que là où ils tombèrent, d'autres se présentèrent pour prendre la relève."
	},
	"goblet": {
		"name": "Instant du contrat",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Une ancienne coupe en cristal émaillé dont l'éclat n'a pas été estompé sous l'effet de l'érosion du temps.",
		"story": "Cet endroit, connu sous le nom de « Gouffre », a une couleur cinabre depuis les temps anciens.\nLes mineurs de la montagne et les marchands de la ville continuent de raconter jusqu'à nos jours la légende d'un Yaksha...\nOn dit que ce voyageur solitaire à quatre bras arriva un jour dans les terres désolées où une étoile était tombée.\nLorsque les tribus habitant ces montagnes apprirent que ce voyageur, qui s'était mis en route pour bannir le mal était arrivé sur leur territoire, ils se pressèrent tous autour de lui :\n\n« Visiteur des terres lointaines, s'il vous plaît, acceptez notre vin et écoutez notre histoire. »\n« Le vin de notre montagne est peut-être amer et difficile à avaler. Il n'égale pas le vin des Monts Tianheng que le Souverain de la Roche apprécie tant. »\n« Mais les cieux nous ont gratifiés de réserves de pierres précieuses et de jade merveilleux. Nous taillons ces roches escarpées pour vivre. »\n« Grâce à la bonté du Souverain de la Roche, même si nos vies ne sont pas idéales, nous vivons confortablement et sans nous faire de souci. »\n« Pourtant, les choses ont changé, et une ombre sombre plane sur la bénédiction que nous avons reçue de l'étoile déchue. »\n« Nous n'avons pas de cadeaux prestigieux à vous présenter, mais nous implorons tout de même votre aide. »\n\nLe visiteur écouta les paroles des anciens en buvant en silence ce vin amer jusqu'à la dernière goutte.\nSans faire de promesses ni réprimander les mortels pour leur manque de courtoisie, il se retourna et partit seul vers l'est.\n\nTout le monde connaît la suite de l'histoire...\n\nMalgré tout, cette coupe en cristaux émaillés qu'il utilisa pour boire avec les anciens de la tribu reste à ce jour un témoignage de leur pacte."
	},
	"circlet": {
		"name": "Maintien fulgurant",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Ce masque aurait été fabriqué par les montagnards pour un Yaksha. Il est de fabrication simple, mais sa surface brille néanmoins de mille feux.",
		"story": "Il y avait dans la Vallée Tianqiu un Yaksha armé de quatre bras puissants.\nVenu de terres lointaines, il arriva jusqu'au Gouffre et reçut les louanges des tribus qui y vivaient.\nIls préparèrent un copieux festin en son honneur avec d'excellents mets et du bon vin.\nLe Yaksha pénétra ensuite dans les profondeurs du Gouffre pour débarrasser le peuple du mal qui y régnait.\nIl avait l'agilité et la férocité d'un démon et un regard meurtrier transparaissait dans ses yeux violets.\nLe tonnerre dissipa la brume mortelle et la foudre serpentine se joignit aux ténèbres.\nDes nuages recouvrirent le Gouffre comme s'ils allaient avaler le firmament.\nUn ouragan cinglant sévit alors, le cinabre vint tapisser ce lieu obscur.\nLes falaises s'entrechoquèrent, les vallées s'effondrèrent.\nLa terre rugit avant de tomber dans le silence le plus total.\nLa lueur du crépuscule fut contenue à l'intérieur des nuages, tandis que les oiseaux entonnèrent un triste chant :\n« Avez-vous appris que les tambours ont cessé de résonner dans le vent du nord et que le grand héros a disparu au cœur du tourbillon ? »\n« Avez-vous vu le héros Yaksha se battre avec acharnement jusqu'à l'aube ? Hélas, il ne lui resta qu'un soupir pour se lamenter du temps perdu. »"
	}
}