{
	"id": 15002,
	"rarityList": [
		4,
		5
	],
	"name": "Ombre de la Verte Chasseuse",
	"effect2Pc": "Confère un bonus de DGT Anémo de 15 %.",
	"effect4Pc": "Augmente les DGT infligés par Dispersion de 60 % ; la RÉS élémentaire des ennemis est réduite de 40 % pendant 10 s selon le type élémentaire de Dispersion.",
	"flower": {
		"name": "Souvenir de fleur des champs",
		"relicType": "EQUIP_BRACER",
		"relicText": "Fleur de la vie",
		"description": "Une fleur sauvage répandue dans une certaine partie du monde. Elle a été cueillie par une chasseresse et portée comme une broche.",
		"story": "Une fleur blanche sauvage qui recouvrait autrefois la terre.\nElle n'est pas du tout fanée, et dégage encore une subtile fragrance.\n\nÀ l'époque où la vie sauvage peuplait la terre, que les monstres n'avaient pas encore foulée,\nla chasseresse masquait son odeur grâce à cette fleur.\nL'on disait alors que quiconque cherchait à la retrouver,\ndevait fermer les yeux et marcher pieds nus dans la forêt, à la poursuite de cette odeur subtile.\nCar seul celui se déplaçant aussi silencieusement que la chasseresse aurait pu l'atteindre.\n\nOn raconte également que celui qui parvint à la débusquer était un jeune garçon.\nÀ cette époque, la calamité s'était abattue sur l'ancien royaume et la misère s'étendait sur les terres."
	},
	"plume": {
		"name": "Plume de flèche de la Verte Chasseuse",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Plume de la mort",
		"description": "La plume d'une flèche qui transperça sa proie. Elle est encore lisse et propre.",
		"story": "La plume soyeuse et brillante d'un faucon. Elle fut jadis utilisée par la chasseresse comme empennage d'une flèche.\n\nLorsque sa flèche atteignait sa cible,\nla chasseresse avait pour habitude de caresser doucement sa proie jusqu'à ce que la vie l'ait quittée ;\ncar elle savait qu'un jour viendrait où elle rejoindrait ses victimes.\n\nLa chasseuse croyait qu'elle se réveillerait de la réalité à la fin de sa vie,\npour retrouver tous ceux qui l'avaient précédée, en un terrain de chasse infini.\n\nMais après qu'elle eut percé de sa flèche le monstre qui poursuivait le jeune homme,\net qu'elle eut répondu à sa requête et mis fin à la vie de la bête,\nnon pas pour survivre, mais parce qu'il cherchait vengeance,\nelle crut alors que les terres infinies qu'elle espérait ne l'attendaient plus."
	},
	"sands": {
		"name": "Détermination de la Verte Chasseuse",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sables du temps",
		"description": "Un objet formidable autrefois porté par une chasseuse. Il lui indiquait la direction de sa proie.",
		"story": "Un objet délicat utilisé pour trouver son chemin.\n\nLa légende raconte que lorsque la chasseuse marchait pieds nus dans la nature,\nl'herbe entre ses orteils lui disait ce que les oiseaux perchés le grand arbre pouvaient voir,\net ce que les racines dans la boue pouvaient entendre.\n\nMais herbes et arbres se turent à jamais après le désastre,\ncar le dieu des forêts y perdit la vie.\n\nLa chasseresse se mit alors à utiliser cet appareil pour se repérer.\nEt à la requête du garçon qu'elle rencontra, elle cessa de chasser les oiseaux et les bêtes,\nprenant désormais pour cible les monstres ayant apporté souffrance et destruction."
	},
	"goblet": {
		"name": "Récipient de la Verte Chasseuse",
		"relicType": "EQUIP_RING",
		"relicText": "Coupe d'éonothème",
		"description": "Un objet ayant été utilisé comme une gourde à eau par la Verte Chasseuse. Sa contenance est bien supérieure à ce qu'on pourrait imaginer.",
		"story": "Un récipient solide et résistant.\nUne chasseresse légendaire l'utilisait autrefois pour récolter les bribes de conversation autour du feu de camp.\n\nUn soir, la chasseresse sentit la piste d'autres humains.\nElle ne craignait ni les loups, ni les monstres ;\nmais parler autour d'un feu de camp était bien plus effrayant,\ncar elle avait oublié la langue des hommes longtemps auparavant.\n\nPlus tard, même après qu'elle eut rejoint les hommes et accepté sa place comme chasseresse du groupe, personne ne l'entendit jamais prononcer un mot.\nTout comme personne n'aurait pu déceler sa trace à la chasse.\n\nUn soir, elle emplit l'objet des rires qu'elle entendit cette nuit-là.\nPendant de nombreuses années, elle écouta les voix à chaque fois qu'elle se sentait seule."
	},
	"circlet": {
		"name": "Diadème de la Verte Chasseuse",
		"relicType": "EQUIP_DRESS",
		"relicText": "Diadème de Logos",
		"description": "Un diadème porté autrefois fièrement par la Verte Chasseuse, aussi vert que la nature sauvage.",
		"story": "Un chapeau de chasseur propre.\nSelon un mythe, il appartenait à la reine chasseresse.\n\nNe jamais devenir l'ennemi de la nature et de ses habitants était sa règle d'or.\nUn chasseur à ses yeux devait être part entière du monde naturel.\nOn raconte même qu'un oiseau fit un jour son nid sur ce chapeau.\n\nPersonne ne put jamais couronner la reine chasseresse,\ncar la nature était toujours supérieure.\n\nDans les événements tragiques qui s'ensuivirent,\nle chapeau de la chasseuse fut un symbole craint par tous les monstres."
	}
}