{
	"name": "Lueur du vourukasha",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Les PV sont augmentés de 20 %.",
	"4pc": "#Les DGT infligés par les compétences et déchaînements élémentaires augmentent de 10 %. Lorsque le personnage équipé de l'artéfact a subi des DGT, cet effet de bonus de DGT augmente de 80{NON_BREAK_SPACE}% pendant 5 s. Cet effet peut être cumulé 5 fois maximum, la durée de chaque cumul étant calculée de façon indépendante. Cet effet peut être déclenché même si le personnage fait partie de l'équipe mais n'est pas déployé.",
	"flower": {
		"name": "Étamine de l'origine de la khvarena",
		"relictype": "Fleur de la vie",
		"description": "Un insigne en forme de jolie petite fleur que portaient autrefois les pèlerins.",
		"story": "« Khvarena, ma fille innocente...\nJe te donnerai à une autre mère. Aime-la et sers-la.\nSa sagesse équivaut la mienne et sa lumière est beaucoup plus brillante.\nJ'ai eu un cauchemar sans visage autrefois, qui m'a grandement effrayée...\nC'est pour cette raison que je t'ai séparée de mon corps. Je te demande d'empêcher ce cauchemar de se produire. »\n\n« Khvarena, prunelle de mes yeux...\nJe l'ai prévenue de l'arrivée de la marée de ténèbres, à partir de laquelle ta destinée émerge.\nNe prends pas peur, ne t'enfuis pas, ne laisse pas ta khvarena s'affaiblir et ne déçois pas ta mère.\nMon sacrifice pour les mortels est destiné et sert de prélude pour une nouvelle vie...\nPars donc dans l'étreinte de ta mère verdoyante. Tu trouveras ta destinée dans son royaume. »\n\n« Khvarena, ma fille au cœur pur...\nTu changeras de forme, tout comme tu affronteras la division et la mort.\nAprès cela, tu accéderas à l'immortalité. Cependant, le plus difficile reste à venir...\nLe seigneur de l'amrita et celle des contrées vertes perdront leur forme divine avant toi...\nElles tomberont dans l'oubli et seul le souvenir de ton sacrifice persistera. »\n\n« Khvarena, fille des fleurs...\nSi la peur ne te fait pas reculer...\n... Pars à la rencontre de ta nouvelle maîtresse. »"
	},
	"plume": {
		"name": "Penne vibrante",
		"relictype": "Plume de la mort",
		"description": "Une décoration exquise en forme de plume sur laquelle scintillent les teintes vives des feuilles verdoyantes et des fleurs parfumées.",
		"story": "En des temps immémoriaux, lors de la nuit avant la tempête de sable tragique qui balaya le paradis...\nLes fleurs et les arbres parlèrent autrefois des royaumes mortels, de leurs espoirs et de leur futur lugubre.\nCeux dont il ne fallait pas s'approcher apportaient la mort grise, tandis que les vagues sombres ravageaient les berges de la vie.\nLes plantes et les bêtes s'unirent aux mortels pour les repousser.\n\nDans les années de solitude qui suivirent sa séparation avec le seigneur des sables écarlates, la reine des contrées vertes modela une oiselle divine à partir de la khvarena.\nElle chargea l'animal de la protection des deux mondes, ainsi que de la garde de la frontière entre la renaissance et la mort.\nL'oiselle divine vivait au milieu des pins, des cèdres et des lotus de neige. Elle dormait dans des rêves où le contrat était encore intact...\nEt ne se réveilla que lorsque le désastre s'abattit, courant vers sa perte.\nComme annoncé dans la prophétie, les ténèbres mortelles et silencieuses envahirent la forêt...\nLeur ami l'avait prévu : des monstres sinistres déferlèrent sur les jeunes forêts...\n\nL'ancienne dirigeante du royaume de l'eau trépassa dans le conflit. Son corps se transforma en une mer de rosée pure, l'amrita.\nEt pourtant, même cette mer s'assécha sur une terre abandonnée et détruite par l'Abîme.\nHélas, la maîtresse de la verdure n'eut pas le temps de faire son deuil. L'arbre mère d'innombrables graines devrait être nourri...\nPour nettoyer la souillure des ténèbres et garantir la pureté de l'amrita, Simurgh se débarrassa de sa forme divine.\n\n« Toutes les belles choses nées de la khvarena des fleurs affronteront leur destin tôt ou tard : se flétrir et retourner à la boue.\nUne fois flétries, elles renaîtront en tant qu'êtres de la mer de fleurs grâce à l'amrita, et ne seront plus jamais troublées par la mort. »"
	},
	"sands": {
		"name": "Abscission ancienne",
		"relictype": "Sables du temps",
		"description": "Un ancien garde-temps sur lequel brille la khvarena. Il est rempli d'un liquide pur qui semble vivant.",
		"story": "« Je te donne un fragment de khvarena, mon ami. Garde-le près de toi et prends-en soin.\nElle provient de la sagesse des fleurs et des veines du ciel. En son sein, réside l'essence de la vie.\nLa khvarena est un point dans le cœur d'une fleur, une unique goutte de lumière dans la mer d'amrita.\nChéris mon cadeau, jusqu'au jour où les ténèbres s'élèveront pour noyer toute vie... »\n\nLes fleurs et les feuilles se transmirent la fable lointaine dont les fruits et les graines se souvenaient.\nLorsque la maîtresse des fleurs se transforma en poussière et que le maître du désert se fourvoya dans ses desseins mensongers,\nque les tyrans et leurs ambitions furent enterrés sous les dunes aux sables en perpétuel déplacement...\nQuand tout ce qui naquit de la terre retourna dans le sable doré et que les dons de la brise flottante furent accordés à la forêt tropicale...\nLa reine de la verdure assista au changement silencieux du monde et se remémora son pacte avec ses camarades déchus.\n\n« Protège cette khvarena pour moi, mon compagnon, mon cher ami.\nAprès notre disparition, les mortels erreront, perdus comme des enfants sans repères.\nIls sont fragiles, mais suffisamment forts pour surmonter les vents sauvages, les flammes ardentes et leurs propres défauts.\nHélas, ce ne sont guère les catastrophes que je peux prévoir qui m'effraient, mais bien les ténèbres chaotiques...\nSeuls le mal qui en émane et la menace de la mort peuvent écraser les bourgeons. »\n\nLa reine de la verdure accomplit sa part du pacte lorsque le sable doré engloutit le paradis d'antan.\nElle appela la volonté de la khvarena et lui accorda une forme d'une grande beauté, en la façonnant en une créature magnifique.\nAinsi naquit Simurgh, l'oiselle divine, dont l'apparence se distinguait de ses teintes vives d'innombrables oiseaux, et dont le chant était celui de nombreuses fleurs...\nLe rêve ultime de l'oasis se rassembla, transformé en une mer de fleurs infinie, pure et radiante, cachée dans le corps de l'oiselle divine."
	},
	"goblet": {
		"name": "Festin de joie sans bornes",
		"relictype": "Coupe d'éonothème",
		"description": "Un verre à vin opulent qui était autrefois rempli de nectar et de miellat, mais qui est aujourd'hui vide.",
		"story": "À la mort de la maîtresse du verger, la reine de la verdure coupa les ponts avec la mer de sable.\nElle abandonna une vie d'amour fou et de pouvoir, pour retourner dans la forêt tropicale et défendre la vie...\nCe fut ainsi que la vie réapparut dans la forêt, que les sages furent remplis de joie et qu'un nouveau foyer naquit.\nUne imagination démesurée conduit au trépas inéluctable. Et cette leçon sur la mort est comme un rappel incessant pour les mortels.\n\nLa khvarena des fleurs naquit des banquets les plus délicieux et de l'allégresse la plus pure.\nL'âcreté de l'ascétisme et la puanteur de l'autorité en étaient absentes.\nSa destinée fut une mort inévitable, fanée et asséchée...\nSeul le seigneur de la sagesse pouvait apprendre de cela, pour la protéger et l'utiliser.\n\n« N'oubliez pas la prophétie de ma grande maîtresse. C'est elle qui m'a confiée à vous.\nLa folie ne mènera pas les humains à leur perte, mais les ténèbres au-delà de ce monde sont prêtes à tout engloutir.\nJe suis ce qu'il reste de l'âme de ma maîtresse, l'essence florale qui purifiera tout.\nJ'éclaterai en des milliers de rayons de lumière telle une grenade, si je retourne dans l'eau la plus pure. »\n\nCe fut ainsi que Simurgh naquit de la khvarena des fleurs.\nL'oiselle divine demeura auprès de son maître un certain temps avant de s'envoler vers la mer de fleurs."
	},
	"circlet": {
		"name": "Cœur de la brillance de la khvarena",
		"relictype": "Diadème de Logos",
		"description": "Des boucles d'oreilles complexes et vibrantes sur lesquelles l'éclat d'une centaine de fleurs semble couler.",
		"story": "« Mon cher ami, ton départ fut précipité malgré ton immense sagesse...\nDans toutes les légendes de gloire éternelle, se cache toujours le risque de l'oubli.\nTout comme la vie et la mort vont de pair, l'oubli est l'amant du souvenir.\nLa vie n'aurait aucune importance sans la menace de la mort.\nAucune histoire ne vaudrait la peine d'être racontée, si les vagues de l'oubli ne se dressaient pas contre elles... »\n\nLa reine de la verdure accomplit la mission dont son amie l'avait chargée.\nElle accorda la khvarena des fleurs à la forme de l'oiselle divine et lui demanda d'assurer la défense d'une partie de la forêt tropicale.\nLa fleur devait se faner un jour, tout comme Simurgh devait se sacrifier.\nLa cultivatrice de la verdure le savait depuis la nuit où elle sommeilla avec le seigneur des fleurs...\n\n« L'oiselle divine verdoyante s'épanouit en d'innombrables fleurs de khvarena, qui s'envolèrent comme des colombes...\nLa khvarena tomba sur les vestiges du seigneur de l'amrita et une mer de fleurs brillantes apparut.\nDe nombreux esprits habitent la mer de fleurs et portent en eux la volonté de l'herbe, des arbres et de la rosée, la nettoyant ainsi de toutes les impuretés.\nDe nombreux esprits habitent la mer de fleurs et chantent les trois mères de la verdure, de la douce rosée et des fleurs fraîches. »\n\nUne nuit viendra où la fille devra se défaire des bras de ses trois mères.\nEt se sacrifier pour défendre le monde des impuretés grandissantes..."
	}
}