{
	"id": 23085301,
	"monsterId": 23085301,
	"name": "Patrullero Terrestre - Modelo puntero de fuego terrestre",
	"specialNames": [
		"Modelo puntero de fuego terrestre"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Un Patrullero Terrestre de élite que cuenta con un equilibrio entre tecnología puntera, costes de producción e índice de despliegue, lo que confiere un inmenso poder destructivo a cualquier secuencia de combate. Es el eje clave de la primera línea de batalla.\nTras equiparle un motor a reacción de alta eficiencia, este Patrullero Terrestre ha adquirido la capacidad de utilizar múltiples armas, lo que le permite enviar esta considerable potencia de fuego a cualquier lugar del campo de batalla de manera oportuna. Por ello, según las directrices de combate redactadas conjuntamente entre los Fatui y la Real Academia Militar, estos Patrulleros deben organizarse como una “fuerza de reacción rápida” en batallas a gran escala, con el fin de protegerse contra las incursiones o contraataques enemigos y aprovechar la ventaja si la batalla se desarrolla de manera favorable. Naturalmente, todos los Patrulleros Terrestres punteros tienen la capacidad de operar de forma independiente y, en misiones largas, pueden ser el núcleo de un pequeño escuadrón, lo que maximizará la potencia de fuego de toda clase de unidades Fatui.",
	"investigation": {
		"investigationId": 85,
		"name": "Patrullero Terrestre",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Un autómata en el que los principios del combate naval se han aplicado al combate terrestre.\\nComo “patrullero armado que navega por tierra”, este Patrullero Terrestre es un nuevo tipo de arma de guerra desarrollada por los mejores ingenieros de la Real Armería de Snezhnaya y que se utiliza ahora ampliamente en el frente de batalla de las conquistas de los Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Eje refinado",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Eje reforzado",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Eje dañado",
			"count": 1.6808
		}
	]
}