{
	"id": 25310101,
	"monsterId": 25310101,
	"name": "Eremita Ablucionadora",
	"specialNames": [
		"Espadachín amoldable como el agua"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "NORMAL",
	"categoryType": "CODEX_SUBTYPE_HUMAN",
	"categoryText": "Humanos",
	"description": "Miembro de los grupos dispersos de mercenarios procedentes del desierto dorado. Están dispuestas a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.\nUna joven perdida en los antiguos sueños de las melodías del desierto. Para ella no hay mejor recompensa que la promesa de una cruenta batalla. Cuenta la leyenda que los espíritus del desierto suelen fijarse en las mujeres de su familia, lo que hace que muchas de ellas mueran a temprana edad. Tal vez sea el deseo irrefrenable de sangre de sangre lo que ha librado a esta muchacha de compartir el mismo destino.\nUn inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietaria o la del enemigo.",
	"investigation": {
		"investigationId": 44,
		"name": "Eremitas",
		"categoryType": "Common",
		"categoryText": "Normal",
		"description": "Desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.\\nEl nombre genérico de Los Eremitas le fue otorgado por la gente que no vive en el desierto. Entre sus filas se agrupan distintos grupos de mercenarios, como los mercenarios de los Hijos de Farroj y la tribu Tanit.\\nPuesto que no creen en ningún dios, la mayor parte de Los Eremitas se sirven de su espada para sobrevivir y salir adelante."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112067,
			"name": "Brocado rojo lujoso",
			"count": 0.07
		},
		{
			"id": 112066,
			"name": "Seda roja bordada",
			"count": 0.2801
		},
		{
			"id": 112065,
			"name": "Satén rojo descolorido",
			"count": 1.0505
		}
	]
}