{
	"name": "Generador de Campo Experimental",
	"specialname": "Prototipo Meca-Breguet",
	"enemytype": "BOSS",
	"category": "Autómatas",
	"description": "Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.\nEl árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.",
	"investigation": {
		"name": "Generador de Campo Experimental",
		"category": "Jefes",
		"description": "Una creación del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine. Cierto accidente ha hecho que pierda por completo el control."
	},
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amistad"
		},
		{
			"name": "Pedacito de topacio prithiva"
		},
		{
			"name": "Fragmento de topacio prithiva"
		},
		{
			"name": "Trozo de topacio prithiva"
		},
		{
			"name": "Topacio prithiva"
		},
		{
			"name": "Dispositivo de Tubion",
			"count": 2.5556
		},
		{
			"name": "Instructor",
			"rarity": "3"
		},
		{
			"name": "Exiliado",
			"rarity": "3"
		},
		{
			"name": "Médica Itinerante",
			"rarity": "3"
		},
		{
			"name": "Final del Gladiador",
			"rarity": "4"
		},
		{
			"name": "Orquesta del Errante",
			"rarity": "4"
		},
		{
			"name": "Instructor",
			"rarity": "4"
		},
		{
			"name": "Exiliado",
			"rarity": "4"
		},
		{
			"name": "Final del Gladiador",
			"rarity": "5"
		},
		{
			"name": "Orquesta del Errante",
			"rarity": "5"
		}
	]
}