{
	"id": 29080101,
	"monsterId": 29080102,
	"name": "Guardián del Oasis de Apep",
	"specialNames": [
		"Ser evolucionado tras un apocalipsis milenario"
	],
	"monsterType": "MONSTER_BOSS",
	"enemyType": "BOSS",
	"categoryType": "CODEX_SUBTYPE_BOSS",
	"categoryText": "Enemigos memorables",
	"description": "En la antigüedad, Apep nadaba como pez en el agua junto a sus muchos vástagos por el mar de plantas fragantes, árboles y enredaderas. Sin embargo, al final, la vegetación se marchitó y se convirtió en polvo, mientras que muchos seres, diminutos como granos de arena, erigieron en el hogar de Apep una frágil nación.\nJunto a sus muchos vástagos, Apep transformó el desierto en una insurgente arena hirviente que arrasó con torres y edificios, los cuales cayeron como si de hojas de árboles se trataran. Cuando el nuevo rey del desierto y el rey que había perdido su hogar se reconciliaron, las dunas bañadas por la áurea luz del sol pasaron a pertenecer a los humanos y a los dioses, mientras que los oasis de los dragones tuvieron que recluirse en sus corazones.\nEn la antigüedad, Apep compartió con sus muchos vástagos el conocimiento sobre la evolución, ya que estar en constante transformación era la única forma de evitar marchitarse y derrumbarse como los árboles. Sin embargo, cuando implementó el pacto que había hecho con el Rey del Desierto, alcanzó la sabiduría suprema y, desde entonces, solo era capaz de divisar el fin de los tiempos, el apocalipsis infinito.\nEn el pasado, Apep se sumió en solitario en el paisaje del fin del mundo. En él, todas las personas, deidades, dragones, bestias andantes, aves y peces, todos los recuerdos, la sabiduría, las palabras y el odio se transformaban en polvo. Por su parte, el brillo de la última fase de la luna se convirtió en una lluvia de llamas blancas que descendía sobre la tierra asolada.\n...\nPara Apep, las profundidades del desierto eran su tumba, y no el palacio de un rey sin hogar. La ponzoña de la sabiduría pronto le liberaría del odio y de la ira acumulados durante un sinfín de lunas. Apep estaba cansado de ese apocalipsis descolorido... Sin embargo, la joven diosa y {F#la viajera}{M#el viajero} de cabellos dorados le hicieron recordar que, aunque la tierra esmeralda que antes gobernaba se había convertido en un páramo dorado, aunque tanto Apep como sus vástagos tuvieron que mutar y convertirse en seres horrendos, en su corazón siempre atesoró el paisaje de aquel oasis.",
	"rewardPreview": [
		{
			"id": 102,
			"name": "EXP de Aventura",
			"count": 300
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "EXP de Amistad"
		},
		{
			"id": 113046,
			"name": "Helecho del paraíso exuberante"
		},
		{
			"id": 113047,
			"name": "Floración primigenia del oasis"
		},
		{
			"id": 113048,
			"name": "Instante del mar arbóreo"
		},
		{
			"id": 104134,
			"name": "Esmeralda nagadus"
		},
		{
			"id": 104133,
			"name": "Trozo de esmeralda nagadus"
		},
		{
			"id": 104132,
			"name": "Fragmento de esmeralda nagadus"
		},
		{
			"id": 104131,
			"name": "Pedacito de esmeralda nagadus"
		},
		{
			"id": 113021,
			"name": "Solvente de sueños",
			"count": 0.33
		},
		{
			"id": 400089,
			"name": "Final del Gladiador",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Orquesta del Errante",
			"rarity": 5
		},
		{
			"id": 400088,
			"name": "Final del Gladiador",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Orquesta del Errante",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructor",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Exiliado",
			"rarity": 4
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Instructor",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Exiliado",
			"rarity": 3
		},
		{
			"id": 101111,
			"name": "Prototipo de espada de las Regiones Centrales"
		},
		{
			"id": 101112,
			"name": "Prototipo de arco de las Regiones Centrales"
		},
		{
			"id": 101113,
			"name": "Prototipo de mandoble de las Regiones Centrales"
		},
		{
			"id": 101114,
			"name": "Prototipo de catalizador de las Regiones Centrales"
		},
		{
			"id": 101115,
			"name": "Prototipo de lanza de las Regiones Centrales"
		}
	]
}