{
	"id": 26180101,
	"name": "Corcel de Mar Perlamilenario",
	"specialName": "Soberano anónimo del Gran Lago",
	"enemyType": "BOSS",
	"category": "Bestias exóticas",
	"description": "Uno de los dos monarcas más evolucionados de los Engendros Fontamarinos.\nLos poetas y los escritores suelen calificarlo de arrogante y noble, aunque tales descripciones probablemente se deban a su aspecto esbelto y grácil. No obstante, esa es la razón por la que se le llama “corcel”, y por la que el rey de los Cangrejos Acorazados es llamado “emperador”.\nSegún las leyendas de Fontaine, entre los Engendros Fontamarinos tuvo lugar una cruenta guerra de la que solo salieron vivos el Corcel de Mar Perlamilenario y el Emperador Piroacorazado, los cuales se convirtieron en rivales que se disputaban el norte y el sur del Gran Lago. En el «Cantar de Dobhar-chú», el autor describe cómo fue el fin de la guerra: antes de morir, la Raya Depredadora conocida como la Reina de las Tempestades provocó un tsunami que más tarde pasó a llamarse la “primera subida del nivel del agua”.\nNo obstante, todo esto no es más que producto de la imaginación de las personas, las cuales se niegan a tener una vida en la que no haya ni un ápice de fantasía. Los Engendros Fontamarinos solo son criaturas acuáticas que no pertenecen ni en ningún momento destruyeron una corte real, y que tampoco cuentan historias de hazañas o maldades.",
	"investigation": {
		"name": "Corcel de Mar Perlamilenario",
		"category": "Jefes",
		"description": "El rey de los Engendros Fontamarinos vive recluido en una caverna de piedra. Posee un cuerpo tan hermoso como el de las criaturas de una quimera, pero su temperamento es tan airado como el de un trueno."
	},
	"rewardPreview": [
		{
			"id": 102,
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "EXP de Amistad"
		},
		{
			"id": 113053,
			"name": "Cuerno de corcel fontamarino",
			"count": 2.5556
		},
		{
			"id": 104141,
			"name": "Pedacito de amatista vajrada"
		},
		{
			"id": 104142,
			"name": "Fragmento de amatista vajrada"
		},
		{
			"id": 104143,
			"name": "Trozo de amatista vajrada"
		},
		{
			"id": 104144,
			"name": "Amatista vajrada"
		},
		{
			"id": 400032,
			"name": "Instructor",
			"rarity": 3
		},
		{
			"id": 400042,
			"name": "Exiliado",
			"rarity": 3
		},
		{
			"id": 400137,
			"name": "Ritual de la Sabiduría",
			"rarity": 3
		},
		{
			"id": 400062,
			"name": "Médica Itinerante",
			"rarity": 3
		},
		{
			"id": 400088,
			"name": "Final del Gladiador",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Orquesta del Errante",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructor",
			"rarity": 4
		},
		{
			"id": 400043,
			"name": "Exiliado",
			"rarity": 4
		},
		{
			"id": 400138,
			"name": "Ritual de la Sabiduría",
			"rarity": 4
		},
		{
			"id": 400089,
			"name": "Final del Gladiador",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Orquesta del Errante",
			"rarity": 5
		}
	]
}