{
	"name": "Oceánida",
	"specialname": "Oceánida - Acaste",
	"enemytype": "BOSS",
	"category": "Seres elementales",
	"description": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro. A menudo se encuentra junto al agua.\nSe dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas. También se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de una diosa que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su diosa hacia este mundo se extendiera por toda la tierra a través del agua...",
	"investigation": {
		"name": "Oceánida",
		"category": "Jefes",
		"description": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro.\\nA menudo se encuentra junto al agua. Se dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas.\\nTambién se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de un dios que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su dios hacia este mundo se extendiera por toda la tierra a través del agua..."
	},
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amistad"
		},
		{
			"name": "Corazón purificador",
			"count": 2.5556
		},
		{
			"name": "Pedacito de lazurita varunada"
		},
		{
			"name": "Fragmento de lazurita varunada"
		},
		{
			"name": "Trozo de lazurita varunada"
		},
		{
			"name": "Lazurita varunada"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Exiliado",
			"rarity": "3"
		},
		{
			"name": "Ritual del Destino",
			"rarity": "3"
		},
		{
			"name": "Aventurero",
			"rarity": "3"
		},
		{
			"name": "Final del Gladiador",
			"rarity": "4"
		},
		{
			"name": "Orquesta del Errante",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Exiliado",
			"rarity": "4"
		},
		{
			"name": "Ritual del Destino",
			"rarity": "4"
		},
		{
			"name": "Final del Gladiador",
			"rarity": "5"
		},
		{
			"name": "Orquesta del Errante",
			"rarity": "5"
		}
	]
}