{
	"id": 26190101,
	"monsterId": 26190101,
	"name": "Suanni Ermitaña",
	"specialNames": [
		"Antigua Maestra de las Montañas"
	],
	"monsterType": "MONSTER_BOSS",
	"enemyType": "BOSS",
	"categoryType": "CODEX_SUBTYPE_BEAST",
	"categoryText": "Bestias exóticas",
	"description": "Una elegante y fría bestia divina que solamente habita en montañas donde aún queda poder adéptico.\nDesde la antigüedad, esta bestia iluminada se considera un símbolo de buena fortuna, y ha sido aclamada por los intelectuales generación tras generación por vivir recluida en las montañas, alejada de las perturbaciones mundanas. Según una antigua leyenda del Valle Chenyu, la líder de los suanni se hacía llamar “Maestra de la Montaña”, y se la solía considerar a la par que los Adeptus.\nTambién hay quien dice que las Bestias Xuanwen que deambulan por las montañas en el presente son las descendientes de estas bestias iluminadas, pero que debido a su lejano parentesco con los Adeptus, no pudieron heredar su sangre noble y acabaron convirtiéndose en bestias violentas. Esta hipótesis se contradice con otra que trata sobre el origen de las Bestias Xuanwen, pero aun así, en las pocas fuentes que hablan sobre los suanni, se menciona que solían ir acompañadas de dichas bestias.\nLa danza de bestias que todo el mundo conoce hoy en día en el Valle Chenyu es un espectáculo que consiste en imitar los movimientos y el porte de los legendarios suanni. No obstante, muy poca gente ha visto alguna vez un suanni de verdad, por lo que a la mayoría no le queda más remedio que imaginar cómo son a través de descripciones. Así fue como, tras miles de años de cambios y evolución artística, las máscaras de bestias adoptaron el aspecto que tienen en la actualidad.",
	"investigation": {
		"investigationId": 64,
		"name": "Suanni Ermitaña",
		"categoryType": "Boss",
		"categoryText": "Jefes",
		"description": "Una bestia iluminada que la gente suele considerar fantástica. Su elegancia y frialdad son sus características más prominentes."
	},
	"rewardPreview": [
		{
			"id": 102,
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 105,
			"name": "EXP de Amistad"
		},
		{
			"id": 113058,
			"name": "Nimboescama",
			"count": 2.5556
		},
		{
			"id": 104154,
			"name": "Turquesa vayuda"
		},
		{
			"id": 104153,
			"name": "Trozo de turquesa vayuda"
		},
		{
			"id": 104152,
			"name": "Fragmento de turquesa vayuda"
		},
		{
			"id": 104151,
			"name": "Pedacito de turquesa vayuda"
		},
		{
			"id": 104124,
			"name": "Lazurita varunada"
		},
		{
			"id": 104123,
			"name": "Trozo de lazurita varunada"
		},
		{
			"id": 104122,
			"name": "Fragmento de lazurita varunada"
		},
		{
			"id": 104121,
			"name": "Pedacito de lazurita varunada"
		},
		{
			"id": 400089,
			"name": "Final del Gladiador",
			"rarity": 5
		},
		{
			"id": 400099,
			"name": "Orquesta del Errante",
			"rarity": 5
		},
		{
			"id": 400088,
			"name": "Final del Gladiador",
			"rarity": 4
		},
		{
			"id": 400098,
			"name": "Orquesta del Errante",
			"rarity": 4
		},
		{
			"id": 400023,
			"name": "Berserker",
			"rarity": 4
		},
		{
			"id": 400033,
			"name": "Instructor",
			"rarity": 4
		},
		{
			"id": 400022,
			"name": "Berserker",
			"rarity": 3
		},
		{
			"id": 400032,
			"name": "Instructor",
			"rarity": 3
		},
		{
			"id": 400052,
			"name": "Afortunado",
			"rarity": 3
		}
	]
}