{
	"name": "Biryani",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Tăng 215-308 điểm phòng ngự cho toàn đội, hiệu quả trị liệu tăng 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Cơm thập cẩm nhiều thịt. Đầu tiên, chiên thịt đã chế biến cho đến khi giòn bên ngoài và mềm ở bên trong, sau đó hầm với nguyên liệu đi kèm và gạo hạt dài, cuối cùng là trang trí với Padisarah. Vị thơm béo của thịt và mùi thơm của hỗn hợp gia vị quyện vào những hạt cơm dẻo, có thể được ví như một món ngon của Sumeru.",
	"suspicious": {
		"effect": "Phòng ngự cả đội tăng 215 điểm, hiệu quả trị liệu tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh gạo thập cẩm nhiều thịt. Gạo được ngâm trong dầu cho đến khi trong suốt, tỏa ra vị béo ngậy, ăn xong vẫn còn đọng một lớp dầu dày đặc dưới đáy bát... Có lẽ phải tránh xa dầu mỡ vài ngày sau đó..."
	},
	"normal": {
		"effect": "Phòng ngự cả đội tăng 261 điểm, hiệu quả trị liệu tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Cơm thập cẩm nhiều thịt. Đầu tiên, chiên thịt đã chế biến cho đến khi giòn bên ngoài và mềm ở bên trong, sau đó hầm với nguyên liệu đi kèm và gạo hạt dài, cuối cùng là trang trí với Padisarah. Vị thơm béo của thịt và mùi thơm của hỗn hợp gia vị quyện vào những hạt cơm dẻo, có thể được ví như một món ngon của Sumeru."
	},
	"delicious": {
		"effect": "Phòng ngự cả đội tăng 308 điểm, hiệu quả trị liệu tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh gạo thập cẩm nhiều thịt. Những cánh hoa của Padisarah như một ốc đảo điểm xuyết những vì sao, nằm trên ngai vàng lát những miếng cơm và những miếng thịt, mùi thơm hấp dẫn của các loại gia vị quyện đều vào những hạt cơm, cắn miếng nào cũng được thưởng thức đủ cả ngũ vị. Chưa đầy chốc lát, đĩa thức ăn đã cạn đáy, thực khách vẫn không nhịn được mà liếm môi, cố gắng giữ lại chút dư vị cuối cùng."
	},
	"ingredients": [
		{
			"name": "Lúa Nước",
			"count": 4
		},
		{
			"name": "Thịt Rừng",
			"count": 3
		},
		{
			"name": "Gia Vị",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 1
		}
	]
}