{
	"id": 4204,
	"name": "Phúc Lộc Tràn Đầy",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món Sashimi sang trọng tinh tế. Cắt cá thành từng lát mỏng và xếp thành hình những bông hoa đang nở, sau đó xếp những phần thức ăn kèm phong phú xung quanh. Trước khi ăn, các món ăn kèm và sashimi cá thường được trộn theo ý thích, ngụ ý là những ngày tháng sau này sẽ khấm khá hơn.",
	"suspicious": {
		"effect": "Tất cả nhân vật trong đội tăng 224 điểm tấn công, tăng 6% tỷ lệ bạo kích, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món Sashimi sang trọng tinh tế. Nhưng những loại gia vị lởm chởm và thịt cá như mới chạm trán sóng thần, gục đầu ủ rũ trong đĩa, không thể khơi dậy một chút cảm giác thèm ăn nào. Chỉ là nguyên liệu quá phong phú nên nếu bạn không ăn thì sẽ rất lãng phí. Thực sự không biết nên bắt đầu từ đâu..."
	},
	"normal": {
		"effect": "Tất cả nhân vật trong đội tăng 272 điểm tấn công, tăng 8% tỷ lệ bạo kích, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món Sashimi sang trọng tinh tế. Cắt cá thành từng lát mỏng và xếp thành hình những bông hoa đang nở, sau đó xếp những phần thức ăn kèm phong phú xung quanh. Trước khi ăn, các món ăn kèm và sashimi cá thường được trộn theo ý thích, ngụ ý là những ngày tháng sau này sẽ khấm khá hơn."
	},
	"delicious": {
		"effect": "Tất cả nhân vật trong đội tăng 320 điểm tấn công, tăng 10% tỷ lệ bạo kích, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món Sashimi sang trọng tinh tế. Lớp thịt cá mỏng nhẹ như cánh ve và có màu trắng mờ, giống như dấu vết của sương giá rơi trên mặt đất. Khi đưa miếng sashimi vào miệng, thịt cá mềm mịn hòa với các món ăn kèm đầy màu sắc hương vị, tất cả quyện vào nhau trên đầu lưỡi."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Thịt Cá",
			"count": 4
		},
		{
			"id": 100013,
			"name": "Cà Rốt",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Hành Tây",
			"count": 2
		},
		{
			"id": 100034,
			"name": "Túi Lưu Ly",
			"count": 1
		}
	]
}