{
	"name": "Thịt Rừng Kho Tàu",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Tấn Công",
	"foodcategory": "Atk_Add",
	"effect": "Sát thương vật lý cả đội tăng 20%-40%, kéo dài 300s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món hầm thơm ngon. Trước tiên, đem chiên Thịt Rừng, sau đó xào các nguyên liệu khác, rồi cho tất cả vào nồi đổ nước vào hầm, cho đến khi nước canh sánh lại. Kiên nhẫn hầm đủ lâu, Thịt Rừng sẽ trở nên mềm mại, đem lại cảm giác vô cùng thỏa mãn cho thực khách.",
	"suspicious": {
		"effect": "Sát thương vật lý cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món hầm. Có vẻ như chưa nắm vững phương pháp hầm mà chỉ đơn giản là cho tất cả các nguyên liệu vào nồi và nấu khiến rau bị chín nhừ và gần như hòa quyện vào nồi canh. Cả nồi không có gì ngoài vị béo ngậy của thịt..."
	},
	"normal": {
		"effect": "Sát thương vật lý cả đội tăng 30%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món hầm thơm ngon. Trước tiên, đem chiên Thịt Rừng, sau đó xào các nguyên liệu khác, rồi cho tất cả vào nồi đổ nước vào hầm, cho đến khi nước canh sánh lại. Kiên nhẫn hầm đủ lâu, Thịt Rừng sẽ trở nên mềm mại, đem lại cảm giác vô cùng thỏa mãn cho thực khách."
	},
	"delicious": {
		"effect": "Sát thương vật lý cả đội tăng 40%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món hầm thơm ngon. Nước dùng đậm đà và thịt thơm hòa quyện toát lên một mùi thơm khó cưỡng, các loại rau ăn kèm thì giòn, không bị dập nát, làm cho hương vị món ăn thêm đậm đà...Món ngon như vậy thì ngay cả khi còn nóng cũng khiến người ta phải ăn ngay một miếng to, cho đến khi trong nồi chỉ còn lại nước canh...À mà nước canh này chấm bánh mì cũng rất ngon nhỉ?"
	},
	"ingredients": [
		{
			"name": "Thịt Rừng",
			"count": 4
		},
		{
			"name": "Cà Rốt",
			"count": 2
		},
		{
			"name": "Khoai Tây",
			"count": 2
		},
		{
			"name": "Hành Tây",
			"count": 1
		}
	]
}