{
	"id": 3420,
	"name": "Souffle Bồng Bềnh",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Món Dạng Hồi Phục",
	"effect": "Hồi 26%-30% giới hạn HP cho nhân vật được chọn.\nTrong 30s tiếp theo, mỗi 5s hồi 450-790 HP.",
	"description": "Bánh kem nhỏ xíu với vỏ ngoài là Trái Bulle. Đưa lòng trắng đã đánh bông vào bên trong Trái Bulle rồi đem nướng cho đến khi bánh nở đều. Sự bồng bềnh không chỉ đến từ nguyên liệu sử dụng là Trái Bulle, mà còn ám chỉ thành phẩm có thể mang lại cho người ăn một trải nghiệm mềm mại tơi xốp như bong bóng.",
	"suspicious": {
		"effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 450 HP.",
		"description": "Bánh kem nhỏ xíu với vỏ ngoài là Trái Bulle. Trong khi nướng, không kìm được mà mở lò ra lén nhìn một cái, không ngờ Souffle đang bắt đầu nở lại nhanh chóng xẹp xuống... Xem ra tính tò mò không chỉ có hại cho mèo, mà còn có hại cho cả bánh kem nữa."
	},
	"normal": {
		"effect": "Lập tức hồi 28% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 620 HP.",
		"description": "Bánh kem nhỏ xíu với vỏ ngoài là Trái Bulle. Đưa lòng trắng đã đánh bông vào bên trong Trái Bulle rồi đem nướng cho đến khi bánh nở đều. Sự bồng bềnh không chỉ đến từ nguyên liệu sử dụng là Trái Bulle, mà còn ám chỉ thành phẩm có thể mang lại cho người ăn một trải nghiệm mềm mại tơi xốp như bong bóng."
	},
	"delicious": {
		"effect": "Lập tức hồi 30% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 790 HP.",
		"description": "Bánh kem nhỏ xíu với vỏ ngoài là Trái Bulle. Cảm giác đầu tiên khi cho vào miệng là sự mềm mại, mịn xốp, sau đó là hương trứng thơm ngậy và vị quả tươi man mát hòa quyện, tựa như đưa đầu mình vào một đám mây mềm mại vậy. Ngay cả không khí xung quanh cũng thấm đẫm hương vị ngọt ngào."
	},
	"ingredients": [
		{
			"id": 101230,
			"name": "Trái Bulle",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 2
		},
		{
			"id": 100078,
			"name": "Sữa",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Đường",
			"count": 1
		}
	]
}