{
	"name": "Ajilenakh Ngào Đường",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Tăng phòng ngự 165-235 điểm cho toàn đội, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món tráng miệng nhiều nhân. Đầu tiên đun nước đường cho đến khi trong, sau đó trộn với nhân bánh và mè Sumeru, cuối cùng đổ si rô được trộn đều vào khuôn và chờ đông đặc thành dạng giòn. Nghe nói ở Snezhnaya lạnh giá cũng có món tương tự như vậy, nhưng khác nhau về hương vị. Tất nhiên, cả hai bên đều nghĩ món của nước mình mới là ngon nhất Teyvat.",
	"suspicious": {
		"effect": "Phòng ngự cả đội tăng 165 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món tráng miệng nhiều nhân. Những hạt cứng giống như những phiến đá nhỏ ẩn trong cát, nếu không cẩn thận sẽ bị mắc bẫy. Vị ngọt đem lại niềm vui, nhưng sự va chạm giữa kẽ răng đã làm giảm bớt đi hơn một nửa niềm vui đó."
	},
	"normal": {
		"effect": "Phòng ngự cả đội tăng 200 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món tráng miệng nhiều nhân. Đầu tiên đun nước đường cho đến khi trong, sau đó trộn với nhân bánh và mè Sumeru, cuối cùng đổ si rô được trộn đều vào khuôn và chờ đông đặc thành dạng giòn. Nghe nói ở Snezhnaya lạnh giá cũng có món tương tự như vậy, nhưng khác nhau về hương vị. Tất nhiên, cả hai bên đều nghĩ món của nước mình mới là ngon nhất Teyvat."
	},
	"delicious": {
		"effect": "Phòng ngự cả đội tăng 235 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món tráng miệng nhiều nhân. Mật ong tan chảy trong miệng, các hạt bên trong giống như những viên đá quý được bọc trong vải nhung, đem đến nhiều sự bất ngờ. Nếm một miếng thôi đã thấy ngọt đến nao lòng, cả người như bơi trong nồi mật... Lần sau làm nhiều hơn đi!"
	},
	"ingredients": [
		{
			"name": "Quả Ajilenakh",
			"count": 4
		},
		{
			"name": "Hạnh Nhân",
			"count": 2
		},
		{
			"name": "Bơ",
			"count": 2
		},
		{
			"name": "Tường Vi Sumeru",
			"count": 1
		}
	]
}