{
	"id": 4405,
	"name": "Kẹo Vỏ Sò",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Món Dạng Phòng Ngự",
	"effect": "Hiệu quả khiên cả đội tăng mạnh 25%-35%, điểm phòng ngự tăng 165-235, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Loại kẹo với nhiều kiểu dáng khác nhau. Nghe nói trong số Kẹo Vỏ Sò được bán trong Phim Trường Vui Vẻ Chevalmarin, có một lượng rất nhỏ loại kẹo được giấu ngọc trai, chỉ những du khách may mắn nhất mới được thưởng thức. Liệu bạn sẽ là người may mắn đó chứ?",
	"suspicious": {
		"effect": "Cả đội nhận hiệu quả khiên tăng 25%, phòng ngự tăng 165 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Loại kẹo với nhiều kiểu dáng khác nhau. Lớp đường phủ bên ngoài cho cảm giác khô cứng, giống như cát trong vỏ sò, vô cùng khó nuốt. Có lẽ chỉ có dũng sĩ chiến thắng được lớp phủ đường sắc bén này mới có thể thưởng thức thành quả chiến thắng cuối cùng - phần kẹo ngọt ngào."
	},
	"normal": {
		"effect": "Hiệu quả khiên của tất cả nhân vật trong đội tăng 30%, phòng ngự tăng 200 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Loại kẹo với nhiều kiểu dáng khác nhau. Nghe nói trong số Kẹo Vỏ Sò được bán trong Phim Trường Vui Vẻ Chevalmarin, có một lượng rất nhỏ loại kẹo được giấu ngọc trai, chỉ những du khách may mắn nhất mới được thưởng thức. Liệu bạn sẽ là người may mắn đó chứ?"
	},
	"delicious": {
		"effect": "Hiệu quả khiên của tất cả nhân vật trong đội tăng 35%, phòng ngự tăng 235 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Loại kẹo với nhiều kiểu dáng khác nhau. Kẹo có màu sắc sặc sỡ giống như những viên ngọc đẹp lặng lẽ nằm trong chiếc hộp ngọc tinh tế, mang đến những bất ngờ ngọt ngào cho mọi người. Còn thứ gì có thể mang lại niềm vui hơn cả Phim Trường Vui Vẻ Chevalmarin chứ? Đó chắc chắn là Kẹo Vỏ Sò ở Phim Trường Vui Vẻ!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Tidalga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Trái Bulle",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Bạc Hà",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Đường",
			"count": 2
		}
	]
}