{
	"name": "Cassoulet",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Hiệu quả Khiên cả đội tăng mạnh 20%-30%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món hầm dân dã mộc mạc. Chỉ cần cho tất cả nguyên liệu vào nồi đất, trộn đều rồi nấu chín là có thể dùng. Điều đáng nói là, tên đầy đủ của món này là \"thịt gia cầm được chiên với đậu bóng cùng với xúc xích xông khói được hầm chín bằng nồi đất Cassoulet kết hợp Marcotte\". Quả thật quá dài, nên cứ gọi tắt là Cassoulet thôi.",
	"suspicious": {
		"effect": "Hiệu quả khiên cả đội tăng mạnh 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món hầm dân dã mộc mạc. Bề ngoài nhìn không có vấn đề gì, ăn được một lúc, ngửi được vị khét nhè nhẹ, lúc này mới phát hiện phần nguyên liệu bên dưới đã bị khét và dính chặt dưới đáy nồi. Hừm... Lần sau nấu nhớ đảo đều nhé..."
	},
	"normal": {
		"effect": "Hiệu quả khiên cả đội tăng mạnh 25%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món hầm dân dã mộc mạc. Chỉ cần cho tất cả nguyên liệu vào nồi đất, trộn đều rồi nấu chín là có thể dùng. Điều đáng nói là, tên đầy đủ của món này là \"thịt gia cầm được chiên với đậu bóng cùng với xúc xích xông khói được hầm chín bằng nồi đất Cassoulet kết hợp Marcotte\". Quả thật quá dài, nên cứ gọi tắt là Cassoulet thôi."
	},
	"delicious": {
		"effect": "Hiệu quả khiên cả đội tăng mạnh 30%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món hầm dân dã mộc mạc. Thời gian là vũ khí thần kỳ có thể kích hoạt vị ngon, hầm nấu trong thời gian dài làm cho miếng thịt thấm đượm nước canh thơm ngon, trở nên mềm mại. Cùng với hạt đậu thơm nồng đã tạo ra được hương vị ấm áp phấn chấn lòng người."
	},
	"ingredients": [
		{
			"name": "Xúc Xích",
			"count": 2
		},
		{
			"name": "Thịt Gia Cầm",
			"count": 1
		},
		{
			"name": "Đậu Bóng",
			"count": 1
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}