{
	"name": "Crepes Suzette",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Mạo Hiểm",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Giảm 15%-25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Bánh kếp có nhân. Chiên phần vỏ bánh trước, rồi cho mứt, kem và trái cây cắt miếng vào đó. Thực ra cách làm khá đa dạng, tùy theo nguyên liệu khác nhau mà khẩu vị cũng rất đa dạng.",
	"suspicious": {
		"effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh kếp có nhân. Cắn miếng đầu tiên vị nhạt nhẽo đến nỗi làm cho người ta lo sợ có phải mình đã bị mất vị giác hay không. Miếng thứ hai lại bị vị ngọt đến phát ngán làm cho ước gì vị giác lập tức biến mất... Trải nghiệm đầy kịch tính thế này giống như đang lái thuyền trong cơn sóng dữ, dù đã lên bờ vẫn thấy nơm nớp sợ hãi."
	},
	"normal": {
		"effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh kếp có nhân. Chiên phần vỏ bánh trước, rồi cho mứt, kem và trái cây cắt miếng vào đó. Thực ra cách làm khá đa dạng, tùy theo nguyên liệu khác nhau mà khẩu vị cũng rất đa dạng."
	},
	"delicious": {
		"effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh kếp có nhân. Phần kem mềm nhẹ cùng với mứt đậm đà giao hòa vào nhau, vỏ bánh mềm mại như cơn gió thổi qua nhẹ nhàng, làm cho đầu lưỡi cũng muốn nhảy nhót theo."
	},
	"ingredients": [
		{
			"name": "Trái Bulle",
			"count": 2
		},
		{
			"name": "Kem",
			"count": 1
		},
		{
			"name": "Mứt",
			"count": 1
		},
		{
			"name": "Bột Mì",
			"count": 1
		}
	]
}