{
	"id": 3113,
	"name": "Thịt Xông Khói Xào",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tỷ lệ bạo kích cả đội tăng 10%-20%, kéo dài 300s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với nhân vật của bản thân.",
	"description": "Món xào bằng lửa lớn, giăm bông và Nhung Tùng cắt lát xào và thêm một chút gia vị. Vị khô của giăm bông kết hợp với cái giòn tan của Nhung Tùng, càng nhai càng thơm, ăn rất dễ nghiện. Đáy nồi dẫn nhiệt nên có thể giữ cho món ăn nóng lâu và luôn thơm ngon trong thời gian dài.",
	"suspicious": {
		"effect": "Tỉ lệ bạo kích của toàn bộ nhân vật trong đội tăng 10% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món xào bằng lửa lớn, thịt tuy ngon nhưng rất mặn. Chỉ cần cắn một miếng, cho dù là Cỏ Kim Ngư hay là Nhung Tùng đi nữa, vị duy nhất cảm nhận được chỉ là vị muối."
	},
	"normal": {
		"effect": "Tỉ lệ bạo kích của toàn bộ nhân vật trong đội tăng 15% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món xào bằng lửa lớn, giăm bông và Nhung Tùng cắt lát xào và thêm một chút gia vị. Vị khô của giăm bông kết hợp với cái giòn tan của Nhung Tùng, càng nhai càng thơm, ăn rất dễ nghiện. Đáy nồi dẫn nhiệt nên có thể giữ cho món ăn nóng lâu và luôn thơm ngon trong thời gian dài."
	},
	"delicious": {
		"effect": "Tỉ lệ bạo kích của toàn bộ nhân vật trong đội tăng 20% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món xào bằng lửa lớn. Vị béo từ miếng thịt ba chỉ chiên trải đều trên các món ăn kèm, màu sắc tươi tắn kích thích sự thèm ăn của mọi người. Chỉ cần cắn một miếng nhỏ thôi cũng đủ khiến người Liyue nhớ về quê hương và những lễ hội."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Giăm Bông",
			"count": 2
		},
		{
			"id": 100063,
			"name": "Nhung Tùng",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Cỏ Kim Ngư",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Tiêu",
			"count": 1
		}
	]
}