{
	"id": 4106,
	"name": "Mai Lạc Tuyết Say",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Món Dạng Phòng Ngự",
	"effect": "Tăng 215-308 điểm phòng ngự cho toàn đội, hiệu quả trị liệu tăng 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn Liyue tao nhã. Cua sau khi được hấp chín sẽ gỡ riêng thịt và gạch, cho vào nồi rồi xào thơm, sau đó đặt lại vào vỏ. Đánh bông lòng trắng trứng, bọc kín vỏ cua, phủ lên trên một ít giăm bông cho phong phú màu sắc, sau đó đem nướng. Sự kết hợp giữa thịt cua tươi ngon cùng lớp trứng tơi xốp, đủ để khiến người ta phải vỗ đùi mà khen ngon.",
	"suspicious": {
		"effect": "Phòng ngự cả đội tăng 215 điểm, hiệu quả trị liệu tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn Liyue tao nhã. Thành phẩm trông khá hoàn hảo, nhưng không ngờ trong thịt cua được tháo cẩn thận lại trộn lẫn với vỏ cua vụn. Trước khi ăn cần phải khắc phục một số cảm giác bất an, bởi vì răng của bạn có thể sẽ bị vỏ cua làm mẻ bất cứ lúc nào..."
	},
	"normal": {
		"effect": "Phòng ngự cả đội tăng 261 điểm, hiệu quả trị liệu tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn Liyue tao nhã. Cua sau khi được hấp chín sẽ gỡ riêng thịt và gạch, cho vào nồi rồi xào thơm, sau đó đặt lại vào vỏ. Đánh bông lòng trắng trứng, bọc kín vỏ cua, phủ lên trên một ít giăm bông cho phong phú màu sắc, sau đó đem nướng. Sự kết hợp giữa thịt cua tươi ngon cùng lớp trứng tơi xốp, đủ để khiến người ta phải vỗ đùi mà khen ngon."
	},
	"delicious": {
		"effect": "Phòng ngự cả đội tăng 308 điểm, hiệu quả trị liệu tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn Liyue tao nhã. Giống như bông tuyết nhẹ nhàng rơi xuống đầu lưỡi. Ngay sau đó, thịt cua nồng nàn nhanh chóng chiếm lấy vị giác, giống như một bông hoa tuyệt trần rơi xuống giữa tuyết trắng lạnh lẽo cô độc, khiến người ta say đắm."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Cua",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Giăm Bông",
			"count": 2
		},
		{
			"id": 100074,
			"name": "Gạch Cua",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 1
		}
	]
}