{
	"id": 4403,
	"name": "Bánh Mousse Fontinalia",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món bánh ngọt xanh biếc của Lễ Hội Fontinalia. Bánh mousse được lấy cảm hứng từ nụ hoa Lily Ánh Sáng Hồ Nước. Sau khi phong tục được thay đổi sang xin đồ ngọt, nó đã nhanh chóng trở thành món ăn lễ hội được nhiều người ưa chuộng ở Fontaine. Khi nghe thấy câu \"cho kẹo hay xét xử\" thì đừng quên chia sẻ nó cho mọi người nhé!",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món bánh ngọt xanh biếc của Lễ Hội Fontinalia. Ngoại hình trông có vẻ không ổn lắm, khiến người ta liên tưởng đến Hoa Lừa Dối Băng Giá. Lẽ nào Lily Ánh Sáng Hồ Nước được lấy cảm hứng lại chính là do Hoa Lừa Dối biến ra sao? Trưng món bánh ngọt thế này trong Lễ Hội Fontinalia, không chừng sẽ phải chịu xét xử đó... Nên tốt nhất là lặng lẽ xử lý đi!"
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món bánh ngọt xanh biếc của Lễ Hội Fontinalia. Bánh mousse được lấy cảm hứng từ nụ hoa Lily Ánh Sáng Hồ Nước. Sau khi phong tục được thay đổi sang xin đồ ngọt, nó đã nhanh chóng trở thành món ăn lễ hội được nhiều người ưa chuộng ở Fontaine. Khi nghe thấy câu \"cho kẹo hay xét xử\" thì đừng quên chia sẻ nó cho mọi người nhé!"
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món bánh ngọt xanh biếc của Lễ Hội Fontinalia. Màu sắc lấp lánh, tựa như ánh sáng lung linh từ những gợn sóng trên mặt nước. Ngoại hình thanh tao như những cánh hoa vừa rời cành. Cảm nhận vị giác mềm mại, phảng phất như bông tuyết tan chảy trong cổ họng. Được ăn một món ngon như vậy, hẳn là điều hạnh phúc nhất trong Lễ Hội Fontinalia này rồi!"
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Kem",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Đường",
			"count": 1
		},
		{
			"id": 110008,
			"name": "Mứt",
			"count": 1
		}
	]
}