{
	"id": 3421,
	"name": "Fricassee de Poulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tấn công cả đội tăng 160-228 điểm, kéo dài 300s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món thịt Fontaine ai ai cũng biết. Trước tiên dùng dầu chiên cho miếng thịt giòn rụm mặt ngoài, xào hành tây và các gia vị khác cho thật thơm, thêm nước trái cây lên men rồi hầm tất cả với nhau, đợi nước sốt sệt lại rồi thêm kem vào. Khi hoàn thành, sốt kem sẽ bao trọn lấy từng miếng thịt, một hương vị ấm áp mà người Fontaine cảm thấy thân thuộc nhất.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 160 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt Fontaine ai ai cũng biết. Vừa bỏ vào miệng liền cảm thấy có gì đó không ổn. Lớp kem mịn không thể cứu được miếng thịt khô, thậm chí còn có chút vị đắng, khoảnh khắc thèm ăn vừa xuất hiện đã chợt biến mất không để lại tung tích."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 194 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt Fontaine ai ai cũng biết. Trước tiên dùng dầu chiên cho miếng thịt giòn rụm mặt ngoài, xào hành tây và các gia vị khác cho thật thơm, thêm nước trái cây lên men rồi hầm tất cả với nhau, đợi nước sốt sệt lại rồi thêm kem vào. Khi hoàn thành, sốt kem sẽ bao trọn lấy từng miếng thịt, một hương vị ấm áp mà người Fontaine cảm thấy thân thuộc nhất."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 228 điểm, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt Fontaine ai ai cũng biết. Kem và thịt gà hòa quyện vào nhau một cách lãng mạn, ngay lập tức tỏa ra hương vị đậm đà, khiến gương mặt người ta giãn ra ngay. Nghe nói đó là món thường xuyên bắt gặp trên bàn ăn của người Fontaine... Ngon như vậy, đúng là ăn cả đời cũng không chán."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 4
		},
		{
			"id": 100099,
			"name": "Nước Trái Cây Lên Men",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Hành Tây",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Kem",
			"count": 2
		}
	]
}