{
	"id": 3511,
	"name": "Nước Trái Cây Trù Phú",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Món Dạng Hồi Phục",
	"effect": "Hồi 26%-30% giới hạn HP cho nhân vật được chọn.\nTrong 30s tiếp theo, mỗi 5s hồi 450-790 HP.",
	"description": "Nước trái cây tươi mát. Được làm từ nhiều loại nguyên liệu đa dạng, hương vị đậm đà. Không những giúp tỉnh táo, mà còn có lợi cho sức khỏe, vì vậy mà những người yêu thích rèn luyện thân thể ở Cộng Đồng Trù Phú hầu như ngày nào cũng đến uống một hai ly.",
	"suspicious": {
		"effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 450 HP.",
		"description": "Nước trái cây tươi mát. Cacahuatl vừa chua vừa đắng, Hạt Ngũ Cốc thì xốp, Quả Quenepa thì chát, cuối cùng thêm sự sền sệt của trứng chim, tất cả như đang đánh nhau trên đầu lưỡi... Không còn kiên nhẫn để chờ chúng phân định thắng thua nữa, bây giờ chỉ muốn uống nước lọc để súc miệng."
	},
	"normal": {
		"effect": "Lập tức hồi 28% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 620 HP.",
		"description": "Nước trái cây tươi mát. Được làm từ nhiều loại nguyên liệu đa dạng, hương vị đậm đà. Không những giúp tỉnh táo, mà còn có lợi cho sức khỏe, vì vậy mà những người yêu thích rèn luyện thân thể ở Cộng Đồng Trù Phú hầu như ngày nào cũng đến uống một hai ly."
	},
	"delicious": {
		"effect": "Lập tức hồi 30% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 790 HP.",
		"description": "Nước ép tươi mát. Hương hoa quả tươi ngon ập vào mặt, dường như đang đẩy người ta vào vườn trái cây sáng sớm. Trái cây ngọt ngào ướt đẫm sương mai đang tan chảy trên đầu lưỡi, khiến người ta phấn chấn tinh thần, tràn đầy năng lượng... Đợi đã, sao đôi chân lại chạy về hướng Câu Lạc Bộ Thể Hình vậy?"
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Hạt Ngũ Cốc",
			"count": 2
		},
		{
			"id": 101249,
			"name": "Quả Quenepa",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 1
		}
	]
}