{
	"name": "Tajine Vàng Óng",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Tăng 20%-25% giới hạn HP cho tất cả nhân vật trong đội, duy trì 300 giây.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món thịt được chế biến bằng cách hầm. Chiếc nắp nồi có hình chóp nhọn độc đáo, giúp làm giảm việc mất nước của món ăn trong quá trình hầm nấu, là phương thức nấu nướng đầy trí tuệ độc quyền của người sa mạc. Hương vị này theo bước chân của Eremite cũng đã dần thịnh hành ở Sumeru, do đó đã có cái tên này.",
	"suspicious": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 20% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món thịt được chế biến bằng cách hầm. Nhìn có vẻ cũng được, nhưng nếm thử một miếng thì phần thịt khô queo làm cho người ăn như có cảm giác đang nhai củi. Rốt cuộc là do nắp nồi bị hư hay là cách dùng không đúng đây?"
	},
	"normal": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 22% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món thịt được chế biến bằng cách hầm. Chiếc nắp nồi có hình chóp nhọn độc đáo, giúp làm giảm việc mất nước của món ăn trong quá trình hầm nấu, là phương thức nấu nướng đầy trí tuệ độc quyền của người sa mạc. Hương vị này theo bước chân của Eremite cũng đã dần thịnh hành ở Sumeru, do đó đã có cái tên này."
	},
	"delicious": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 25% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món thịt được chế biến bằng cách hầm. Thịt rừng từng miếng to, thấm đẫm trong nước canh đậm đà, cắn nhẹ là đã tan ra trong miệng. Phần gia vị độc đáo phối hợp với hương thơm của thịt như tấu lên một khúc hoan ca trên đầu lưỡi."
	},
	"ingredients": [
		{
			"name": "Thịt Rừng",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 2
		},
		{
			"name": "Gia Vị",
			"count": 1
		},
		{
			"name": "Hành Tây",
			"count": 1
		}
	]
}