{
	"id": 4902,
	"name": "Bánh Táo Vàng",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món bánh ngọt làm từ táo. Táo được cắt thành từng miếng nhỏ, thêm đường và gia vị khác, nấu đến khi sệt lại, bọc lớp vỏ bên ngoài rồi đem nướng cho đến khi nở bung vàng óng. Lớp vỏ giòn bao trọn phần nhân mềm, chính là hương vị phù hợp với mọi lứa tuổi.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món bánh ngọt làm từ táo. Do để quá lâu nên vỏ ngoài bị ỉu, có bọc lớp nhân bên trong nên lại càng mềm hơn, khác xa so với vị giòn xốp trong tưởng tượng... Khoan đã, không ổn rồi, hình như dính cả môi lại rồi..."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món bánh ngọt làm từ táo. Táo được cắt thành từng miếng nhỏ, thêm đường và gia vị khác, nấu đến khi sệt lại, bọc lớp vỏ bên ngoài rồi đem nướng cho đến khi nở bung vàng óng. Lớp vỏ giòn bao trọn phần nhân mềm, chính là hương vị phù hợp với mọi lứa tuổi."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món bánh ngọt làm từ táo. Phần nhân ngọt ngào đầy ắp dâng tràn trong miệng, tựa như luồng ánh sáng lấp lánh xuyên qua kẽ lá, chiếu thẳng đến trái tim, ngay cả tâm trạng cũng bị sự ấm áp này chạm đến. Chỉ một cái thì thực sự không đủ!"
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Táo",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Bơ",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Đường",
			"count": 2
		}
	]
}