{
	"id": 4002,
	"name": "Gà Vàng Khổng Lồ",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tăng 224-320 điểm tấn công cho toàn đội, tỷ lệ bạo kích tăng 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Thịt gia cầm chiên sau khi ướp gia vị. Các nguyên liệu được trộn với bột, bọc lấy thịt gia cầm và chiên ở nhiệt độ cao. Chỉ cần ngửi thấy mùi thơm, nước thịt chảy ra là có thể tưởng tượng được lớp da giòn và thịt mềm, ít ai có thể cưỡng lại sức hấp dẫn của nó.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Thịt gia cầm chiên sau khi ướp gia vị. Có thể là do nhiệt độ dầu không được kiểm soát tốt, và phần da giòn hơi mềm khi nhai khiến tổng thể có vị hơi ngấy."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Thịt gia cầm chiên sau khi ướp gia vị. Các nguyên liệu được trộn với bột, bọc lấy thịt gia cầm và chiên ở nhiệt độ cao. Chỉ cần ngửi thấy mùi thơm, nước thịt chảy ra là có thể tưởng tượng được lớp da giòn và thịt mềm, ít ai có thể cưỡng lại sức hấp dẫn của nó."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Thịt gia cầm chiên sau khi ướp gia vị. Lớp vỏ vàng ươm kèm với nước thịt đầy đặn, khi cắn vào sẽ có cảm giác thỏa mãn. Dù chỉ còn lại những mảnh xương vụn trong không gian lung linh huyền ảo nhưng mùi hương đọng lại trên đầu ngón tay sẽ khiến người ta cảm nhận được dư vị."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Bơ",
			"count": 4
		},
		{
			"id": 100077,
			"name": "Tiêu",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 3
		}
	]
}