{
	"name": "Haggis",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Tăng 215-308 điểm phòng ngự cho toàn đội, hiệu quả trị liệu tăng 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn có hương vị nồng nàn. Cắt nhuyễn nội tạng dê cho cùng với yến mạch nhồi vào trong bao tử dê, rồi cho thêm các loại gia vị, làm thành dạng túi. Khi cho ra đĩa thường sẽ bỏ đi phần túi bao tử, chỉ lấy các món bên trong ăn chung với củ cải, khoai tây nghiền. Là món ăn đậm đà hương vị địa phương, người Fontaine thường dùng nó làm món ăn chiêu đãi khách quý.",
	"suspicious": {
		"effect": "Phòng ngự cả đội tăng 215 điểm, hiệu quả trị liệu tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn có hương vị nồng nàn. Nguyên liệu cắt hạt lựu vừa khô vừa to quét qua đầu lưỡi, làm cho người ta không cảm nhận được đây là thứ có thể ăn. Vừa ra sức nhai vừa nghĩ kỹ lại xem quá trình chế biến có khi nào lỡ trộn nhầm củi vụn vào không ta?"
	},
	"normal": {
		"effect": "Phòng ngự cả đội tăng 261 điểm, hiệu quả trị liệu tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn có hương vị nồng nàn. Cắt nhuyễn nội tạng dê cho cùng với yến mạch nhồi vào trong bao tử dê, rồi cho thêm các loại gia vị, làm thành dạng túi. Khi cho ra đĩa thường sẽ bỏ đi phần túi bao tử, chỉ lấy các món bên trong ăn chung với củ cải, khoai tây nghiền. Là món ăn đậm đà hương vị địa phương, người Fontaine thường dùng nó làm món ăn chiêu đãi khách quý."
	},
	"delicious": {
		"effect": "Phòng ngự cả đội tăng 308 điểm, hiệu quả trị liệu tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn có hương vị nồng nàn. Nếm nhẹ một miếng, nội tạng mềm và các loại gia vị đem lại cảm giác kích thích cho đầu lưỡi. Thưởng thức kỹ, trong hương thơm lan tỏa của thịt còn mang theo dư vị lâu dài. Cũng khó trách có nhà thơ sau khi thưởng thức món này đã làm ngay một bài thơ khen ngợi."
	},
	"ingredients": [
		{
			"name": "Thịt Rừng",
			"count": 4
		},
		{
			"name": "Khoai Tây",
			"count": 3
		},
		{
			"name": "Củ Cải Trắng",
			"count": 3
		},
		{
			"name": "Marcotte",
			"count": 2
		}
	]
}