{
	"id": 2405,
	"name": "Ile Flottante",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Món Dạng Hồi Phục",
	"effect": "Hồi 18%-22% giới hạn HP cho nhân vật được chọn.\nTrong 30s tiếp theo, mỗi 5s hồi 300-470 HP.",
	"description": "Là món tráng miệng được làm từ lòng trắng trứng. Cách làm rất đơn giản, chỉ cần đánh nổi lòng trắng là xem như đã thành công được một nửa, rồi đem lòng trắng đã được làm nóng để lên lớp mứt là đã thành công luôn một nửa còn lại. Thành phẩm có tạo hình lãng mạn, là lựa chọn hàng đầu của các quý phu nhân Fontaine trong các buổi trà chiều.",
	"suspicious": {
		"effect": "Lập tức hồi 18% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 300 HP.",
		"description": "Là món tráng miệng được làm từ lòng trắng trứng. Dù đánh đến mỏi cả tay vẫn không làm cho lòng trắng nổi lên được, miễn cưỡng cho mứt đã chuẩn bị sẵn lên, kết quả là cả hai hòa thành một... Chậc, hay là xem như thức uống mà thử một ngụm nhỉ?"
	},
	"normal": {
		"effect": "Lập tức hồi 20% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 390 HP.",
		"description": "Là món tráng miệng được làm từ lòng trắng trứng. Cách làm rất đơn giản, chỉ cần đánh nổi lòng trắng là xem như đã thành công được một nửa, rồi đem lòng trắng đã được làm nóng để lên lớp mứt là đã thành công luôn một nửa còn lại. Thành phẩm có tạo hình lãng mạn, là lựa chọn hàng đầu của các quý phu nhân Fontaine trong các buổi trà chiều."
	},
	"delicious": {
		"effect": "Lập tức hồi 22% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 470 HP.",
		"description": "Là món tráng miệng được làm từ lòng trắng trứng. Lớp kem trứng nhẹ nhàng nổi trên phần mứt màu sương trắng, giống như một kho báu bí mật đang chờ người đến khám phá. Được thưởng thức món ngon diệu kỳ như thế này, khiến cho người ta cảm thấy mãn nguyện như mở được chiếc rương quý giá!"
	},
	"ingredients": [
		{
			"id": 110006,
			"name": "Đường",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 1
		}
	]
}