{
	"name": "Chè Trái Cây",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Khả năng tăng trị liệu của tất cả nhân vật trong đội tăng thêm 15%-20%, duy trì 300 giây.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ngọt truyền thống của Liyue. Đun sôi nước rồi cho các loại nguyên liệu vào, hầm một lúc rồi thêm đường phèn, chỉnh nhỏ lửa cho đến khi nước sánh lại. Đun nấu trong thời gian dài đã tạo ra độ mềm mại của nguyên liệu, chỉ cần cho vào miệng là sẽ tan ngay, già trẻ đều thích hợp dùng.",
	"suspicious": {
		"effect": "Tăng 15% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ngọt truyền thống của Liyue. Ẩu tả cho tất cả nguyên liệu vào nồi cùng lúc, làm cho thành phẩm ăn vào giống như chất dịch của Slime... Ọe, tuy rằng có chút ảnh hưởng cảm giác thèm ăn, nhưng bản thân nguyên liệu thì vẫn tốt cho sức khỏe nhỉ?"
	},
	"normal": {
		"effect": "Tăng 17% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ngọt truyền thống của Liyue. Đun sôi nước rồi cho các loại nguyên liệu vào, hầm một lúc rồi thêm đường phèn, chỉnh nhỏ lửa cho đến khi nước sánh lại. Đun nấu trong thời gian dài đã tạo ra độ mềm mại của nguyên liệu, chỉ cần cho vào miệng là sẽ tan ngay, già trẻ đều thích hợp dùng."
	},
	"delicious": {
		"effect": "Tăng 20% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ngọt truyền thống của Liyue. Từng miếng trái cây lớn được ngâm trong nước đường trong vắt, giống như chiếc lá trôi trên dòng suối uốn lượn, hương thơm của hoa quả thì như làn gió nhẹ quẩn quanh."
	},
	"ingredients": [
		{
			"name": "Quả Nhật Lạc",
			"count": 3
		},
		{
			"name": "Đường",
			"count": 1
		},
		{
			"name": "Thanh Tâm",
			"count": 1
		},
		{
			"name": "Túi Lưu Ly",
			"count": 1
		}
	]
}