{
	"id": 3416,
	"name": "Dâng Thủy Thần",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Món Dạng Phòng Ngự",
	"effect": "Tăng 20%-25% giới hạn HP cho tất cả nhân vật trong đội, duy trì 300 giây.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Bánh kem dạng dài. Nghe nói rất lâu trước đây, một thợ làm bánh kem nào đó đã lấy tình yêu mến của dân chúng Fontaine đối với Thủy Thần làm cảm hứng sáng tạo ra chiếc bánh này. Nhiều lớp bánh được xếp chồng lên nhau, quy trình làm bánh đầy tính thử thách tài nghệ của người thợ, đủ để chứng minh tầm ảnh hưởng của Thủy Thần.",
	"suspicious": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 20% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Bánh kem dạng dài. Hương vị của mỗi một tầng đều không giống nhau, thậm chí còn lười biếng bỏ bớt mấy tầng. Người trong nghề ăn miếng đầu tiên là phát hiện ra ngay cách làm có vấn đề."
	},
	"normal": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 22% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Bánh kem dạng dài. Nghe nói rất lâu trước đây, một thợ làm bánh kem nào đó đã lấy tình yêu mến của dân chúng Fontaine đối với Thủy Thần làm cảm hứng sáng tạo ra chiếc bánh này. Nhiều lớp bánh được xếp chồng lên nhau, quy trình làm bánh đầy tính thử thách tài nghệ của người thợ, đủ để chứng minh tầm ảnh hưởng của Thủy Thần."
	},
	"delicious": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 25% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Bánh kem dạng dài. Hương thơm của cà phê và hạnh nhân vương vấn kéo dài, làm cho tinh thần cũng thêm phần phấn chấn. Trong thoáng chốc như bước vào một vở ca kịch vừa du dương vừa tráng lệ, làm cho người ta đắm chìm vào trong, chỉ hy vọng thời khắc hạ màn sẽ không bao giờ đến."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 3
		},
		{
			"id": 100098,
			"name": "Hạt Cà Phê",
			"count": 3
		},
		{
			"id": 100089,
			"name": "Hạnh Nhân",
			"count": 2
		}
	]
}