{
	"id": 1302,
	"name": "Cuốn Cá Lambad",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Món Dạng Hồi Phục",
	"effect": "Hồi 8%-10% giới hạn HP cho nhân vật được chọn, và hồi thêm 800-1200 điểm HP.",
	"description": "Món cá nướng có hương hoa. Nghe nói lúc chú Lambad còn trẻ từng đi mạo hiểm khắp nơi, ăn qua các món cá ở khắp các vùng miền. Chú ấy cảm thấy rất tiếc vì Sumeru không có món cá nướng đặc trưng, nên đã đích thân sáng tạo ra món ăn này. Các thực khách của quán đều nhất trí, chuyện mạo hiểm có thật hay không thì còn phải chờ kiểm chứng, nhưng hương vị của món Cuốn Cá này thì khỏi phải bàn.",
	"suspicious": {
		"effect": "Hồi 8% giới hạn HP cho nhân vật được chọn, và hồi thêm 800 điểm HP.",
		"description": "Món cá nướng có hương hoa. Ôi không, mùi khét quyện với mùi tanh đã bộc lộ sự kém cỏi trong khâu nấu nướng. Nếu không muốn lần sau được chú Lambad giảm giá thì tốt nhất đừng để chú ấy nhìn thấy..."
	},
	"normal": {
		"effect": "Hồi 9% giới hạn HP cho nhân vật được chọn, và hồi thêm 1000 điểm HP.",
		"description": "Món cá nướng có hương hoa. Nghe nói lúc chú Lambad còn trẻ từng đi mạo hiểm khắp nơi, ăn qua các món cá ở khắp các vùng miền. Chú ấy cảm thấy rất tiếc vì Sumeru không có món cá nướng đặc trưng, nên đã đích thân sáng tạo ra món ăn này. Các thực khách của quán đều nhất trí, chuyện mạo hiểm có thật hay không thì còn phải chờ kiểm chứng, nhưng hương vị của món cuốn cá này thì khỏi phải bàn."
	},
	"delicious": {
		"effect": "Hồi 10% giới hạn HP cho nhân vật được chọn, và hồi thêm 1200 điểm HP.",
		"description": "Món cá nướng có hương hoa. Những con cá vàng óng như những con sóng nhuộm trong ánh hoàng hôn, cuộn tròn những bông hoa tường vi vụn nhuyễn, phả vào mặt hương hoa thơm ngát. Thảo nào món ăn này có biệt danh là \"sự lãng mạn của thủy thủ\"... Lẽ, lẽ nào những câu chuyện mạo hiểm của chú Lambad kể đều là thật sao?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Thịt Cá",
			"count": 1
		},
		{
			"id": 101219,
			"name": "Tường Vi Sumeru",
			"count": 1
		}
	]
}