{
	"id": 3510,
	"name": "Khúc Ca Đá Lửa",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tỷ lệ bạo kích của tất cả nhân vật trong đội tăng 10%-20%, duy trì 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn Natlan cổ xưa. Với cách làm vô cùng truyền thống, nguyên liệu được bọc trong lá cây cỡ lớn, rồi dùng những viên đá được nung nóng để ủ nhiệt trong hố đất. Sau khi nhìn thấy làn khói bốc lên như mây trời, món ăn tuyệt hảo của Natlan đã sẵn sàng để chia sẻ cùng mọi người.",
	"suspicious": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn Natlan cổ xưa. Nếu nói khi cảm nhận được vị cát thô trên đầu lưỡi là vẫn còn chút hy vọng, vậy khi vị giác cảm nhận được mùi đất thì sự may mắn cuối cùng cũng đã biến mất hết cả. Rốt cuộc nó đã lẻn vào đây từ lúc nào vậy?"
	},
	"normal": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 15%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn Natlan cổ xưa. Với cách làm vô cùng truyền thống, nguyên liệu được bọc trong lá cây cỡ lớn, rồi dùng những viên đá được nung nóng để ủ nhiệt trong hố đất. Sau khi nhìn thấy làn khói bốc lên như mây trời, món ăn tuyệt hảo của Natlan đã sẵn sàng để chia sẻ cùng mọi người."
	},
	"delicious": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn Natlan cổ xưa. Lửa nướng tỉ mỉ khiến nước cốt bị kẹt chặt trong nguyên liệu, mùi thơm thoang thoảng của khói giống như sợi dây vàng mờ ảo trên tấm vải quý hiếm, khiến hương vị ngon thêm một tầng. Bất cứ ai ăn một miếng cũng sẽ không kìm được mà reo hò."
	},
	"ingredients": [
		{
			"id": 101243,
			"name": "Hạt Ngũ Cốc",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Khoai Tây",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Hành Tây",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Thịt Cá",
			"count": 2
		}
	]
}