{
	"name": "Pizza Nấm Thịt",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Tấn Công",
	"foodcategory": "Atk_Add",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món pizza nướng. Từng miếng thịt rừng lớn kèm với nấm tươi được rải đầy khắp trên mặt bánh. Kết hợp thêm phô mai kéo sợi thơm ngon, quả thật khó ai có thể cưỡng lại. Vừa mới ra lò là bị giành hết sạch, do đó, bí quyết để thưởng thức món ngon đó là nhanh tay lẹ mắt.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món pizza nướng. Những cục phô mai và nguyên liệu lộn xộn tỏa ra mùi béo ngậy, lớp đế dày và cứng như đá càng khiến mọi thứ trở nên tồi tệ hơn. Ừm, rốt cuộc vấn đề nằm ở thời gian nướng hay là quá trình lên men đây?"
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món pizza nướng. Từng miếng thịt rừng lớn kèm với nấm tươi được rải đầy khắp trên mặt bánh. Kết hợp thêm phô mai kéo sợi thơm ngon, quả thật khó ai có thể cưỡng lại. Vừa mới ra lò là bị giành hết sạch, do đó, bí quyết để thưởng thức món ngon đó là nhanh tay lẹ mắt."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món pizza nướng. Lớp vỏ thấm đẫm vị thơm béo của thịt, kết hợp với các loại nấm tươi ngon phải nói là tuyệt vời. Cắn một miếng, hương thơm béo ngậy của phô mai phả vào mặt, khiến người ta không thể không mê mẩn, miếng này chưa ăn xong đã không nhịn được muốn đưa tay ra lấy miếng khác..."
	},
	"ingredients": [
		{
			"name": "Thịt Rừng",
			"count": 4
		},
		{
			"name": "Bột Mì",
			"count": 4
		},
		{
			"name": "Nấm Rơm",
			"count": 3
		},
		{
			"name": "Phô Mai",
			"count": 2
		}
	]
}