{
	"id": 3015,
	"name": "Thịt Lốc Xoáy",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Món Dạng Mạo Hiểm",
	"effect": "Sau khi nhân vật bất kỳ trong đội đánh bại kẻ địch, sẽ hồi phục 15-25 điểm thể lực, hiệu quả này mỗi 3s tối đa kích hoạt một lần, duy trì 900s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món thịt rất được yêu thích. Đặt giăm bông và rau củ quả lên miếng thịt mỏng, cuộn tròn rồi bỏ vào chảo dầu chiên đến khi ngả màu nâu, sau đó hầm trong súp. Sau khi cắt thành phẩm, miếng thịt bọc chặt lấy phần nhân bên trong tựa như lốc xoáy vậy.",
	"suspicious": {
		"effect": "Sau khi nhân vật bất kỳ trong đội đánh bại kẻ địch, sẽ hồi phục 15 điểm thể lực, hiệu quả này mỗi 3s tối đa kích hoạt một lần, duy trì 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt rất được yêu thích. Ban đầu mọi thứ đều rất thuận lợi, nhưng không ngờ vào thời khắc cắt thịt quan trọng cuối cùng, miếng thịt được cuộn gọn bỗng nhiên bung ra. Thịt rừng và đồ ăn lộn xộn hết cả, giống như tàn dư sau một cơn bão dữ dội vậy..."
	},
	"normal": {
		"effect": "Sau khi nhân vật bất kỳ trong đội đánh bại kẻ địch, sẽ hồi phục 20 điểm thể lực, hiệu quả này mỗi 3s tối đa kích hoạt một lần, duy trì 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt rất được yêu thích. Đặt giăm bông và rau củ quả lên miếng thịt mỏng, cuộn tròn rồi bỏ vào chảo dầu chiên đến khi ngả màu nâu, sau đó hầm trong súp. Sau khi cắt thành phẩm, miếng thịt bọc chặt lấy phần nhân bên trong tựa như lốc xoáy vậy."
	},
	"delicious": {
		"effect": "Sau khi nhân vật bất kỳ trong đội đánh bại kẻ địch, sẽ hồi phục 25 điểm thể lực, hiệu quả này mỗi 3s tối đa kích hoạt một lần, duy trì 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt rất được yêu thích. Làn hương nồng nàn của thịt cuốn lấy tâm hồn, thỏa mãn tất cả những gì người ta tưởng tượng về một món thịt đẫy đà. Chẳng trách mỗi khi tụ họp tiệc tùng náo nhiệt đều không khó để nhận thấy sự xuất hiện của món ăn này."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Thịt Rừng",
			"count": 2
		},
		{
			"id": 110010,
			"name": "Thịt Xông Khói",
			"count": 2
		},
		{
			"id": 100080,
			"name": "Khoai Tây",
			"count": 1
		},
		{
			"id": 100076,
			"name": "Hành Tây",
			"count": 1
		}
	]
}