{
	"id": 4903,
	"name": "Tiệc Thịt Thịnh Soạn",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn gồm thịt kết hợp cà phê. Thịt gà chiên được bọc trong lá rau và tôm bóc vỏ. Sự kết hợp táo bạo giữa hai hương vị hoàn toàn khác biệt từ đất liền và sông nước, khiến người ta không khỏi thốt lên rằng: Món ngon cũng như những cuộc phiêu lưu chưa biết trước, luôn chứa đựng vô vàn khả năng vô hạn.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn gồm thịt kết hợp cà phê. Các nguyên liệu rải rác lộn xộn, nếu nhìn từ vẻ ngoài mà đoán thì chắc là một... ừm, món ăn kết hợp giữa sườn và thịt tôm nhỉ? Nếu có thể bỏ qua tạo hình lộn xộn thì ăn cho no bụng cũng không thành vấn đề..."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn gồm thịt kết hợp cà phê. Thịt gà chiên được bọc trong lá rau và tôm bóc vỏ. Sự kết hợp táo bạo giữa hai hương vị hoàn toàn khác biệt từ đất liền và sông nước, khiến người ta không khỏi thốt lên rằng: Món ngon cũng như những cuộc phiêu lưu chưa biết trước, luôn chứa đựng vô vàn khả năng vô hạn."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn gồm thịt kết hợp cà phê. Nước xốt đặc biệt giống như nguyên tố Phong vậy, khiến hương thơm hấp dẫn lan tỏa, vị tôm tươi ngon như nhảy múa trên đầu lưỡi. Mỗi miếng đều mang đến nhiều tầng hương vị tuyệt vời... Dù bụng đã no căng cũng không muốn buổi tiệc ngập thịt này kết thúc!"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 5
		},
		{
			"id": 100093,
			"name": "Tôm Bóc Nõn",
			"count": 4
		},
		{
			"id": 100098,
			"name": "Hạt Cà Phê",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 3
		}
	]
}