{
	"name": "Toto Nướng",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Tấn Công",
	"foodcategory": "Atk_Add",
	"effect": "Sát thương vật lý cả đội tăng 20%-40%, kéo dài 300s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn vặt được nướng trên chảo thép. Cho nước vào bột mì và khuấy lỏng, sau đó thêm rau cải và thịt, rồi cho lên chảo nướng chín, sau cùng rưới sốt và một ít cá khô lên trên. Bất luận cho bao nhiêu nguyên liệu cũng đều rất ngon, làm cho người ta có cảm giác càng nhiều càng ngon, vì vậy mà có tên Toto Nướng.",
	"suspicious": {
		"effect": "Sát thương vật lý cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn vặt được nướng trên chảo thép. Trông cũng ra dáng đấy, nhưng miếng đầu tiên là sẽ cảm nhận được độ cứng của bột. Đúng là nấu ăn không thể làm biếng được."
	},
	"normal": {
		"effect": "Sát thương vật lý cả đội tăng 30%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn vặt được nướng trên chảo thép. Cho nước vào bột mì và khuấy lỏng, sau đó thêm rau cải và thịt, rồi cho lên chảo nướng chín, sau cùng rưới sốt và một ít cá khô lên trên. Bất luận cho bao nhiêu nguyên liệu cũng đều rất ngon, làm cho người ta có cảm giác càng nhiều càng ngon, vì vậy mà có tên Toto Nướng."
	},
	"delicious": {
		"effect": "Sát thương vật lý cả đội tăng 40%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn vặt được nướng trên chảo thép. Các nguyên liệu phong phú được xếp chồng lên nhau, lớp ngoài giòn, nhân giữa mềm. Nước sốt phủ lên nhân bánh giống như một lớp áo khoác mềm mịn, một làn khói xuyên qua môi và kẽ răng vào bụng. Ngay cả mùi thơm đọng lại trong không khí cũng được thăng hoa thành một món ngon khó quên."
	},
	"ingredients": [
		{
			"name": "Thịt Cá",
			"count": 3
		},
		{
			"name": "Thịt Xông Khói",
			"count": 2
		},
		{
			"name": "Dưa Tím",
			"count": 1
		},
		{
			"name": "Bột Mì",
			"count": 1
		}
	]
}