{
	"id": 3904,
	"name": "Cửu Quả Cam Lộ",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tỷ lệ bạo kích của tất cả nhân vật trong đội tăng 10%-20%, duy trì 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Một loại thức uống được hòa trộn từ nhiều loại nước trái cây. Các loại nước trái cây được pha với nhau theo tỷ lệ đặc biệt, khiến hương vị của trái cây có thể hòa quyện đan xen với nhau, giữ nguyên vị chua ngọt, thêm đá viên vào sẽ càng ngon hơn.",
	"suspicious": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Một loại thức uống được hòa trộn từ nhiều loại nước trái cây. Vị vừa chua vừa đắng... Sao thậm chí còn có vị hơi mặn nữa nhỉ? Hương vị phức tạp này... chẳng lẽ có loại thảo dược chưa rõ nào đó lẫn vào sao?"
	},
	"normal": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 15%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Một loại thức uống được hòa trộn từ nhiều loại nước trái cây. Các loại nước trái cây được pha với nhau theo tỷ lệ đặc biệt, khiến hương vị của trái cây có thể hòa quyện đan xen với nhau, giữ nguyên vị chua ngọt, thêm đá viên vào sẽ càng ngon hơn."
	},
	"delicious": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Một loại thức uống được hòa trộn từ nhiều loại nước trái cây. Uống một ngụm, cơ thể như được đỡ lấy bởi chiếc giỏ trái cây dưới nắng vàng, hương thơm ngọt ngào tự nhiên thoảng qua đầu mũi, mỗi ngụm đều là sự hòa quyện hoàn hảo của muôn sắc hương trái cây. Uống một ly khi cơn nóng bức ập đến, nói là sự cứu rỗi cho tâm hồn cũng không quá!"
	},
	"ingredients": [
		{
			"id": 101218,
			"name": "Đào Zaytun",
			"count": 2
		},
		{
			"id": 100002,
			"name": "Quả Nhật Lạc",
			"count": 2
		},
		{
			"id": 100001,
			"name": "Táo",
			"count": 2
		},
		{
			"id": 100051,
			"name": "Quả Mâm Xôi",
			"count": 2
		}
	]
}