{
	"name": "Cơm Cuộn Trứng",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Mạo Hiểm",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Giảm 15%-25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn chính được bao bọc bởi trứng chiên. Trứng được đánh đều và chiên nửa chín, đổ cơm vào gói lại, cuối cùng rưới sốt cà chua lên. Nghe nói món này được cải tạo lại từ món ăn của nơi khác, đồng thời cách làm cũng phức tạp hơn.",
	"suspicious": {
		"effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn chính được bao bọc bởi trứng chiên. Lớp vỏ trứng bọc bên ngoài cơm vì chiên quá lâu nên mất đi độ dẻo. Có nên đổi tên thành cơm chiên trứng?"
	},
	"normal": {
		"effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn chính được bao bọc bởi trứng chiên. Trứng được đánh đều và chiên nửa chín, đổ cơm vào gói lại, cuối cùng rưới sốt cà chua lên. Nghe nói món này được cải tạo lại từ món ăn của nơi khác, đồng thời cách làm cũng phức tạp hơn."
	},
	"delicious": {
		"effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn chính được bọc bởi trứng chiên. Tách nhẹ lớp trứng bên ngoài, lớp trứng mỏng manh bọc lấy lớp cơm trắng mềm cùng nước sốt chua chua ngọt ngọt, khơi dậy cảm giác thèm ăn của thực khách. Sau khi ăn xong với tâm trạng hưởng thụ, ngay cả khóe miệng cũng sẽ bất giác nở nụ cười."
	},
	"ingredients": [
		{
			"name": "Trứng Chim",
			"count": 4
		},
		{
			"name": "Lúa Nước",
			"count": 3
		},
		{
			"name": "Cà Chua",
			"count": 2
		},
		{
			"name": "Đường",
			"count": 1
		}
	]
}