{
	"id": 3605,
	"name": "Vòng Quay Đặc Biệt",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Món Dạng Mạo Hiểm",
	"effect": "Giảm 15%-25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Thức uống nhiều màu sắc. Thay vì nói là thức uống thì nói đây là một trò chơi trên bàn sẽ đúng hơn. Quy tắc trò chơi là khi kim xoay chỉ về ly nào thì uống ly đó. Công thức đã được Demyan cải biến, khác với sản phẩm thông thường của Soái Hạm, tất cả các ly đều không chứa cồn, khi uống có vị ngọt ngào.",
	"suspicious": {
		"effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Thức uống nhiều màu sắc. Mỗi một ly uống đều có vị giống nhau, đều là vị nước đường nhàm chán... Khiến người ta không khỏi thắc mắc, tại sao phải tốn thời gian và công sức làm ra tám ly thức uống có màu sắc khác nhau nhưng vị lại giống nhau chứ?"
	},
	"normal": {
		"effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Thức uống nhiều màu sắc. Thay vì nói là thức uống thì nói đây là một trò chơi trên bàn sẽ đúng hơn. Quy tắc trò chơi là khi kim xoay chỉ về ly nào thì uống ly đó. Công thức đã được Demyan cải biến, khác với sản phẩm thông thường của Soái Hạm, tất cả các ly đều không chứa cồn, khi uống có vị ngọt ngào."
	},
	"delicious": {
		"effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Thức uống nhiều màu sắc. Vị ngọt hoa quả và vị mát lạnh được cân bằng hoàn hảo, chỉ uống một ly thôi thì hoàn toàn không đủ. Trước khi xoay kim không khỏi thầm cầu nguyện, tuyệt đối đừng quay trúng ly trống!"
	},
	"ingredients": [
		{
			"id": 101264,
			"name": "Quả Lakka",
			"count": 3
		},
		{
			"id": 101265,
			"name": "Quả Sồi Hè",
			"count": 3
		},
		{
			"id": 101262,
			"name": "Hoa Ảnh Đêm",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Bạc Hà",
			"count": 1
		}
	]
}