{
	"name": "Sashimi",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Tấn Công",
	"foodcategory": "Atk_Add",
	"effect": "Tăng 224-320 điểm tấn công cho toàn đội, tỷ lệ bạo kích tăng 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món thủy sản được kết hợp từ các nguyên vật liệu tươi. Cá và thủy sản được cắt thành lát rồi xếp thẳng ngay ngắn, cảm giác khi đưa vào miệng rất thanh ngọt mềm mịn, cung cấp nguồn dinh dưỡng tốt và phong phú. Vị ngọt bùi dư vị do sự tươi ngon của chính nguyên vật liệu chế biến, mỗi một ngụm đều đáng để nhắm mắt tận hưởng từ từ.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thủy sản được kết hợp từ các nguyên vật liệu tươi. Hình như là một món để luyện tay nghề, nhát cắt không thành tạo đã phá vỡ đi hương vị của món ăn, vảy cá cũng không được đánh sạch hoàn toàn. Bây giờ tìm một sư phụ về dạy thì có còn kịp không..."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thủy sản được kết hợp từ các nguyên vật liệu tươi. Cá và thủy sản được cắt thành lát rồi xếp thẳng ngay ngắn, cảm giác khi đưa vào miệng rất thanh ngọt mềm mịn, cung cấp nguồn dinh dưỡng tốt và phong phú. Vị ngọt bùi dư vị do sự tươi ngon của chính nguyên vật liệu chế biến, mỗi một ngụm đều đáng để nhắm mắt tận hưởng từ từ."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thủy sản được kết hợp từ các nguyên vật liệu tươi. Như một tác phẩm nghệ thuật được bày biện công phu, làm người ta không nỡ phá vỡ. Kỹ thuật xắt đỉnh cao mang đến cho món ăn hương vị tuyệt vời. Cảm nhận tinh tế, độ dai vừa phải, vị ngọt tự nhiên...cứ như đưa cả đại dương vào tâm hồn."
	},
	"ingredients": [
		{
			"name": "Thịt Cá",
			"count": 4
		},
		{
			"name": "Tôm Bóc Nõn",
			"count": 4
		},
		{
			"name": "Cua",
			"count": 4
		},
		{
			"name": "Củ Cải Trắng",
			"count": 2
		}
	]
}