{
	"id": 3514,
	"name": "Súp Tôm",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Món Dạng Phòng Ngự",
	"effect": "Khả năng tăng trị liệu của tất cả nhân vật trong đội tăng thêm 15%-20%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món súp đặc màu đỏ cam. Xào chín gia vị, thêm nguyên liệu và nước dùng rồi đun chín, lại gần là có thể ngửi thấy mùi cay nồng và hơi nóng hòa lẫn trong hương thơm. Nước sốt màu đỏ cam trông rất hấp dẫn, ăn vào càng khiến người ta phải nghiện.",
	"suspicious": {
		"effect": "Tăng 15% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món súp đặc màu đỏ cam. Sau khi thử một muỗng, vị cay nồng quá mức khiến khuôn mặt lập tức đỏ bừng hơn cả tôm trong bát, sau khi ho sặc vài hơi mới hít thở lại được bình thường... Nếm muỗng thứ hai thì chắc là nuốt không trôi mất..."
	},
	"normal": {
		"effect": "Tăng 17% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món súp đặc màu đỏ cam. Xào chín gia vị, thêm nguyên liệu và nước dùng rồi đun chín, lại gần là có thể ngửi thấy mùi cay nồng và hơi nóng hòa lẫn trong hương thơm. Nước sốt màu đỏ cam trông rất hấp dẫn, ăn vào càng khiến người ta phải nghiện."
	},
	"delicious": {
		"effect": "Tăng 20% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món súp đặc màu đỏ cam. Có thể cảm nhận được sự ấm áp và nhiều tầng hương vị, nước súp đặc sệt cay nồng vừa phải, tôm nõn và rau củ hòa quyện thành hương vị ngọt tươi thanh thoát, giống như có năng lượng nguyên tố đang dâng trào trong cơ thể, khiến người ta lập tức phấn chấn tinh thần."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Tôm Bóc Nõn",
			"count": 4
		},
		{
			"id": 100076,
			"name": "Hành Tây",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Khoai Tây",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Hạt Ngũ Cốc",
			"count": 2
		}
	]
}