{
	"id": 4205,
	"name": "Pizza Siêu Hoành Tráng",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Sát thương vật lý cả đội tăng 25%-45%, tăng tỷ lệ bạo kích 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Pizza với nguyên liệu phong phú. Đầu tiên dùng thật nhiều giăm bông lót bên dưới, rồi thêm vào thịt rừng cắt hạt lựu, các loại thịt được xếp chồng lên nhau mang lại cảm giác thỏa mãn không thể nào diễn tả được. Sau khi đem nướng, hương thơm của thịt và phô mai quyện vào nhau khiến người ta phải mê đắm.",
	"suspicious": {
		"effect": "Cả đội nhận sát thương vật lý tăng 25%, tỷ lệ bạo kích tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Pizza với nguyên liệu phong phú. Nếu bỏ qua cảm giác dầu mỡ thì miếng thịt đã nguội lạnh vẫn có thể nuốt được, chỉ là vỏ bánh để quá lâu nên cũng khá thách thức... độ cứng này chắc có thể đập xỉu Hilichurl chăng?"
	},
	"normal": {
		"effect": "Cả đội nhận sát thương vật lý tăng 35%, tỷ lệ bạo kích tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Pizza với nguyên liệu phong phú. Đầu tiên dùng thật nhiều giăm bông lót bên dưới, rồi thêm vào thịt rừng cắt hạt lựu, các loại thịt được xếp chồng lên nhau mang lại cảm giác thỏa mãn không thể nào diễn tả được. Sau khi đem nướng, hương thơm của thịt và phô mai quyện vào nhau khiến người ta phải mê đắm."
	},
	"delicious": {
		"effect": "Cả đội nhận sát thương vật lý tăng 45%, tỷ lệ bạo kích tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Pizza với nguyên liệu phong phú. Vừa ra lò còn nóng hổi, nắm kéo nhẹ phần viền giòn rụm... phô mai tựa như một thác nước chảy ra, cùng với hương thơm nồng nàn của thịt, vừa thỏa mãn vị giác, lại mang đến cảm giác no bụng."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Thịt Rừng",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Giăm Bông",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 2
		},
		{
			"id": 110009,
			"name": "Phô Mai",
			"count": 2
		}
	]
}