{
	"id": 3508,
	"name": "Núi, Biển Và Bầu Trời",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Món Dạng Mạo Hiểm",
	"effect": "Giảm 15%-25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Một món ăn với hỗn hợp thịt và rau. Sau khi nướng các loại nguyên liệu đến từ đất liền và biển cả rồi trộn đều, mỗi vị khách đều có thể tìm được thứ mà mình thích trong món ăn. Cho nên, đây là món không thể thiếu trong bữa tiệc quan trọng của Natlan.",
	"suspicious": {
		"effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Một món ăn với hỗn hợp thịt và rau. Miếng trước vừa ăn miếng thịt gần như là sống, miếng sau là miếng cá bị cháy. Dưới sự tương phản mạnh mẽ như vậy, đã không còn can đảm để thử miếng thứ ba..."
	},
	"normal": {
		"effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Một món ăn với hỗn hợp thịt và rau. Sau khi nướng các loại nguyên liệu đến từ đất liền và biển cả rồi trộn đều, mỗi vị khách đều có thể tìm được thứ mà mình thích trong món ăn. Cho nên, đây là món không thể thiếu trong bữa tiệc quan trọng của Natlan."
	},
	"delicious": {
		"effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Một món ăn với hỗn hợp thịt và rau. Miếng thịt dày thấm đẫm tinh hoa từ gia vị, kết hợp cùng vị tươi giòn từ rau củ nhảy nhót tưng bừng trong khoang miệng. Không chỉ kích động vị giác, mà còn kích thích cả dạ dày. Chẳng trách món ăn này có rất nhiều người hâm mộ trung thành."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Thịt Rừng",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Thịt Cá",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Hạt Ngũ Cốc",
			"count": 2
		}
	]
}