{
	"id": 3303,
	"name": "Tahchin",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Món Dạng Hồi Phục",
	"effect": "Hồi 26%-30% giới hạn HP cho nhân vật được chọn.\nTrong 30s tiếp theo, mỗi 5s hồi 450-790 HP.",
	"description": "Một món cơm kinh điển được phục vụ với số lượng lớn. Trước hết là nấu chín cơm, cho thịt ướp sữa chua vào giữa, nướng bề mặt cho đến khi giòn và đừng quên rắc Padisarah sau cùng. Dù là cơm hay thịt, cũng đều có thể mang đến cho người ăn cảm giác no, vì vậy nó rất được ưa chuộng ở Đại Khu Bazaar.",
	"suspicious": {
		"effect": "Lập tức hồi 26% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 450 HP.",
		"description": "Một món cơm kinh điển được phục vụ với số lượng lớn. Vỏ ngoài sậm màu trông không ổn cho lắm. Cắn thử một miếng, miếng cơm quá cứng làm cho người ta có cảm giác như cơm đang đánh nhau chí chóe với răng vậy. Để bảo vệ hàm răng thì tốt nhất chỉ nên ăn phần bên trong thôi..."
	},
	"normal": {
		"effect": "Lập tức hồi 28% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 620 HP.",
		"description": "Một món cơm kinh điển được phục vụ với số lượng lớn. Trước hết là nấu chín cơm, cho thịt ướp sữa chua vào giữa, nướng bề mặt cho đến khi giòn và đừng quên rắc Padisarah sau cùng. Dù là cơm hay thịt, cũng đều có thể mang đến cho người ăn cảm giác no, vì vậy nó rất được ưa chuộng ở Đại Khu Bazaar."
	},
	"delicious": {
		"effect": "Lập tức hồi 30% giới hạn HP cho nhân vật được chọn, trong 30s tiếp theo, mỗi 5s hồi 790 HP.",
		"description": "Một món cơm kinh điển được phục vụ với số lượng lớn. Miếng đầu tiên, lớp vỏ giòn và thơm ngon sột soạt giữa môi và răng; Miếng thứ hai, cơm ẩm và mềm cùng những miếng thịt ngon ngọt hòa quyện trên lưỡi; Miếng thứ ba, hương thơm của Padisarah lan tỏa khắp nơi... Miếng cuối cùng, vẫn muốn tiếp tục đắm chìm tận hưởng sự tuyệt vời này, nhưng tiếc là cái bụng đã không thể chứa nổi nữa... hay là ngày mai ăn tiếp nhỉ?"
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Lúa Nước",
			"count": 4
		},
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Thịt Cá",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 1
		}
	]
}