{
	"id": 4302,
	"name": "Gà Nướng Tandoori",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món gà đặc trưng của Sumeru. Không cần kỹ thuật cầu kỳ, chỉ cần cho thịt gà sau khi tẩm ướp gia vị và biến thành màu đỏ vào lò đất rồi nướng cho đến khi chín. Thật khó để tưởng tượng rằng món ngon Sumeru kinh điển này lại được sinh ra trong chiếc lò đất khiêm tốn. Người ta kể rằng ở Sumeru, tầm quan trọng của lò đất đối với những người nấu bếp xưa giống như thanh gươm vào sinh ra tử cùng những nhà mạo hiểm vậy.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món gà đặc trưng của Sumeru. Nướng ở nhiệt độ cao, thịt gà trở nên khô và xơ, hương vị của gia vị lấn át hết hương vị nguyên bản của gà, thậm chí người thích ăn thịt khô cũng phải chan nhiều nước canh mới có thể nuốt trôi."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món gà đặc trưng của Sumeru. Không cần kỹ thuật cầu kỳ, chỉ cần cho gà đỏ đã tẩm ướp gia vị vào lò đất và nướng cho đến khi chín. Thật khó để tưởng tượng rằng món ngon Sumeru kinh điển này lại được sinh ra trong chiếc lò đất khiêm tốn. Người ta kể rằng ở Sumeru, tầm quan trọng của lò đất đối với những người nấu bếp xưa giống như thanh gươm vào sinh ra tử cùng những nhà mạo hiểm vậy."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món gà đặc trưng của Sumeru. Ngọn lửa đỏ rực giúp giữ nguyên độ tươi ngon bên trong con gà. Nếm thử một miếng, hương vị đậm đà sẽ đánh thức từng lớp vị giác của bạn. Thịt gà và các loại gia vị dường như đang trình diễn vũ điệu Sumeru huyền bí trên đầu lưỡi, gợi lên hình ảnh một bữa tiệc linh đình..."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 3
		},
		{
			"id": 101213,
			"name": "Nấm Thánh Rukkhashava",
			"count": 2
		},
		{
			"id": 101214,
			"name": "Padisarah",
			"count": 1
		},
		{
			"id": 110014,
			"name": "Gia Vị",
			"count": 1
		}
	]
}