{
	"id": 3118,
	"name": "Kim Ngọc Mãn Đường",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Món Dạng Phòng Ngự",
	"effect": "Tăng 20%-25% giới hạn HP cho tất cả nhân vật trong đội, duy trì 300 giây.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn thơm ngon đậm đà của Liyue. Tôm nõn sau khi được tẩm ướp sẽ xào cùng gạch cua đậm đà. Gạch cua vàng lấp lánh, tôm óng ánh như ngọc, cái tên Kim Ngọc Mãn Đường cũng từ đó mà ra.",
	"suspicious": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 20% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ăn thơm ngon đậm đà của Liyue. Tôm nõn chưa được xử lý kỹ và gạch cua chưa chín hết tỏa ra mùi hương kỳ lạ, như thể vừa xảy ra cuộc chiến tôm cua tàn khốc vậy. Xét đến nguyên liệu vẫn còn tươi, bỏ qua mùi vị của nó, có lẽ món ăn lộn xộn này miễn cưỡng vẫn coi là đồ ăn được..."
	},
	"normal": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 22% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ăn thơm ngon đậm đà của Liyue. Tôm nõn sau khi được tẩm ướp sẽ xào cùng gạch cua đậm đà. Gạch cua vàng lấp lánh, tôm óng ánh như ngọc, cái tên Kim Ngọc Mãn Đường cũng từ đó mà ra."
	},
	"delicious": {
		"effect": "Giới hạn HP của toàn bộ nhân vật trong đội tăng 25% trong 300s. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ăn thơm ngon đậm đà của Liyue. Gạch cua sánh mịn, kết hợp vị dai mềm của tôm nõn, tựa như một món bảo vật tinh xảo, khó cưỡng lại mà động đũa ngay tức khắc. Sau khi nếm thử, hương vị tươi ngon đậm đà lan tỏa, khiến người ta như đắm chìm dưới những làn sóng của vị giác, bơi lội thỏa thích trong con sông của tôm cua mỹ vị."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Tôm Bóc Nõn",
			"count": 3
		},
		{
			"id": 100074,
			"name": "Gạch Cua",
			"count": 1
		},
		{
			"id": 100015,
			"name": "Cỏ Kim Ngư",
			"count": 1
		},
		{
			"id": 100075,
			"name": "Muối",
			"count": 1
		}
	]
}