{
	"id": 4904,
	"name": "Bánh Đấu Sĩ Cắt Dày",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tất cả nhân vật trong đội tăng 224-320 điểm tấn công, tăng 6%-10% tỷ lệ bạo kích, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Bánh với nguyên liệu chính là thịt sườn cắt dày. Phần bánh mềm xốp sau khi được nướng sơ phát ra mùi cháy xém nhẹ, kết hợp với nước sốt thơm ngon được rưới trên miếng thịt sườn cắt dày. Nhiều loại phụ liệu đem lại hương vị phong phú và dinh dưỡng đa dạng hơn.",
	"suspicious": {
		"effect": "Tấn công cả đội tăng 224 điểm, tỷ lệ bạo kích cả đội tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh với nguyên liệu chính là thịt sườn cắt dày. Thịt sườn nướng khô quá, khi ăn cảm giác như đang nhai miếng thịt kỳ lạ, rau sống dường như đã để quá lâu... Các nguyên liệu vốn dĩ hợp nhau nhưng giờ đã không còn hài hòa nữa..."
	},
	"normal": {
		"effect": "Tấn công cả đội tăng 272 điểm, tỷ lệ bạo kích cả đội tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh với nguyên liệu chính là thịt sườn cắt dày. Phần bánh mềm xốp sau khi được nướng sơ phát ra mùi cháy xém nhẹ, kết hợp với nước sốt thơm ngon được rưới trên miếng thịt sườn cắt dày. Nhiều loại phụ liệu đem lại hương vị phong phú và dinh dưỡng đa dạng hơn."
	},
	"delicious": {
		"effect": "Tấn công cả đội tăng 320 điểm, tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Bánh với nguyên liệu chính là thịt sườn cắt dày. Bánh kẹp thịt thơm ngon được làm ra với ý nghĩ \"dùng món ngon đánh bại thực khách!\". Thịt cắt dày cắn vào có cảm giác thỏa mãn, kết hợp cùng nhiều phụ liệu có thể làm nổi bật hương vị của thịt sườn, khoảnh khắc cắn vào sẽ thật sự có cảm giác \"bị đánh bại rồi...\""
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Thịt Rừng",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 3
		},
		{
			"id": 110009,
			"name": "Phô Mai",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 2
		}
	]
}