{
	"name": "Thịt Thiên Khu",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Tấn Công",
	"foodcategory": "Atk_Add",
	"effect": "Sát thương vật lý cả đội tăng 25%-45%, tăng tỷ lệ bạo kích 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món kho làm từ thịt rừng. Đem cả mỡ lẫn nạc xen kẽ cùng với gia vị và đun lửa nhỏ cho tới khi mềm. Sau khi nấu xong, món ăn có màu sắc bóng, mềm mà không ngấy. Nghe nói món ăn này do \"Thiên Khu Tinh\" trong Thất Tinh Liyue dày công nghiên cứu mà ra.",
	"suspicious": {
		"effect": "Cả đội nhận sát thương vật lý tăng 25%, tỷ lệ bạo kích tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món kho làm từ thịt rừng. Do nấu quá lâu khiến miếng thịt nát nhừ, phần mỡ ngậy đến mức làm con người ta khó chịu, phải dùng Lá Thanh Tâm cuốn quanh mới có thể nuốt được."
	},
	"normal": {
		"effect": "Cả đội nhận sát thương vật lý tăng 35%, tỷ lệ bạo kích tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món kho làm từ thịt rừng. Đem cả mỡ lẫn nạc xen kẽ cùng với gia vị và đun lửa nhỏ cho tới khi mềm. Sau khi nấu xong, món ăn có màu sắc bóng, mềm mà không ngấy. Nghe nói món ăn này do \"Thiên Khu Tinh\" trong Thất Tinh Liyue dày công nghiên cứu mà ra."
	},
	"delicious": {
		"effect": "Cả đội nhận sát thương vật lý tăng 45%, tỷ lệ bạo kích tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món kho làm từ thịt rừng. Từ xa đã ngửi thấy mùi hương quyến rũ đậm đà, hình dáng và màu sắc đều xuất chúng. Có thể nói đã kế thừa những gì tinh túy nhất của món ăn này. Không hề thua kém với những món ngon trên bàn tiệc ở Nguyệt Hải Đình."
	},
	"ingredients": [
		{
			"name": "Thịt Rừng",
			"count": 4
		},
		{
			"name": "Đường",
			"count": 2
		},
		{
			"name": "Thanh Tâm",
			"count": 1
		},
		{
			"name": "Nhung Tùng",
			"count": 1
		}
	]
}