{
	"id": 3119,
	"name": "Giai Điệu Hối Hả",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Món Dạng Tấn Công",
	"effect": "Tỷ lệ bạo kích của tất cả nhân vật trong đội tăng 10%-20%, duy trì 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món thịt có hương vị khá độc đáo. Các loại thịt khác nhau được cắt thành sợi, nhào lẫn và xào cùng nhiều loại gia vị. Vì nguyên liệu phức tạp và hương vị phong phú, nên món ăn này khá là thử thách với tay nghề của đầu bếp. Ngay cả với một số nhà hàng tên tuổi lâu đời thì món ăn này cũng khá hiếm gặp.",
	"suspicious": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt có hương vị khá độc đáo. Trong lúc xào nóng, các loại thịt đã trộn lẫn với nhau khiến cả đĩa trở thành một núi thịt băm. Vừa bỏ vào miệng, vị chua mặn pha chút đắng nhẹ tựa như đang náo loạn vị giác của bạn."
	},
	"normal": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 15%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt có hương vị khá độc đáo. Các loại thịt khác nhau được cắt thành sợi, nhào lẫn và xào cùng nhiều loại gia vị. Vì nguyên liệu phức tạp và hương vị phong phú, nên món ăn này khá là thử thách với tay nghề của đầu bếp. Ngay cả với một số nhà hàng tên tuổi lâu đời thì món ăn này cũng khá hiếm gặp."
	},
	"delicious": {
		"effect": "Tỷ lệ bạo kích cả đội tăng 20%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt có hương vị khá độc đáo. Đủ loại thịt đa dạng hương vị, tựa như dàn hợp tấu nhiều nhạc cụ, điều vị tinh tế đã hòa quyện hương thơm lại với nhau. Từng có một nhà phê bình ẩm thực nói rằng, âm điệu trăm kiểu, hương vị cả ngàn loại, hòa quyện đan xen, sự kỳ diệu này thật như bước vào tiên cảnh..."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Thịt Rừng",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Giăm Bông",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Thịt Gia Cầm",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Tiêu",
			"count": 1
		}
	]
}