{
	"id": 3314,
	"name": "Tulumba",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Món Dạng Mạo Hiểm",
	"effect": "Giảm 15%-25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ngọt được chế biến bằng cách chiên. Cho bột mì đã được nắn thành hình vào chảo dầu, chiên đến khi vàng đều thì vớt ra, nhân lúc còn nóng ngâm vào nước đường, là món đồ ngọt không thể thiếu trong đời sống thường ngày của người dân Sumeru.",
	"suspicious": {
		"effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ngọt được chế biến bằng cách chiên. Do không kịp thời vớt bột chiên từ trong dầu ra, nên thành phẩm vừa cho vào miệng đã cảm thấy đầy dầu mỡ, uống nhanh một ly cà phê mới miễn cưỡng thoát khỏi cảm giác ngọt gắt."
	},
	"normal": {
		"effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ngọt được chế biến bằng cách chiên. Cho bột mì đã được nắn thành hình vào chảo dầu, chiên đến khi vàng đều thì vớt ra, nhân lúc còn nóng ngâm vào nước đường, là món đồ ngọt không thể thiếu trong đời sống thường ngày của người dân Sumeru."
	},
	"delicious": {
		"effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và bay lượn, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ngọt được chế biến bằng cách chiên. Phần bánh vàng ươm, cuộn trong nước đường thơm ngọt, ngoạm một phát là hết một cái, chớp mắt là đã ăn sạch cả dĩa. Ưm, trên dĩa hình như còn dính chút nước đường, hay là...?"
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Trứng Chim",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Đường",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Hạt Cà Phê",
			"count": 1
		}
	]
}