{
	"name": "Cơm Trà Xanh Thịt Lươn",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Phòng Ngự",
	"foodcategory": "Def_Add",
	"effect": "Khả năng tăng trị liệu của tất cả nhân vật trong đội tăng thêm 15%-20%, duy trì 300 giây.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn chính thanh đạm vừa miệng. Rưới nước trà lên phần cơm có đặt sẵn thịt lươn, chờ trong tích tắc, khi hạt cơm thấm đậm hương thơm của trà, kèm thêm thịt lươn với dư vị ngọt ngào, trong chớp mắt có thể ngấu nghiến hết nửa chén cơm.",
	"suspicious": {
		"effect": "Tăng 15% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ăn chính thanh đạm vừa miệng. Nước trà quá nhạt nên bị vị mặn của thịt lươn lấn át, hầu như không nếm ra được vị thơm của trà, trộn đều lên ăn như cháo thì cũng miễn cưỡng nuốt được."
	},
	"normal": {
		"effect": "Tăng 17% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ăn chính thanh đạm vừa miệng. Rưới nước trà lên phần cơm có đặt sẵn thịt lươn, chờ trong tích tắc, khi hạt cơm thấm đậm hương thơm của trà, kèm thêm thịt lươn với dư vị ngọt ngào, trong chớp mắt có thể ngấu nghiến hết nửa chén cơm."
	},
	"delicious": {
		"effect": "Tăng 20% hiệu quả tăng trị liệu của toàn bộ nhân vật trong đội, duy trì 300 giây. Trong chế độ chơi nhiều người thì chỉ hiệu lực với nhân vật của bản thân.",
		"description": "Món ăn chính thanh đạm vừa miệng. Hương thơm của trà và nước canh hòa quyện vào nhau, cơm trắng từng hạt dẻo mềm, thịt lươn đã qua chế biến rất thơm mềm. Vị thịt lươn và hương trà hội tụ ở đầu lưỡi, kèm thêm vị ngọt của hạt cơm, kết hợp thành một hương vị tuyệt vời, làm sao có thể cưỡng lại sức hút này chứ."
	},
	"ingredients": [
		{
			"name": "Thịt Lươn",
			"count": 4
		},
		{
			"name": "Lúa Nước",
			"count": 3
		},
		{
			"name": "Rong Biển",
			"count": 3
		},
		{
			"name": "Muối",
			"count": 1
		}
	]
}