{
	"name": "Gà Vessie",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Món Dạng Tấn Công",
	"foodcategory": "Atk_Add",
	"effect": "Sát thương vật lý cả đội tăng 25%-45%, tăng tỷ lệ bạo kích 6%-10%, kéo dài 300s.\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món ăn truyền thống nổi tiếng của Fontaine. \"Vessie\" ở Fontaine có nghĩa là bàng quang, giống như tên gọi, món ăn này chính là dùng thịt gà nhỏ ướp gia vị rồi cho vào trong bàng quang của heo rừng và may kín lại. Sau đó dùng nước dùng nóng nấu chín bàng quang cho đến khi căng tròn như Bóng Ma đang tức giận. Thông thường chỉ lấy phần thịt gà trong đó ra ăn.",
	"suspicious": {
		"effect": "Cả đội nhận sát thương vật lý tăng 25%, tỷ lệ bạo kích tăng 6%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn truyền thống nổi tiếng của Fontaine. Mỗi việc nhét gà vào trong bàng quang của heo rừng là đã tốn hết bao nhiêu công sức. Háo hức chờ đợi rồi nếm thử một miếng... Ặc, thịt gà có mùi vị kỳ lạ gì đó, khiến cho người ta không biết rốt cuộc là đang ăn heo hay ăn gà."
	},
	"normal": {
		"effect": "Cả đội nhận sát thương vật lý tăng 35%, tỷ lệ bạo kích tăng 8%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn truyền thống nổi tiếng của Fontaine. \"Vessie\" ở Fontaine có nghĩa là bàng quang, giống như tên gọi, món ăn này chính là dùng thịt gà nhỏ ướp gia vị rồi cho vào trong bàng quang của heo rừng và may kín lại. Sau đó dùng nước dùng nóng nấu chín bàng quang cho đến khi căng tròn như Bóng Ma đang tức giận. Thông thường chỉ lấy phần thịt gà trong đó ra ăn."
	},
	"delicious": {
		"effect": "Cả đội nhận sát thương vật lý tăng 45%, tỷ lệ bạo kích tăng 10%, kéo dài 300s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món ăn truyền thống nổi tiếng của Fontaine. Nước cốt thơm ngon đã được khóa chặt trong miếng thịt, tỏa ra hương thơm ngào ngạt, là món ăn mà những người sành ăn luôn ngày nhớ đêm mong. Không nhịn được mà chén sạch sẽ xong rồi, vẫn không kìm được mà liếm khóe miệng, muốn được thưởng thức trọn vẹn chút dư vị cuối cùng. Một món tuyệt vời như vậy, không hổ danh là viên ngọc kinh điển trong giới ẩm thực Fontaine."
	},
	"ingredients": [
		{
			"name": "Thịt Gia Cầm",
			"count": 4
		},
		{
			"name": "Thịt Rừng",
			"count": 4
		},
		{
			"name": "Marcotte",
			"count": 3
		},
		{
			"name": "Nước Trái Cây Lên Men",
			"count": 2
		}
	]
}