{
	"id": 3101,
	"name": "Lòng Trung Nguyên",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Món Dạng Mạo Hiểm",
	"effect": "Giảm 15%-25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s\nTrong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
	"description": "Món thịt được nướng chín sau khi tẩm ướp. Cho dù nguyên liệu chủ yếu là nội tạng động vật và những mẩu thịt nhỏ, nhưng sau khi được nêm nếm, đã hoàn toàn không còn mùi tanh. Rất nhiều người ăn cả đời rồi mới biết hóa ra tên món ăn không phải có ý mắng người.",
	"suspicious": {
		"effect": "Giảm 15% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt được nướng chín sau khi tẩm ướp. Hình dạng món ăn đã bán đứng tài nghệ của bếp trưởng một cách vô tình, ngay cả việc đặt ở quán ăn đông khách nhất cũng khó lòng bán được."
	},
	"normal": {
		"effect": "Giảm 20% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt được nướng chín sau khi tẩm ướp. Cho dù nguyên liệu chủ yếu là nội tạng động vật và những mẩu thịt nhỏ, nhưng sau khi được nêm nếm, đã hoàn toàn không còn mùi tanh. Rất nhiều người ăn cả đời rồi mới biết hóa ra tên món ăn không phải có ý mắng người."
	},
	"delicious": {
		"effect": "Giảm 25% tiêu hao thể lực cho toàn thành viên đội khi xung kích và leo trèo, kéo dài 900s. Trong chế độ nhiều người chơi, chỉ có hiệu lực với bản thân.",
		"description": "Món thịt được nướng chín sau khi tẩm ướp. Mùi thơm của thịt là mùi vị đặc trưng của Liyue, có thể khiến những người cao tuổi cảm động rơi nước mắt."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Thịt Rừng",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Thịt Cá",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Bột Mì",
			"count": 3
		},
		{
			"id": 100075,
			"name": "Muối",
			"count": 2
		}
	]
}