{
	"id": 8,
	"name": "Begriffserläuterungen",
	"rules": [
		{
			"title": "Gericht",
			"titleraw": "{SPRITE_PRESET#3101}Gericht",
			"content": "Sobald eine Gericht-Ereigniskarte auf eine Figur gewirkt hat, befindet sich die Figur in dem Zustand „Gesättigt“.\nDanach kann sie nicht mehr als ein Ziel von anderen Gericht-Ereigniskarten anvisiert oder von ihnen beeinflusst werden.\nDer Zustand „Gesättigt“ wird am Ende der Runde oder beim Ausscheiden der Figur entfernt.\nNachdem in einer Runde eine Gericht-Ereigniskarte mit einem Wiederbelebungseffekt verwendet worden ist, kann in dieser Runde keine andere Gericht-Ereigniskarte mit dem Wiederbelebungseffekt ausgespielt werden.",
			"contentraw": "Sobald eine {SPRITE_PRESET#3101}Gericht-Ereigniskarte auf eine Figur gewirkt hat, befindet sich die Figur in dem Zustand „Gesättigt“.\\nDanach kann sie nicht mehr als ein Ziel von anderen {SPRITE_PRESET#3101}Gericht-Ereigniskarten anvisiert oder von ihnen beeinflusst werden.\\nDer Zustand „Gesättigt“ wird am Ende der Runde oder beim Ausscheiden der Figur entfernt.\\nNachdem in einer Runde eine {SPRITE_PRESET#3101}Gericht-Ereigniskarte mit einem Wiederbelebungseffekt verwendet worden ist, kann in dieser Runde keine andere {SPRITE_PRESET#3101}Gericht-Ereigniskarte mit dem Wiederbelebungseffekt ausgespielt werden."
		},
		{
			"title": "Schild",
			"titleraw": "{SPRITE_PRESET#4007}Schild",
			"content": "Einige Effekte verleihen bestimmten Figuren Schild.\nDieser Schild wird verbraucht, um die Figur, die ihn trägt, vor Schaden zu schützen.",
			"contentraw": "Einige Effekte verleihen bestimmten Figuren Schild.\\nDieser Schild wird verbraucht, um die Figur, die ihn trägt, vor Schaden zu schützen."
		},
		{
			"title": "Mysterium",
			"titleraw": "{SPRITE_PRESET#3007}Mysterium",
			"content": "Jeder Kartenbeschwörer kann pro Duell nur eine „Mysteriums“-Karte ausspielen.\n„Mysteriums“-Karten sind auf jeden Fall Teil deiner Starthand. (Die „Mysteriums“-Karten deiner Starthand werden zufällig bestimmt, wenn die Zahl der „Mysteriums“-Karten deines Decks die Zahl der Karten deiner Starthand übersteigt.)",
			"contentraw": "Jeder Kartenbeschwörer kann pro Duell nur eine „{SPRITE_PRESET#3007}Mysteriums“-Karte ausspielen.\\n„{SPRITE_PRESET#3007}Mysteriums“-Karten sind auf jeden Fall Teil deiner Starthand. (Die „{SPRITE_PRESET#3007}Mysteriums“-Karten deiner Starthand werden zufällig bestimmt, wenn die Zahl der „Mysteriums“-Karten deines Decks die Zahl der Karten deiner Starthand übersteigt.)"
		},
		{
			"title": "Spezialtechnik",
			"titleraw": "{SPRITE_PRESET#3008}Spezialtechnik",
			"content": "Ist deine aktive Figur mit „Spezialtechnik“-Karte ausgerüstet, kannst du die entsprechende „Spezialtechnik“ anwenden.\nDas Anwenden von „Spezialtechnik“ gilt als eine Kampfaktion. Kann die Figur aufgrund von Zuständen wie Gefroren, Versteinert oder Schwindel keine Fähigkeiten anwenden, kann sie auch keine „Spezialtechnik“ anwenden.\nWendet die Figur „Spezialtechnik“ an, gilt das nicht als Anwenden von Fähigkeiten. Daher kann sie keine Effekte wie „Nach dem Anwenden einer Fähigkeit“ oder „Nach dem Auslösen einer Elementarreaktion durch die Figur“ auslösen. Wendet die Figur „Spezialtechnik“ an, wird der verursachte Schaden nicht als Schaden gewertet, der durch die Figur verursacht wurde.",
			"contentraw": "Ist deine aktive Figur mit „{SPRITE_PRESET#3008}Spezialtechnik“-Karte ausgerüstet, kannst du die entsprechende „{SPRITE_PRESET#3008}Spezialtechnik“ anwenden.\\nDas Anwenden von „{SPRITE_PRESET#3008}Spezialtechnik“ gilt als eine Kampfaktion. Kann die Figur aufgrund von Zuständen wie Gefroren, Versteinert oder Schwindel keine Fähigkeiten anwenden, kann sie auch keine „{SPRITE_PRESET#3008}Spezialtechnik“ anwenden.\\nWendet die Figur „{SPRITE_PRESET#3008}Spezialtechnik“ an, gilt das nicht als Anwenden von Fähigkeiten. Daher kann sie keine Effekte wie „Nach dem Anwenden einer Fähigkeit“ oder „Nach dem Auslösen einer Elementarreaktion durch die Figur“ auslösen. Wendet die Figur „{SPRITE_PRESET#3008}Spezialtechnik“ an, wird der verursachte Schaden nicht als Schaden gewertet, der durch die Figur verursacht wurde."
		},
		{
			"title": "Einsatzmöglichkeit",
			"titleraw": "Einsatzmöglichkeit",
			"content": "Einige Karten oder Zustände haben eine begrenzte Einsatzmöglichkeit.\nJedes Mal, wenn der Effekt dieser Karte ausgelöst wird, wird 1 Einsatzmöglichkeit verbraucht.\nIst die Einsatzmöglichkeit dieser Karte aufgebraucht, wird sie sofort abgeworfen.",
			"contentraw": "Einige Karten oder Zustände haben eine begrenzte Einsatzmöglichkeit.\\nJedes Mal, wenn der Effekt dieser Karte ausgelöst wird, wird 1 Einsatzmöglichkeit verbraucht.\\nIst die Einsatzmöglichkeit dieser Karte aufgebraucht, wird sie sofort abgeworfen."
		},
		{
			"title": "Dauer (Runden)",
			"titleraw": "Dauer (Runden)",
			"content": "Einige Karten oder Zustände haben eine begrenzte Dauer (Runden).\nJedes Mal, wenn 1 Runde endet: Ihre Dauer (Runden) -1\nIst die Dauer (Runden) einer Karte abgelaufen, wird sie sofort abgeworfen.",
			"contentraw": "Einige Karten oder Zustände haben eine begrenzte Dauer (Runden).\\nJedes Mal, wenn 1 Runde endet: Ihre Dauer (Runden) -1\\nIst die Dauer (Runden) einer Karte abgelaufen, wird sie sofort abgeworfen."
		},
		{
			"title": "Durchdringender Schaden",
			"titleraw": "Durchdringender Schaden",
			"content": "Einige Effekte verursachen durchdringenden Schaden.\nDurchdringender Schaden kann nicht durch SCH-Boni erhöht werden, ist aber auch nicht durch Schilde abzuwehren.",
			"contentraw": "Einige Effekte verursachen durchdringenden Schaden.\\nDurchdringender Schaden kann nicht durch SCH-Boni erhöht werden, ist aber auch nicht durch Schilde abzuwehren."
		},
		{
			"title": "Kampfaktion (Aktionskarte)",
			"titleraw": "Kampfaktion (Aktionskarte)",
			"content": "Einige Aktionskarten folgen der Regel für Kampfaktionen.\nEine Karte, die dieser Regel folgt, aus der Hand zu spielen, gilt nicht als Schnellaktion, sondern als Kampfaktion.",
			"contentraw": "Einige Aktionskarten folgen der Regel für Kampfaktionen.\\nEine Karte, die dieser Regel folgt, aus der Hand zu spielen, gilt nicht als Schnellaktion, sondern als Kampfaktion."
		},
		{
			"title": "Heftiger Schlag",
			"titleraw": "Heftiger Schlag",
			"content": "Ist die Summe deiner verbliebenen Elementarwürfel vor deiner Aktion eine gerade Zahl, gilt der angewendete Standardangriff als heftiger Schlag.",
			"contentraw": "Ist die Summe deiner verbliebenen Elementarwürfel vor deiner Aktion eine gerade Zahl, gilt der angewendete Standardangriff als heftiger Schlag."
		},
		{
			"title": "Angriff aus dem Fall",
			"titleraw": "Angriff aus dem Fall",
			"content": "Wird eine Figur als aktive Figur eingewechselt, gilt ihre nächste Kampfaktion in der Runde, wenn sie ein Standardangriff ist, als Angriff aus dem Fall.",
			"contentraw": "Wird eine Figur als aktive Figur eingewechselt, gilt ihre nächste Kampfaktion in der Runde, wenn sie ein Standardangriff ist, als Angriff aus dem Fall."
		}
	]
}