{
	"id": 10000005,
	"name": "Aether",
	"friendLines": [
		{
			"voicelineId": 1002,
			"title": "Sobre os moinhos de vento...",
			"voicelineType": "24001",
			"description": "Paimon: Em Mondstadt há muitos moinhos de vento, não é?\n{NICKNAME}: Bem, a cidade foi construída acima da água, então provavelmente é através dos moinhos de vento que dependem de puxar a água para cima.\nPaimon: Correto! Os ventos sopram em Mondstadt o ano todo, então esse suprimento de água é muito estável.\nPaimon: Ainda por cima, o moinho de vento é o vento visível, entretanto, o sino é o vento audível.\nPaimon: A Paimon acha que é um mascote para pedir as bençãos do Arconte Anemo..\n{NICKNAME}: Ah, então é um mascote como a Paimon?\nPaimon: Não! Nada disso! Eles são feitos de madeira, não podem ser comidas de emergência. Eles só são bons para acabar com os dentes!!\n{NICKNAME}: Hmm...\n{NICKNAME}: ...Então, não sei o que respondo.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windmill_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1003,
			"title": "Sobre o chefe da taverna...",
			"voicelineType": "25001",
			"description": "{NICKNAME}: Dizem que o dono da taverna podia dar algumas informações em segredo se você lhe der gorjetas razoáveis.\nPaimon: Você quer dizer a Presentes dos Anjos? Mas o dono Diluc parece ser rico.\nPaimon: Então para ele, quanto em Mora podem ser \"razoáveis\"?\n{NICKNAME}: Uh... Talvez eu me lembrei mal.\n{NICKNAME}: Ou talvez seja um rumor que eu ouvi em outro mundo...\nPaimon: Parece que você já foi para vários mundos, não é?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pubHolder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1004,
			"title": "Sobre o Lago de Sidra...",
			"voicelineType": "26001",
			"description": "Paimon: O Lago de Sidra nunca se congela, em qualquer momento do ano.\nPaimon: A melhor Sidra de Maçã apenas pode ser feita com a água doce do Lago de Sidra.\nPaimon: A água do lago é muito boa, a Paimon consegue beber duas garrafas grandes em um segundo!\n{NICKNAME}: Uau, incrível!\nPaimon: Hehe.\n{NICKNAME}: Com o seu tamanho tão pequenino, você tem certeza de que consegue beber tanto líquido?\n{NICKNAME}: ...E não se explodir como um Slime Anemo?\nPaimon: A Paimon tem outro estômago para bebidas saborosas.\n{NICKNAME}: Hã... O mundo realmente é tão grande que está cheio das coisas estranhas...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ciderLake_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1005,
			"title": "Sobre a seção restrita da Biblioteca...",
			"voicelineType": "37001",
			"description": "{NICKNAME}: Sobre os livros na seção restrita da Biblioteca mencionada pela Lisa...\n{NICKNAME}: Nunca ficou curios{M#o}{F#a} para saber que tipo de livros são colocados naquela zona?\n{NICKNAME}: Talvez...\n{NICKNAME}: ...Contém livros que não são adequados para crianças?\nPaimon: Hã? Mas \"A Princesa Javali\" não está na seção!\nPaimon: O que poderia ser pior do que \"A Princesa Javali\" para as crianças?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_restrictedSection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o \"Trabalho Chato\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 1006,
			"title": "Sobre esforço e recompensa...",
			"voicelineType": "31001",
			"description": "Paimon: A Paimon acha que o trabalho duro dificilmente funciona aqui em Mondstadt.\n{NICKNAME}: Por que você acha isso?\nPaimon: Basta olhar para o Huffman dos Cavaleiros de Favonius. Ele faz o seu melhor nos seus deveres todos os dias...\nPaimon: Mas o Capitão Kaeya que trabalha menos é o seu chefe.\n{NICKNAME}: Hmm, mas não é a Jean, que trabalha mais duro, e se tornou Grande Mestre Intendente?\nPaimon: B—Bom, mas em relação a status, então...\nPaimon: Mas, o Venti, que é mais preguiçoso, é o deus de Mondstadt!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_effortsVSreturn_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1007,
			"title": "Sobre o Grand Hotel Goth...",
			"voicelineType": "56001",
			"description": "{NICKNAME}: Seria muito bom ter uma noite no Grand Hotel Goth...\nPaimon: A Paimon também concorda!\nPaimon: Os quartos devem ser muito limpos e grandes.\n{NICKNAME}: Mas o Sr. Goth disse que começaram a acontecer vários problemas estranhos desde que os Fatui reservaram os quartos.\n{NICKNAME}: Muitos Cicins Electro que foram trazidos pela Feiticeira Cicin Electro atraíram muitas poeiras devido à eletricidade estática, e logo depois morreram.\n{NICKNAME}: E depois alguém misturou o pólen da Flor de Névoa com pimenta...\n{NICKNAME}: E os Agentes de Dívidas acabaram lutando entre si e insistindo que um devia o dinheiro do vinho a outro.\nPaimon: ...Grand Hotel Goth, força...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gothHotel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1008,
			"title": "Sobre a direção de fluxo...",
			"voicelineType": "64001",
			"description": "{NICKNAME}: Todo mundo diz que Mondstadt é a terra do vento.\n{NICKNAME}: Mas gostaria de saber a direção do vento desta estação.\nPaimon: Por que não pergunta ao Venti?\n{NICKNAME}: Talvez ele vá simplesmente dizer \"hehe\" ou algo do gênero...\nPaimon: É verdade. O Arconte Anemo é apenas um Bardo de Quinta Categoria, não deve saber muito sobre o vento...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windDirection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1009,
			"title": "Sobre a Alquimia...",
			"voicelineType": "66001",
			"description": "{NICKNAME}: Então, a alquimia é praticada nas ruas aqui em Mondstadt.\nPaimon: Sim, é estranho?\n{NICKNAME}: Em muitos dos mundos em que estive no passado, a alquimia sempre foi uma arte secreta.\n{NICKNAME}: Assistir à alquimia sendo praticada como a parte da vida diária é como estar em um mundo onde todas as pessoas têm três estômagos...\nPaimon: Ha, a Paimon acha que só ter um estômago é estranho.\n{NICKNAME}: Uh...\n{NICKNAME}: Sério?\nPaimon: Hehe. O que você acha?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_alchemy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1010,
			"title": "Sobre Teyvat...",
			"voicelineType": "11001",
			"description": "{NICKNAME}: O dia e a noite de Teyvat parecem muito curtos.\n{NICKNAME}: O céu aqui também está repleto de estrelas, só que elas são diferentes das da minha terra.\n{NICKNAME}: Gostaria de saber se os destinos de Teyvat também são relacionados com as constelações?\nPaimon: Oh? Você também sabe ler as estrelas? Não tem muita gente que sabe lê-las fora de Sumeru.\nPaimon: Curiosidade! Por favor, leia para mim! Rapidinho!\n{NICKNAME}: Hmm...\n{NICKNAME}:. O céu da noite retratado no lenço da Paimon... Flutua com a luz das estrelas, e do mar profundo...\n{NICKNAME}: O movimento dessas estrelas... Mostra que... Daqui... A sete dias.\nPaimon: Daqui a sete dias...?\n{NICKNAME}: Talvez aconteça algo de bom... Ou algo de ruim... Ou algo que pode ser tanto bom quanto ruim.\nPaimon: Hehe, a sua resposta é bem perfeita, e quase indica nada!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teyvat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1011,
			"title": "Sobre o Deus da Liberdade...",
			"voicelineType": "67001",
			"description": "{NICKNAME}: No caminho de volta para Mondstadt depois de ter salvo o Dvalin...\n{NICKNAME}: Foi a primeira vez que vi um dos Sete Arcontes pessoalmente. Então este é o tipo de deus que ele é...\nPaimon: Hmm? Já conhecemos o Venti há muito tempo, né?\n{NICKNAME}: Quer dizer, estou me referindo ao seu aspecto como Arconte Anemo Barbatos.\n{NICKNAME}: Ele estava escondendo a sua verdadeira divindade atrás da fachada de um bardo.\n{NICKNAME}: \"A liberdade ordenada pelo deus da liberdade pode ser considerada liberdade?\"\n{NICKNAME}: Ainda estou considerando a resposta à pergunta que ele fez ao Dvalin...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfFreedom_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Canção do Dragão e da Liberdade\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1012,
			"title": "Sobre a geografia de Mondstadt...",
			"voicelineType": "69001",
			"description": "Paimon: Mondstadt é cheio de planícies amplas e colinas.\nPaimon: As pessoas dizem que quando o Barbatos fez esta terra, ele usou a tempestade para aplainar as falésias e vales...\n{NICKNAME}: Ainda assim, parece que ele esqueceu algumas partes.\nPaimon: O Penhasco das Estrelas, por exemplo?\n{NICKNAME}: Exatamente.\n{NICKNAME}: Parece um vértice que não foi alisado na fase de modelagem.\nPaimon: O que é um \"vértice\"?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_monstadtTerrain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1013,
			"title": "Sobre rimas...",
			"voicelineType": "47001",
			"description": "Paimon: A Paimon ouviu dizer que os dísticos são uma forma de arte tradicional em Liyue. Alguém escreve a primeira linha, e se você conseguir escrever a segunda linha e corresponder bem à primeira, você será bem pago!\nPaimon: Mas essa correspondência é muito difícil, então não é dinheiro fácil.\n Paimon: Não só o ritmo precisa corresponder, mas o significado também.\n{NICKNAME}: Hmm, dê-me um exemplo.\nPaimon: Uh... \"O vento não aumenta na Origem do Vento.\"\n{NICKNAME}: ...Um, \"As nuvens do Mar de Nuvens estão voltando.\"\nPaimon: Hã.\nPaimon: Não vamos perder tempo aqui. Temos que ganhar algum dinheiro!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_couplet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear a Estátua dos Sete na \"Ilhota de Dihua de Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1014,
			"title": "Sobre \"Não brinque com comida ou com dinheiro...\"",
			"voicelineType": "59001",
			"description": "Paimon: Há um ditado do Rex Lapis que é comumente usado aqui em Liyue. A Paimon acha que o seu significado geral é... \"Não brinque com o seu dinheiro.\"\nPaimon: É porque os primeiros Mora foram cunhados com uns pedacinhos do seu corpo dourado devido à sua confiança aos humanos.\n{NICKNAME}: O Kaeya parece gostar de brincar com o seu dinheiro...\nPaimon: E é por isso que você não deve aprender com ele.\n{NICKNAME}: Me lembro de que uma vez alguém me avisou para não brincar com a minha comida.\nPaimon: Sim, sim. Você tem que respeitar a sua comida.\nPaimon: ...O-o que... O que você está olhando?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_moneyAdmonishment_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear a Estátua dos Sete na \"Ilhota de Dihua de Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1015,
			"title": "Sobre o Desejo do Coração...",
			"voicelineType": "62001",
			"description": "Paimon: Ande em sete círculos no sentido horário, depois ande em sete círculos no sentido anti-horário e abra os seus olhos...\n{NICKNAME}: Você está sonambulando?\nPaimon: Não! A Paimon apenas quis ver se a antiguidade de \"Sonhos Despedaçados\" realmente existe!\n{NICKNAME}: Bom. Se existisse, o que a Paimon ia comprar?\nPaimon: Um criador de Slimes!\n{NICKNAME}: Será que isso realmente existe?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_heartsDesire_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte do Porto de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1016,
			"title": "Sobre o Clã de Guhua...",
			"voicelineType": "32001",
			"description": "{NICKNAME}: Recentemente os aprendizes do Clã de Guhua contaram uma história.\nPaimon: Clã de Guhua, hein? Paimon aposta que é uma história heroica!\n{NICKNAME}: Alguns aprendizes queriam organizar um concurso de artes marciais para decidir quem pode casar com a colega mais nova, e a colega mais nova concordou.\nPaimon: Ooh, a Paimon já ouviu dizer isso. Em Liyue, eles chamam essa maneira de \"Concurso para Casamento!\"\n{NICKNAME}: Mas na véspera do concurso, a colega roubou a espada favorita do aprendiz mais velho.\nPaimon: Ah! Ela queria que ele perdesse, coitado...\n{NICKNAME}: Sim! O aprendiz tinha que usar qualquer uma das outras espadas, e como tal previsto, ele sofreu um fracasso.\n{NICKNAME}: Incapaz de aceitar esse resultado, se ajoelhou e chorou.\nPaimon: Oh não... Ele deve a amar do fundo do coração, não é?\n{NICKNAME}: No final, ele foi forçado a se casar com a colega em frente de todo mundo.\nPaimon: Espere... Então quem perdia casava com a colega?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_guhuaClan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear a Estátua dos Sete na \"Ilhota de Dihua de Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1017,
			"title": "Sobre a Ilhota de Dihua",
			"voicelineType": "29001",
			"description": "Paimon: Você sabia? As relvas na Ilhota de Dihua são materiais comuns usadas na fabricação de papel.\nPaimon: A parte sólida de caniço é usada para fazer canetas, enquanto a parte oca é usada para fazer flautas, e é considerada uma arte elegante em Liyue.\nPaimon: Ao longo dos anos, muitos heróis e espadachins também escolheram a Ilhota de Dihua como local de seus duelos.\nPaimon: Quanto mais relvas, mais elegante é o lugar. Mas em lugares onde as relvas são mais grossas, a água pode ser bem profunda...\nPaimon: Então, há muitos duelistas azarados que caem e se afogam enquanto o duelo está acontecendo...\n{NICKNAME}: E qual é a conclusão que eu deveria ter disso?\nPaimon: Não entre em uma briga na Ilhota de Dihua!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dihuaMarsh_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear a Estátua dos Sete na \"Ilhota de Dihua de Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1018,
			"title": "Sobre o Sr. Pássaro...",
			"voicelineType": "28001",
			"description": "Paimon: Eu ouvi dizer que em Liyue, as pessoas chamam a garça de \"Pássaro Gentil.\"\n{NICKNAME}: Por quê?\nPaimon: Hmm... A Paimon também não tem certeza...\n{NICKNAME}: Ok, então deixe-me contar uma história de retribuição da garça.\n{NICKNAME}: Era uma vez, um erudito de grande coração que foi em socorro de uma garça divina que caiu numa armadilha.\n{NICKNAME}: Mais tarde, numa noite fria de inverno, uma bela garota apareceu à sua porta, pedindo para alojar-se com ele...\n{NICKNAME}: A garota carregava uma espada pesada nas costas, e ensinou todas as artes de espada para o erudito, e o supervisionava dia após dia.\nPaimon: Uau...\n{NICKNAME}: Assim que aprendeu tudo, ele começou a viajar por todo o mundo, juntamente com a garota, implementando cavalheirismo e lutando por justiça.\n{NICKNAME}: Após dez anos, a garça divina veio para retribuir o erudito na forma de um cavaleiro, mas esse casal já havia se aposentado...\n{NICKNAME}: Então essa é a história conhecida como \"A Dívida de 10 Anos do Cavalheiro\".\nPaimon: Eh?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_crane_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear a Estátua dos Sete na \"Ilhota de Dihua de Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1019,
			"title": "Sobre o Relevo de Jueyun",
			"voicelineType": "43001",
			"description": "{NICKNAME}: Dizem os rumores que o Relevo de Jueyun é onde os Adepti moram.\nPaimon: Uau — Então é a residência dos Adepti!\n{NICKNAME}: Talvez possamos encontrar alguns Adepti nos picos das montanhas que transcendem às nuvens.\nPaimon: Ooh — nós poderíamos encontrar os Adepti!\n{NICKNAME}: Mas eu gostaria de saber, como os Adepti se comunicam?\nPaimon: Hã — Sim, como se comunicam?\n{NICKNAME}: Hmm. Parece que essa comida de emergência está estragando, melhor comer antes de estragar...\nPaimon: Cof. Ahem. Bom... A Paimon acha que gritar nos picos talvez funcione.\n{NICKNAME}: Parece que é o que os Hilichurls fazem, em vez dos Adepti.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jueyunKarst_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear a Estátua dos Sete na \"Ilhota de Dihua de Liyue\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1020,
			"title": "Sobre o Deus dos Contratos...",
			"voicelineType": "68001",
			"description": "{NICKNAME}: E pensar que o Arconte Geo e a Arconte Cryo assinaram um \"acordo\".\n{NICKNAME}: Eu me pergunto qual o conteúdo deste \"acordo\"...\nPaimon: A Paimon acha que, para qualquer pessoa, não é seguro fazer negócios com a Imperatriz do Gelo!\n{NICKNAME}: É verdade...\n{NICKNAME}: Como o Morax é o Arconte que entende melhor a essência de \"acordo\" entre outros arcontes...\n{NICKNAME}: Ele definitivamente já pensou nisso.\nPaimon: O Morax parece ter muita autoconfiança, e o chama de \"acordo para o fim de todos os acordos...\"\n{NICKNAME}: No final vamos testemunhar a verdade e o fim...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfContract_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Uma Nova Estrela em Ascensão\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1021,
			"title": "Sobre previsões divinas em Liyue...",
			"voicelineType": "70001",
			"description": "Paimon: Falando nisso, o Rex Lapis gosta de fazer visitas em segredo, mas apenas desce oficialmente uma vez por ano.\nPaimon: Outros deuses não fazem isso, será que o Rex Lapis tem outra intenção?\n{NICKNAME}: Talvez eu saiba a razão...\n{NICKNAME}: Olhe, agora as previsões divinas anuais já capturaram os corações do povo de Liyue.\n{NICKNAME}: Eles analisam e examinam cada palavra para entender as entrelinhas...\n{NICKNAME}: Na sua opinião, o que aconteceria se as previsões divinas fossem disponíveis todos os dias?\nPaimon: Ah!\nPaimon: No caso da Paimon, todos os dias a Paimon ofereceria as comidas que ele elogiou nas suas visitas.\nPaimon: Ninguém trabalharia se pudesse ganhar Mora diretamente do Morax todos os dias.\n{NICKNAME}: Apesar de a lógica do seu exemplo ter feito algumas ginásticas mentais... É basicamente por aí mesmo.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_divinePrediction_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O País no Meio de Monólitos\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 1022,
			"title": "Sobre Equipe de Aventura de Benny...",
			"voicelineType": "27001",
			"description": "Paimon: Se você quiser se aventurar junto com a Equipe de Aventura do Benny, você tem que vir preparado.\nPaimon: Os Domínios são muito perigosos, então você deve sempre ter o cuidado de verificar os seus suprimentos e ferramentas mais algumas vezes.\nPaimon: A Paimon ouviu dizer que a Guilda de Aventureiros compilou uma lista de quatrocentos e sessenta e três maneiras diferentes de morrer nesses Domínios...\nPaimon: Se o Bennett te matasse por acidente, a Paimon e o Bennett nunca nos perdoaríamos!\n{NICKNAME}: ...Por que eu sou {M#o único}{F#a única} morrendo aqui?\nPaimon: Bem, isso é porque de acordo com os números, a Paimon pode evitar trezentas e vinte e duas causas de morte apenas por flutuar!\n{NICKNAME}: De repente, não tenho vontade de explorar esses domínios...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennysAdventureTeam_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1023,
			"title": "Sobre Bennett...",
			"voicelineType": "34001",
			"description": "{NICKNAME}: Ouvi dizer que o Albert é o líder dos fãs da Barbara...\n{NICKNAME}: ...Às vezes fica com alguns arranhões e hematomas de propósito para poder ir à Catedral para vê-la.\nPaimon: A Paimon acha que os Cavaleiros de Favonius deveriam prestar mais atenção a esquisitos como esse cara.\n{NICKNAME}: Mas parece que um mês depois, o Albert descobriu que havia sido superado pelo Bennett quanto ao nível de encontros com a Barbara.\n{NICKNAME}: Bem, o Bennett tem a vantagem natural quando se trata de se machucar, afinal...\nPaimon: O que é isso, um concurso de \"trazer problemas para a Barbara\"?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennett_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1024,
			"title": "Sobre o ídolo...",
			"voicelineType": "61001",
			"description": "Paimon: A Barbara é muito popular, não é?\n{NICKNAME}: Bom! Ela é o ídolo das pessoas de Mondstadt.\nPaimon: Falando nisso, a Paimon nunca realmente entendeu o que é um \"ídolo\".\n{NICKNAME}: É uma profissão na qual o trabalho é ser fofo, ser amado e ganhar um monte de Mora.\nPaimon: Isso não é mesma coisa do que ser uma mascote?\n{NICKNAME}: Er... Faz sentido.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_idol_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Canção do Dragão e da Liberdade\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1025,
			"title": "Sobre serem irmãs...",
			"voicelineType": "40001",
			"description": "{NICKNAME}:A Lisa e a Amber parecem ser irmãs.\nPaimon: Hã. Por quê?\n{NICKNAME}: A Amber sempre faz todos os tipos de tarefas para a Lisa, não é? Irmãos mais velhos pedindo para os mais novos fazerem as coisas para que eles possam descansar é algo muito comum...\n{NICKNAME}: Mas eu tenho a mesma idade {M#da minha irmã}{F#do meu irmão}, então decidimos através de pedra, papel e tesoura.\nPaimon: Uau, então você é {M#o meu irmão mais novo}{F#a minha irmã mais nova}?\n{NICKNAME}: O que você quer dizer?\nPaimon: Como a Paimon flutua, é você que \"corre\" para fazer as coisas!\n{NICKNAME}: ...Sério mesmo?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sisters_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1026,
			"title": "Sobre o tapa-olho de Kaeya...",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Paimon, já viu como é que é o Kaeya sem tapa-olho?\nPaimon: Não.\n{NICKNAME}: Parece que ele nunca tirou...\nPaimon: Hehe. Exatamente, a Paimon já sabe o porquê!\n{NICKNAME}: Oh?\nPaimon: Ele deve estar escondendo um grande segredo!\n{NICKNAME}: Um segredo?\nPaimon: Pense bem. Kaeya sai com muito mais frequência para trabalhar do que os outros.\nPaimon: Então a pele coberta pelo tapa-olho deve ser mais branca do que o restante da pele.\n{NICKNAME}: Se ele tirar o seu tapa-olho...\nPaimon: Todo mundo vai rir dele, e dar apelidos engraçados para ele!\nPaimon: Por exemplo, \"Urso Panda!\"\n{NICKNAME}: Viu? Ele já tem um apelido antes mesmo de tirar o seu tapa-olho...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kaeyasPatch_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1027,
			"title": "Sobre Kaeya e Diluc...",
			"voicelineType": "60001",
			"description": "Paimon: Que estranho...\n{NICKNAME}: O que aconteceu?\nPaimon: O Diluc e o Kaeya são muito semelhantes, mas por que eles não têm uma boa relação?\n{NICKNAME}: Por que você acha que eles são semelhantes?\nPaimon: O Kaeya é o tipo de cara que luta sujo, mesmo em campo aberto.\nPaimon: O Diluc é do tipo que faz coisas da maneira certa... Mas em segredo.\nPaimon: Você não acha que eles são semelhantes?\n{NICKNAME}: Err... Eu ainda não consigo ver a semelhança.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dilucAndKaeya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o \"Álibi do Herói Obscuro\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 1028,
			"title": "Sobre a unidade de habilidade de combate...",
			"voicelineType": "58001",
			"description": "{NICKNAME}: Se um Hilichurl conseguisse derrotar três javalis selvagens...\n{NICKNAME}: Então quantos Hilichurls seriam necessários para se alcançar o poder da Mestre Jean e do Mestre Diluc?\nPaimon: Não sei, mas se você já ouviu como as pessoas de Mondstadt falam, você já deve saber que a Jean é mais forte.\n{NICKNAME}: Acho que se o Diluc atacar primeiro, a Jean não tem como resisti-lo.\nPaimon: A Mestre Jean com certeza consegue arranjar uma maneira.\n{NICKNAME}: Talvez não.\nPaimon: O Supremo da Jean é muito forte.\n{NICKNAME}: Mas aquele \"campo\" ainda faz o Diluc mais forte, sabe?\nPaimon: A Jean nem precisa da Visão em combate com o Diluc.\n{NICKNAME}: Para o Diluc, basta apenas uma Espada de Principiante...\nPaimon: *Suspiro*...\n{NICKNAME}: Ugh...\n{NICKNAME}: O que estamos falando?!\n{NICKNAME}: Eles lutam por Mondstadt, e não são inimigos.\nPaimon: E por isso, Paimon acha que Hilichurl é uma boa unidade de medida para a habilidade de combate.\nPaimon: ...Ou no caso da Paimon, corresponde a um quinto de um javali.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_combatEffectiveness_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o \"Verdadeiro Tesouro\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1029,
			"title": "Sobre Razor...",
			"voicelineType": "33001",
			"description": "Paimon: {NICKNAME}, você sabe o que é um pincel, né?\n{NICKNAME}: Mas é claro! Quase como uma caneta, só que feita com pelo dos animais, e que serve para escrever, certo?\nPaimon: Isso! Dizem que um pincel de boa qualidade pode ser vendido por um ótimo preço entre os comerciantes de Liyue!\n{NICKNAME}: Então, você gostaria de fazer um também?\nPaimon: Ahã! Mas os lobos selvagens são muito ferozes, então vamos usar o pelo do Razor!\nPaimon: O pelo do Razor é muito macio e suave! Com certeza conseguiremos fazer um bom pincel de pelo de Lobo, daí podemos ganhar muita Mora!\n{NICKNAME}: Acredito que um pincel desses conduz eletricidade, não dá para usarmos.\n{NICKNAME}: Além disso, o Razor não é um lobo, e os pincéis de pelo de lobo também não são exatamente feitos com pelo de lobo...\nPaimon: Eh? Por que o chamam de \"Pincel de pelo de lobo\", então?\n{NICKNAME}: Bom, mesma coisa para o Lago de Sidra, parece que o lago está cheio de sidra para você?\nPaimon: Hmm. Faz sentido.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_razor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"O Significado de Lupical\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 1030,
			"title": "Sobre Klee...",
			"voicelineType": "57001",
			"description": "Paimon: A Klee é uma criança super fofa.\nPaimon: Todos os cavaleiros gostam dela, digo, a mimam.\n{NICKNAME}: Gostaria de saber, quem é mais forte, Paimon ou Klee?\n{NICKNAME}: Oh, certo, esqueci. Paimon não é uma mascote, Paimon é...\nPaimon: Ei! Paimon sabe exatamente o que você vai dizer. Essa piada deixou de ser engraçada há muito tempo.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_klee_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o \"Tesouro Verdadeiro\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1031,
			"title": "Sobre a \"empregada lendária\"...",
			"voicelineType": "30001",
			"description": "Paimon: É hora das pequenas dicas de vida da Paimon!\n{NICKNAME}: \"Pequenas dicas de vida?\"\nPaimon: Em Mondstadt, se há algo que você não pode consertar, ou algo que você não pode limpar não importa o que você faça ...\nPaimon: Se você alguma vez se deparar com algo que não consegue lidar sozinho, você só precisa gritar este nome para os céus:\nPaimon: \"No—el—le!\"\nPaimon: E tudo o que está te incomodando será varrido em um instante.\n{NICKNAME}: Então essa é uma das dicas para a vida em Mondstadt? Muito impressionante...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_noelle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte da Cidade de Mondstadt",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1032,
			"title": "Sobre Fischl...",
			"voicelineType": "35001",
			"description": "Paimon: A Fischl dá uma impressão muito diferente, não é?\n{NICKNAME}: Como assim?\nPaimon: Bem, ela viaja junto com um corvo falante.\n{NICKNAME}: Bem, estou viajando com você. Não é tão diferente.\n{NICKNAME}: Ainda assim, o Oz também pode traduzir para a Fischl. Por sua vez, você...\nPaimon: O quê? Paimon é muito melhor do que algum pássaro!\n{NICKNAME}: Haha, de que forma?\nPaimon: Bom, um... Uh... Pelo menos Paimon não precisa de asas para voar!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fischl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1033,
			"title": "Sobre animais de estimação...",
			"voicelineType": "36001",
			"description": "{NICKNAME}: Falando da Fischl, ela também afirma ser uma \"visitante de outro mundo...\"\n{NICKNAME}: Neste aspecto, somos semelhantes. Nós até trazemos um animal de estimação conosco.\nPaimon: Animal? Agora, espere um minuto, aqui...\n{NICKNAME}: Mas o corvo dela, Oz... Ele parece legal, e é bem educado.\n{NICKNAME}: Mais importante, ele pode explorar e lutar - muito útil mesmo.\n{NICKNAME}: Talvez eu e a Fischl pudéssemos trocar companheiros de vez em quando, digamos, uma ou duas semanas de cada vez. Deve ser bem interessante.\nPaimon: Ei! Não quer saber a opinião da Paimon primeiro?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1034,
			"title": "Sobre Beidou...",
			"voicelineType": "52001",
			"description": "Paimon: Como eu posso ser uma capitã popular e legal como a Capitã Beidou?\n{NICKNAME}: Tem que ter experiência suficiente...\nPaimon: Paimon já viu muitas coisas na jornada com você!\n{NICKNAME}: Mas ainda precisa experimentar desafios e falhas...\nPaimon: Paimon quase se afogou uma vez...\n{NICKNAME}: ... E sempre ter um bom coração para inspirar outros...\nPaimon:Uhum! Você sempre tem o apoio incondicional da Paimon!\n{NICKNAME}: E também tem que ter... Um pensamento maduro quanto aos problemas...\nPaimon: Ei! Está tentando dizer que Paimon não vai conseguir?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_beidou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte do Porto de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1035,
			"title": "Sobre Ningguang...",
			"voicelineType": "53001",
			"description": "Paimon: Como uma pessoa pode ser rica, ou tão rica, ou super rica como a senhora Ningguang?\n{NICKNAME}: Essa é a única impressão que ela deixou?\nPaimon: Bom, e também a enorme Câmara de Jade, mas isso também é feito de Mora?\n{NICKNAME}: Bom, então requer uma cabeça muito inteligente...\nPaimon: Paimon é muito boa em dar apelidos para os outros!\n{NICKNAME}: Você precisa ser muito versada em propaganda...\nPaimon: Uma Torrada do Pescador custa 1025 Mora, e nenhum desconto mesmo nos dias chuva.\n{NICKNAME}: Além disso, você também precisa saber muito bem interagir com as pessoas...\nPaimon: Então... Como se faz amizade com os ricos?\n{NICKNAME}: Espera, você já desistiu?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ningguang_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Corpos que Partiram para Longe\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1036,
			"title": "Sobre a Qiqi ser uma Zumbi...",
			"voicelineType": "38001",
			"description": "Paimon: Será que a Qiqi... Precisa beber sangue?\n{NICKNAME}: Isso não é um zumbi, Paimon, isso é um vampiro.\nPaimon: Então, será que ela se transformará durante a lua cheia?\n{NICKNAME}: Lobisomens, Paimon. Não zumbis.\nPaimon: Hã... Como esperado de um viajante. Você realmente sabe muito!\nPaimon: Então, que coisa especial os zumbis podem fazer?\n{NICKNAME}： Exercícios?\nPaimon: Isso faz muito sentido! Então zumbis são os que podem fazer exercícios!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_qiqi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Corpos que Partiram para Longe\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1037,
			"title": "Sobre planagem...",
			"voicelineType": "10001",
			"description": "Paimon: Venha comigo, {NICKNAME}, Paimon vai te ensinar como se voa!\nPaimon: Três, dois, um!\n{NICKNAME}: Ah, Paimon desapareceu.\n{NICKNAME}: Bem, tanto faz, já estou cansad{M#o}{F#a}. Vamos descansar um pouco por aqui...\n{NICKNAME}: Estou voando com você em meu coração... Mmm...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fly_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1038,
			"title": "Sobre os Slimes...",
			"voicelineType": "12001",
			"description": "Paimon: Que tipo de Slime você gosta mais, {NICKNAME}?\n{NICKNAME}: Slime Pyro, eu acho. Você pode sentir o seu calor quando está próximo deles, é o que você precisa no inverno.\nPaimon: É bem prático, você realmente é {M#um}{F#uma} viajante experiente.\n{NICKNAME}: E você, Paimon?\nPaimon: Paimon gosta de todos os tipos, porque todos são saborosos!\n{NICKNAME}: Saborosos, hein...\nPaimon: Transformar Slimes em refeições incríveis e deliciosas é a especialidade da Paimon!\n{NICKNAME}: B—Bom... Então.\n{NICKNAME}: Então, você ficará em uma posição inferior no ranking de Comida de Emergência, Paimon.\nPaimon: Paimon preferiria não estar nesse ranking!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_slime_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1039,
			"title": "Sobre os Hilichurls...",
			"voicelineType": "13001",
			"description": "{NICKNAME}: Você acha que somos muito dur{M#os}{F#as} com os Hilichurls?\nPaimon: Bem... Às vezes. Às vezes realmente parecemos crianças que têm que chutar o vespeiro uma vez sempre que vemos um. Sem necessidade nenhuma.\n{NICKNAME}: ... Só uma vez?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hilichurls_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1040,
			"title": "Sobre os Dorminhocos...",
			"voicelineType": "14001",
			"description": "{NICKNAME}:  \"Dorminhocos\"... Os nomes das tribos de Hilichurl são muito engraçados.\nPaimon: Os Hilichurls da tribo \"Dorminhocos\" aproveitam todas as oportunidades para dormir um pouco.\nPaimon: Paimon ouviu dizer que as suas camas de pele de animal são confortáveis, você quer experimentar?\n{NICKNAME}: Não quer tentativa, Paimon?\nPaimon: Paimon pode flutuar, por isso, o ar é a melhor cama no mundo, inveja?\n{NICKNAME}: ... Um pouco, sim.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sleeper_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear ponto de teleporte \"Mondstadt - Vale de Dadaupa\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1041,
			"title": "Sobre os Carnívoros...",
			"voicelineType": "15001",
			"description": "{NICKNAME}: \"Carnívoros\"... Os nomes das tribos dos Hilichurl são muito engraçados.\nPaimon: Os Hilichurls dos Carnívoros fazem sacrifício regularmente. E o Altar da cerimônia é gigante.\n{NICKNAME}: O que eles querem com esta cerimônia?\nPaimon: \"Querem carnes suficientes para comer todos os dias!\" É um bom desejo, não é?\n{NICKNAME}： ... Eu acho que eu deveria ter esperado por uma resposta como essa.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_meaty_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear ponto de teleporte \"Mondstadt - Vale de Dadaupa\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1042,
			"title": "Sobre a Tribo do Eclipse...",
			"voicelineType": "16001",
			"description": "{NICKNAME}： \"Tribo do Eclipse\"... As tribos de Hilichurls também têm nomes normais afinal.\nPaimon: Os Hilichurls da \"Tribo do Eclipse\" são muito misteriosos.\nPaimon: Todos os Hilichurls dessa tribo sabem pintar o Símbolo da Tribo do Eclipse.\nPaimon: Mas dizem que apenas os Xamãs sabem o significado por trás desse símbolo...\n{NICKNAME}: O sol... Negro...\nPaimon: Hmm? O que você disse, {NICKNAME}?\n{NICKNAME}: Ah. Estava perguntando que tipo de sopa você gostaria de tomar hoje à noite.\nPaimon: Mudou de assunto tão rápido, você tem certeza de que você não é um Hilichurl da tribo \"Carnívoros\"? Mas de qualquer forma, Paimon gostaria de comer sopa de Javali! Obrigada.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_blacksun_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloquear ponto de teleporte \"Mondstadt - Vale de Dadaupa\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1043,
			"title": "Sobre o tesouro...",
			"voicelineType": "17001",
			"description": "Paimon: Paimon... Não está se sentindo bem...\n{NICKNAME}: O que houve?\nPaimon: Já faz muito tempo que Paimon não abre uma caixa do tesouro... Se continuar assim...\n{NICKNAME}: Se continuar assim, você vai ser pega numa armadilha com uma única Mora nela...\nPaimon: Ei! Paimon flutua, isso nunca iria funcionar.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_treasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1044,
			"title": "Sobre engordar...",
			"voicelineType": "19001",
			"description": "Paimon: Nossa, nós realmente comemos muita comida boa recentemente, não foi?\nPaimon: Para matar a fadiga na viagem, uma boa comida é suficiente!\n{NICKNAME}: Hmm... Você não vai se tornar incapaz de voar se ficar gorda?\nPaimon: Engraçadinh{M#o}{F#a}! Paimon nunca engorda!\n{NICKNAME}: Bem...\nPaimon: Então, ainda vou comer mais coisas gostosas!\n{NICKNAME}: Você come muito, mas não engorda... Você não serve como comida de emergência, não é?\nPaimon: É... É... Bem, você certamente não parece ter muitos outros candidatos... Então, parece que você vai ter que se contentar com a Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1045,
			"title": "Sobre os amantes de gatos e de cachorros...",
			"voicelineType": "20001",
			"description": "Paimon: Qual você prefere mais, cães ou gatos?\n{NICKNAME}: Eu prefiro a Paimon.\nPaimon: Hã? Ei, isso... Isso é trapacear...!\nPaimon: Espera aí, não! Paimon não é um bichinho de estimação!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_catORdog_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1046,
			"title": "Sobre o som do mar...",
			"voicelineType": "44001",
			"description": "Paimon: Dizem que se colocar uma Concha Estrelada próxima da sua orelha, é possível ouvir os sussurros do mar.\n{NICKNAME}: Você quer tentar, Paimon?\nPaimon: Não é preciso, Paimon já ouviu.\n{NICKNAME}: Oh? Então o que o mar disse?\nPaimon: O mar disse que tinha chegado a hora de comer, eu quero comer Torrada do Pescador!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oceanVoice_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte na Encosta Yaoguang em Liyue.",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 1047,
			"title": "Sobre pedra, papel e tesoura...",
			"voicelineType": "45001",
			"description": "Paimon: Gostaria de poder comer já, mas não estou com vontade de ir comprar...\n{NICKNAME}: Então vamos jogar Pedra-Papel-Tesoura para decidir quem vai comprar?\nPaimon: Oh, ok!\n{NICKNAME}: Ok, um, dois, três: Pedra, Papel, Tesoura—\nPaimon: —Super Tornado da Paimon!\n{NICKNAME}: ...O quê?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fingerGuessing_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1048,
			"title": "Sobre relaxamento...",
			"voicelineType": "46001",
			"description": "Paimon: Paimon anda muito cansada recentemente, você tem alguma maneira recomendada para relaxar um pouco?\n{NICKNAME}:Dormir?\nPaimon: Dormir é chato.\n{NICKNAME}:Ler?\nPaimon: Paimon vai ficar tonta.\n{NICKNAME}: Conversar com os amigos?\nPaimon: ...Ugh.\nPaimon: Mas todas essas coisas exigem pensar.\nPaimon: E não pensar é mais relaxante!\n{NICKNAME}: E foi neste momento que surgiu o \"Paradoxo da Paimon\", uma filosofia famosa em Teyvat...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_relax_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1049,
			"title": "Sobre diferenças de dieta...",
			"voicelineType": "48001",
			"description": "{NICKNAME}: A culinária de Liyue é muito diferente da de Mondstadt.\n{NICKNAME}: Por exemplo, as comidas apimentadas raramente são vistas em Mondstadt.\nPaimon: É como o ditado diz: \"As pessoas são um reflexo do seu ambiente,\" certo?\nPaimon: Hmm... Mas por que todos os Slimes de Teyvat têm o mesmo sabor?\n{NICKNAME}: É porque você só tem uma maneira de cozinhá-los...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_foodCulture_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte do Porto de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1050,
			"title": "Sobre esconder dinheiro...",
			"voicelineType": "49001",
			"description": "Paimon: Uau! Tem muito Mora na mochila do Furão Ladrão!\n{NICKNAME}: Bom, é a natureza dos Furões Ladrões recolher objetos brilhantes.\nPaimon: Paimon ouviu dizer que a origem do Furão Ladrão tinha algo a ver com os Ladrões de Tesouro...\nPaimon: Ooh, Certo! Os corvos também têm essa natureza, não é?\nPaimon: Será que o Oz também esconde em segredo umas caixas de Mora?\n{NICKNAME}: Agora que você mencionou, Paimon...\n{NICKNAME}: Gostaria de saber, se você...\nPaimon: —Ei! Não! Nunca! Você não vai encontrar nada nas sapatilhas da Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weaselThief_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1051,
			"title": "Sobre histórias de aventuras...",
			"voicelineType": "39001",
			"description": "{NICKNAME}: Paimon, você já leu \"A Melancolia de Vera\" antes?\nPaimon: Bom, parece familiar!\n{NICKNAME}: Aquele livro é bem popular, ouvi dizer que o autor foi bem pago...\nPaimon: *Suspiro* Paimon também gostaria ganhar um monte de Mora.\nPaimon: Hmm... Combinado! Então Paimon também vai escrever um conto de histórias de aventura!\n{NICKNAME}: Um conto de histórias de aventura pela Paimon?\nPaimon: Exatamente! Vai ser a história em que um viajante corajoso derrotou o dragão e salvou o mundo...\nPaimon: E depois comeu, juntamente com a sua companheira de confiança, dez pratos de Carne Frita com Cenoura e Mel!\n{NICKNAME}: Dez?\nPaimon: Uhum! Apesar de tudo, um final feliz sempre atrai mais leitores!\nPaimon: Então combinado! Vamos chamá-lo de \"Felicidade da Paimon\".\n{NICKNAME}: Espera, o quê?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_adventureStory_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Canção do Dragão e da Liberdade\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1052,
			"title": "Sobre pesadelos...",
			"voicelineType": "50001",
			"description": "Paimon: Você já teve pesadelos terríveis, {NICKNAME}?\n{NICKNAME}: Hm, eu já sonhei que caí em escuridão interminável...\n{NICKNAME}: E sem um Planador.\nPaimon: Uau...\n{NICKNAME}: E também sonhei que {M#a minha irmã}{F#o meu irmão} andou para frente sem parar, e nunca consegui alcançá-l{M#a}{F#o} de qualquer forma.\n{NICKNAME}: ...{M#Ela}{F#Ele} me disse que eu \"cheguei atrasad{M#o}{F#a} demais\".\nPaimon: Oh...\nPaimon: É muito diferente da experiência da Paimon.\nPaimon: O pesadelo mais horrível da Paimon é ser comida por um Slime gigante.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nightmare_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1053,
			"title": "Sobre os Seelies...",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Gostaria de saber de onde vêm as Seelies que perseguem os tesouros?\nPaimon: Talvez eles cresçam do solo - ou talvez caiam das árvores?\nPaimon: Bem, Paimon não sabe de onde eles vêm, mas onde estão as Seelies, o tesouro não está longe!\n{NICKNAME}: Mesmo assim... Por que sinto uma certa tristeza cada vez que tocam nesses tesouros?\nPaimon: Hmm?\n{NICKNAME}: Não, provavelmente é apenas a minha imaginação.\nPaimon: Bem... Se você não quiser ficar com o tesouro, Paimon pode guardá-lo para você, gratuitamente!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_seelie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1054,
			"title": "Sobre alguém inesquecível...",
			"voicelineType": "54001",
			"description": "Paimon: Tem alguns viajantes que te deixaram impressões na sua jornada recente?\nPaimon: Para Paimon, foi a Sara.\n{NICKNAME}: Timmie.\nPaimon: Eh? Por que ele?\n{NICKNAME}: Toda vez que como Frango Assado com Mel, o seu rosto aparece na minha cabeça... Daí a carne se torna difícil de engolir.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_impressivePerson_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1055,
			"title": "Sobre o idioma...",
			"voicelineType": "21001",
			"description": "Paimon: Você aprende coisas novas muito rápido.\nPaimon: Você já dominou muito bem a língua de Teyvat em muito pouco tempo.\n{NICKNAME}: Você é uma boa professora, Paimon.\nPaimon: Hehehe...\n{NICKNAME}: Hehe, talvez agora eu esteja mais jeitos{M#o}{F#a} em dar apelidos.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_language_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1056,
			"title": "Sobre a espécie da Paimon...",
			"voicelineType": "18001",
			"description": "{NICKNAME}: Quais são os monstros que deixaram mais impressões?\nPaimon: Monstros, hã... Guarda das Ruínas?\n{NICKNAME}: Será que os Guardas das Ruínas são considerados como monstros? Talvez sejam mecanismos...\nPaimon: Paimon acha que aqueles que causam problemas e precisam ser derrotados são monstros.\nPaimon: É como nós chamamos tudo aquilo que pode ser caçado de \"presas\".\n{NICKNAME}: Entendi! Se for assim, eu finalmente sou capaz de classificar a Paimon agora.\nPaimon: Eh? Então o que é?\n{NICKNAME}: Paimon pode ser fisgada... Portanto, Paimon é um peixe.\nPaimon: Hunf!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_species_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1057,
			"title": "Sobre armazenamento de armas...",
			"voicelineType": "22001",
			"description": "Paimon: Ei! Você pode fazer isso mais uma vez? Você sabe, aquilo...!\n{NICKNAME}: O quê?\nPaimon: Aquele... Que você faz desaparecer a arma em um instante, e logo depois, faz aparecê-la por trás de você!\n{NICKNAME}: Oh, aquele. Mas você já viu mil vezes, não é?\nPaimon: Mas Paimon ainda não entendeu como se faz, você pode explicar um pouco melhor?\n{NICKNAME}: Bom, mas antes disso, você poderia explicar um pouco como você pode aparecer na minha frente e desaparecer de repente?\nPaimon: Uh... Bom... Paimon nasceu como essa habilidade, Paimon não sabe como explicar...\n{NICKNAME}: Precisamente. Acredito que a arte de guardar minha arma segue o mesmo princípio.\n{NICKNAME}: Talvez seja essa semelhança que nos faz tão bons amigos?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1058,
			"title": "Sobre os baús...",
			"voicelineType": "23001",
			"description": "Paimon: {NICKNAME}, o que você acha sobre os baús de tesouros?\n{NICKNAME}: Eu acredito que foram deixados pelos grandes viajantes que passaram por aqui.\n{NICKNAME}: Cada vez que eu abro um baú, eu posso sentir os sentimentos dos ancestrais...\nPaimon: Oh, a experiência da aventura aumentou!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_chest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1059,
			"title": "Sobre os olhos...",
			"voicelineType": "55001",
			"description": "Paimon: Olhe para os olhos de Paimon!\n{NICKNAME}: O que aconteceu?\nPaimon: Kaeya diz que os olhos sempre traem as pessoas.\nPaimon: Dessa maneira, ele consegue entender se outra pessoa está falando a verdade ou não.\n{NICKNAME}: Hã...\nPaimon: A Paimon gosta de Torrada do Pescador!\n{NICKNAME}: Deve ser verdade, visto que você gosta de qualquer coisa que possa ser comestível.\nPaimon: Hehe.\n{NICKNAME}: Por falar em olhar nos olhos das pessoas... Lembro-me de um olhar que deixou uma impressão particularmente profunda em mim.\nPaimon: Quem?\n{NICKNAME}: Um Guarda das Ruínas! Me deixou com vontade de arrancar os seus olhos...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_eyes_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o \"Tesouro do Pirata Secreto\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1060,
			"title": "Sobre imitar outros...",
			"voicelineType": "65001",
			"description": "Paimon: Ugh, Paimon está muito cansada, muito entediada...\n{NICKNAME}: Bom, como não temos nada para fazer, que tal imitarmos os cavaleiros, só para nos divertir um pouco?\nPaimon: Eh? Mas isso não é um tipo de falta de educação?\n{NICKNAME}: Haha, já estou vendo que você já tem a virtude de modéstia e cortesia de um cavaleiro. Muito impressionante!\nPaimon: Ei! Paimon sabe o que você está fazendo, pare com isso!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitate_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o \"Tesouro do Pirata Secreto\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1061,
			"title": "Sobre a sorte do sorteio...",
			"voicelineType": "42001",
			"description": "Paimon: *Grrr*...\n{NICKNAME}: Hum? Há pombos aqui perto?\nPaimon: Não, não. Foi o barulho do meu estômago, Paimon está com muita fome.\nPaimon:  Hum... Agora vou pedir a um viajante para me fazer um prato de Carne Frita com Cenoura e Mel.\nPaimon: Quem vai ser o sortudo?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_lottery_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Forasteiro que Voa a Favor do Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1090,
			"title": "Sobre o Decreto de Caça à Visão",
			"voicelineType": "71001",
			"description": "Paimon: É difícil falar sobre os acontecimentos recentes em Inazuma sem mencionar o Decreto de Caça à Visão.\nPaimon: Mas você não tem Visão, então não precisa se preocupar em perder a sua.\nPaimon: Por outro lado, se você for peg{M#o}{F#a} pela Comissão Tenryou, {NICKNAME}, também não poderá entregar sua Visão em troca da sua vida...\n{NICKNAME}: Eu posso dizer a eles que você é minha Visão.\nPaimon: Mais um motivo para ter Paimon por perto... Espera, O QUÊ!?\n{NICKNAME}: Não se preocupe, eu nunca permitiria que eles levassem você embora, Paimon.\nPaimon: Assim está bom.\n{NICKNAME}: Iríamos para a cadeia e sofreríamos a punição juntos...\nPaimon: Hum... Bem, se as coisas fossem acabar assim, talvez seja melhor você me entregar para eles...\nPaimon: ...Espere um pouco! E que tal evitarmos que nos peguem?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_visionHuntDecree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Permanência, a Utopia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1091,
			"title": "Sobre a Resistência",
			"voicelineType": "71002",
			"description": "Paimon: Só aqueles com determinação suficiente para combater são permitidos na Resistência!\nPaimon: Nesse caso, Paimon também se qualifica como membro da Resistência.\n{NICKNAME}: Você possui determinação para a Resistência, Paimon?\nPaimon: Paimon luta categoricamente contra o destino de ser oprimida o tempo todo!\n{NICKNAME}: Então, é provável que você não consiga entrar.\nPaimon: Por quê? É porque Paimon não está lutando pela mesma causa que a Resistência?\n{NICKNAME}: É porque você está lutando por uma causa perdida...\nPaimon: Que maldade!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_rebels_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Permanência, a Utopia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1092,
			"title": "Sobre Canhões Kamuijima...",
			"voicelineType": "71003",
			"description": "Paimon: Carvão Kamuijima? Cartão Kamuijima? Cadeirão Kamuijima? Ugh... Que letras miúdas.\n{NICKNAME}: O que você está lendo, Paimon?\nPaimon: Veja, é a super arma que o exército do Shogunato construiu aqui perto para proteger Tatarasuna.\nPaimon:  Canhão! Kamuijima!\n{NICKNAME}: Ele parece mesmo poderoso... E ainda assim, não vimos ele fazer nada enquanto estávamos em Tatarasuna.\nPaimon: Parece que a Resistência sabia o quanto ele é poderoso, então antes de declarar guerra formalmente contra o Shogunato, eles atacaram sorrateiramente esse lugar e o destruíram.\nPaimon: Mas este Canhão... Canhão Kamuijima precisa de munição especial ou Electro para funcionar, então não serve para a Resistência.\nPaimon: O exército do Shogunato gastou muito tempo e esforços para criar esta arma... Paimon quer mesmo ver o poder dela.\n{NICKNAME}: Se tudo que você precisa é um usuário de Electro, talvez eu possa ajudar.\nPaimon: Isso mesmo! Agora, só precisamos de algo para servir como nossa bala de canhão...\nPaimon: O quê?... Por que você está me olhando assim? Sai fora...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_tatarasaWeapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Permanência, a Utopia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1093,
			"title": "Sobre Taroumaru...",
			"voicelineType": "71004",
			"description": "Paimon: Sabe de uma coisa? Quando chegamos na Casa de Chá Komore pela primeira vez, Paimon achou realmente que Taroumaru conseguiria falar...\n{NICKNAME}: Você parece um pouco decepcionada.\nPaimon: Claro que estou! Se Taroumaru pudesse falar, Paimon acha que ele diria algo realmente interessante!\n{NICKNAME}: Por exemplo?\nPaimon: Hmm... \"Thoma, pare de se esconder por aqui, você está me atrapalhando! *au*\"\n{NICKNAME}: Hã, faz sentido.\nPaimon: Ou... \"Kozue, você está vinculada a mim para o resto da vida, a menos que nosso contrato seja rescindido! *au* *au*\"\n{NICKNAME}: Você não acreditou realmente em Kozue quando ela disse que tinha assinado um contrato secreto obrigando a trabalhar meio período na Casa de Chá, certo?\nPaimon: Ah! Paimon pensou em outra. Essa é muito boa...\nPaimon: \"Vejam só essa visitante! Seu nome é Paimon, certo? Vejam como ela é bela e inteligente. Hoje, todas as refeições dela serão de graça! *au*\"\n{NICKNAME}: Sem chance que o Taroumaru diria algo assim.\nPaimon: Hee-hee...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_taroumaru_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Permanência, a Utopia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1094,
			"title": "Sobre Gorou...",
			"voicelineType": "71005",
			"description": "Paimon: Hmm...\n{NICKNAME}: Você está pensando em que, Paimon?\nPaimon: {NICKNAME}, você se lembra das orelhas fofinhas de Gorou?\nPaimon: Paimon queria algo assim... Ou talvez chifres iguais aos da Ganyu. Os chifres da Ganyu também são bonitos.\nPaimon: {NICKNAME}, você tem alguma ideia?\n{NICKNAME}: Vou ver, hum... Ah, pensei em algo!\nPaimon: É mesmo? {NICKNAME}, Paimon sempre soube que poderia contar com você!\n{NICKNAME}: Ta-dã! Apresento a você o Chifre de Monoceros Caeli!\nPaimon: Paimon não precisa disso!\nPaimon: *Suspiro* Já que Paimon não pode ter as orelhas fofinhas de Gorou, então talvez algo como a cauda fofinha dele...\n{NICKNAME}: Tcharãã! Aqui está – Cauda do Vento do Norte!\nPaimon: ...Assim não! Além disso, a combinação dessas coisas não é o visual que Paimon está procurando!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gorou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Permanência, a Utopia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1096,
			"title": "Sobre a Publicação de Light Novels...",
			"voicelineType": "71007",
			"description": "Paimon: Paimon acha incrível que existam lugares em Inazuma como a Editora Yae, especializada em publicar romances!\nPaimon: Eles fazem até competições! Uau!\n{NICKNAME}: Se é assim, talvez você devesse enviar um rascunho do seu livro, \"A Alegria de Paimon\".\nPaimon: Bom, quanto a isso... Paimon perdeu o rascunho no caminho para Inazuma...\n{NICKNAME}: ...É mesmo?(Olhar questionador)\nPaimon: Tá bom! Paimon ainda não começou a escrever...\nPaimon: Não é culpa da Paimon! Paimon queria escrever, mas, três dias atrás, a caneta de Paimon quebrou. Antes de ontem, Paimon teve câimbra nas mãos. Ontem, torceu o pé. Hoje... Paimon... Hmm... Paimon está com fome!\n{NICKNAME}: Hehe, parece que você prefere escrever \"Mil Desculpas de Paimon\" do que \"A Alegria de Paimon\".",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_novelPublish_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Permanência, a Utopia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1097,
			"title": "Sobre Kaedehara Kazuha...",
			"voicelineType": "71008",
			"description": "Paimon: Kazuha é um espírito livre, você não acha?\n{NICKNAME}: Sim, ele parece ser um pouco solitário também.\nPaimon: Poder explorar o mundo como quiser, contemplando a beleza das coisas ao redor. Não parece muito ruim...\nPaimon: {NICKNAME}, você não está pensando em fugir para começar uma aventura individual, certo?\n{NICKNAME}: Eu nunca deixaria você para trás, Paimon.\nPaimon: Paimon fica feliz em saber disso. Aqui... Hee hee, isso é para você...\n{NICKNAME}: Despesa mensal com alimentos... 300.000 Mora!?\nPaimon: Ei! Espere! {NICKNAME}, aonde você vai?\n{NICKNAME}: De repente, me deu vontade de tentar uma aventura individual. Talvez não seja uma ideia tão ruim.\nPaimon: Não vá embora! Espere Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kazuha_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Vento de Outono e Folhas Escarlates\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 1098,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "71009",
			"description": "Paimon: Humm...\n{NICKNAME}: Paimon, você está tão séria hoje.\nPaimon: É porque Paimon está pensando em coisas sérias.\nPaimon: Paimon tem inveja de pessoas que vêm de famílias abastadas e influentes. Elas têm uma fonte infinita de Mora, além de montanhas de alimentos deliciosos para comer...\n{NICKNAME}: Tenho que concordar. Essas são as coisas que você mais gosta no mundo.\nPaimon: Mas, depois de conhecer Ayaka um pouco melhor, Paimon viu que até mesmo uma jovem de família nobre também pode ter problemas.\nPaimon: Ela precisa cuidar dos deveres e responsabilidades de seu clã. Ela trabalha arduamente e tem pouco tempo para si mesma.\nPaimon: Ayaka deve estar exausta, ela deveria tentar relaxar um pouco...\nPaimon: Ah, já sei! Vamos convidar Ayaka para o próximo festival!\nPaimon: Duvido que ela recuse o nosso convite, hee hee.\n{NICKNAME}: Sim, eu gostaria de ir a outro festival com ela.\nPaimon: Além disso, se Ayaka estiver por perto, ela pode pagar a nossa conta...\n{NICKNAME}: ... Eu deveria ter adivinhado essa...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ayaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"O Sussurro da Garça e o Coelho Branco\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1099,
			"title": "Sobre Imitar Ayaka...",
			"voicelineType": "71010",
			"description": "Paimon: Ayaka sempre parece elegante, não importa o que esteja fazendo, não é mesmo?\n{NICKNAME}: Você consegue imitar Ayaka, Paimon?\nPaimon: Vamos tentar.\nPaimon: \"Oh céus, você está colhendo cogumelos com toda essa determinação só para preparar Espetos de Frango com Cogumelos para mim?\"\nPaimon: \"Que gracinha...\"\n{NICKNAME}: Não teve nada a ver com Ayaka. Mas...\n{NICKNAME}: Embora você tivesse falado algo esquisito, pareceu uma coisa que você poderia dizer...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitateAyaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"O Sussurro da Garça e o Coelho Branco\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1100,
			"title": "Sobre as Tradições do Festival...",
			"voicelineType": "71011",
			"description": "Paimon: É uma tradição antiga que, durante as comemorações de Inazuma, todos devem usar máscaras festivas.\nPaimon: Paimon tentou procurar nas tendas, mas não encontrou nenhuma máscara que servisse...\n{NICKNAME}: Então, você realmente quer uma máscara mesmo?\nPaimon: Claro! Não usar uma máscara durante o festival de Inazuma é o mesmo que não receber um buquê de flores no Festival da Brisa Florescente...\n{NICKNAME}: Vou fazer uma para você.\nPaimon: Uau! {NICKNAME}, você é demais!\n{NICKNAME}: Humm, que tipo de máscara ficaria bem em você? Que tal... uma máscara de Slime?\nPaimon: Eba, Paimon Slime!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fiestaTradition_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"O Sussurro da Garça e o Coelho Branco\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1101,
			"title": "Sobre Yoimiya...",
			"voicelineType": "71012",
			"description": "Paimon: Você acha que o problema de audição do pai de Yoimiya está relacionado aos fogos de artifício?\nPaimon: Ele fabrica e testa fogos de artifício há anos, e com essa exposição diária ao som das explosões de pólvora... Paimon acha que isso pode ter afetado a audição dele...\nPaimon: Caramba! Já que Yoimiya herdará o negócio de sua família, será que ela também terá dificuldade de ouvir outras pessoas no futuro, assim como o pai dela?\nPaimon: Paimon não permitirá que isso aconteça! Vamos pensar em alguma forma de ajudá-la!\n{NICKNAME}: Você tem alguma sugestão, Paimon?\nPaimon: Hum... É...\nPaimon: Paimon poderia seguir Yoimiya por aí e cobrir os ouvidos dela sempre que fosse necessário...\n{NICKNAME}: Assim, você teria que sair de perto de mim.\nPaimon: ... Sem Paimon, você perderia a sua guia. Paimon não sairá de perto de você tão cedo!\nPaimon: Mas... O que podemos fazer por Yoimiya...\n{NICKNAME}: Na verdade, ela pode simplesmente usar protetores de ouvidos enquanto trabalha com fogos de artifício.\nPaimon: Ah, é! Paimon não pensou nessa solução! Que esperteza a sua!\n{NICKNAME}: Heh... Foi a primeira coisa em que pensei, mas queria que você exercitasse sua mente primeiro.\nPaimon: Eh? Você sabia disso o tempo todo, mas resolveu não contar para Paimon?\nPaimon: Como pôde fazer algo assim? Que maldade!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yoimiya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Atemporalidade Onírica\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 1102,
			"title": "Preocupações de Sayu...",
			"voicelineType": "71013",
			"description": "Paimon: Sayu parece estar preocupada com muitas coisas.\nPaimon: Paimon não entende por que ela tem tantas preocupações.\n{NICKNAME}: Acho que é isso que chamam de dores do crescimento.\nPaimon: Hum, Paimon não sabe o que é isso.\nPaimon: Afinal de contas, Paimon não tem nada para se preocupar.\n{NICKNAME}: Humm...\n{NICKNAME}: Tenho más notícias! Nossas Moras estão acabando. Acho que precisaremos nos segurar durante os próximos dias...\nPaimon: O quê? Nãããão!\n{NICKNAME}: Está vendo? Você não é tão despreocupada quanto pensava.\nPaimon: Como você pode brincar assim comigo...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sayuAnnoy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1103,
			"title": "Sobre Onikabuto...",
			"voicelineType": "71014",
			"description": "Paimon: Aqueles insetos Onikabutos parecem assustadores! Os padrões nas costas deles são apavorantes!\n{NICKNAME}: Você está falando daqueles padrões demoníacos? É porque eles não gostam de lutar, então evoluíram propositalmente seus padrões de uma forma que afugente os inimigos.\nPaimon: Isso é muito esperto. Deveríamos tentar aprender algumas coisas com eles!\nPaimon: Nós poderíamos pegar emprestada a máscara de Xiao. Se um Hilichurl visse você usando, será que ele sairia correndo de medo?\n{NICKNAME}: Hum... Não acho que Xiao concordaria com isso...\nPaimon: É mesmo... E se pedirmos a Sayu que roube a máscara para nós?\nPaimon: Ela sabe Ninjutsu, que permite que ela desapareça no ar. Ela pode roubar com certeza! Problema resolvido!\nPaimon: Hum... Mas Xiao pode querer acertar as contas com a gente, então que tal roubarmos a máscara de Childe? Nós já acabamos com ele várias vezes!\n{NICKNAME}: Não acho que roubar as coisas dos outros seja uma boa ideia. Além do mais, e se Sayu não concordar com tudo isso?\nPaimon: Então, vamos... Vamos visitar Albedo primeiro.\nPaimon: Se Albedo puder desenvolver um soro de crescimento para Sayu, ela nos ajudará com certeza!\n{NICKNAME}: Brilhante, agora só precisamos que você descubra como fazer Albedo nos ajudar.\nPaimon: Ugh! A cabeça de Paimon vai explodir. Vamos nos concentrar nas máscaras do festival por enquanto.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oniHornedBeetle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1104,
			"title": "Sobre a Erva Naku...",
			"voicelineType": "71015",
			"description": "Paimon: Embora a Erva Naku pareça uma flor, suas \"pétalas\" são, na verdade, folhas.\nPaimon: Aquelas humildes folhas trabalham arduamente para crescer e proteger a frágil flor...\nPaimon: Hee hee, assim como Paimon está protegendo você agora.\n{NICKNAME}: Assim como você? Ah, quer dizer que a Erva Naku também é comestível?\nPaimon: Isso mesmo! ... Espere, o que você está tentando dizer?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrass_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete Electro em Tatarasuna",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1105,
			"title": "Sobre Erva Naku e Tempestades...",
			"voicelineType": "71016",
			"description": "Paimon: Você sabia que os habitantes de Inazuma usam as vibrações da Erva Naku para prever tempestades?\nPaimon: Como a Erva Naku cresce em áreas com alta presença de Electro, ela se sente naturalmente atraída por raios e trovões.\n{NICKNAME}: Isso quer dizer que a Erva Naku é parecida com você, Paimon?\nPaimon: Eh? Como assim?\n{NICKNAME}: Porque você normalmente fica em áreas com alta presença de comidas de qualidade e se sente naturalmente atraída por guloseimas!\nPaimon: Hee hee, é verdade!\n{NICKNAME}: Radar Paimon ativado...\nPaimon: *bip* Petiscos, aqui vamos nós!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrassAndThunder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete Electro em Tatarasuna",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1106,
			"title": "Sobre as Pétalas da Flor de Sakura",
			"voicelineType": "71017",
			"description": "Paimon: As flores que caem da Sakura Sagrada são encantadoras!\nPaimon: Paimon ouviu dizer que essas pétalas ficam suspensas no ar por tanto tempo por causa da presença de Electro.\n{NICKNAME}: É o mesmo princípio que explica sua capacidade de levitação?\nPaimon: Uh... Ah... Isso é porque...\n{NICKNAME}: Você sabe por que consegue voar, certo Paimon?\nPaimon: Paimon consegue voar devido a... Poderes misteriosos, é claro!\n{NICKNAME}: Entendi. Parece que você não tem a mínima ideia.\n{NICKNAME}: E se pedíssemos para Albedo pesquisar? Ele tem um grande talento para desvendar mistérios como esse...\nPaimon: Não, por favor!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakuraTemari_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte no Grande Santuário Narukami",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 1107,
			"title": "Sobre os Melões de Lavanda...",
			"voicelineType": "71018",
			"description": "Paimon: Os Melões de Lavanda são mesmo úteis!\nPaimon: Podemos comer o interior e processar a casca para fazer tintas.\n{NICKNAME}: Paimon, você realmente é útil!\n{NICKNAME}: Ela pode ser minha guia e também dar apelidos feios para outras pessoas, haha. \nPaimon: Sim! Agradeço a sua validação!\nPaimon: Espere, tem mais? Você está querendo tirar onda com Paimon?\nPaimon: Paimon vai cobrir a sua boca para você parar de falar!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sumireLemon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Vila de Konds",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 1108,
			"title": "Sobre Espadas...",
			"voicelineType": "71019",
			"description": "Paimon: {NICKNAME}, você já reparou?\nPaimon: Em Inazuma, as pessoas que usam espadas na cintura são a minoria. A maior parte dos soldados usa lanças.\nPaimon: Será que as espadas são um símbolo de status? Não deveríamos usar também?\nPaimon: Mas as espadas daqui são grandes demais para Paimon... Não temos alternativa, precisamos encontrar um ferreiro famoso para fazer uma espada personalizada!\n{NICKNAME}: Mas uma espada personalizada custará muitas Moras.\nPaimon: Você está dizendo que Moras são mais importantes que os desejos da sua adorável companheira?\n{NICKNAME}: ... Na verdade, eu já preparei uma coisa para você, Paimon.\nPaimon: É mesmo? É mesmo? Vamos conferir!\nPaimon: Ei! Essa não é a faca que usamos para cortar frutas?\n{NICKNAME}: Bom, pelo menos ela tem o tamanho certo para você...\n{NICKNAME}: Ahã, \"O que importa não é o valor da espada, mas sim o espírito de luta\".\nPaimon: Boa tentativa, mas Paimon não vai cair nessa, não importa se a frase é bonita!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sabre_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1109,
			"title": "Sobre as Fontes Termais...",
			"voicelineType": "71020",
			"description": "Paimon: Você sabia que há fontes termais em Inazuma?\n{NICKNAME}: ... Mas não há vulcões.\nPaimon: Hmm, Paimon ouviu dizer que o calor vem de uma fornalha gigante!\nPaimon: Se pudermos, Paimon também quer conferir uma fonte termal. Infelizmente, parece que só os bambambãs conseguem entrar.\n{NICKNAME}: Hmmm...\n{NICKNAME}: Vamos voltar para o Vale de Dadaupa em Mondstadt!\nPaimon: Oi? Por que assim tão de repente?\n{NICKNAME}: No Vale de Dadaupa, os Hilichurls têm um caldeirão gigante aquecido por Flores-Flamejantes. Deve ser algo parecido com uma fonte termal, não? Você pode tomar banho de... Sopa, suponho?\nPaimon: ???",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hotSpring_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1110,
			"title": "Sobre Jugemu...",
			"voicelineType": "71021",
			"description": "Paimon: Em Inazuma, existe uma tradição que dita que os pais devem escolher nomes com boa sorte para os seus filhos.\n{NICKNAME}: Esses nomes simbolizam as expectativas e os desejos de todos para as crianças, como prosperidade, fortuna, boa saúde e proteção.\nPaimon: Por causa dessas expectativas, os pais normalmente escolhem nomes bem grandes, juntando todas as bênçãos que conseguirem em uma palavra.\n{NICKNAME}: Então, hipoteticamente, se um dia uma garotinha cair em um lago enquanto volta para casa, suas amigas podem correr para a sua casa para anunciar, \"Algo de ruim aconteceu!\"\nPaimon: \"O que aconteceu?\"\n{NICKNAME}: Ozvaldo Hrafnavines, Princesa do Pecado Fischl von Luftschloss Narfidort, venham, rápido! Centennial Genius Astrologist Mona Megistus caiu na água!\nPaimon: ...Mas Mona caindo na água não parece ser uma emergência.\n{NICKNAME}: É isso mesmo. A ágil Mona estaria de volta em casa antes que suas amigas conseguissem dizer seu nome. Haha!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jugemu_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1111,
			"title": "Sobre as Ilhas de Inazuma...",
			"voicelineType": "71022",
			"description": "Paimon: A paisagem de Inazuma é muito diferente do que encontramos até agora.\n{NICKNAME}: Sim, Inazuma é um país insular.\nPaimon: Antes de inventarem os barcos, como as pessoas que viviam em ilhas diferentes faziam para se comunicar?\n{NICKNAME}: De acordo com o pai de Yoimiya, eles provavelmente usavam sinais de fumaça para transmitir informações.\n{NICKNAME}: Ou então, eles...\nPaimon: Sim...?\n{NICKNAME}: Eles pediam para que as pessoas congelassem a superfície da água para viajar entre as ilhas e entregar as mensagens.\nPaimon: Uau! Se Kaeya tivesse vivido em Inazuma naquela época, ele teria sido ainda mais ocupado que a Mestre Jean agora!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_inazumaIsland_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte em Ritou",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 1112,
			"title": "Sobre Tanukis...",
			"voicelineType": "71023",
			"description": "Paimon: Tanukis são criaturas muito misteriosas.\n{NICKNAME}: Eu acho que eles são bonitinhos.\nPaimon: Infelizmente, eles conseguem falar a linguagem dos humanos.\n{NICKNAME}: Hmm, me pergunto... se você não conseguisse falar, você pareceria uma pessoa mais nobre e misteriosa?\nPaimon: Você está tentando tirar onda comigo?\n{NICKNAME}: Hmph, hmph, hmph...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanuki_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Floresta Chinju",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1113,
			"title": "Sobre Tanukis e suas Ilusões...",
			"voicelineType": "71024",
			"description": "Paimon: Alguém já lhe falou que existem monstros em Inazuma chamados Tanukis, que podem assumir a forma de qualquer humano que encontrarem?\n{NICKNAME}: Já ouvi boatos sobre isso antes. Eles devem ser conhecedores de técnicas misteriosas de transformação.\nPaimon: E se um dia um Tanuki enganasse você transformando-se em Paimon? Oh, não... Agora Paimon ficou preocupada! \n{NICKNAME}: Não se preocupe, tenho certeza de que eu conseguiria encontrar as diferenças — Espere! Você só está preocupada com as minhas Moras, não é?\nPaimon: Claro que sim... Ah! ... Não, não! Paimon só se preocupa com a sua segurança, {NICKNAME}!\nPaimon: Hmph, para de olhar para Paimon assim. Olha, pensa só! Se existissem duas Paimons, como você descobriria qual é a verdadeira?\n{NICKNAME}: ... Eh-he.\nPaimon: Como assim \"eh-he\"!?\n{NICKNAME}: Está vendo? Só a Paimon de verdade responderia assim.\nPaimon: Ah! Paimon foi enganada outra vez...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanukiAndIllusion_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Floresta Chinju",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1114,
			"title": "Sobre Outros Santuários...",
			"voicelineType": "71025",
			"description": "Paimon: Passamos por diversos santuários pequenos há pouco, mas nenhum deles parece ser dedicado à Arconte Electro.\n{NICKNAME}: É provável que tenham sido construídos para divindades menores. A população de Inazuma acredita que tudo a seu redor tem um espírito, e esses espíritos os ajudarão em tempos de necessidade.\nPaimon: Ah, então essas pessoas fazem santuários para eles, e dão oferendas.\n{NICKNAME}: Sim. Pode-se dizer que é uma forma de oração e um gesto de agradecimento.\nPaimon: Paimon entendeu! Vamos encontrar Ayaka e pedir-lhe para erguer um santuário para nós!\nPaimon: Se fizermos isso, poderemos receber várias oferendas também!\nPaimon: Paimon está tão feliz!\n{NICKNAME}: Hehe. Uh... S-será que isso é uma coisa aceitável de se fazer?\nPaimon: O que tem de errado? Não estamos ajudando todo mundo esse tempo todo? Talvez estejamos fazendo um trabalho ainda melhor que essas divindades!\n{NICKNAME}: É um ponto de vista interessante...\n{NICKNAME}:  Mas quando imagino pessoas colocando flores ou frutas em frente a um santuário para mim... Não me parece certo.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_otherShrine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte em Araumi",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 1115,
			"title": "Sobre a Chuva na Ilha Yashiori...",
			"voicelineType": "71026",
			"description": "{NICKNAME}: Na Ilha Yashiori, nunca para de chover. Ouvi dizer que é por causa de uma energia maligna de Tatarigami que paira sobre o lugar.\nPaimon: \"Energia maligna de Tatarigami\"? O que é isso? Parece aterrorizador.\n{NICKNAME}: Ela é causada pelos restos mortais de um deus maligno, enterrados em algum ponto da ilha. Como seu poder não desapareceu completamente, a energia restante causa vários tipos de infortúnios. É disso que estava falando quando mencionei a \"energia maligna\".\nPaimon: Ah, faz sentido. Mas Paimon não acha que chuva é uma coisa má.\nPaimon: Talvez esse tal deus esteja chorando esse tempo todo porque foi maltratado.\n{NICKNAME}: Chorando? Acho que os deuses não choram. Quer dizer, nunca vi Venti ou Zhongli chorando.\nPaimon: Existem exceções! Se me beliscar, você verá uma deusa chorona.\n{NICKNAME}: Hmm? Você é uma deusa?\nPaimon: Paimon é sim!\n{NICKNAME}: Ok, me deixa adivinhar... A deusa voadora das perguntas bobas? A deusa dos Slimes? Ou a deusa da pescaria?\nPaimon: Paimon não é nenhuma dessas! Hmph!\nPaimon: Como sua guarda-costas, {NICKNAME}, Paimon é a deusa da proteção!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yashioriIslandsRain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Praia Nazuchi",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 1116,
			"title": "Sobre a Agência de Detetive de Bantan Sango...",
			"voicelineType": "71027",
			"description": "{NICKNAME}: Em Hanamizaka, existe um lugar chamado Agência de Detetive de Bantan Sango.\nPaimon: Paimon se lembra. É aquela coordenada por Sango e Ryuuji, certo? Todos falam muito bem deles.\n{NICKNAME}: Uh, eu ouvi dizer que eles se envolvem com frequência em acontecimentos estranhos, e eles estão proibidos de entrar em certos lugares...\nPaimon: Paimon acha que isso é desnecessário. Afinal, Sango e Ryuuji ajudaram várias pessoas...\n{NICKNAME}: Você os convidaria se estivesse organizando um jantar?\n{NICKNAME}: E se, no meio da refeição, um dos convidados gritasse e caísse no chão...\nPaimon: S-se for assim, Paimon acha que é uma má ideia. Paimon começou a pensar que andar com eles pode ser perigoso...\n{NICKNAME}: Bom, é isso que dá ser um detetive famoso.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bantanNoSangoDetectiveAgency_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma: Ruas",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 1117,
			"title": "Sobre pedir um Rolinho da Sorte...",
			"voicelineType": "71028",
			"description": "Paimon: Oh, sim. Você já tirou Rolinhos da Sorte no santuário, {NICKNAME}?\nPaimon:: Se tirarmos um antes de nossa próxima aventura, eles talvez nos guiem.\n{NICKNAME}: Hmm, mas e se o que tirarmos for um Rolinho do Auspício ou ser um mau presságio? Se isso acontecesse, nós provavelmente ficaríamos de mau humor...\nPaimon: Não tem problema. De acordo com as Sacerdotisas, se alguém tirar um mau presságio, só precisa pendurar ele na árvore no santuário...\nPaimon:Por isso, nós devíamos continuar tirando e tirando mais rolinhos até pegarmos um super da sorte! Nós penduraremos todos os ruins na árvore.\n{NICKNAME}:Se todos fizessem isso, não haveria mais espaço para pendurar os rolinhos...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kauChim_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1118,
			"title": "Sobre \"Musou no Hitotachi\"...",
			"voicelineType": "71029",
			"description": "Paimon: O Musou no Hitotachi é incrível!\nPaimon: Ele pode vencer qualquer inimigo com um único corte!\n{NICKNAME}: Uh, mas para o Childe pode ser que precise de três cortes...\nPaimon: S-sim!\nPaimon: De qualquer forma, se você dominasse essa técnica, Paimon não teria que se preocupar com você pelo resto de nossa jornada!\n{NICKNAME}: Então, onde se pode aprender essa técnica?\nPaimon: Pois é, onde se pode aprender essa técnica?\n{NICKNAME}: Hm?\nPaimon: Pare de olhar assim para Paimon! O-Okay, Paimon vai ficar de olho em você durante nossas aventuras...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_musouNoHitotachi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1119,
			"title": "Sobre Sangonomiya Kokomi...",
			"voicelineType": "71030",
			"description": "Paimon: {NICKNAME}, você sabia? Sangonomiya Kokomi é a Sacerdotisa Divina da Ilha Watatsumi.\nPaimon:E ela é também a líder superior da Ilha Watatsumi, toda a Ilha é governada por ela.\nPaimon: Ah, Paimon também quer ser uma pessoa importante assim...\n{NICKNAME}: E depois de Paimon se tornar uma pessoa importante?\nPaimon: Depois Paimon irá praticar a justiça. Por exemplo... *Cof cof*\nPaimon: O suspeito em questão, conhecido como Viajante, comeu dois Dangos no almoço e apenas deu um para a vítima, Paimon. Isso é uma séria violação do artigo trinta e sete: \"Justiça e Retidão\" do \"Decreto de Paimon\".\n{NICKNAME}: Então como Paimon irá resolver esse problema?\nPaimon:É claro que Paimon irá castigar você a fazer três Dangos para Paimon, haha!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kokomi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1120,
			"title": "Sobre a Transitoriedade...",
			"voicelineType": "71031",
			"description": "Paimon: Paimon não sabe como era a Shogun anterior.\n{NICKNAME}: Parece que ela era uma pessoa que entendia o curso natural das coisas, e aceitava o destino de partir um dia desse mundo.\nPaimon: Apreciar a fragilidade das coisas em frente de nossos olhos é o que nos permite valorizar mais essas coisas.\n{NICKNAME}: Isso talvez tenha influenciado a estética em Inazuma. Esse mundo é transitório, as pessoas vão e vêm. As boas memórias, nosso companheirismo, e as comidas deliciosas que provamos - isso são emoções e experiências reais que existiram em algum momento, não apenas um conceito vazio.\nPaimon: Apesar de que... Apesar de todos os banquetes terem um fim, seria bom aproveitar esses momentos felizes mais um pouco.\n{NICKNAME}: \"Estações variáveis e sonhos ilusivos, o efêmero e o fugaz, seu companheirismo, tudo é eterno.\"\nPaimon: Do que você está falando?!\n{NICKNAME}: Quero dizer que fico muito feliz em viajar com Paimon. Seria bom se pudéssemos ficar assim para sempre.\nPaimon:Você não está me enganando, né?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_anitya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1121,
			"title": "Sobre a Sacerdotisa...",
			"voicelineType": "71032",
			"description": "Paimon: As roupas das sacerdotisas são bem especiais.\n{NICKNAME}: Dizem que depois do Decreto Sakoku terminar, Yae Miko pretende criar um serviço de aluguel de roupas de sacerdotisas para as pessoas experimentarem como uma atração turística em vários lugares. Combinado com a última tecnologia do Aparelho Fotográfico de Fontaine, parece ser uma ideia genial para ganhar Mora!\nPaimon:Oh!\n{NICKNAME}: {M#As sacerdotisas me perguntaram se eu conhecia alguma menina bonita para ser modelo. Só precisa vestir a roupa de sacerdotisa e sorrir para o Aparelho Fotográfico. Ou então... Posso me maquiar e ser eu a modelo.}{F#As sacerdotisas me perguntaram se eu teria interesse em ser modelo. Só precisaria vestir a roupa de sacerdotisa e sorrir para o Aparelho Fotográfico. Elas me perguntaram se eu conhecia outras meninas bonitas.}\nPaimon: Ei!\n{NICKNAME}: Vou contar essa ideia para Rosaria. Acho que as Freiras da Igreja Favonius podem fazer algo similar com suas roupas.\nPaimon: Espere!\n{NICKNAME}: *Suspiro* Rosaria acha isso bem chato...\nPaimon: Ainda bem que é apenas Rosaria.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_miko_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1122,
			"title": "Sobre o Artista Utamarou...",
			"voicelineType": "71033",
			"description": "Paimon: Recentemente, Aoi me ofereceu uma pintura. Apesar de não ser um alimento, eu fiquei muito feliz!\n{NICKNAME}: O dono da tenda? Deixe-me ver.\nPaimon: Aqui está. Cuidado! Isso é uma obra de arte de um pintor famoso, Utamarou, é bem valiosa!\n{NICKNAME}: Utamarou? Hum... Parece que vi ela em algum lugar antes...\nPaimon: É claro, é do Mestre Utamarou, suas obras são encontradas por toda a Inazuma!\nPaimon: Você viu na casa da Srta. Ayaka? Minha pintura é tão boa quanto a dela.\n{NICKNAME}: Não, eu me lembrei! Essa pintura não foi usada como acendalha por Yoimiya?\nPaimon: Ah? Acendalha?!\n{NICKNAME}: Thoma também usou para colocar debaixo da mesa...\nPaimon: O quê? Debaixo da mesa?\n{NICKNAME}: Se me lembro bem, Sayu também usou algumas pinturas dessas como almofada durante a sua sesta.\nPaimon: Sayu tem muitas pinturas dessas? Isso é impossível...\n{NICKNAME}: Utamarou nem é um mestre tão famoso assim, como é possível suas obras estarem em todo o lado.\nPaimon:Ei!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_utamoro_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1123,
			"title": "Sobre a casa de Chá e seu chefe...",
			"voicelineType": "71034",
			"description": "Paimon: O negócio da Casa de Chá Komore vai muito bem. Todos os dias têm muitos clientes novos.\nPaimon: {NICKNAME}, se tiver oportunidade, podemos abrir uma Casa de Chá, acho que podemos ganhar muitas Moras!\n{NICKNAME}: Hum... Se um dia eu abrir uma Casa de Chá, é claro que eu chamarei Paimon para ser a gerente.\nPaimon: Ah? Está bem!!\nPaimon: Nunca pensei que você confiasse tanto em minhas capacidades de liderança... Eu certamente serei uma gerente responsável e tornarei nossa loja a número 1 de Teyvat!\n{NICKNAME}: Não irei incomodar você com assuntos do negócio... Paimon, você ainda se lembra de Taroumaru?\nPaimon: Sim, lembro. É o chefe da Casa de Chá, né? Ouvi dizer que alguns clientes não vêm para beber chá, mas sim para brincar com ele.\n{NICKNAME}: Por isso, eu estou pensando... Se a Paimon for a gerente, certamente será mais popular que Taroumaru!\nPaimon: Hehe! É claro!! Ei! Então você não confia em minhas capacidades de gerência, apenas quer fazer da Paimon um amuleto, né?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teaHouseBoss_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1124,
			"title": "Sobre o Decreto Sakoku...",
			"voicelineType": "71006",
			"description": "{NICKNAME}: Com a abolição do Decreto de Caça à Visão, presumo que o Decreto Sakoku seja o próximo a cair.\nPaimon: Paimon espera que tudo corra bem.\n{NICKNAME}: Vamos incentivar todos a aguentar firme por mais um tempo.\nPaimon: Sim!\n{NICKNAME}: Se tivermos chance, vamos encontrar Atsuko e dizer que as árvores Sakura da cidade dela estão florescendo.\nPaimon: De que forma isso vai tranquilizá-la!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakoku_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1125,
			"title": "Sobre Kimono...",
			"voicelineType": "71035",
			"description": "Paimon:  *Suspiro* Paimon ouviu Ogura Mio dizer que seu estoque de Kimonos de alta qualidade está muito baixo, e mesmo que tivesse Mora, seria difícil comprar os materiais.\nPaimon: É uma pena, Paimon queria poder vestir essas roupas bonitas.\n{NICKNAME}: Mas o Decreto Sakoku foi revogado, Tecidos & Kimonos Ogura agora deve conseguir importar seda de Liyue.\nPaimon: Isso é ótimo! Há esperança de novas roupas aparecerem!\nPaimon: Imagine só! Paimon vestindo um belo Kimono personalizado! Seria uma diferença enorme!\nPaimon: Adeus para a Paimon que é mera acompanhante {F#da}{M#do} Viajante, Paimon seria elevada a ser a predestinada a se tornar amiga dos grandes heróis!\nPaimon: Uau, que incrível!\nPaimon: {NICKNAME}, você também pensa assim, não é? Por isso...\n{NICKNAME}: Estou achando que você quer que eu pague isso...\nPaimon: Uau, você entendeu tão rápido! Não é à toa que estamos predestinad{F#as}{M#os} a sermos amig{F#as}{M#os}!\nPaimon: Paimon pensou em sete Kimonos diferentes, um para cada dia da semana! Quanto as estampas deles, deixe Paimon pensar...\n{NICKNAME}:  ... De repente não tenho mais vontade de comprar nada!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kimono_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Sonhos Transientes\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 1132,
			"title": "Sobre o Conhecimento Enlatado...",
			"voicelineType": "71036",
			"description": "Paimon: Conhecimento gratuito sem ter que estudar nem um pouco? Conhecimento Enlatado é incrível!\nPaimon: Será que Sumeru também tem Conhecimentos Enlatados sobre os diferentes costumes das sete nações?\nPaimon: Se for o caso, Paimon poderia abrir uma latinha sempre que chegássemos a um lugar novo. Paimon não teria que explicar as coisas nunca mais!\n{NICKNAME}: Ou poderíamos apenas abrir todas elas de uma vez aqui em Sumeru mesmo.\nPaimon: Mas... mas viajar não teria graça se não houvessem mais surpresas esperando!\n{NICKNAME}: Ooh, além disso, se abríssemos todas aqui, eu não precisaria mais da Paimon como uma guia.\nPaimon: Tá, esqueça essa ideia! Sem mais essa história de Conhecimento Enlatado, vamos guardar nossa Mora para coisas importantes!\nPaimon: Coisas como... Pagar a Paimon pelo serviço de guia! Hehehehe, parece justo, não é?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cannedKnowledge_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Alvorecer das Rosas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1133,
			"title": "Sobre os Eremitas...",
			"voicelineType": "71037",
			"description": "Paimon: Os Eremitas são um grupo bem diverso...\n{NICKNAME}: Realmente tem vários tipos de personalidades entre eles.\nPaimon: Hmm... é, isso explica! A Paimon consegue interpretar um monte de diferentes personalidades também!\nPaimon: Paimon Comentarista, Paimon Intelectual, Paimon Altruísta...\n{NICKNAME}: ...E é claro, a clássica, Paimon Desorientada.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_gildedBrigade_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Alvorecer das Rosas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1134,
			"title": "Sobre Crenças...",
			"voicelineType": "71038",
			"description": "Paimon: Você percebeu uma coisa? As pessoas em Sumeru não parecem ter muita fé na Lorde Menor Kusanali.\nPaimon: Em Liyue e Inazuma, as pessoas eram bem entusiásticas sobre o Rex Lapis e a Toda-Poderosa Shogun.\nPaimon: Aqueles estudiosos estranhos são uma coisa, mas até mesmo aqueles que vivem na cidade parecem apenas falar sobre a Lorde Maior Rukkhadevata.\n{NICKNAME}: Sim. E dizem que os cogumelos mais gostosos foram a bênção da Lorde Maior Rukkhadevata.\nPaimon: Falando nisso, dizem que vários pratos de Liyue foram ensinados e aprovados pelo próprio Rex Lapis...\nPaimon: Ahá! Então, desde que seus deuses abençoe as pessoas com comidas gostosas, as pessoas irão adorar eles!\n{NICKNAME}: Hehe, se os nomes deles fossem Paimon, sim.\nPaimon: Hã? Espera, então... no que {M#o}{F#a} {NICKNAME} acredita?\n{NICKNAME}: Eu? Hmmm... Oras, na Paimon, é claro.\nPaimon: Hehehe, isso mesmo!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_faith_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Alvorecer das Rosas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1135,
			"title": "Sobre a Muralha de Samiel...",
			"voicelineType": "71039",
			"description": "Paimon: A primeira vez que vimos a Muralha de Samiel, Paimon ficou impressionada... parecia ser infinita.\n{NICKNAME}: Bem, afinal de contas, ela foi construída para proteger toda a floresta tropical.\nPaimon: E é tão, tão alta...\nPaimon: Quem sabe se {M#o}{F#a} {NICKNAME} conseguiria escalar até o topo de uma muralha tão grande quanto aquela.\n{NICKNAME}: Eu duvido...? Além disso, por qual motivo eu escalaria, mesmo?\nPaimon: Uh... pois está bem ali?\n{NICKNAME}: Hmm... Mesmo assim... Não.\nPaimon: Mas a Muralha de Samiel está bem ali na nossa frente!\n{NICKNAME}: Eu sei, eu sei, mas é muito al—\nPaimon: Mas é a Muralha de Samiel...\n{NICKNAME}: Tá bom! Eu vou, beleza?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sandPreventWall_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Alvorecer das Rosas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1136,
			"title": "Sobre o Terminal Akasha...",
			"voicelineType": "71040",
			"description": "Paimon: Os acadêmicos de Sumeru parecem usar o Terminal Akasha para obter informações dele.\nPaimon: É como se estivessem carregando uma enciclopédia interativa onde quer que vão. Paimon está com um pouco de inveja.\n{NICKNAME}: Eu não estou. Eu tenho uma enciclopédia ainda melhor que me segue para todo lado, me explica tudo sobre Teyvat, de A a Z, e a melhor parte: essa enciclopédia pode falar!\nPaimon: Hã? Isso foi um elogio? Ooh, assim você vai fazer Paimon ficar vermelha... Paimon não sabe tanto quanto uma enciclopédia, no máximo de A a Y.\n{NICKNAME}: Bem, se você comesse um pouco menos, teria espaço para o Z.\nPaimon: Ei!!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_voidTerminal_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua a história \"O Alvorecer das Rosas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1137,
			"title": "Sobre os nomes dos Aranaras...",
			"voicelineType": "71041",
			"description": "Paimon: Arama, Arana, Araja, Arakavi... Fiu! Os nomes Aranaras são muito difíceis de lembrar...\nPaimon: A única certeza que Paimon tem é que todos começam com \"Ara\"!\n{NICKNAME}: Se você fosse uma Aranara, seu nome seria Arapaimon.\nPaimon: Sim, e se você, {NICKNAME}...\nPaimon: Hmm, pensando bem, ele só te chamariam de Nara {NICKNAME}...\n{NICKNAME}: Sim, para eles, nós somos Naras...\nPaimon: E se houvesse alguém que o nome de verdade fosse \"Nara\", como os Aranaras chamariam essa pessoa?\n{NICKNAME}: Naranara... Soa um pouco fofinho.\nPaimon: Hehe, é verdade.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraName_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Concluir história \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1138,
			"title": "Sobre a Cozinha Aranara...",
			"voicelineType": "71042",
			"description": "Paimon: Por alguma razão, a comida dos Aranaras tem um gosto meio... Como Paimon pode dizer... Puro.\nPaimon: É totalmente diferente do que geralmente comemos.\n{NICKNAME}: Sim, mas os ingredientes deles são todos de excelente qualidade...\nPaimon: Sim, sim. Ainda assim, aqueles cogumelos e frutas estavam tão crus que Paimon achou que continuaram crescendo no estômago dela!\n{NICKNAME}: Você está exagerando, não acha? Mas você tem razão. Entretanto, talvez os melhores ingredientes não precisem serem cozinhados demais.\nPaimon: Você está cert{F#a}{M#o}. Se os ingredientes forem bons, terão um gosto ótimo, mesmo se cozinhados com métodos simples.\n{NICKNAME}: Assim como você, Paimon, só um pouco de sal e pimenta e...\nPaimon: Ei! Pelo amor dos Sete! Estamos em Sumeru! Essa piada já é muito velha!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraFood_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Concluir história \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1139,
			"title": "Sobre a Jinni de Dori...",
			"voicelineType": "71043",
			"description": "Paimon: Como um gênio grandão daquele entrou na lâmpada de Dori?\n{NICKNAME}: Só temos uma forma de descobrir. Pode ir entrando, Paimon.\nPaimon:: Impossível! Não tem como Paimon caber ali dentro!\n{NICKNAME}: Certo... Se você quiser, você pode ser a gênio do Bule de Relachá, o que acha?\nPaimon: Ooh, ótima ideia! Paimon concorda!\n{NICKNAME}: Você parece bem animada para isso...\nPaimon: Uh, é claro! Paimon queria tentar isso há um tempão! Poof! Ó, Viajante de uma terra longínqua, chamaste a Paimon?\nPaimon: Vamos, vamos, você tem que realizar três desejos para Paimon! O primeiro desejo é... Um monte de comida gostosa!\n{NICKNAME}: Ei! Não é você quem faz os desejos!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_dorisGenie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete a história \"Bule, Doce Bule — Parte I\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1140,
			"title": "Sobre o Bimarstan...",
			"voicelineType": "71044",
			"description": "Paimon: Uau! O sistema de saúde em Sumeru é de graça?!\n{NICKNAME}: Você não está se sentindo bem, Paimon?\nPaimon: Não, agora não. Mas obrigada por perguntar.\nPaimon: Hehe... Comer comida de rua em cada esquina está soando muito tentador!\n{NICKNAME}: O seu estômago vai te punir depois disso!\nPaimon: Se esse for o caso, Paimon vai em um médico gratuito! Seria uma pena não aproveitar isso, não acha?\n{NICKNAME}: Talvez... Mas o tratamento provavelmente incluiria uma dieta restrita.\nPaimon: Oh não! Então Paimon não poderia comer nenhuma comida gostosa?\n{NICKNAME}: Sim, e o médico receitaria o remédio mais amargo que existe.\nPaimon: C—Certo... Talvez Paimon tenha que pensar melhor...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_homeOfHealth_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1141,
			"title": "Sobre os Acadêmicos...",
			"voicelineType": "71045",
			"description": "Paimon: Há muita gente em Sumeru que quer virar um acadêmico.\nPaimon: Essa ambição os motiva a estudar muito para alcançar isso...\nPaimon: Mas Paimon acha que o primeiro acadêmico originalmente não queria virar um....\nPaimon: Hmm... O que você acha que era a ambição do primeiro estudioso?\n{NICKNAME}: Provavelmente queria terminar seu artigo o mais rápido possível.\nPaimon: Ué? Mas o objetivo final dos acadêmicos não é \"alcançar o maior e mais alto conhecimento\" ou algo assim?\nPaimon: Paimon tem certeza que é por causa de um desejo ardente por conhecimento que essa pessoa virou o verdadeiro primeiro estudioso de Sumeru.\n{NICKNAME}: Só se obtém conhecimento escrevendo artigos.\nPaimon: Mas e quando se trata do maior e mais alto conhecimento?\n{NICKNAME}: Ainda assim, se você quiser provar isso, precisa escrever um artigo.\n{NICKNAME}: E depois, para provar o seu artigo... Você precisa escrever outro.\nPaimon: Está bom, chega! Paimon entendeu! Oh, não fique triste! Você não precisa se preocupar com escrever artigos!\nPaimon: ...Você nunca teve que escrever um antes, né?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_scholar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1142,
			"title": "Sobre os Amurta...",
			"voicelineType": "71046",
			"description": "Paimon: Paimon que ir visitar os Amurta!\n{NICKNAME}: Hehe, desde quando você se tornou uma estudante tão entusiasmada, Paimon?\nPaimon: Bem, Paimon ouviu dizer que os Amurta pesquisam de tudo sobre a natureza.\nPaimon: O que quer dizer que eles devem pesquisar quais animais são comestíveis, e quais têm gosto melhor, e... Você sabe, coisas desse tipo!\nPaimon: Paimon acha que seria muito divertido ajudar eles com sua pesquisa.\n{NICKNAME}: Então você só está com fome mesmo?\nPaimon: Não! Paimon de verdade acha que isso é um tópico de pesquisa interessante e quer ajudar!\n{NICKNAME}: Hmm, nesse caso, acho que os Amurta estariam mais interessados em saber sobre sua espécie e padrões de comportamento.\nPaimon: Uh... Que horas são? Paimon se lembrou que temos algo importante para fazer!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_zoologySchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1143,
			"title": "Sobre o Animal de Carga",
			"voicelineType": "71047",
			"description": "Paimon: Animais de Carga são adoráveis! Paimon gosta como as pessoas que cuidam deles dão um nome baseado em suas características mais marcantes.\n{NICKNAME}: Pelo que sabemos, os Animais de Carga podem também estar nos nomeando. Talvez é assim que respondem quando chamamos seu nome.\nPaimon: Mesmo? Então que nomes você acha que dariam para a gente?\n{NICKNAME}: (Rugidos de Animais de Carga)\nPaimon: Como é que alguém entenderia isso?!\n{NICKNAME}: Uma tradução aproximada seria...\n{NICKNAME}: \"Minusculus Vociferus Baixissimus Brancus Apetitosus Bípede.\"\n{NICKNAME}: Claro, esse é o nome científico.\nPaimon: Oh, então qual é o nome comum?\n{NICKNAME}: \"Baixinha Barulhenta de Duas Pernas\".\nPaimon: Ei! Por que você só ressaltou as características ruins?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumpterBeast_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1144,
			"title": "Sobre os Darshans...",
			"voicelineType": "71048",
			"description": "Paimon: Existem seis Darshans em Sumeru.\nPaimon: Seria legal se Paimon tivesse sua própria Darshan também!\nPaimon: Será chamado de... Paimonlogia!\n{NICKNAME}: E que tipo de conhecimento seria esse?\nPaimon: Uh... Conhecimentos básicos para a vida cotidiana!\n{NICKNAME}: Então, os especialistas em Paimonlogia iriam se especializar na arte de cozinhar slimes em milhares de formas diferentes, nunca deixar nenhuma Mora fugir, dar apelidos feios as pessoas, e por aí vai?\nPaimon: Uau! Você leu a mente da Paimon! Além disso, não esqueça \"Como se Tornar o Melhor Guia de Viagem de Todo Teyvat\"!\nPaimon: Essa é uma ideia fantástica! Vamos lá, vamos enviar nossa aplicação de Darshan para a Academia! De agora em diante, {NICKNAME} será {M#o grande sábio}{F#a grande sábia} da Paimonlogia!\n{NICKNAME}: Eu gostaria de recusar essa honra, por favor...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sevenSchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1145,
			"title": "Sobre os Porcogumelos...",
			"voicelineType": "71049",
			"description": "Paimon: Você sabia que existem vários tipos de cogumelos em Sumeru?\n{NICKNAME}: Sim. Tenho uma história interessante. Lendas dizem que alguns javalis da floresta não conseguiam viver sem cogumelos, e que as duas espécies com o tempo formaram uma relação simbiótica. Agora elas são conhecidas como os \"Porcogumelos\".\nPaimon: Uau! Parece com a gente! Paimon não pode viver sem você, {NICKNAME}!\n{NICKNAME}: Se você não pode viver sem mim, isso quer dizer que eu sou o cogumelo, e você é o...\nPaimon: Porco!\nPaimon: Hã? Espera aí...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_fungiPig_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1146,
			"title": "Sobre o Grande Bazar...",
			"voicelineType": "71050",
			"description": "Paimon: Os povo do Grande Bazar são tão talentosos!\nPaimon: Eles vendem seus próprios tecidos, vasos e jarras maravilhosos, e especiarias cheirosas e deliciosas que fazem a barriguinha da Paimon começar a roncar...\nPaimon: E eles sabem cantar e dançar muito bem! Paimon queria saber fazer isso.\n{NICKNAME}: Bem, se você tiver certeza quanto a isso, não tem motivo pelo qual você não poderia aprender.\nPaimon: Espera, sério???\n{NICKNAME}: Bem, para começar, você tem uma vantagem natural quando se trata de dançar.\n{NICKNAME}: Você não poderia tropeçar em si mesma ou acidentalmente pisar no pé de alguém...\nPaimon: Ah é, Paimon sempre esquece o quão útil é poder voar!\nPaimon: Muito bem, então! Vamos dançar no Grande Bazar e ver todos admirando a Paimon!\n{NICKNAME}: Ahá, então era isso que você queria.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_grandBazaar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1147,
			"title": "Sobre Adivinhação...",
			"voicelineType": "71051",
			"description": "Paimon: As pessoas em Sumeru parecem levar a adivinhação muito a sério.\nPaimon: Por exemplo, a astrologia, embora apenas os acadêmicos a pratiquem. Mas os habitantes normais também tem suas maneiras. Eles conseguem fazer adivinhações com uma xícara de café!\n{NICKNAME}: Afinal de contas, é a nação da sabedoria. Parece que as pessoas têm uma curiosidade insaciável para aprender sobre tudo, inclusive seu próprio futuro.\nPaimon: Paimon ouviu dizer que eles conseguem ver seu destino só de olhar para o fundo de uma xícara de café...\nPaimon: Me parece bem mais fácil do que subir até o topo de uma torre e ficar encarando as estrelas a noite toda!\n{NICKNAME}: Oh, então agora você está interessada em saber o seu destino?\nPaimon: Sim... Embora, Paimon na verdade esteja mais interessada em saber o gosto do café.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_divination_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1148,
			"title": "Sobre Purbiruni e Pursina...",
			"voicelineType": "71052",
			"description": "Paimon: Khedive e Anisa vivem falando sobre \"Purbiruni\" isso e \"Pursina\" aquilo...\nPaimon: Por que todas essas palavras começam com \"pur\"?\n{NICKNAME}: Bem, \"pur\" significa \"descendente\" e também \"estudante\"... Então, nesse caso, eles estão dizendo que são as crianças e estudantes do antigo grande sábio.\nPaimon: Ooh, então é isso que significa... Pela forma que eles ficavam falando, Paimon tinha certeza de que era algo de se orgulhar.\n{NICKNAME}: Espera aí... Mas, isso não é?\nPaimon: Bem, Paimon por exemplo, gostaria muito mais de ser conhecida como fundadora do que algo que diz basicamente que é \"filha de fulano\". Meio vergonhoso, não acha?\n{NICKNAME}: Hmm... Tenho que admitir, nunca pensei nisso dessa forma...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_purbiruniAndPursina_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1149,
			"title": "Sobre Intercâmbio...",
			"voicelineType": "71053",
			"description": "Paimon: Não são apenas habitantes de Sumeru que estudam na Academia, hã? Existem estudantes de outras nações também.\nPaimon: Imagine deixar sua cidade natal para trás e viajar para bem longe, para um local totalmente desconhecido, em busca de aprendizado... Que inspirador!\n{NICKNAME}: Nós viajamos por lugares desconhecidos o tempo todo também.\nPaimon: Hã, você tem razão! Quer dizer que também somos super inspirador{M#e}{F#a}s!\n{NICKNAME}: Mas não estamos em busca de aprendizado.\nPaimon: Oh... Então, no fim das contas, realmente não somos tão inspirador{M#e}{F#a}s quanto os estudantes...\nPaimon: Maaas, nós conhecemos os melhores lugares para comer em Sumeru e em quem pode-se confiar para te ajudar! Isso conta como conhecimento, não é?\n{NICKNAME}: Sim, e para muitas pessoas, isso seria um conhecimento extremamente valioso.\nPaimon: Ótimo! Então realmente somos tão inspirador{M#e}{F#a}s quanto eles!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_abroad_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1150,
			"title": "Sobre a Árvore Divina...",
			"voicelineType": "71054",
			"description": "Paimon: A cidade de Sumeru inteira foi construída em cima de uma árvore gigante. Que incrível!\nPaimon: Vimos um monte de árvores incríveis em nossa jornada, não é? Tem a nossa antiga árvore lá na Origem do Vento, a Árvore do Sabugueiro lá na Espinha do Dragão e a Sakura Sagrada em Inazuma!\nPaimon: Mas a árvore de Sumeru não parece ter nenhum nome sofisticado. As pessoas apenas a chamam de \"Árvore Divina\"...\n{NICKNAME}: Às vezes, as coisas mais importantes têm os nomes mais simples.\nPaimon: Sério? Hmm, talvez você tenha razão. Nomes enormes podem ser bem inconvenientes se você tiver que dizê-los todos os dias.\nPaimon: Enfim, as pessoas da cidade só precisam dizer \"aqui embaixo\" e todos já sabem que eles estão se referindo a base da árvore.\nPaimon: Como é mesmo o ditado? \"Nomes não são coisas em si, são apenas palavras para as coisas\".\n{NICKNAME}: Então, Paimon é apenas uma palavra para uma coisa também?\nPaimon: Sim. Bem, uh, mais ou menos. Mas... espera, não! Paimon é apenas Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sacredTree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete na Origem do Vento em Mondstadt — Anemo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "Desbloqueie a Estátua dos Sete na Cidade na Neve — Palácio Antigo em Mondstadt — Anemo",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "Desbloqueie pontos de teleporte na Cidade de Inazuma",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1151,
			"title": "Sobre Relações Entre os Darshans...",
			"voicelineType": "71055",
			"description": "Paimon: Então, com Sumeru tendo tantos estudiosos com diferentes Darshans, você acha que eles acabam discutindo muito?\nPaimon: Sabe, assim como existe a rivalidade entre a Cozinha Li e Yue em Liyue.\n{NICKNAME}: Aposto que sim. Conflito entre diferentes pensamentos é a coisa mais normal do mundo. Como dizem os romances de artes marciais de Liyue: \"Onde existirem pessoas, existirá conflito\".\nPaimon: Uau, que incrível. Isso foi bem pesado... Mas os estudiosos de Sumeru provavelmente não duelam como nas artes marciais de Liyue, não é?\n{NICKNAME}: Talvez eles resolvam as coisas com um jogo de Chamado Sagrado dos Sete.\nPaimon: Ooh, bom ponto! Um duelo de inteligência!\nPaimon: Paimon até consegue imaginar: Quando um estudioso não consegue convencer o outro em um argumento, ele puxa seu baralho, senta-se calmamente do lado oposto de seu oponente, pensa por um momento e então garante sua vitória!\n{NICKNAME}: Isso realmente se parece com algo que aconteceria em Sumeru.\nPaimon: O jogo acaba, e o vencedor diz \"bom jogo\" como uma forma de respeito ao seu oponente. Depois disso, os dois fazem as pazes.\n{NICKNAME}: Hmm... Dizer isso provavelmente só iria aumentar o conflito entre eles.\nPaimon: Hã? Por quê!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_schoolsRelation_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o ponto de Teleporte do Porto de Liyue",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte da Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1152,
			"title": "Sobre o Porto Ormos...",
			"voicelineType": "71056",
			"description": "Paimon: Caramba, o Porto Ormos realmente tem um clima bem diferente da Cidade de Sumeru...\nPaimon: É uma área bem movimentada, com muitos estrangeiros. Além disso, ninguém precisa passar tanto tempo preso em seus estudos, o que é bem legal.\n{NICKNAME}: Sim, mas é por isso que eles acabam sendo disciplinados pelos Navbed. Então, viu só, Paimon? Se você não estudar bastante, vai acabar igual a eles!\nPaimon: Oh...\nPaimon: Espera aí! Que tom de voz foi esse!?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_portOrmos_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte no Porto Ormos em Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1153,
			"title": "Sobre a Aliança dos Vinte e Nove Deys Oceânicos...",
			"voicelineType": "71057",
			"description": "Paimon: O Porto Ormos foi construído nas ruínas de uma fortaleza da Aliança dos... dos... da aliança dos alguma coisa, enfim.\nPaimon: Urg, o nome é tão grande, Paimon não consegue se lembrar! Enfim, é o que todas as pessoas estudiosas de Sumeru dizem.\n{NICKNAME}: Oh, você se refere a \"Aliança dos Vinte Nove Deys Oceânicos\"?\n{NICKNAME}: Aparentemente, a aliança foi formada por um bando de líderes piratas arrogantes, nenhum deles queria trabalhar para nenhum dos outros. Eles lutavam e saqueavam uns aos outros constantemente, causando um caos infinito pela costa de Sumeru...\n{NICKNAME}: Finalmente, um dia, eles decidiram entrar em uma aliança e dividir o poder igualmente entre eles. Os membros da aliança eram chamados de \"Deys\"...\nPaimon: Oh, então depois disso... não houve mais nenhuma luta nem roubos e todos conseguiram se dar bem e fazer várias Moras juntos! Não é?\n{NICKNAME}: ...\nPaimon: Não é...?\n{NICKNAME}: Bem... Isso é o que eles esperavam, pelo menos...\nPaimon: Hã...?\n{NICKNAME}: Não demorou muito, eles já estavam formando facções novamente, e as lutas entre eles escalou de uma forma, que se transformou na maior batalha interna que já viram. Sua fortaleza em Porto Ormos foi completamente destruída, e todos os Deys acabaram!\nPaimon: Hã—!\n{NICKNAME}: Depois disso, uma época de paz sem precedentes finalmente chegou ao Porto Ormos, e a área começou a se desenvolver no que vemos hoje...\nPaimon: Hã... Então, a aliança era só um bando de sujeitos burros e ruins...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_29thOceanAlliance_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte no Porto Ormos em Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1154,
			"title": "Sobre Cyno e o Chamado Sagrado dos Sete...",
			"voicelineType": "71058",
			"description": "Paimon: Cyno gosta muito daquele jogo de cartas \"Chamado Sagrado dos Sete,\" né?\nPaimon: Não parece meio estranho o General Mahamatra gostar de jogar cartinhas...?\n{NICKNAME}: Bem... não se você considerar o corte de cabelo dele.\nPaimon: Hã? O que o corte de cabelo dele tem a ver com isso?\n{NICKNAME}: Você sabe, quando você está jogando um jogo de cartas, quanto mais chique for seu corte de cabelo, mais você distrai seu oponente.\n{NICKNAME}: \"O que tá acontecendo com esse cara? Como ele conseguiu deixar o cabelo dele assim?\"\n{NICKNAME}: Quando a mente do oponente for consumido por pensamentos assim, você rapidamente vai ganhar a liderança.\nPaimon: Hmm, sério? Então é melhor a gente pensar duas vezes antes de jogar contra ele...\n{NICKNAME}: Eu não sei... Eu acho que talvez eu tenha uma vantagem contra ele.\nPaimon: Mas você não tem um cabelo chique como aquele. E suas roupas parecem bem normais também...\n{NICKNAME}: Mas eu tenho Paimon.\n{NICKNAME}: \"O que há com el{F#a}{M#e}? E o que a companheira voadora irritante está aprontando?\"\n{NICKNAME}: Contanto que Paimon esteja voando ao meu lado, a mente de Cyno será consumida com pensamentos como esses.\n{NICKNAME}: Eu, por outro lado, ficaria completamente inabalad{M#o}{F#a} pelo corte de cabelo. Dessa forma, eu conseguiria focar, e a vitória seria minha.\nPaimon: Pode esquecer! Se quiser jogar cartas, vá arrumar um cabelo engraçado!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cynoAndCard_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie os Pontos de Teleporte na Cidade de Sumeru",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1155,
			"title": "Sobre as Canções de Ninar de Sumeru...",
			"voicelineType": "71059",
			"description": "Paimon: ♪Curry~ Curry~ Quando você sente o cheiro do curry~ Você vai querer ir curryndo para casa~♪\n{NICKNAME} ♪Curry~ Curry~ Quando você sente o cheiro do curry~♪\nPaimon: Uau! Bom trabalho, você também se lembra da música!\n{NICKNAME}: Bom trabalho para você também, Paimon. Você canta muito bem.\nPaimon: Hehe, é porque Paimon tem um ótimo plano!\nPaimon: Você já ouviu essa história? Era uma vez, um cachorrurl que recebia carne para comer sempre que os samachurls começavam a dançar. Eventualmente, o cachorrurl começava a babar quando ouvia do som da dança.\nPaimon: Sempre que ouvimos a canção do curry, nós comemos curry. Então, tudo que Paimon tem que fazer é aprender a canção de cor, e então no futuro, sempre que Paimon estiver desejando uma tigela grande de curry, tudo que ela precisa fazer é cantar!\nPaimon: Ei, você não vai dizer nada?\nPaimon:Curry~ Curry~ Quando você sente o cheiro do curry~ Você vai querer ir curryndo para casa~♪",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumeruNurseryRhyme_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1156,
			"title": "Sobre os trava-línguas dos Aranaras...",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Paimon, você também acha que a palavra \"Aranara\" confunde você?\nPaimon: Hmm? Por que ela te confunde? Talvez porque você não diz nada na maior parte do tempo.\nPaimon: Diferentemente de Paimon! Paimon tem que falar o tempo todo, então ela nunca fica presa em palavras.\n{NICKNAME}: OK, então tente ler isso aqui.\nPaimon: O que é? Vejamos...\nPaimon: Arana, o Aranara exercita Ararakalari na área próxima.\nPaimon: Narana, a Nara colhe Padisarahs em uma área paralela mais à frente.\nPaimon: Narana, a Nara que colhe Padisarahs convidou Arana, a Aranara para o bar para conhecer Lambad, mas Arana, a praticante de Ararakalari professou preferência a Narana, a Nara que colhe Parisarahs por se aventurar a Vanarana para ter uma visão panorâmica.\nPaimon: Por conta da antipatia de Arana, a Aranara drama de bar, Narana, a Nara, cedeu e, acompanhando ela à aventura de panorama em Vanarana, encontrou outro Aranara, chamado \"Arama.\"\nPaimon: Esse deve ser um daqueles sonhos esquisitos, né...\nPaimon: Argh, mas essa dor de cabeça parece bem real...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraTongueTwister_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1163,
			"title": "Sobre a Crise Profetizada...",
			"voicelineType": "71061",
			"description": "Paimon: Paimon acabou de pensar num jeito incrível de lidar com a crise profetizada de Fontaine!\n{NICKNAME}: Ok, pode falar.\nPaimon: Sabe aqueles Mecautômatos enormes que usam para cavar túneis? Ora, por que não mandar eles lá no fundo da água e fazer eles cavarem um monte de buracos de drenagem? Assim ninguém vai ter que se preocupar com o nível da água subindo mais.\n{NICKNAME}: Parece lógico o bastante, mas aonde você acha que a água vai?\nPaimon: Ah, que diferença isso faz! Pense como... uma bolsa de moedas. Quando tem um buraco nela, para que ficar esgotando a cabeça tentando entender para onde foi toda a Mora? Porque o fato é, uma bolsa de moeda com um buraco não iria conseguir segurar tudo mesmo.\n{NICKNAME}:Bem, eu certamente gostaria de saber aonde toda minha Mora foi. Mas pelo que você diz, não parece que você presta atenção...\nPaimon: Ei, o que você quer dizer com isso? Paimon não sabe aonde sua... uh, P-Paimon não sabe aonde sua... Mora vai... hehe, heh...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_predictCrisis_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Uma Chuva Inesperada\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1164,
			"title": "Sobre Mágica...",
			"voicelineType": "71062",
			"description": "Paimon:Os shows de mágica de Lyney são incríveis! Paimon nunca adivinharia como ele fez antes de revelar o segredo.\n{NICKNAME}: Espera... eu acabei de pensar em um truque de mágica!\nPaimon: Hã? Você também sabe fazer mágica?\n{NICKNAME}: Sim. Eu consigo fazer uma cartola de mágico flutuar no ar, e até movê-la ao meu comando.\nPaimon: Eita! Sério? Como você faz isso?\n{NICKNAME}: Hehe, simples! Eu coloco Paimon dentro da cartola.\nPaimon: Como é? Por que Paimon estaria... Oooh, então Paimon é quem vai fazer a cartola flutuar!\nPaimon: Hehe, nesse caso, Paimon tem uma ideia para um truque de mágica ainda melhor!\n{NICKNAME}:Hã? Qual é?\nPaimon: Contemple, a cartola sem fundo! Não importa quantos pratos de comida deliciosa você jogue nela, nunca estará cheia!\n{NICKNAME}:Uh... Espera, então para onde vão os pratos?\nPaimon:Oh, bem pensado! Hmm... A cartola cospe os pratos vazios de volta! Ta-dá! O que acha?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_magic_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Uma Chuva Inesperada\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1165,
			"title": "Sobre Tecnologia Patenteada de Voo...",
			"voicelineType": "71063",
			"description": "Paimon: Os Hidrônibus de Fontaine são bem legais. Mas imagine se eles pudesse andar sem as vias. Então você poderia ir a qualquer lugar que quisesse praticamente sem mover um músculo! Viajar seria muito menos cansativo.\n{NICKNAME}: Mas você já voa para todo lugar. Até isso cansa?\nPaimon: Voa... Voa? Espera, é isso! Se a gente conseguir achar um jeito de fazer os Hidrônibus flutuarem no ar, então eles não precisariam mais de vias. Hehe, e a gente pode chamar eles de \"ARcos\"!\nPaimon: Vamos lá, vamos fazer a aplicação para uma daquelas, uh... ah, é — \"patentes\"! A gente não pode deixar a genialidade de Paimon ser desperdiçada. Rápido, antes que alguém faça antes da gente!\n{NICKNAME}: Patentes não funcionam assim... Você não pode só ter um nome para sua invenção. Você também precisa fornecer detalhes da solução técnica original que faz seus \"arcos\" flutuarem.\nPaimon: Técnica, hein? Hmm... Beleza, Paimon entendeu! A gente só precisa colocar uma hélice gigante no topo dos barcos!\n{NICKNAME}: Ok... Mas como você vai impedir que o barco gire junto da hélice? E como você vai controlar a direção do movimento?\nPaimon: Hmm... Uh... Ugh. Paimon nunca pensou que voar fosse tão complicado! sempre foi tão fácil para Paimon...\n{NICKNAME}: Hmm, Bem, pode haver uma solução mais fácil se a gente jogar fora os requerimentos de controle de direção e velocidade?\nPaimon: Hã? Sério?!\n{NICKNAME}: É. Envolve começar em uma alta altitude e voar para baixo em uma velocidade crescente.\nPaimon: Ei! Isso não é voar, é queda livre!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_flyingPatent_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Uma Chuva Inesperada\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1166,
			"title": "Sobre o Lado Sombrio da Indústria de Publicações",
			"voicelineType": "71064",
			"description": "Paimon: A série Grande Detetive Hurlock do Pássaro a Vapor vai ser publicada pela Editora Yae, né?\n{NICKNAME}: Parece que sim.\nPaimon: Mas o Pássaro a Vapor não precisa de ajuda com a impressão nem distribuição. Por que eles mesmos não publicam?\n{NICKNAME}: Hehehe, você ainda tem muito o que aprender sobre o lado sombrio da indústria de publicações...\nPaimon: Ugh, ok, sabich{M#ão}{F#ona}! Vai lá, dê um bom motivo a Paimon para o Pássaro a Vapor não poder publicar suas próprias histórias, quando já publica jornais que lidos em todo Teyvat.\n{NICKNAME}: Porque a chave para uma light novel de sucesso é...\nPaimon: Ahã?\n{NICKNAME}: As ilustrações!\nPaimon: Como é?! Que nada! Tente falar isso a todos os escritores e editores em Teyvat! São eles que estão ralando pensando em ideias!\n{NICKNAME}: Talvez, mas a Editora Yae tem todos os melhores ilustradores na folha de pagamento deles, e roubá-los não deve ser fácil. Artistas como Calx devem ser praticamente impossíveis de contatar sem passar por eles.\nPaimon: Ohhh... É, justo.\n{NICKNAME}: Uhum. Mas também tem outra razão...\nPaimon:Hã?\n{NICKNAME}: Apenas obras publicadas pela Editora Yae fazem colaboração com o Chamado Sagrado dos Sete!\nPaimon: Hã, Paimon nunca soube!\n{NICKNAME}: Esse é o maior e mais sombrio segredo da indústria de publicações: Não é mais sobre as histórias, é sobre produtos e como comercializá-los.\nPaimon: Hunf! Isso é... revoltante!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_publishingIndustry_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1167,
			"title": "Sobre \"Detetives de Escritório\"...",
			"voicelineType": "71065",
			"description": "Paimon: Aparentemente, alguns detetives em Fontaine conseguem solucionar casos sem nem botar os pés fora de casa. Eles são chamados de \"detetives de escritório\"...\nPaimon: É assim que eles chamam \"trabalhar de casa\", né? Parece bem confortável.\nPaimon: Mesmo assim, como eles conseguem descobrir a verdade se nunca vão à cena do crime?... Oh, Paimon sabe! Eles devem usar adivinhação.\n{NICKNAME}: Você está pensando em adivinhas, Paimon. Não detetives.\nPaimon: Oh... É...\n{NICKNAME}: Em todo caso, certamente a evidência não está só aparecendo na porta do detetive.\nPaimon: Você quer dizer... oh, o detetive deve ter gente coletando informações para ele...\n{NICKNAME}: Talvez, ou... Talvez eles postem comissões na Guilda de Aventureiros?\nPaimon: Hã? Mas... isso quer dizer que o detetive recebe todo o crédito pelo nosso trabalho duro! Aposto que eles ganham um monte de Mora com isso também! Hunf, Paimon não vai ficar calada sobre isso. Vamos ter uma conversinha com aquele Detetive de Escritório agora!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveIndoor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1168,
			"title": "Sobre o Tesouro Misterioso do Instituto de Pesquisas de Fontaine...",
			"voicelineType": "71066",
			"description": "Paimon: No Instituto de Pesquisas de Fontaine, eles pesquisam mecanismos e diferentes fontes de energia, né? Então como há rumores de um tesouro misterioso?\nPaimon: Faria mais sentido se o tesouro fosse de um bandido ou de um pirata.\nPaimon: Mas Paimon não tem certeza que a definição de \"tesouro\" de técnicos e pesquisadores é mesmo misteriosa o bastante para se animar...\n{NICKNAME}: Hmm... Que tal \"pesquisador de dia, bandido de noite\"? Isso parece misterioso suficiente?\nPaimon: Hmm... Bem, para começar, parece muito cansativo. Imagine terminar seu trabalho de dia só para passar a noite toda trabalhando... Quando você vai ter tempo de descansar?\n{NICKNAME}: Talvez ele não precise descansar... E se ele fosse, na verdade, um Mecautômato disfarçado!\nPaimon: Ooh! Um tesouro misterioso deixado por um Mecautômato que é um pesquisador de dia e bandido de noite... Agora sim!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mysteriousTreasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1169,
			"title": "Sobre o Grande Pecado de Romances de Detetive...",
			"voicelineType": "71067",
			"description": "Paimon: Histórias de detetive como \"Grande Detetive Hurlock\" e \"Os Documentos do Caso da Srta. Orith\" são muito populares em Fontaine.\n{NICKNAME}: Eles também são bem complexos. Você sequer consegue acompanhar o enredo?\nPaimon: Não subestime Paimon! Se Paimon lesse qualquer um daqueles romances, Paimon definitivamente solucionaria o mistério antes da metade.\n{NICKNAME}: Ok, bem, se conseguir, fique de boca fechada. Você não quer estragar a história para ninguém.\nPaimon: Paimon jamais faria isso!\n{NICKNAME}: Mas você também tem que tomar cuidado com as pessoas que usam \"sem estragar a história\" como desculpa para encerrar uma discussão, quando a verdade é que elas só estão chateadas que uma história que não gostam receba tanta atenção.\nPaimon: Bem, Paimon não lê muito, então Paimon não saberia nada desse tipo de coisa.\n{NICKNAME}: Você vê muito disso quando dois fãs de Espírito Marcial começam a conversar. Alguém se intromete dizendo algo tipo, \"Pare, não estrague para mim! Só fui até o capítulo dois do volume um!\"\nPaimon Capítulo dois? Hah, é, claramente essa pessoa não tem intenção de ler mais.\n{NICKNAME}: Ei, Paimon... Quer saber um segredo?\nPaimon: Hmm... claro?\n{NICKNAME}: Ouça com atenção...\nPaimon:Mmmm?\n{NICKNAME}: ...Zhongli é Rex Lapis.\nPaimon: *Susto* Que reviravolta! Por que você— espera um segundo, a gente já descobriu essa há um tempão!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Conclua \"Uma Nova Estrela em Ascensão\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1170,
			"title": "Sobre Alegar Legítima Defesa...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: Dica de profissional. Enquanto estiver em Fontaine, se alguém puxar briga com você, você nunca deve revidar, a não ser que haja testemunhas por perto.\nPaimon:Hã? Por quê?\n{NICKNAME}: Porque sem provas, o tribunal provavelmente vai rejeitar sua alegação de legítima defesa e vão decidir como sendo uma briga de rua intencional.\nPaimon: Ok, e aí o que acontece?\n{NICKNAME}: Bem, se isso acontecer, você certamente vai acabar tendo que duelar antes de ir à julgamento.\n{NICKNAME}: Nesse momento, você terá que lutar com a mesma pessoa de novo, ou enfrentar um dos Duelistas Representantes.\nPaimon: ...Paimon se sente mal por qualquer um que tiver que lutar com você.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_defenseAndFight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1171,
			"title": "Sobre os Editores do Pássaro a Vapor...",
			"voicelineType": "71069",
			"description": "Paimon: É muito louco como as coisas que aconteceram ontem já aparecem na edição de hoje do Pássaro a Vapor...\nPaimon: Até coisas que aconteceram tarde da noite fora da cidade conseguem entrar. Como eles conseguem escrever esses artigos tão rápido?\n{NICKNAME}: É, sem falar da impressão logo no início da manhã.\nPaimon: Hehe, Paimon sabe! Deve ter uma impressora mágica no escritório do Pássaro a Vapor. Assim que os repórteres trazem as últimas notícias, eles alimentam a impressora com elas e ela faz nhac-nhac-nhac-nhac, engolindo todos os textos, pronta para cuspir tudo quando for hora de imprimir!\nPaimon: Eles provavelmente têm repórteres abrindo a porta no último minuto gritando \"ESPEREM! Tem mais um último artigo para dar à impressora!\"\n{NICKNAME}: Essa é mesmo uma imagem atraente. Mas até onde sei, impressoras mágicas como essa não existem — é tudo graças ao trabalho incansável da equipe de edição que o Pássaro a Vapor é impresso na hora certa todo dia. Eles se sentam e fazem \"Hã? Hunf! Uhh... Ah, não!\" enquanto correm com a revisão gramatical, então eles impreeeeeensam tudo em uma coluna vertical arrumadinha de textos e correm para os colegas gritando \"Só mais cinco minutos, por favor!\" Essa é a verdadeira mágica por trás dos prazos de publicação.\nPaimon: Eita... é incrível que eles conseguem fazer um jornal inteiro em um só dia. Eles conseguem ter tempo de dormir?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambirdEditorial_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1172,
			"title": "Sobre os Romances de Fontaine...",
			"voicelineType": "71070",
			"description": "Paimon: Que coisa, romances em Fontaine têm nomes longos e esquisitos. Esse aqui se chama \"Mecautômatos Sonham com Quiropraxistas de Engrenagens?\"\nPaimon: Mas o estilo de escrita e os temas são bem diferentes das light novels de Inazuma.\n{NICKNAME}: Segundo essa sinopse, esse livro é sobre um Mecautômato sofrendo com dor nas costas devido a se curvar por longos períodos. Ele finalmente cede, sai do emprego como ilustrador e vai em uma longa jornada procurando por um quiropraxista para curar sua espinha mecânica...\nPaimon: Isso parece bem interessante, para falar a verdade.\n{NICKNAME}: Mas por que um quiropraxista? Um engenheiro não faria um trabalho melhor? Ele podia só ir no Instituto de Pesquisas de Fontaine e economizar a longa jornada.\nPaimon: Bem, é, mas... Tendo conhecido alguns engenheiros do instituto, Paimon pode ver por que ele não iria querer isso...\n{NICKNAME}: Ah, é verdade. Mas enfim, mesmo apesar de o protagonista da história ser um Mecautômato, você ainda pode dizer que é escrita por um humano. Imagine se eles pegassem um Mecautômato de verdade para escrever um livro... Me pergunto sobre o que eles escreveriam?\nPaimon: Hmm... Que tal isso: \"Eu Acordei Uma Manhã E Tinha Virado Humano!\"\n{NICKNAME}: Ei, essa é boa, Paimon.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fontaineNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1173,
			"title": "Sobre Julgamentos e Shows...",
			"voicelineType": "71071",
			"description": "Paimon: A Ópera Epiclese é usada tanto para julgamentos criminais e apresentações, então... espera...\n{NICKNAME}: Hmm? Qual é o problema, Paimon?\nPaimon: Bem, e se alguém fizer um show sobre um julgamento criminal lá? Como a plateia ia saber distinguir se é um julgamento real ou não?\n{NICKNAME}: Essa é uma ótima pergunta. Você pode imaginar os olhares que o ator interpretando o criminoso receberia nas ruas no dia seguinte? Todos que o reconhecerem diriam \"Ei! Você não estava sendo julgado ontem?!\"\nPaimon: É, exatamente! Seria muuuuito confuso!\n{NICKNAME}: O ator ficaria dizendo constantemente a todos: \"Era um show, pelo amor dos arcontes! Pare de tratar como se fosse de verdade!\"\nPaimon: Hunf, seria só culpa deles. O que esperavam, fazer um show sobre um julgamento na Ópera Epiclese? Claramente eles só estão tentando confundir as pessoas. Que ideia terrível.\n{NICKNAME}: É, foi uma ideia terrível. No que você estava pensando, Paimon?!\nPaimon: Espera, o quê?! Nada! Só... que ideia terrível seria se... alguém... tivesse essa ideia...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_trialAndPerform_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1174,
			"title": "Sobre Fonta...",
			"voicelineType": "71072",
			"description": "Paimon: Fonta é uma delícia, não acha?\n{NICKNAME}: Sim. É tão refrescante, especialmente quando você toma tudo em um golão.\nPaimon: Você pode comprar um copo para Paimon? Paimon sempre quis experimentar aquilo.\n{NICKNAME}: Aquilo o quê?\nPaimon: Só compre, você vai ver logo!\nPaimon: Glug, glug, glug, glug...\nPaimon: Aaaaahh.\nPaimon: Isso é o que aqueles bêbados fazem depois de brindarem. Paimon quer tentar isso há anos!\n{NICKNAME}: Não imite eles, Paimon... Pega mal para você.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fonta_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1175,
			"title": "Sobre Gardemeks...",
			"voicelineType": "71073",
			"description": "Paimon: Gardemeks realizam qualquer tarefa que são programados para fazer. Basicamente, eles podem fazer tudo que você disser a eles! OH!\n{NICKNAME}: Teve outra ideia brilhante, Paimon?\nPaimon: Sim! Paimon precisa de um Gardemek que resolva comissões, um Gardemek que colete materiais e um Gardemek que explore domínios...\nPaimon: Ooh, e um Gardemek chef gourmet também! Então a gente vai poder esticar as pernas e aproveitar nosso novo estilo de vida totalmente automatizado!\n{NICKNAME}: Mas eles são extremamente caros de se ter e operar. E não se esqueça dos custos de manutenção e reparo também.\n{NICKNAME}: Ok, deixa eu fazer uma contas rápidas nesse guardanapo aqui... Usando um Gardemek, o custo médio de uma única Menta ficaria em torno de 6.300 Mora...\nPaimon: Como é?! Isso é mais caro que um rim...\nPaimon: ...De repente, Paimon sente que aventureiros não ganham suficiente pelo trabalho de alto valor que fazemos!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_guardMechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1176,
			"title": "Sobre Mergulhar...",
			"voicelineType": "71074",
			"description": "Paimon: O mundo submerso de Fontaine é tão bonito! Tem tantos tipos de peixe que Paimon nunca viu antes.\n{NICKNAME}: Se a gente conseguisse nadar debaixo d'água em outros lugares também.\nPaimon: É, é uma pena mesmo...\nPaimon: Se você pudesse mergulhar em qualquer lugar, onde você escolheria?\n{NICKNAME}: Hmm... Provavelmente... ou no Porto de Liyue ou na Floresta de Pedra Guyun.\nPaimon: Ooh, ótima ideia! Deve ter uns navios afundados lá cheios de tesouros! A gente podia ganhar uma fortuna!\n{NICKNAME}: Ooh, também tem Sangonomiya em Inazuma. A vista debaixo d'água deve ser incrível lá. Então, e você, Paimon? Aonde você iria?\nPaimon: Deixe Paimon pensar... Bem, já que você escolheu lugares em Liyue e Inazuma, Paimon tem que escolher... o Lago de Sidra!\n{NICKNAME}: Não é uma má escolha. Mas você tem que tomar cuidado porque enquanto estiver nadando por lá, cuidando da sua vida...\nPaimon: O quê?\n{NICKNAME}: De repente, você percebe uma coisa afundando lentamente na sua frente...\nPaimon: Hã?!\n{NICKNAME}: É redonda e gordinha, com uma estampa branca e vermelha na superfície. No momento que você percebe o que é, você já sabe que é tarde demais...\nPaimon: Uma Bomba Saltitante!\n{NICKNAME}: BUM!\nPaimon: Waaaaah! E Paimon sai voando pelo céu!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_diving_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1177,
			"title": "Sobre Arte...",
			"voicelineType": "71075",
			"description": "Paimon: Parece ter muitos artistas excêntricos na Corte de Fontaine. Aparentemente, geralmente tem apresentações artísticas de palco na casa de ópera também.\nPaimon: As pessoas de Fontaine dão muita importância às artes. Acho que é por isso que chamam ela de \"Cidade das Artes\"!\nPaimon: Não é nada como Sumeru, onde as pessoas tinham que fazer suas apresentações em segredo...\n{NICKNAME}: Você gosta mesmo de artes, hein?\nPaimon: Claro! Paimon é praticamente uma especialista.\n{NICKNAME}: Ok, então o que torna algo \"arte\" na sua opinião?\nPaimon: Bem... Arte deveria ser alguma coisa fora do comum. Algo que brilha como as estrelas à noite!\n{NICKNAME}: Hmm... Por essa definição, eu tenho uma obra de arte flutuando ao meu lado onde eu vá.\nPaimon: ...Hã?\nPaimon: Espera... você não quer dizer Paimon, quer?\n{NICKNAME}: Isso! E agora que penso nisso, você deveria considerar se apresentar algum dia. Paimon, ao vivo na casa de ópera... Aposto que muita gente iria assistir.\nPaimon: Sem chance! Não vai acontecer!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_art_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1178,
			"title": "Sobre Consertar Erros...",
			"voicelineType": "71076",
			"description": "Paimon:Você sabe o que é estranho? Mecautômatos são extremamente complexos, e ainda assim as pessoas geralmente conseguem consertar eles só batendo neles algumas vezes. Como isso funciona?\n{NICKNAME}: Acho que se uma engrenagem ou eixo de transmissão ficar frouxo, às vezes bater nele ou dar uma balançada é suficiente para fazer as partes se unirem.\nPaimon: Hã? Paimon não entendeu...\n{NICKNAME}: Bem, em termos simples, se o Mecautômato não está mesmo quebrado, um tapinha pode fazer as peças voltarem ao lugar certo.\n{NICKNAME}: Mas por outro lado, se uma das peças estiver danificada, então nenhuma batida vai consertá-lo.\nPaimon: Ooh! Então é como bater até as pessoas entenderem. Funciona bem contanto que elas tenham um cérebro e só estejam tendo um momento burro. Mas se forem cabeças de vento completas, então nunca vão entender nada!\nPaimon: ...Espera, por que você está encarando a testa de Paimon?\n{NICKNAME}: Não se preocupe, eu não vou te bater na cabeça. Não ia funcionar mesmo.\nPaimon: Ufa, que alív— Espera... Ei!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_troubleshooting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1179,
			"title": "Sobre a Fortaleza Meropide...",
			"voicelineType": "71077",
			"description": "Paimon: Então, tem esse lugar em Fontaine chamado Fortaleza Meropide. O nome vem de alguém que se chama Meropide?\n{NICKNAME}: Eu nunca ouvi nada disso, mas você pode estar certa.\nPaimon: Paimon está meio com inveja. Ter um prédio com o seu nome deve ser incrível... Quando você tiver tempo, pode construir alguma coisa no seu Bule de Relachá e nomear de \"Fortaleza Paimon\"?\n{NICKNAME}:Claro. Na verdade, eu posso fazer melhor — eu vou construir no centro de Fontaine.\nPaimon: Sério? Mas isso ia ser caro demais. Tem certeza que pode pagar?\n{NICKNAME}: Oh, absolutamente. Não vai custar muito, na verdade.\nPaimon: Uau, quanta generosidade! Então, o que você vai construir...?\n{NICKNAME}: Estava pensando em um... bangalô de argila aconchegante, com uma lareira e um aquecimento no piso, uma cama de água... Algumas cebolas picadas, sal e pimenta, uns legumes... e, hmm...\nPaimon: Ei! Ugh, você é demais! Não podemos passar por uma nação sem você fazer essa piada besta?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fortressOfMeropide_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Complete a história \"Bule, Doce Bule — Parte I\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1180,
			"title": "Sobre o Supermeca...",
			"voicelineType": "71078",
			"description": "Paimon: Paimon ouviu dizer que os primeiros componentes mecânicos inventados funcionam com um princípio muito simples!\nPaimon: Você pega um objeto longo feito de um material resistente, dobra ele e espera que retorne ao formato original. Enquanto ele retorna, você pode usar a energia que ele gera para fazer engrenagens girarem e tal, então você tem basicamente um motor!\n{NICKNAME}: Hmm... um objeto longo de material resistente... *susto* Sabe o que isso me lembra?\n{NICKNAME}: Regisvines Cryo e Pyro! Não acha?\nPaimon: Eca! De todas as coisas que você podia pensar, por que esses dois?\nPaimon: Mas pensando bem, os Regisvines são muito bons em balançar os talos por aí...\n{NICKNAME}: E eles são bem fortes também. Se você deixar que eles carreguem a energia e batam em você...\n{NICKNAME}: Eles vão derrubar qualquer um no caminho. Até eu — e a gente sabe como eu sou forte!\nPaimon: Então você está dizendo que... poderia tornar um Regisvine em um mecanismo mecânico?\n{NICKNAME}: Bem, pense só. Já que as formas de vida Cryo e Pyro são altamente incompatíveis, e se a gente colocar elas uma do lado da outra com um leve inclinação, para os pescoços ficarem virados um para o outro...\n{NICKNAME}: Eles girariam para evitar se tocar!\n{NICKNAME}: Seria o mecanismo mais poderoso do mundo! Quando a gente encontrar um jeito de usá-lo, geraria energia suficiente para fazer a maioria das máquinas de Fontaine funcionarem!\nPaimon: Oooh! É, você tem razão!\nPaimon: Essa ideia é genial! Pode começar a se desesperar, Instituto de Pesquisas de Fontaine!\nPaimon: Tudo que a gente precisa agora é encontrar um jeito de trazer os Regisvines para Fontaine, colocar eles em posição e...\nPaimon: Espera aí... como é que a gente vai trazer aquelas moitonas para Fontaine?\n{NICKNAME}: Assim que a gente resolver uns problemas de praticidade e custo-benefício...\n{NICKNAME}:... Que tal a gente explorar os detalhes que vão surgir depois?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1181,
			"title": "Sobre Cafés Subaquáticos...",
			"voicelineType": "71079",
			"description": "Paimon: Paimon pensou que a gente estaria dando adeus para cafés incríveis depois que a gente saísse de Sumeru. Mas parece que as pessoas de Fontaine também adoram café!\n{NICKNAME}: Eles adoram mesmo. Até os jornais têm artigos sobre como o café é ótimo para te manter acordado e alerta. E em melhorar seus níveis de energia, para você continuar com o desempenho no topo da eficiência durante um longo dia de trabalho.\nPaimon: Ufa, qualquer trabalho que você precise de café para ficar com energia deve ser exaustivo...\nPaimon: Tipo, hmm... Ferreiros? Talvez chefs também... E aventureiros — eles estão sempre correndo por todo lado. Ei, e quanto aos mergulhadores?\n{NICKNAME}: Mergulhadores, hein? Esse é definitivamente um estranho...\n{NICKNAME}: Como os mergulhadores vão beber café quando o trabalho deles está debaixo d'água o tempo todo?\nPaimon: É, essa é uma boa pergunta!\nPaimon: Eles não podem tirar os capacetes debaixo d'água, então eles provavelmente têm que se fechar em uma caixa de vidro ainda maior para drenar toda a água antes que finalmente consigam beber o café. Provavelmente de uma garrafa...\nPaimon: Não, espera... Se o café já está na garrafa, tudo que eles precisam é de um canudo longo que vá da garrafa para o capacete. Então eles iam conseguir dar um gole no café sempre que quiserem!\n{NICKNAME}: Hehe, eca, haha. Mas aí o café ia estar frio!\n{NICKNAME}: Café frio é nojento. Com a importante exceção de café gelado, mas aí é completamente diferente.\nPaimon: Bem isso não é problema. Eles podem só levar um fogão com eles para debaixo d'água.\nPaimon: Você já viu aquele tipo de fogão que a maioria das pessoas em Fontaine usa, né? Só tem uma abertura pequena no topo. Contanto que esteja bem selado, não vai apagar nem debaixo d'água!\nPaimon: Espera um segundo... Sem chance, isso... É isso! Esse deve ser o motivo de todos os fogões de Fontaine serem feitos assim!\n{NICKNAME}: Dim dim dim, resposta certa! Essa é realmente a razão por trás dos fogões no estilo de Fontaine.\nPaimon: Hehe, Paimon é a mais inteligente!\nPaimon: Ei, que tal a gente abrir um café submerso? Paimon aposta que tem muitos mergulhadores por aí desejando um café enquanto estão nas profundezas... É, essa podia ser uma grande oportunidade para nós!\nPaimon: Quando a gente abrir o primeiro café submerso do mundo, a Mora não vai parar de chegar! Ora, e por que parar em cafés? O oceano é nossa praia! A gente pode construir um centro de compras inteiro lá! Então um distrito de negócios inteiro debaixo d'água...\nPaimon: Hee-hee! Ah, deve ser o melhor sentimento do mundo, ganhar Mora devido às suas jogadas de negócios de gênio!\n{NICKNAME}: Só uma coisa, certo?... Não saia por aí pegando um empréstimo com o meu nome!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_underwaterCafe_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1182,
			"title": "Sobre o Pássaro a Vapor...",
			"voicelineType": "71080",
			"description": "Paimon: A matriz do Pássaro a Vapor fica em Fontaine, né? Paimon queria saber que histórias chegam aos jornais.\nPaimon: Você acha que eles fizeram reportagens sobre nossas aventuras com Dvalin? Ou nosso duelo com a Shogun Raiden? Oh, e tudo que aconteceu na Academia!\n{NICKNAME}: Tenho certeza que eles cobrem praticamente tudo que acontece. É mais uma questão de onde apareceria — eles provavelmente têm seções diferentes reservadas para assuntos diferentes.\nPaimon: Ooh, bem, nesse caso, a gente deve aparecer na primeira página o tempo todo! Certamente, é lá onde as histórias mais emocionantes aparecem.\n{NICKNAME}: Hmm... Não tenho tanta certeza. A gente pode ter aparecido uma ou duas vezes na primeira página, eu acho. Mas não me surpreenderia se as manchetes focassem mais em novas óperas de sucesso ou atores famosos.\n{NICKNAME}: Sabe, coisa como \"Ator X Avistado Bebendo Café na Rua\", \"Ator Y Vai a Público com Novo Relacionamento\", ou \"Ator Z se Aposenta dos Palcos\".\nPaimon: Por que eles encheriam a melhor página com coisas assim? Que sem sentido.\n{NICKNAME}: Bem... Trivial, talvez, mas não sem sentido. Essas são as histórias que capturam a atenção das pessoas e as convencem a comprar o jornal para terem todos os detalhes.\nPaimon: *Suspiro*... Tudo bem. Então... Talvez a gente vai estar nas primeiras páginas então? Certamente, eles têm que colocar umas notícias de verdade lá. E tem que ser interessante o bastante para manter as pessoas lendo depois de sua dose de fofoca de celebridades. Certo?\n{NICKNAME}: As primeiras páginas cobrem notícias locais positivas na Corte de Fontaine. Coisas como preços de comida e produtos caindo ou atualizações sobre expansões do Hidrônibus.\n{NICKNAME}: Eles colocam a maioria dessas reportagens nos locais principais dentro do jornal. O propósito delas é só passar o tempo.\n{NICKNAME}: O que acontece na Academia pode ser importante, mas não impacta diretamente as vidas das pessoas de Fontaine.\nPaimon: Hmm... Então, onde eles colocariam nossas histórias?\n{NICKNAME}: Eu chutaria na última página, depois de todo o resto.\nPaimon: Aww... Por que tão atrás?!\n{NICKNAME}: Acho que dizem... \"guardando o melhor para o final\".\n{NICKNAME}: Os editores provavelmente embelezam as coisas para melhorar a história, então eles quebram em vários pedaços para fazer uma série que se desenrola por vários dias.\nPaimon: Tudo bem, então... qual é o \"propósito\" da última página então?\n{NICKNAME}: Dar ao jornal sua \"raison d'etre\".",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambird_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Corte de Fontaine\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "Conclua a história \"O Alvorecer das Rosas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1183,
			"title": "Sobre o Mecautômato...",
			"voicelineType": "71081",
			"description": "Paimon: Paimon não estava esperando ver um Mecautômato dançando... É tão perigoso se aproximar deles, mas sem dúvidas é legal assistir eles de longe.\nPaimon: Hehe, imagine se eles tivessem uns que pudessem cantar e tocar instrumentos também. Isso seria muito legal!\n{NICKNAME}: Então você só precisaria de uma plateia mecânica e teria um show de Mecautômatos, para Mecautômatos.\nPaimon: Uhhh... De alguma forma, esse é um pensamento assustador...\nPaimon: Enfim, Mecautômatos devem fazer coisas, não ficar sentados e assistindo a um show... Ooh! Que tal Mecautômatos que conseguem pintar? Paimon aposta que as pinturas pareceriam exatamente como fotos tiradas com um Aparelho Fotográfico.\n{NICKNAME}: Parece que você poderia apenas usar um Aparelho Fotográfico.\nPaimon: Ah, certo, é... Hmm...\nPaimon: Ugh, o cérebro de Paimon parou de funcionar. E você? Se pudesse fazer um Mecautômato fazer qualquer coisa, o que seria?\n{NICKNAME}:Hmm... Guia de turismo, talvez.\n{NICKNAME}: Bip-bop. Esse é o seu guiautômato falando. Por favor, siga direto na próxima encruzilhada. Bip-bop.\nPaimon: Uh, P-Paimon acabou de lembrar quanto treino você precisa antes de poder ter um Mecautômato! E como eles são caros! Além disso, quem sabe se eles sequer funcionam fora de Fontaine, heh...\nPaimon: A melhor guia de turismo em Teyvat não vai perder o emprego para uma máquina qualquer! Pelo menos... pelo menos ainda não!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_clockwork_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte \"Erinnyes\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 1184,
			"title": "Sobre as Fontes...",
			"voicelineType": "71082",
			"description": "Paimon: Sempre parece ter gente jogando Mora na fonte de Erinnyes.\n{NICKNAME}: É. Supostamente, as fadas da fonte dão ouvidos aos desejos das pessoas. Foi provavelmente assim que esse costume começou.\nPaimon: Hã? Então até fadas da fonte precisam de Mora?\nPaimon: Eita, elas devem tá vivendo o sonho! Tudo que precisam fazer é encontrar uma fonte para morar e tudo certo! Não precisam trabalhar, só relaxar e esperar que as pessoas literalmente joguem Mora para você.\n{NICKNAME}: Eu não acho que é bem assim que funciona... Você tem que conceder desejos, lembra?\nPaimon: Oh, ok, bem... \"Ó, jovem viajante, seus desejos foram ouvidos. Que espada perdida é aquela que busca? A Lâmina Cega ou a Espada Prateada?\"\n{NICKNAME}: As duas parecem ser um lixo, sinceramente.\nPaimon: Só escolha uma.\n{NICKNAME}: \"Ó, bela donzela da fonte, nenhuma dessas espadas é minha e nem as desejo, pois o que busco é minha companheira de viagem perdida.\"\nPaimon: Hã? Você... Você é muito sabidinh{M#o}{F#a}, jovem viajante... Ok, então, a fada da fonte concederá seu desejo e se tornará a melhor companheira de viagem de todos os tempos!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fountain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte \"Ópera Epiclese\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1185,
			"title": "Sobre a Ópera...",
			"voicelineType": "71083",
			"description": "Paimon: Óperas em Fontaine existem em tantos gêneros diferentes. Históricas, mitos e lendas, até contos de fadas e romances modernos...\n{NICKNAME}: E muitas histórias de aventuras também.\nPaimon: Ah, é, como \"Tancrede et Chariclea\"! Ah, Tancrede, seu tolo! Se apenas você tivesse reconhecido Chariclea antes que fosse tarde demais...\n{NICKNAME}: Aparentemente, a história é baseada em fatos reais.\nPaimon: Ooh... Isso quer dizer que vai ter adaptações de nossas aventuras um dia?\nPaimon: Passamos por tantas aventuras junt{M#os}{F#as}. Tem que ter um roteirista pelo mundo interessado em levar nossa história ao palco!\nPaimon: E eles também não precisam se preocupar em fazer a tragédia perfeita. Todos amam um final feliz, né?\n{NICKNAME}: Ooh, que tal a gente começar antes e atribuir vozes a nós mesm{M#os}{F#as}?\nPaimon: Hmm... Paimon acha que você tem uma voz meio-soprano. O que você acha que Paimon deveria ser?\n{NICKNAME}: Me refresque a memória — qual é aquela voz estridente que a maioria das primadonas têm?\nPaimon Ah, você deve tá pensando na soprano coloratura— Ei!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_opera_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte \"Ópera Epiclese\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1186,
			"title": "Sobre as Melusines...",
			"voicelineType": "71084",
			"description": "Paimon: Aparentemente, todas as Melusines ganham seu próprio amuleto quando nascem. Elas consideram como se fosse um símbolo de seu próprio ser.\n{NICKNAME}: Se você fosse uma Melusine, qual seria o seu amuleto?\nPaimon: Definitivamente um garfo! Para representar a missão da vida de Paimon de experimentar todas as comidas deliciosas do mundo todo!\n{NICKNAME}: Não seria Mora, então?\nPaimon: Ooh, bom ponto... é, se fosse Mora, significaria que Paimon está destinada a ser uma pessoa super rica. Então Paimon poderia comprar qualquer coisa que ela quisesse!\nPaimon: Hmmmmm... arg, Paimon está tão dividida! Os dois são tentadores...\n{NICKNAME}: Que tal um garfo feito de Mora? Então você pode ter o melhor dos dois mundos.\nPaimon: Uau, é uma ótima ideia!\nPaimon: Enfim, chega de falar de Paimon. Seu amuleto provavelmente seria... uma panela, para representar você ser {M#o}{F#a} chef gourmet da Paimon!\n{NICKNAME}: Não, não, não, meu amuleto seria a Paimon.\nPaimon: Hehe, sério?\n{NICKNAME}: Com a Paimon como meu amuleto, tudo que você tivesse, seria meu.\nPaimon: Hmm... Tá, tudo bem. Amigos dividem tudo, não é??\n{NICKNAME}: Haha, é... o que é meu ainda seria meu...\nPaimon: Ei, isso não é justo!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_melusine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte da \"Vila Marusea\" em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 1187,
			"title": "Sobre o Palais Mermonia...",
			"voicelineType": "71085",
			"description": "Paimon: Pessoas na cidade continuam falando como o Palais Mermonia é um lugar suuuuuper estressante de trabalhar.\nPaimon: Mas quando a gente foi lá dar uma olhada, parece que quase ninguém trabalha lá, e as poucas pessoas que realmente trabalham lá, praticamente não estavam trabalhando.\nPaimon: Na verdade, eles pareciam não ter nenhuma preocupação no mundo... Que parte de trabalhar lá deve ser tão estressante, exatamente?\n{NICKNAME}: Talvez o trabalho que façam seja essencial, mas insignificante.\nPaimon: Como uma coisa pode ser as duas coisas ao mesmo tempo?\n{NICKNAME}: Bem... Ok, então imagine que um dia, você de repente esqueceu como voar e caiu no chão...\nPaimon: Isso nunca vai acontecer. Voar é mamão com açúcar para Paimon.\n{NICKNAME}: Provavelmente não — mas só nesse caso, a gente devia garantir que tenha um carrinho cheio de almofadas pronto para te pegar a todo momento.\n{NICKNAME}: O carrinho teria que ser projetado para suportar qualquer ambiente e condições climáticas, e as almofadas precisam ser macias o bastante para parar a sua queda gentilmente...\n{NICKNAME}: Ele precisaria ser feito da madeira mais resistente e da corda mais forte, cheio de suprimentos médicos e lanches...\n{NICKNAME}: Tudo porque manter Paimon segura é absolutamente essencial.\nPaimon: Você tá falando sério mesmo? Aw, obrigada, hehe... Mas não precisa mesmo disso tudo.\nPaimon: Paimon voa há muito tempo. Não tem como Paimon cair do ar de repente. Então não precisa se preocupar com isso.\n{NICKNAME}: Viu? É por isso que é insignificante.\n{NICKNAME}: Se um dia acontecesse mesmo, as consequências seriam desastrosas — por isso é essencial estar preparad{M#o}{F#a}.\n{NICKNAME}: Mas falando de maneira prática, as chances de acontecerem são praticamente nulas. Então é insignificante ao mesmo tempo.\n{NICKNAME}: Se alguém no Palais Mermonia fosse atribuído a uma tarefa como essa, caberia a eles decidir quão ocupados iriam ficar. Provavelmente, eles só relaxariam e não fariam nada.\nPaimon: Mas... E se Paimon realmente esquecer como voar um dia? O que vai acontecer quando Paimon cair no chão?\n{NICKNAME}: Eu vou estar lá para te pegar, não importa o que aconteça. Porque você não é \"essecial, porém insignificante\" — você é a melhor companheira de viagem de todos os tempos!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_palaisMermonia_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete - Hydro no Palais Mermonia em Fontaine",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		},
		{
			"voicelineId": 1188,
			"title": "Sobre as gemas dos Filhos dos Ecos...",
			"voicelineType": "71086",
			"description": "Paimon: Ei, os vales daqui estão recheados de gemas brilhantes!\nPaimon: Você não se depara com esse tipo de oportunidade todos os dias! Por que não começamos a cavar em algum lugar? Se tivermos sorte, poderemos encontrar algo super valioso. Então nunca mais teremos que nos preocupar em ficar sem Mora!\n{NICKNAME}: Hmm... Mas como exatamente você saberia se acertamos em cheio? Você consegue distinguir quais pedras são valiosas?\nPaimon: Uh, bem... Desde que seja algo claro e brilhante, então deve valer muito, né?\n{NICKNAME}: Isso faz a gente parecer bem como os dragões malignos acumuladores dos contos de fadas infantis!\nPaimon: Hehe, exceto que estamos em Natlan agora — então, ao invés de \"dragão maligno\", é \"nobre Sauriano\"!\nPaimon: \"Ó corajos{M#o}{F#a} e estimad{M#o}{F#a} {NICKNAME}, deixe que essa nobre Sauriana te guie para a gema mais preciosa do mundo!\"\n{NICKNAME}: Ótimo! Exceto pelo fato de que ela não consegue distinguir quais pedras são valiosas, então, como isso funciona mesmo?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_nanatzcayanDiamond_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte dos \"Filhos dos Ecos\" em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1252
					]
				}
			]
		},
		{
			"voicelineId": 1189,
			"title": "Sobre os Descendentes das Copas...",
			"voicelineType": "71087",
			"description": "Paimon: Os Descendentes das Copas adoram mesmo os esportes radicais deles. Parece que eles piram em perigo.\nPaimon: Escalada livre, surfe em queda-livre, parkour em vulcão, bungee jumping em penhascos... Ufa, só de pensar Paimon fica tonta!\n{NICKNAME}: Sério? Sinceramente, algumas das coisas que a gente fez são pelo menos tão perigosas quanto isso... A gente quase congelou até a morte na Espinha do Dragão, quase fomos {M#fritos}{F#fritas} em todas aquelas tempestades de trovão, tomou rajada de areia no deserto escaldante, encarou a morte naquelas Zonas do Definhamento sinistras... a lista continua.\nPaimon: Hmm, quando você fala assim... É, a gente passou por umas coisas bem extremas.\n{NICKNAME}: Ahã, mas a gente se garante. A ideia de \"perigo\" da maioria das pessoas provavelmente é só mais um dia na estrada pra gente. É provavelmente assim para os Descendentes das Copas com seus esportes radicais também.\nPaimon: Epa, espera um segundo! Vamos acertar uma coisa: VOCÊ pode se garantir, mas Paimon é outra história.\nPaimon: Agora, Paimon tem certeza que você e seus amiguinhos destemidos sabem o que tão fazendo, mas na hora que a gente tiver em apuros de verdade, Paimon vai... Paimon vai se esconder atrás de você até tudo acabar.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_huitztlan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte dos \"Descendentes das Copas\" em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1253
					]
				}
			]
		},
		{
			"voicelineId": 1190,
			"title": "Sobre as Fontes Termais de Natlan...",
			"voicelineType": "71088",
			"description": "Paimon: O Povo das Termas são tranquilões demais. Se eles não estiverem relaxando numa fonte termal, tão planejando o próximo banho...\n{NICKNAME}: Aparentemente, alguns deles até contratam músicos para tocar músicas relaxantes enquanto dão um mergulho. A água quente relaxa o corpo e a música tranquiliza a mente...\nPaimon: Eita, isso parece maneiro, Paimon quer experimentar também...\n{NICKNAME}: Beleza. Bem, na próxima vez que você visitar as fontes termais, vou tocar um pouco de música Aranara par você.\nPaimon: Ooh~ Hmm, mas Paimon não toca nenhuma instrumento, então o que acontece quando for a sua vez de entrar na água?\n{NICKNAME}: Você pode cantar para mim. Talvez... uma ópera de Fontaine?\nPaimon: Isso é difícil demais! E também — não é exatamente relaxante! Esse tipo de música faz a pressão sanguínea disparar!\nPaimon: Que tal um pouco de rap de Natlan, no lugar? Paimon tem praticado, saca só:\nPaimon: \"Yo! Voando na tua cara, chegou a guia Paimon, ralando e segurando essa barra, fica moleza tirar um som...\"\nPaimon: \"Viu uma fera rotunda na nação da água, mano Guhua tá com a arma afiada, espada e lança na mão pra resolver a parada...\"\n{NICKNAME}: Uau, isso sim que é uma rimadora!\n{NICKNAME}: Se eu tivesse escutando isso numa fonte termal, ia tá batendo na água como se fosse um tambor.\nPaimon: É, ia ser tipo um festival de música grandão! E para quem se atrasasse para a festa, o ritmo da água ia colocar eles bem na batida!\n{NICKNAME}: Hmmm... Espera, a gente não começou isso dizendo que as fontes termais deviam ser relaxantes?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_natlanSpa_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte do \"Povo das Termas\" em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 1191,
			"title": "Sobre o Coletivo da Fartura...",
			"voicelineType": "71089",
			"description": "Paimon: Você não acha que aqueles guerreiros mascarados parecem super irados?\n{NICKNAME}: É, dá um ar de mistério a eles.\nPaimon: Né?! Você não acha que Paimon devia ter uma dessas também? Colocar uma máscara e ganhar umas partidas de luta com o Coletivo da Fartura? Paimon podia construir uma reputação daquelas para ela!\nPaimon: Paimon até pensou nuns bordões, se liga: \"Uma guerreira Sauriana nunca remove a própria máscara!\"\nPaimon: Aventureira famosa de dia, poderosa guerreira Sauriana à noite. Se isso num é maneiro, Paimon não sabe o que é!\n{NICKNAME}: É mesmo, só tem um problema...\nPaimon: Hã? Qual é?\n{NICKNAME}: Você vai só ser Paimon de máscara. Nenhum mistério aí.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_teteocan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1192,
			"title": "Sobre produtos de tecidos...",
			"voicelineType": "71090",
			"description": "Paimon: A experiência de leitura aqui é diferenciada! Sabe, com o jeito que a maioria das lendas e histórias são registradas em produtos tecidos.\n{NICKNAME}: Ahã. Parece que essa tradição surgiu das práticas dos Mestres do Vento Noturno. Xamãs foram os primeiros a transcrever histórias e lendas tribais usando tecido. Como a prática foi amplamente adotada, mais e mais coisas foram adicionadas ao tear.\nPaimon: Hehe, Paimon devia fazer um registro de todas as nossas aventuras também! Assim, qualquer tribo \"Viajante\" que você fundar vai ter o próprio livro de história!\nPaimon: Só pensa, eles vão poder usar isso de capa também, ou até de cobertor para dormir quando tiverem acampando na natureza.\n{NICKNAME}: Isso, sim, ia ser uma biografia de verdade.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_woven_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1193,
			"title": "Sobre o Coletivo da Fartura e o Clã das Plumas de Flores...",
			"voicelineType": "71091",
			"description": "Paimon: Paimon ouviu que todo mundo do Coletivo da Fartura é super forte!\n{NICKNAME}: Isso significa que você vai virar Paimon Bombada se você fosse ficar aqui por um tempo, Paimon?\nPaimon: Não! Paimon gosta de ser Paimon normal.\n{NICKNAME}: Certo, então, e quanto a ficar com o Clã das Plumas de Flores? Eles são ótimos em voar. Tenho certeza que eles poderiam te ajudar a aprimorar suas habilidades!\nPaimon: Hã? Mas... Paimon já não é muito boa em voar?\n{NICKNAME}: Ah, mas você poderia me carregar enquanto voava, se fosse mais habilidosa.\nPaimon: Ei, isso é pedir demais! O que te faz achar que isso é possível?\n{NICKNAME}: Bem, se você fosse a Paimon Bombada...\nPaimon: Ah, cara, isso de novo não... Pela última vez, não!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_teteocanAndTlalocan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1194,
			"title": "Sobre formas de fazer amizade com os Saurianos...",
			"voicelineType": "71092",
			"description": "Paimon: Hehe, existem tantos Saurianos fofinhos em Natlan! Paimon vai fazer amizade com cada um deles!\n{NICKNAME}: Oh? Alguém parece confiante...\nPaimon: Pode apostar! Paimon já tem tudinho preparado!\n{NICKNAME}: Oh, é mesmo? Então me diga, qual é o segredo para fazer amizade com os Saurianos?\nPaimon: É bem simples! Primeiro, você precisa chegar na fala mansa com eles, mostrar que tem a melhor das intenções para que eles relaxem suas defesas. Então, você faz carinho em suas cabeças com gentileza — isso faz com que eles se sintam mais confortáveis perto de você.\nPaimon: Por último, mas não menos importante: Bota comida boa pra eles! O caminho até o coração de um Sauriano é pelo estômago, afinal! O que você acha? Um bom plano, não é?\n{NICKNAME}: Hmm, por que tenho a sensação que essas táticas também funcionariam muito bem em você?\nPaimon: Não iriam nada! Paimon não pode ser comprada com truquezinhos baratos!\n{NICKNAME}: Hã? Oh, você me entendeu errado! Quis dizer que você é tão fofa quanto um bebê Sauriano!\nPaimon: Hah! Elogios, sério? Você acha que isso vai funcionar em Paimon? Pense de novo!\n{NICKNAME}: Mas eu estava sendo sincer{M#o}{F#a}, Srta. Paimon! Ah, como posso provar para você? Talvez com um pouco de Frango Assado com Mel?\nPaimon: ...Espera, sério? Frango Assado com Mel? Oh, isso aí! Paimon com certeza adoraria um pouco agora mesmo!\nPaimon: ...Uh... Que sorriso ridículo é esse na sua cara? ...O quê!? Paimon perdeu alguma coisa?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_wayOfDragonHappy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1195,
			"title": "Sobre Arqueologia...",
			"voicelineType": "71093",
			"description": "Paimon: Dizem que agilidade é essencial quando se faz trabalho de arqueologia com os Filhos dos Ecos. Por quê?\n{NICKNAME}: Provavelmente porque esse lugar tá transbordando com relíquias...\nPaimon: Hã?! Mas isso não é bom?\n{NICKNAME}: Bem, mais relíquias significa mais competição! Imagina que você viu uma placa de pedra bem legal um dia e planejou voltar para pegar ela no dia seguinte — só pra aparecer e descobrir que alguém chegou antes!\nPaimon: Hmm, Paimon ainda não entende...\n{NICKNAME}: Ok, aqui outra analogia: Imagina que uma noite você fica pronta para amassar um lanche delicioso... mas aí você descobre que tem um pedaço dele faltando! \nPaimon: Aah! É, ia ser terrível!\nPaimon: ...Pera aí, foi exatamente isso que aconteceu noite passada... Tem alguma coisa pra confessar, Viajante?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_archaeology_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1196,
			"title": "Sobre resolução de conflitos...",
			"voicelineType": "71094",
			"description": "Paimon: Paimon ouviu que até mesmo em Natlan, existem várias formas de resolver conflitos que não envolvem competições de força.\n{NICKNAME}: Sério? Na Nação da Guerra?\nPaimon: É! Tipo, aparentemente, algumas pessoas dos Filhos dos Ecos resolvem suas disputas ao fazer competições de dança!\n{NICKNAME}: Competição de dança? Então, eles decidem mutualmente um local e hora...\nPaimon: Ahã!\n{NICKNAME}: E simplesmente botam pra quebrar?\nPaimon: Uhummm!\n{NICKNAME}: Até uma pessoa ficar tão exausta que não consegue mais levantar?\nPaimon: Isso!\nPaimon: ...Espera, mas o quê... Espera aí, isso é uma competição de força!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_solveConflict_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1197,
			"title": "#Sobre formas de conseguir ficar ric{M#o}{F#a}...",
			"voicelineType": "71095",
			"description": "Paimon: Adivinha? Paimon acabou de pensar na melhor ideia de todas para ganhar Mora!\n{NICKNAME}: Oh? Vai, me diz.\nPaimon: Olha só quantas pessoas passam por aqui todos os dias. Se abrirmos um negócio aqui, bem do lado de fora do Estádio, faríamos uma fortuna sem nem sequer tentar!\n{NICKNAME}: Então... O que você venderia?\nPaimon: Uhhh... talvez... poções alquímicas de Mondstadt?\n{NICKNAME}: Acho que já tem pessoas vendendo coisas parecidas...\nPaimon: Nesse caso, hmm... Ooh! Minérios de Liyue! É, a gente ia lucrar muito com eles!\n{NICKNAME}: Tenho quase certeza que os Filhos dos Ecos também já estão nesse ramo...\nPaimon: Ah, é... Espera, Paimon já sabe — tapetes de Sumeru! Esses definitivamente vão ser um sucesso!\n{NICKNAME}: Infelizmente, essa é a especialidade dos Mestres do Vento Noturno.\nPaimon: Bem, então... Então vamos cercar todo o Estádio! E cobrar por entradas a qualquer um que tentar entrar, seja competidor ou espectador!\n{NICKNAME}: Tenho quase certeza que alguém vai apenas te prender antes mesmo de você terminar...\nPaimon: Grrrrr! Por que enriquecer tem que ser tão difícil?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_opportunityOfRich_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1198,
			"title": "Sobre Estilo para Saurianos...",
			"voicelineType": "71096",
			"description": "Paimon: Os primeiros três tipos de Saurianos que a gente viu são bem únicos!\nPaimon: Os Tepetlissauros têm as cabeças bem saltitantes, os Koholassauros tem as costas bem lisas e os Yumkassauros tem orelhas e cabeças bem fofinhas.\n{NICKNAME}: Com o jeito que são fofinhas, tenho certeza que Yumkassauros bebês seriam os melhores companheiros de soneca...\nPaimon: Mesmo assim, muitos animais crescem pelo super rápido. Se isso também for verdade pros Saurianos, a pelagem deles atrapalha?\nPaimon: Se os pelos de um Yumkassauro crescessem demais perto das orelhas e cabeça, por exemplo, eles ainda iam conseguir ver? Isso pode ser perigoso...\n{NICKNAME}: Já que você pensou tão longe, por que não vira cabelereira de Saurianos?\nPaimon: Hã? Tá perguntando a Paimon?\n{NICKNAME}: Pense só. Quando você ficar famosa, vai tá nadando na grana!\nPaimon: Espera aí, você tem razão! Esse é um jeito completamente novo de conquistar a liberdade financeira!\nPaimon: Paimon vai virar estilista para todos os Yumkassauros em Natlan! Hehe, Paimon já consegue sentir aquelas pilhas de Mora!\nPaimon: Pera, pera! A Mora é secundária! A melhor parte é virar a amiga número 1 dos Yumkassauros!\n{NICKNAME}: Mas eles são grandes, sabe? Vai precisar de um tempo para você cuidar do pelo deles usando um par de tesouras comuns. Você pode acabar só fazendo um serviço por dia...\n{NICKNAME}: Se tiver falando sério sobre esse negócio de estilo, Paimon, pode começar a praticar agora! Pelo menos, tente levantar um par de tesouras tão grande quanto a Lâmina Sem Fio!\nPaimon: A Lâmina Sem Fio? Essa não é sua arma?\n{NICKNAME}: Exatamente. E como {M#seu parceiro}{F#sua parceira}, Paimon, ficarei feliz em te ajudar a estudar a lâmina.\nPaimon: Ei, não use treino como desculpa para jogar todos os monstros em Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_dragonHairStylist_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1199,
			"title": "Sobre Nomes Antigos...",
			"voicelineType": "71097",
			"description": "Paimon: Então qualquer guerreiro de Natlan que ganhar o reconhecimento do seu Wayob recebe um Nome Antigo, hein... Se pelo menos Paimon conseguisse um desses também!\n{NICKNAME}: Hã? Você já num tem um montão de títulos, Paimon?\nPaimon: Hã? Ah, espera, tem razão!\nPaimon: Paimon é sua \"melhor companheira de viagem\", sua \"guia confiável\", assim como \"Coisinha Voadora\", \"Parceira de Prata\" e \"Assistente {M#do}{F#da} Pesquisador{F#a} Sênior Honorári{M#o}{F#a}\"... Uau, quando você fala assim, Paimon tem mesmo um nome de peso!\nPaimon: Se as pessoas de Natlan quiserem registrar nossas aventuras, Paimon tem que garantir que eles escrevam cada um desses também!\n{NICKNAME}: Hã? Mas isso não ia deixar tudo longo demais?\n{NICKNAME}: Pense nisso. Se o pessoal daqui também usasse todos os nomes que têm, registros iam parecer assim:\n{NICKNAME}: Neste dia, \"Uthabiti\" Kachina dos Filhos dos Ecos, também conhecida como Nanatzcayan e \"Umoja\" Mualani do Povo das Termas, famosa Meztli, encontraram \"Malipo\" Kinich dos Descendentes das Copas de Huitztlan, viajando ao lado de seu maligno companheiro, K'uhul Ajaw, enquanto estavam a caminho dos Mestres do Vento Noturno em Mictlan...\nPaimon: Beleza, dá um tempo aí! Um tecido desses ia ter que ser tão longo até chegar nas portas do Estádio e voltar... antes até da gente chegar na parte importante!\nPaimon: Ugh, se Paimon tiver que só ficar com um título... então ela tem que escolher \"melhor companheira de todas\"!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_name_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1208,
			"title": "Sobre o Estádio da Chama Sagrada...",
			"voicelineType": "71098",
			"description": "Paimon: Só entre a gente, essa coisa sobre a Peregrinação Paimon sempre quis saber...\nPaimon: Sabe que tem um sistema de pontos? Primeiro você tem que vencer como um time, então você vai precisar ter pontos suficientes para conseguir passar para a fase individual...\nPaimon: Por que estruturaram assim?\n{NICKNAME}: Talvez seja pra manter o suspense até a rodada final? Quem sabe, talvez eles queiram um classificado inesperado.\nPaimon: Faz sentido! Ou talvez seja porque eles não querem ter uma situação em que dois grupos iguais participam, e aí acabam com um empate de força...\n{NICKNAME}: Opa... Aí eles iam ter que parar a competição.\nPaimon: É, exatamente! Provavelmente ia ser assim: Tinha um Tatankassauro bom em investida e um Yumkassauro bom em esquiva, e eles tiveram que lutar o dia inteiro sem ninguém ganhando vantagem.\nPaimon: Nessa hora, a plateia ia tá morrendo de fome, então eles davam um intervalo na luta e prometiam voltar depois.\nPaimon: Infelizmente, o segundo embate foi exatamente igual ao primeiro, exceto que o Yumkassauro até quebrou as regras para fazer um ataque surpresa no Tatankassauro, fazendo uma pausa médica ser necessária.\nPaimon:...E foi assim que a gente acabou com \"Tatanka vs. Yumka\", \"Tatanka vs. Yumka 2\", \"Tatanka vs. Yumka: Retorno das Escamas Sagradas\" e \"Tatanka vs. Yumka: Sobre o Vulcão\"!\nPaimon: Hmm. Quer saber? A gente podia transformar isso numa série de filmes! Essa é outra maneira de ganhar um montão de Mora!\n{NICKNAME}: Sua ideia tem méritos, mas por alguma razão, duvido que os Descendentes das Copas só ficariam sentados esperando você transformar o Sauriano deles num vilão!\nPaimon: Ei! Essa foi só a primeira ideia de Paimon, falou?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_arena_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1209,
			"title": "Sobre Aventureiros de Natlan...",
			"voicelineType": "71099",
			"description": "Paimon: As pessoas daqui geralmente não deixam as fronteiras, né?\n{NICKNAME}: Sim, e tem uns bons motivos pra isso.\nPaimon: Hmm... Mas se esse é o caso, não ia ser bem difícil para alguém virar aventureiro?\nPaimon: Só pense nisso... Se eles não podem ir além das fronteiras da nação, ia ter um montão de comissões que eles não iam poder aceitar. Eles não iam poder explorar ruínas desconhecidas também, ou ganhar pilhas de Mora... Uau, Paimon se sente mal por eles!\n{NICKNAME}: Parece assim no papel, mas parece que eles têm maneiras de resolver isso.\nPaimon: Hã?\n{NICKNAME}: Soube que entre o Povo das Termas tem pessoas que fazem propaganda de serviços como guias em aventuras estrangeiras, graças ao seu profundo conhecimento sobre a geografia de Natlan e suas ruínas antigas.\n{NICKNAME}: Os contratos são feitos de um jeito que eles recebem dinheiro independentemente de quanto tesouro os clientes encontrem de verdade, então a longo-prazo, eles podem ganhar até mais do que aventureiros internacionais!\nPaimon: Hmm, então é assim que funciona... Espera, se eles sabem tanto sobre ruínas antigas, então por que só não exploram essas ruínas eles mesmos?\n{NICKNAME}: Bem, sabe, Paimon, e se não tivesse nenhum tesouro para encontrar desde o início?\nPaimon: Uau, Paimon sente que descobriu uma coisa que não deveria ter descoberto...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_adventurerInNatlan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1210,
			"title": "Sobre Grafite...",
			"voicelineType": "71100",
			"description": "Paimon: O povo de Natlan gosta mesmo de rabiscar e desenhar em todo lugar! Se Paimon lembra direito, eles chamam de... alguma coisa de Flogisto?\n{NICKNAME}: Você provavelmente tá pensando em \"Gravura de Flogisto\"! Mas só gravuras em placas de pedra específicas podem realmente ser chamadas disso. Esses são só grafites normais.\n{NICKNAME}: Esse aqui, por exemplo. Acredito que basicamente diz, \"Você agora está na terra de Nanatzcayan! Os Filhos dos Ecos são os melhores!\"\nPaimon: Ooh, Paimon gosta disso! Paimon também quer desenhar!\n{NICKNAME}: Claro, a gente pode fazer isso, mas o que você vai querer desenhar?\nPaimon: Bem, pra começar, um retrato desta que vos fala — a melhor guia de viagem do continente inteiro! Hehe, será que a gente desenha naquela parede ali?\n{NICKNAME}: Claro, e acho que eu que vou desenhar. Vamos ver... em relação a expressões, você definitivamente faria uma cara emburrada...\nPaimon: Ahã... Espera, como é?! Esqueça, vamos só esperar a próxima. Paimon tem certeza que um artista local vai passar por aqui...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_scrawl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1211,
			"title": "Sobre Companheiros Saurianos...",
			"voicelineType": "71101",
			"description": "{NICKNAME}: O povo de Natlan parece mesmo considerar Saurianos companheiros próximos...\nPaimon: É! Eles são inseparáveis independentemente de onde forem, que nem a gente.\n{NICKNAME}: Certo, mas quem ganharia numa batalha entre \"companheiros\"? Você ou os Saurianos?\nPaimon: Hã? Por que você tá pensando nisso de repente?\n{NICKNAME}: Hmm, pensando nisso, você não tem a habilidade de cavar dos Tepetlissauros, nem a incrível velocidade aérea dos Qucussauros...\nPaimon: E-Ei! Paimon também tem pontos fortes! P-Por exemplo, Paimon voa mais rápido do que qualquer Tepetlissauro, e ela também consegue... ela ganha de qualquer Qucussauro escolhendo o melhor Espeto de Frango com Cogumelos!\n{NICKNAME}: Ainda mais importante, Paimon tá comigo há mais tempo do que qualquer Sauriano!\nPaimon: Isso, isso! Você tá falando com a melhor guia de viagem em todo Teyvat, afinal!\n{NICKNAME}: Então, minha cara companheira, já não é hora da gente começar a aventura de hoje?\nPaimon: Bem, agora que Paimon mencionou isso, ela acha que a habilidade dela de escolher comida boa tá meio enferrujada! Por que a gente não começa depois de comer um delicioso Espeto de Frango com Cogumelos?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_dragonFriends_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1212,
			"title": "Sobre Ajaw...",
			"voicelineType": "71102",
			"description": "Paimon: Na verdade, Paimon quer perguntar há um tempo... Você não tem curiosidade sobre a aparência de Ajaw?\n{NICKNAME}: Tem alguma coisa errada com ele?\nPaimon: Não seria mais fácil perguntar o que não tem de errado com ele? Ele parece diferente de todos os outros Saurianos, ele fala muito, ele voa ao redor de Kinich ao invés de andar nas próprias duas ou quatro pernas, e ele tá sempre usando aqueles óculos de sol esquisitos!\n{NICKNAME}: Hmm, bem...\nPaimon: P-Por que você tá encarando Paimon de repente...?\n{NICKNAME}: Se você falar assim, você também não voa e fala muito? E você não comprou aqueles óculos esquisitos em Fontaine?\nPaimon: Ei... Não é a mesma coisa!\nPaimon: Tirando essas semelhanças, a coisa não estranha não é como Ajaw é fino como um papelão? Ninguém nunca perguntou o que foi que aconteceu?\n{NICKNAME}: Tem razão, talvez todo mundo aqui só se acostumou com ele com o tempo.\n{NICKNAME}: Já que isso tem a ver com a identidade e privacidade de Ajaw, provavelmente ele é o único que poderia responder isso.\nPaimon: Ok, mas você acha que ele ia ser honesto com a gente? Paimon tem a sensação que ele só vai inventar um monte de coisa pra gente deixar ele em paz.\nPaimon: Ou até... nos atrair para uma situação em que a gente entraria no clube dos \"finos e chatos\" com ele.\n{NICKNAME}: Hmm... Eu confesso, eu fico imaginando como uma versão de papelão de Paimon seria...\nPaimon: E-Ei! Pare de encarar! Paimon tá de boa do jeito que é!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_ajaw_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Têmpera de Yunpanqui\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 1213,
			"title": "Sobre as Práticas de Pintura Corporal de Natlan...",
			"voicelineType": "71103",
			"description": "Paimon: Paimon percebeu que as pessoas de Natlan gostam mesmo de colocar... Tinta óleo? Grafite? Nos corpos! Paimon não entende o que significa, mas eles ficam maneiros!\n{NICKNAME}: Eu também percebi! Eu soube que a tinta que eles usam contém Flogisto, deixando ela bem diferente do tipo que você encontra normalmente.\nPaimon: Uau, sério?\n{NICKNAME}: Se tiver interesse, acho que eles oferecem experiências de pintura corporal a turistas e visitantes. Mas vão usar tinta para corpo comum nelas!\nPaimon: Ooh, sério? Bem, a gente já tá aqui, então talvez...\n{NICKNAME}: Claro, mas cada tribo tem suas paletas de cores e padrões preferidos, então só escolha o que você gostar mais!\nPaimon: Beleza, Paimon vai escolher... Ugh! Elas todas parecem tão legais, não tem como Paimon escolher só uma!\nPaimon: Hunf. Quer saber? Escolher é pros fracos! Paimon vai experimentar todas!\n{NICKNAME}: Eita, eu pisquei e você virou uma maximalista! Agora, não tenho certeza o que os outros podem achar disso, mas eu te apoio independentemente do que você escolher!\nPaimon: Bem, Paimon não queria que todas fossem pintadas de uma vez! Ela só tava dizendo que podia ter uma diferente cada dia!\n{NICKNAME}: Ah, entendi... Que pena. Paimon com o braço tatuado ia ser maneiro demais!\nPaimon: Não ia nada! E qualquer imagem esquisita de Paimon que tiver na sua cabeça, se livra dela agora!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_bodyPainting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1214,
			"title": "Sobre Viver com Saurianos...",
			"voicelineType": "71104",
			"description": "Paimon: As pessoas e Saurianos de Natlan coexistem mesmo em paz, né? Eles vivem juntos, lutam juntos e até voam juntos...\n{NICKNAME}: Exatamente como a gente, né? Mas é uma pena. Até com todos aqueles Espetos de Frango com Cogumelos que você comeu, ainda não consegue crescer, ou ficar bombada para me carregar nas costas...\nPaimon: Hunf, mas um Sauriano não pode te guiar, ou falar com você como Paimon tá fazendo agora, pode?\n{NICKNAME}: Pensando bem, tinha uma época que humanos e Saurianos lutavam uns contra os outros. Deve ter sido necessário muito trabalho para mudar da situação passada para a de agora.\nPaimon: Se Paimon fosse uma Sauriana, ela poderia provavelmente ser conquistada só com comidas deliciosas.\n{NICKNAME}: Mas o que aconteceria se Paimonssauro exigisse cem espetos de frango por dia e os humanos não conseguissem tantos assim?\nPaimon: Então... Paimon podia só comer cinquenta por dia!\n{NICKNAME}: Ou talvez os humanos poderiam assinar um contrato com Paimon para caçar juntos, então ia ter carne suficiente pra todo mundo!\nPaimon: Uhuuul! Isso mesmo. Mais carne, mais paz!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_liveWithDragon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 1215,
			"title": "Sobre o Vulcão...",
			"voicelineType": "71105",
			"description": "Paimon: Você consegue ver aquele vulcão não importa onde esteja em Natlan! Diz, de onde você acha que vem todo esse magma?\n{NICKNAME}: Hmm, dizem que um antigo e gigantesco Dragão Pyro dorme nas profundezas de Natlan, e que nesse dragão vive a primeira chama do mundo. Essa chama queima eternamente no corpo dele, fazendo ele desenvolver cavidades flamejantes nas costas que periodicamente cospem fogo que toma a forma de magma quando sai do chão.\nPaimon: Sério?! Então Natlan não estaria acabada se esse Dragão acordasse?\n{NICKNAME}: Sim, e é por isso que a Arconte Pyro tem que reunir o poder das tribos para agradar o dragão regularmente e garantir que ele continue sonhando.\nPaimon: Espera, a Arconte Pyro não tá lutando contra o Abismo?!\n{NICKNAME}: Haha, só estou te contando uma lenda de um pergaminho tecido que comprei outro dia numa barraquinha, só isso.\nPaimon: Paimon sabia!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_volcano_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie a Estátua dos Sete (Pyro) no Vale Tequemecan em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1166
					]
				}
			]
		},
		{
			"voicelineId": 1216,
			"title": "Sobre a Maldição da Noite...",
			"voicelineType": "71106",
			"description": "Paimon: Existia um grande cavaleiro amaldiçoado a passar as horas do dia parecendo um pobre bêbado velho.\nPaimon: Apenas durante a noite ele retornava à sua verdadeira forma: um cavaleiro maduro, corajoso e respeitoso.\n{NICKNAME}: Tem algum jeito de quebrar a maldição?\nPaimon: Apenas se alguém estiver disposto a mostrar respeito genuíno e de coração ao cavaleiro.\n{NICKNAME}: Beleza, eu consigo. Que a maldição seja quebrada!\nPaimon: Tá-dá! A maldição foi quebrada. Agora, Grande Mestre Varka pode escolher sozinho ser um velho bêbado ou um cavaleiro respeitado.\nPaimon: Então ele disse, \"Desculpe, mas eu sempre fui um pobre velho bêbado.\" Então agora ele é um pobre velho bêbado de dia e de noite.\n{NICKNAME}: Espera, isso é terrível!\nPaimon: Tem uma versão diferente da história em Natlan, é assim: Existia uma moça amaldiçoada a se tornar uma senhorita esnobe e desagradável durante o dia, apenas para se tornar uma garota inocente durante a noite.\nPaimon: E, hmm... o único jeito de quebrar a maldição era, hmm... ter conversas sobre assuntos que ela gostava.\n{NICKNAME}: Bem, já posso adivinhar onde isso vai chegar. Se isso fosse Madame Faruzan, então assim que a maldição fosse quebrada, ela provavelmente diria algo tipo, \"Hunf, e o que há de errado em ser velha? Você tem um problema com isso, jovenzinha?\"\nPaimon: Isso! E se fosse Citlali...\n{NICKNAME}: Ela ia ficar toda ansiosa e emburrada e ia dizer, \"Mas... mas eu sempre fui uma garotinha inocente...\"\nPaimon: ...Não tem maldição de verdade em nenhuma dessas histórias, tem?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_curseOfNight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Arco-Íris Destinado às Chamas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 1217,
			"title": "Sobre Caminhos Espirituais...",
			"voicelineType": "71107",
			"description": "Paimon: Quinhentos... Mil... Mil e duzentos...\n{NICKNAME}: O que tá fazendo, Paimon?\nPaimon: Aaah!... Desculpa, você fez Paimon pular...\nPaimon: Hehe, Paimon tava contando a Mora dela. Paimon tá economizando bastante! Em alguns dias, ela finalmente vai ter o bastante para comprar uma prancha de surfe do Povo das Termas!\nPaimon: Aí, Paimon vai poder sair arrebentando pelo Caminho Espiritual, igual a Mualani!\n{NICKNAME}: ...Surfe no Caminho Espiritual? Você?\nPaimon: Bem, é... Você não parece muito contente, qual é o problema?\n{NICKNAME}: Vou sentir sua falta, só isso. Adorei viajar com você... Tantas memórias felizes.\nPaimon: Espera, como é?! Pare de fazer parecer que Paimon não vai sobreviver!\nPaimon: Paimon já pensou direitinho, sabe. Mesmo que ela caia, vai ficar de boa — porque Paimon pode voar!\nPaimon: Mualani com certeza tem mais dificuldade nesse sentido... Como ela consegue, hein? Os Caminhos Espirituais ficam tão íngremes e altos, mas ela faz parecer tão fácil.\n{NICKNAME}: Eu não acho que Mualani ache difícil, na verdade. Dá para perceber pelo sorrisão que ela tem no rosto quando está fazendo manobras bem complexas.\nPaimon: Espera, então não é difícil e Paimon é só... inútil?... Isso é ainda pior!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_spiritway_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueie o Ponto de Teleporte do \"Povo das Termas\" em Natlan",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						1254
					]
				}
			]
		},
		{
			"voicelineId": 1218,
			"title": "Sobre a Arconte Pyro...",
			"voicelineType": "71108",
			"description": "Paimon: Então eles usam a Peregrinação para escolher o Arconte Pyro!\nPaimon: Se Paimon pudesse competir, talvez até ela teria chance de virar a Arconte Pyro.\n{NICKNAME}: Hehe... Esse é o espírito, Paimon.\nPaimon: Ei, olha lá, não subestime Paimon! Após todos os deuses que enfrentamos, pode acreditar que Paimon pegou alguns golpes especiais deles!\n{NICKNAME}: ...Tipo o quê?\nPaimon Tipo... Ensopado do Arconte Anemo, Sopa de Bambu Cozinhada Lentamente, Halvamazd, Proustis...\n{NICKNAME}: Ooh... Você quer dizer os pratos especiais deles.\nPaimon: Exatamente! Eles deveriam adicionar uma fase de batalha culinária à Peregrinação! Quando tudo estiver resolvido em Natlan, claro.\nPaimon: Paimon mal pode esperar para ter um gostinho da culinária da Arconte Pyro!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_mavuika_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Arco-Íris Destinado às Chamas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 1219,
			"title": "Sobre Tirar um Descanso...",
			"voicelineType": "71109",
			"description": "Paimon: Sabe quem a gente não vê há um tempo? Xilonen. Da última vez que a gente viu ela, ela estava deitada numa árvore dormindo pesado.\n{NICKNAME}: E antes disso, ela estava tomando sol no telhado usando óculos de sol.\nPaimon: E na vez antes dessa, ela estava relaxando na cadeira de balanço que ela fez em casa, bebendo um suquinho de fruta...\nPaimon: Isso é estranho, como nossas memórias de Xilonen só são dela descansando?\n{NICKNAME}: Hmm... Poderia ser que essas memórias só se destacam porque elas são muito incomuns. Talvez ela seja uma trabalhadora tão esforçada que ela não descansa frequentemente.\nPaimon: Você acha? Hmm. Bem, falando em trabalhadores esforçados, Paimon está se vendo muito nessa categoria recentemente.\nPaimon: Tipo quando a gente tava correndo atrás daquele Tepetlissauro bebê. Paimon teve que voar até bem alto para te mostrar o caminho.\nPaimon: E também na vez quando a gente foi colher Cacahuatl e ajudamos aquele mensageiro dos Descendentes das Copas a procurar pelo pacote... Ufa, é isso aí, Paimon tá trabalhando duro DEMAIS.\nPaimon: Hunf, Paimon vai fazer muito mais corpo mole a partir de agora nas nossas comissões. Mas em segredo, para você não perceber!\n{NICKNAME}: Pode fazer quanto corpo mole quiser, Paimon. Eu vou garantir não perceber.\nPaimon: Awn, que legal da sua parte! Nesse caso... sempre que você estiver fazendo corpo mole, Paimon vai garantir não perceber também!\nPaimon: Apesar, na verdade... Pode ser mais fácil se a gente fizer corpo mole junt{M#os}{F#as}...\nPaimon: Beleza, novo plano! A gente vai fazer corpo mole ao mesmo tempo, mas sem ficar se observando. Vem, vamos lá, é hora de tomar sol!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nt_rest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Uma Oração por Bênçãos para os Picos\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 1062,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Hã!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_01"
		},
		{
			"voicelineId": 1063,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_02"
		},
		{
			"voicelineId": 1064,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Lâmina de Vento!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_03"
		},
		{
			"voicelineId": 1065,
			"title": "Habilidade Elemental - IV",
			"voicelineType": "100004",
			"description": "Hã!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_01"
		},
		{
			"voicelineId": 1066,
			"title": "Habilidade Elemental - V",
			"voicelineType": "100005",
			"description": "Caia!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_02"
		},
		{
			"voicelineId": 1067,
			"title": "Habilidade Elemental - VI",
			"voicelineType": "100006",
			"description": "Queda de Estrelas!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_03"
		},
		{
			"voicelineId": 1068,
			"title": "Habilidade Elemental - VII",
			"voicelineType": "100007",
			"description": "Há!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 1069,
			"title": "Habilidade Elemental - VIII",
			"voicelineType": "100008",
			"description": "Toma essa!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 1070,
			"title": "Habilidade Elemental - IX",
			"voicelineType": "100009",
			"description": "Corte de Relâmpago!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 1126,
			"title": "Habilidade Elemental - X",
			"voicelineType": "100010",
			"description": "Há!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 1127,
			"title": "Habilidade Elemental - XI",
			"voicelineType": "100011",
			"description": "Acertei!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 1128,
			"title": "Habilidade Elemental - XII",
			"voicelineType": "100012",
			"description": "Propagar!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 1157,
			"title": "Habilidade Elemental - XIII",
			"voicelineType": "100013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 1158,
			"title": "Habilidade Elemental - XIV",
			"voicelineType": "100014",
			"description": "Vai!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 1159,
			"title": "Habilidade Elemental - XV",
			"voicelineType": "100015",
			"description": "Jato d'água!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 1220,
			"title": "Habilidade Elemental - XVI",
			"voicelineType": "100016",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_01"
		},
		{
			"voicelineId": 1221,
			"title": "Habilidade Elemental - XVII",
			"voicelineType": "100017",
			"description": "Hora de incendiar!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_02"
		},
		{
			"voicelineId": 1222,
			"title": "Habilidade Elemental - XVIII",
			"voicelineType": "100018",
			"description": "Queime e incinere!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_03"
		},
		{
			"voicelineId": 1223,
			"title": "Habilidade Elemental - XIX",
			"voicelineType": "100019",
			"description": "Há!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_04"
		},
		{
			"voicelineId": 1224,
			"title": "Habilidade Elemental - XX",
			"voicelineType": "100020",
			"description": "Forjado nas chamas!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_05"
		},
		{
			"voicelineId": 1225,
			"title": "Habilidade Elemental - XXI",
			"voicelineType": "100021",
			"description": "Luz ardente!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_pyro_06"
		},
		{
			"voicelineId": 1071,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Hyah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_01"
		},
		{
			"voicelineId": 1072,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Desapareça!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_02"
		},
		{
			"voicelineId": 1073,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Vá com o vento.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_03"
		},
		{
			"voicelineId": 1074,
			"title": "Supremo - IV",
			"voicelineType": "200004",
			"description": "Há!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_01"
		},
		{
			"voicelineId": 1075,
			"title": "Supremo - V",
			"voicelineType": "200005",
			"description": "Trema!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_02"
		},
		{
			"voicelineId": 1076,
			"title": "Supremo - VI",
			"voicelineType": "200006",
			"description": "Desmorone!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_03"
		},
		{
			"voicelineId": 1077,
			"title": "Supremo - VII",
			"voicelineType": "200007",
			"description": "He!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 1078,
			"title": "Supremo - VIII",
			"voicelineType": "200008",
			"description": "Estrondo do Trovão!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 1079,
			"title": "Supremo - IX",
			"voicelineType": "200009",
			"description": "Golpe Divisório!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 1129,
			"title": "Supremo - X",
			"voicelineType": "200010",
			"description": "Há!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 1130,
			"title": "Supremo - XI",
			"voicelineType": "200011",
			"description": "Germinar!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 1131,
			"title": "Supremo - XII",
			"voicelineType": "200012",
			"description": "Irromper!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 1160,
			"title": "Supremo - XIII",
			"voicelineType": "200013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 1161,
			"title": "Supremo - XIV",
			"voicelineType": "200014",
			"description": "Aniquile!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 1162,
			"title": "Supremo - XV",
			"voicelineType": "200015",
			"description": "Olha a bomba!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 1226,
			"title": "Supremo - XVI",
			"voicelineType": "200016",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_pyro_01"
		},
		{
			"voicelineId": 1227,
			"title": "Supremo - XVII",
			"voicelineType": "200017",
			"description": "Um novo amanhecer surge!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_pyro_02"
		},
		{
			"voicelineId": 1228,
			"title": "Supremo - XVIII",
			"voicelineType": "200018",
			"description": "Pela chama eterna!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_pyro_03"
		},
		{
			"voicelineId": 1080,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Isso é... Uma resposta deste mundo?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_01"
		},
		{
			"voicelineId": 1081,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Uma recompensa no caminho.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_02"
		},
		{
			"voicelineId": 1082,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Guardarei com cuidado.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_03"
		},
		{
			"voicelineId": 1083,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Espere, estou indo!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_01"
		},
		{
			"voicelineId": 1084,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Cuidado!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_02"
		},
		{
			"voicelineId": 1085,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Isso não é o fim...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_01"
		},
		{
			"voicelineId": 1086,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "O mundo... Me nega?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_02"
		},
		{
			"voicelineId": 1087,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "O que encontraremos desta vez?",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_01"
		},
		{
			"voicelineId": 1088,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Este mundo está repleto de mistérios não solucionados...",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_02"
		},
		{
			"voicelineId": 1089,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Ainda temos um longo caminho adiante.",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_hero_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}