{
	"id": 10000057,
	"name": "Arataki Itto",
	"friendLines": [
		{
			"voicelineId": 57000,
			"title": "Olá...",
			"voicelineType": "1000",
			"description": "Sou o líder da Gangue Arataki, e todos me conhecem pelo meu nome... Nomes. Arataki \"O Onico\" Itto, Arataki \"O Rei Oni do Sumô\" Itto, Arataki \"O Orgulho dos Oni\" Itto, Arataki \"O Besouro Guerreiro\" Itto, Arataki \"O Incrível Campeão\" Itto, Arataki \"Aquele Que Pode Acabar Perdendo Mas Nunca Vai Aceitar a Derrota\"... Enfim, estes são alguns dos nomes que costumam me chamar, portanto, vá em frente, só escolher. Responderei a qualquer um que você escolher, prometo. Hehe, de nada.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_draw_appear"
		},
		{
			"voicelineId": 57001,
			"title": "Bate-papo - Itto aqui",
			"voicelineType": "1101",
			"description": "Arataki \"o Onico\" Itto, aqui, em carne e osso. Hahahahahaha... *Cof*",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_01"
		},
		{
			"voicelineId": 57002,
			"title": "Bate-papo - Petiscos",
			"voicelineType": "1102",
			"description": "O melhor sabor do mundo? O doce, doce sabor da vitória. É por isso que nunca gastei uma única Mora em nenhum dos meus petiscos - ganhei todos de forma justa e honesta... Sim, isso mesmo.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_02"
		},
		{
			"voicelineId": 57003,
			"title": "Bate-papo - Luta de Besouros",
			"voicelineType": "1103",
			"description": "Nunca subestime os besouros - eles podem ser um dos carinhas mais resistentes que existem! Quer saber o que está na dieta deste besouro? Suor e lágrimas, isso mesmo! É assim que ele fica mais forte... Acho que todos nós podemos aprender alguma coisa com isso!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_03"
		},
		{
			"voicelineId": 57004,
			"title": "Quando está chovendo...",
			"voicelineType": "1201",
			"description": "Pff, homens de verdade não carregam guarda-chuvas... Eita, está começando a ficar mais forte. Uh, rápido, abra logo o seu! Vamos, rápido, rápido, rápido!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_heavyRain_01"
		},
		{
			"voicelineId": 57005,
			"title": "Quando está trovejando...",
			"voicelineType": "1202",
			"description": "Ei! Shogun Raiden, é você? Ei, adivinha só - você não manda em mim. Uhum, isso mesmo, você me ouviu! Vá em frente, me acerte!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_thunder_01"
		},
		{
			"voicelineId": 57006,
			"title": "Quando está nevando...",
			"voicelineType": "1203",
			"description": "Beleza, é hora de uma guerra de bolas de neve! Mas você nunca vai ganhar, eu... Aaa... Aaa... Atchim!!! Ufa...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_snowy_01"
		},
		{
			"voicelineId": 57007,
			"title": "Quando faz sol...",
			"voicelineType": "1204",
			"description": "O céu está limpo e o sol está brilhando... Hora de levar o Onikabuto para treinar um pouco! Vamos lá rapazinho, vamos!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_sunny_01"
		},
		{
			"voicelineId": 57008,
			"title": "A Ventania está chegando...",
			"voicelineType": "1205",
			"description": "Resumindo: nunca deixe o vento te afetar. Especialmente quando você tem um penteado incrível como o meu. Isso aí!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_gale_01"
		},
		{
			"voicelineId": 57009,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Bom dia, flor do dia! Então, olha só, estou totalmente sem Mora... novamente. Mas ei, quem precisa de um péssimo trabalho quando podemos simplesmente ir procurar um lugar divertido para sair! Haha, o que me diz?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingMorning"
		},
		{
			"voicelineId": 57010,
			"title": "Boa tarde...",
			"voicelineType": "1002",
			"description": "Agora que já comemos algo, por que não vamos procurar algum lugar e ficarmos por um tempo? Hanamizaka? Nah, chato. Comissão Tenryou... Não... Ah, esqueça, vamos dar uma volta em Ritou!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNoon"
		},
		{
			"voicelineId": 57011,
			"title": "Saudações...",
			"voicelineType": "1003",
			"description": "Shhh! Ouviu isso? Oh! Oh não... É um fantasma, CORRA!!! ...Haha, enganei o bobo, na casca do ovo! Ah, te peguei, não foi!? ...Te peguei, né?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight"
		},
		{
			"voicelineId": 57012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Se você está cansad{F#a}{M#o}, pode ir dormir. Hmm? Eu? Oh, não se preocupe... Eu durmo com meus olhos abertos... Haha... Literalmente.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight2"
		},
		{
			"voicelineId": 57013,
			"title": "Sobre Itto: Trabalhando de Verdade",
			"voicelineType": "2001",
			"description": "Então eles estão dizendo que eu não consigo manter um emprego de verdade, não é? Hahaha! Desculpe-me dizer isso, mas eu sou um rufião! Isso significa que é meu trabalho é não ter um emprego de verdade, e se alguém tem um problema com isso... Quem tem um problema com isso, você tem um problema com isso!? *Cof* Desculpe. Acho que acabei me empolgando demais. Onde eu estava? Ah sim, então, trabalhar realmente não é comigo, mas não se preocupe - Eu não roubo ou furto, nem nada parecido. Quando estou realmente com pouco dinheiro, eu só aceito um bico aqui e ali para pagar as contas. Sabe, como transportar coisas, entregar documentos, ajudar as lojas a atrair clientes... apenas o suficiente para que minha barriga não ronque, hehe!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle"
		},
		{
			"voicelineId": 57014,
			"title": "Sobre Itto: Oni",
			"voicelineType": "2005",
			"description": "Os Oni passaram por muito para chegar onde estamos hoje, e olhe só para nós agora - vivendo pacificamente ao lado dos humanos. Infelizmente, ainda há muitas pessoas lá fora que têm problemas conosco. Hmm? Mudança? Oh, as coisas vão mudar com certeza! Você pode contar com isso! Mas digo-lhe uma coisa, não vai envolver puxar o saco dos humanos da minha parte, nananinanão! Vou deixar que minhas ações falem por mim. Eles me respeitarão, eventualmente.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57015,
			"title": "Sobre Nós: Cooperação",
			"voicelineType": "2003",
			"description": "Ei, então eu sempre vejo você correndo por toda parte fazendo isso e aquilo para outras pessoas, mas você não está nisso pela Mora, está? Não, você está apenas cuidando de seus companheiros humanos. Conheço {F#uma}{M#um} verdadeir{F#a}{M#o} parceir{F#a}{M#o} quando vejo {F#uma}{M#um}, e ninguém aprecia mais {F#uma}{M#um} parceir{F#a}{M#o} do que eu aqui! Venha cá, parceir{F#a}{M#o}! Nós seremos uma grande equipe, sei muito bem disso!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close"
		},
		{
			"voicelineId": 57016,
			"title": "Sobre Nós: Resposta",
			"voicelineType": "2002",
			"description": "Sabe de uma coisa, tenho que admitir - eu te respeito, sempre lhe respeitei. Eu realmente consigo vê-l{F#a}{M#o} como membr{F#a}{M#o} da gangue, sabe - você realmente tem o que é preciso... O que me diz? Cheguei até mesmo a pensar em um título atraente para associar ao seu nome, veja isto: \"Viajante, {F#A}{M#O} Segund{F#A}{M#O} Melhor\"! Entendeu? Porque você sabe, eu sou o número um, você é {F#minha}{M#meu} número dois, e juntos somos a dupla mais poderosa de todo o mundo! Hahaha! Ah... Mas, deixando as piadas de lado, eu sei que você está em alguma viagem importante ou o que quer que seja. Então, vá em frente! Vá em frente e faça o que quiser fazer! Lembre-se, a Gangue Arataki sempre responderá ao seu chamado.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Urgh, nem pergunte. Só de pensar nisso, meu sangue ferve! Primeiro, o Shogunato sai e rouba as preciosas Visões de todos - o que, já é um crime hediondo, certo? Mas depois... depois eles vão e enfiam elas por toda aquela estátua sem absolutamente nenhum senso de organização. Quero dizer, pense nisso... Quanto mais poderosa for a Visão, mais alto na estátua ela deve ir, isso faria sentido, certo? Mas não, algum idiota classe A da Comissão Tenryou achou que seria engraçado colocar minha Visão bem no fundo! Urgh... Qual é!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57018,
			"title": "Algo a compartilhar: Hina",
			"voicelineType": "3002",
			"description": "Se você tiver algo em mente, pode sempre tentar escrever para a coluna de conselhos da revista \"É a Vida\". A Sra. Hina sempre consegue encontrar uma resposta encorajadora e entusiasmante para todos os seus leitores. Basta olhar para mim - Eu costumava ser uma alma perdida, mas não mais, e tudo isso graças a ela. Oh, isso me lembra que consegui me inscrever para um de seus próximos encontros! Estive fazendo uma contagem regressiva dos dias - gostaria que fosse mais rápido...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_01"
		},
		{
			"voicelineId": 57019,
			"title": "Algo a compartilhar: Chifres",
			"voicelineType": "3004",
			"description": "Tenho uma pergunta para você! Meus chifres parecem entediantes quando você se acostuma com eles? Porque, uh, eu estava pensando em mudar o estilo, dar uma mudada total. Estou pensando em pintá-los com tiras de arco-íris e depois amarrar alguns vaga-lumes só para ter certeza! Hein, hein? Aposto que isso viraria algumas cabeças nas ruas... como \"Cara, você está arrasando com esses chifres arco-íris, cara!\" ...Ah, cara, isso é totalmente genial! Vou reunir a gangue e colocá-los para trabalhar nisso o mais rápido possível.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_02"
		},
		{
			"voicelineId": 57020,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Quer saber o verdadeiro segredo para pegar Onikabutos? Está tudo nos seus olhos. Você tem que manter esses malandros sempre limpos, certificar-se de que sua visão esteja aguçada como a de um falcão. Confie em mim, quando você está no meio de uma tempestade, e a chuva está caindo, e o vento está soprando na sua cara, você tem que ter cuidado, porque Melões de Lavanda e Onikabutos... Eles realmente conseguem ser muito parecidos... Confie em mim, eu sei bem.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_gift_01"
		},
		{
			"voicelineId": 57021,
			"title": "Sobre Thoma...",
			"voicelineType": "4001",
			"description": "Alguns dos rapazes me disseram que ele foi a estrela do espetáculo na Cerimônia de Caça à Visão. Eu fiquei - como é que é??? Como é que ele consegue sua própria cerimônia especial!? A centésima visão deveria ser mais forte que as outras noventa e nove, ou algo assim? Pff, não, não pode ter sido isso, porque, hã, acorde! Eles teriam me escolhido se fosse isso que eles estavam querendo.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57022,
			"title": "Sobre Kamisato Ayato...",
			"voicelineType": "4002",
			"description": "Haha, eu só queria ter podido conhecer Ayato mais cedo. Ele realmente me ensinou algo. \"Você pode acender o espírito guerreiro até mesmo no mais fraco dos insetos\"... Sim, eu realmente levei isso a sério. Se não fossem essas palavras de sabedoria, tenho quase certeza que teria desistido da luta de besouro depois de perder pela 780ª vez... Heh, acho que às vezes é preciso um guerreiro para entender um guerreiro. Quando estamos jogando jogos de cartas ou lutando com besouros, estamos sempre totalmente na mesma sintonia.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_ayato_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57023,
			"title": "Sobre Yoimiya...",
			"voicelineType": "4003",
			"description": "Hnf, ela está sempre exibindo seus fogos de artifício e brinquedos chiques para as crianças. Bem, estou farto disso! Ninguém rouba meu espetáculo! Eu é que deveria ser adorado pelas crianças! Eu! Isso vale para você também, você está do meu lado nisto, beleza... Hã? Como assim você não é uma criança? Eh, detalhes. Se você é mais baixo do que eu, você é uma criança, até onde eu sei.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57024,
			"title": "Sobre Kaedehara Kazuha...",
			"voicelineType": "4004",
			"description": "Dizem por aí que ele bloqueou a Musou no Hitotachi depois que você escapou de Tenshukaku. É sério? Porque isso é fantástico! Quem sabe como ele conseguiu isso?! Agora que pensei nisso, ele é de um clã decaído, e eu sou de um clã decaído... Isso faz com que sejamos iguais, haha! Sim, então da próxima vez que alguém te atacar, é a minha vez de bloquear a lâmina!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57025,
			"title": "Sobre a Shogun Raiden...",
			"voicelineType": "4005",
			"description": "Durante o Decreto de Caça à Visão, a Shogun teve que enviar sua tengu de alto nível pessoalmente para tomar minha Visão. Hehe, significa que ela deve ter me achado bastante complicado de lidar. Mas, sabe, ela aboliu o Decreto de Caça à Visão agora, portanto, sem ressentimentos, acho eu. Desde que ela tenha aprendido sua lição, é claro. Porque se ela inventar algo assim novamente, esta velha complicação estará de volta e com sede de vingança.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua o enredo Onipresença Sobre os Mortais",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57026,
			"title": "Sobre a Senhorita com Orelhas de Raposa...",
			"voicelineType": "4006",
			"description": "Eu arrasei naquela disputa de comer Ramen com essa Kitsune. Mesmo todo aquele Tofu Frito não conseguiu me atrapalhar - ela não chegou nem perto de me vencer! ...eu fiquei, uh, acamado por mais de um mês depois disso, mas prefiro deitar na cama como um vencedor do que ir embora um perdedor! De qualquer forma, eu ri por último, porque ela teve que pagar a conta de 32 tigelas de macarrão! Hahahahaha...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57027,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4007",
			"description": "Sabe de uma coisa, sim, ela me venceu durante o Decreto de Caça à Visão. Não tenho vergonha de admitir isso. Quando você perde, você admite a derrota, e quando você faz besteira, você lida com isso, feito um homem! E de qualquer forma, não esqueçamos qual de nós não vai concordar com uma revanche - ela, a guerreira tengu! É apenas uma briga de rua de sumô, quero dizer, do que ela tem tanto medo? Se ela continuar se esnobando, vou ter que parar de chamá-la de Kujou Tengu e começar a chamá-la de Kujou Covarde! Hehe, vamos ver o que ela pensa disso.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua a \"Imovível Deusa e a Eutimia Eterna\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200711
					]
				}
			]
		},
		{
			"voicelineId": 57028,
			"title": "Sobre Gorou...",
			"voicelineType": "4008",
			"description": "Ah sim, o general cãozinho na resistência... Tenho que admitir, ele pode até ser pequenino, mas tem um espírito de luta e tanto. Além disso, ele emite esta sensação que me faz sentir todo quente e confuso por dentro, quase como se ele entendesse meus sentimentos mais íntimos... Quero dizer, eu mal conheci o sujeito, mas já considero pacas, então isso é meio esquisito.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57029,
			"title": "Sobre a Kuki Shinobu...",
			"voicelineType": "4009",
			"description": "Ninguém questiona minha liderança na gangue, o que eu digo é o que importa - exceto quando se trata da Shinobu. Ela está sempre desafiando tudo o que eu digo. E não só isso - todos os botins duramente conquistados que eu trago de volta e compartilho com todos? Ela vai e devolve! Mas ela também me tira da cadeia, e de cada confusão em que nos metemos, então eu deixo passar. Além disso, eu não quero ela ficando estressada comigo. Uma Shinobu zangada faria de minha vida um pesadelo.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kukiShinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57030,
			"title": "Sobre Sayu...",
			"voicelineType": "4010",
			"description": "Tudo o que eu fiz foi dar um pequeno tapinha na cabeça dela quando ela não estava olhando, e agora, ela se agita para atacar todas as vezes que ela põe os olhos em mim. Haha, o que posso dizer? Tanuki são adoráveis! O que devo fazer - não dar tapinhas na cabeça? ...Ah sim, e isso é outra coisa - ela te bate por chamá-la de Tanuki, também! Qual foi? Ela não estava exatamente tentando se parecer com um Tanuki? Eu hein, fale sobre ficar arrancando os cabelos por nada...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57031,
			"title": "Mais Sobre Itto: I",
			"voicelineType": "5001",
			"description": "Eu sei o que você está pensando: \"Eu não entendo - como esse cara conseguiu se tornar o chefe da Gangue Arataki apenas pelas lutas de besouros e jogos de cartas?\" Bem, tem razão, essas são apenas brincadeiras de criança. Quer saber as habilidades difíceis que realmente me levaram onde estou? Comer ramen de cabeça para baixo, dormir com os olhos abertos, tocar harmônica com o nariz e esmagar moscas com meu cabelo. Sim, eu sei. Aposto que agora você entendeu, não é?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_01"
		},
		{
			"voicelineId": 57032,
			"title": "Mais Sobre Itto: II",
			"voicelineType": "5002",
			"description": "As pessoas em Inazuma têm este ritual sempre que há um feriado, ou se mudam, ou adoecem, ou o que quer que seja, onde jogam feijão e cantam: \"Os feijões da sorte estão caindo, mandam o oni para fora da cidade. A fortuna entra, o oni sai. Fortuna dentro, oni fora\"! ...Urg, a cantoria fica pior a cada vez que ouço, mas as ruas cheias de feijão, com minhas alergias? Desastre total. Tenho que consertar isto, por todos os oni lá fora! Somos inocentes, gente! Parem de tentar nos afastar e nos expulsar toda vez que há um pequeno evento na vida!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 57033,
			"title": "Mais Sobre Itto: III",
			"voicelineType": "5003",
			"description": "Em uma... \"tentativa\"... para acabar com o preconceito humano em relação aos Oni, fiz com que a gangue usasse o aparelho fotográfico para tirar uma foto minha mostrando meu lado mais gentil e colocá-la no quadro de mensagens na cidade de Inazuma. Quando percebemos, alguns idiotas rabiscaram tudo! Tsc! Em seguida, alguns cabeças de pedra da Comissão Tenryou me acusaram de perturbar a paz, em seguida foi a Comissão Yashiro, reclamando que arruinou a atmosfera na área, e finalmente, até mesmo a Comissão Kanjou se envolveu - eles enviaram alguns lacaios para exigirem um imposto pela publicidade! Urgh, eles não têm ideia de quem são os bandidos aqui!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57034,
			"title": "Mais Sobre Itto: IV",
			"voicelineType": "5004",
			"description": "Na Gangue Arataki, temos orgulho de receber pessoas que experimentaram adversidades em suas vidas. Não dê ouvidos às pessoas que nos chamam de aberrações, ou de esquisitos. Cada membro da minha gangue é como uma família para mim, e todos sentem o mesmo. Aconteça o que acontecer, a gangue irá enfrentá-lo juntos - tanto os altos como os baixos.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 57035,
			"title": "Mais Sobre Itto: V",
			"voicelineType": "5005",
			"description": "Tenho que respeitar os Oni Azuis por se sacrificarem para que os Oni Carmesins pudessem viver... Em princípio, porém, sou absolutamente contra isso. Ninguém deveria ter que sacrificar sua própria espécie em prol de um amanhã melhor, ponto final. Só é um amanhã melhor se for um amanhã melhor para todos. Precisamos trabalhar juntos, não ter todos apenas focados em si mesmos, fazendo seu próprio sacrifício, tentando parecer legal no processo... Eh, acho que não há como mudar o passado, o que está feito, está feito. Mas a partir deste dia, sem mais sacrifícios, não enquanto eu estiver vigiando! Se você for se sacrificar, eu vou ficar bem no seu caminho!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Alma de Ouro\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1202618
					]
				}
			]
		},
		{
			"voicelineId": 57036,
			"title": "Passatempos de Itto...",
			"voicelineType": "6001",
			"description": "Luta de besouros, jogos de cartas, piões, kendama, esconde-esconde, é só dizer, eu sei jogar! O que me diz, escolha um e teremos uma pequena disputa. Apenas certifique-se de que você está pront{F#a}{M#o} para levar uma surra! Hahaha!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_hobby"
		},
		{
			"voicelineId": 57037,
			"title": "Preocupações de Itto...",
			"voicelineType": "6002",
			"description": "A vovó Oni não é um oni de jeito nenhum... Na verdade, ela é a humana mais bondosa que já viveu. Ela só conseguiu esse apelido porque me acolheu. Se as pessoas têm um problema comigo, tudo bem, eu não me importo com o que as outras pessoas pensam de qualquer maneira... *Suspiro* Mas eu gostaria que as pessoas não fossem atrás dela por minha causa.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 57038,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Os pirulitos são praticamente as melhores coisas de todos os tempos! O doce tem um sabor fantástico, mas também fica muito legal ficar com o palitinho pendurado na boca. Isso me dá um verdadeiro ar de garoto mau. Aqui, experimente!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodLike"
		},
		{
			"voicelineId": 57039,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Uh, bem, eu sou um oni! Portanto, não há nada que eu deteste mais do que feijões. Feijão de Soja, Feijão Mung, o que quer que seja, odeio todos. Basta tocar em um para desencadear minhas alergias, quanto mais comê-los. Temos que fazer com que as pessoas resistam a este impulso constante de jogar feijão em todos os lugares!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodDislike"
		},
		{
			"voicelineId": 57070,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Hahahahaha! Hmmmm, hmmmm! Eu não como nada tão bom assim há três anos!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_pref_01"
		},
		{
			"voicelineId": 57071,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Está bem! Eu deixarei você me fazer uma comida hoje, mas saiba que Gangue Arataki sempre paga suas contas!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_normal_01"
		},
		{
			"voicelineId": 57072,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Ei, você tem certeza que não está tentando me envenenar?! Ah...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_dislike_01"
		},
		{
			"voicelineId": 57040,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Hoje é um dia importante. Tive que mandar a gangue embora, caso contrário eles estariam me acusando de favoritismo. Aqui, dê uma olhada nisto. Eu lhe comprei a melhor combinação de presentes de aniversário de todos os tempos! Um Onikabuto de alta qualidade - quero que você saiba que levei três dias e noites inteiras para pegar este malandrinho - um cartão colecionável limitado que me levou 300 rodadas para colocar as mãos e, finalmente, uma apresentação de canção de aniversário interpretada pessoalmente por ninguém menos do que eu: *Cof* *Cof*. Parabéns pra vocêêêê, nessa data queridaaaaaa, muitas felicidadeeeeees, muitos anos de vidaaaaaa! É pique, é pique, é hora, é hora rá-tim-bum, Viajante!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 57041,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "É isso aí! Uhuuu! Melhor ter cuidado, estou muito mais forte agora!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 57042,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Agora sim! Isso com certeza vai aumentar minha porcentagem de vitórias!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 57043,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Sinta o poder! Quer vir me ver socar e partir no meio uma rocha?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57044,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Acho que \"o Onico\" acabou de passar de apelido para realidade, boom! Haha! Ei, mas só porque consegui chegar ao topo não significa que vou esquecer todas as coisas que você fez por mim, ok? Eu ainda to contigo, pro que der e vier, a qualquer hora, em qualquer lugar. Beleza?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 57045,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Vamos lá!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_01"
		},
		{
			"voicelineId": 57046,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Bam!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_02"
		},
		{
			"voicelineId": 57047,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Vai lá garoto!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_03"
		},
		{
			"voicelineId": 57048,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Oni, passando!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_01"
		},
		{
			"voicelineId": 57049,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Quer um pouco disso!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_02"
		},
		{
			"voicelineId": 57050,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Hora do SHOW!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_03"
		},
		{
			"voicelineId": 57051,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Isso aí! Brinquedinhos novos para a galera!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_01"
		},
		{
			"voicelineId": 57052,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Um atrás do outro, haha!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_02"
		},
		{
			"voicelineId": 57053,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Olá, dinheiro de graça, adeus trabalhar!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_03"
		},
		{
			"voicelineId": 57054,
			"title": "Início da Corrida - I",
			"voicelineType": "700001",
			"description": "Não consegue me pegar!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_explore_sprint_start_01"
		},
		{
			"voicelineId": 57055,
			"title": "Vida baixa - I",
			"voicelineType": "410001",
			"description": "Nunca subestime um Oni!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_01"
		},
		{
			"voicelineId": 57056,
			"title": "Vida baixa - II",
			"voicelineType": "410002",
			"description": "Não estou perdendo! É tudo... Parte do plano...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_02"
		},
		{
			"voicelineId": 57057,
			"title": "Vida baixa - III",
			"voicelineType": "410003",
			"description": "É só um arranhão, juro!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_03"
		},
		{
			"voicelineId": 57058,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Deixem eles comigo!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_01"
		},
		{
			"voicelineId": 57059,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Não permitirei que vocês caiam!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_02"
		},
		{
			"voicelineId": 57060,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Te vejo na... Revanche...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_01"
		},
		{
			"voicelineId": 57061,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Pelo menos estou caindo... Em estilo...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_02"
		},
		{
			"voicelineId": 57062,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Pessoal... Decepcionei vocês...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_03"
		},
		{
			"voicelineId": 57063,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900001",
			"description": "Quer um pouco disso aqui!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_01"
		},
		{
			"voicelineId": 57064,
			"title": "Ataque Leve Sofrido - II",
			"voicelineType": "900002",
			"description": "Hah! É tudo que tem?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_02"
		},
		{
			"voicelineId": 57065,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Tá, essa doeu.",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_01"
		},
		{
			"voicelineId": 57066,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Ei! Eu não estava preparado!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_02"
		},
		{
			"voicelineId": 57067,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Abram alas! Itto está de volta!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_01"
		},
		{
			"voicelineId": 57068,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Eu sou o CARA!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_02"
		},
		{
			"voicelineId": 57069,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "E o povo vai à loucura!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_03"
		}
	]
}