{
	"id": 10000082,
	"name": "Baizhu",
	"friendLines": [
		{
			"voicelineId": 82000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Olá, me chamo Baizhu, um médico do Chalé de Bubu. Então, você está sentindo algum desconforto? Se está, onde? E há quantos dias o sintoma persiste? Hmm? Você não precisa de atendimento médico? Oh, você veio me ver... Ah, então, me desculpe, precisarei te pedir que espere. Gostaria de ver os outros pacientes primeiro antes de conversar mais.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_draw_appear_01"
		},
		{
			"voicelineId": 82001,
			"title": "Bate-papo - Vamos devagar",
			"voicelineType": "1101",
			"description": "Baizhu: Huff. Quando estiver pela estrada, você deveria fazer uma bela pausa e apreciar o incrível cenário ao longo do caminho.\nChangsheng: Você está quase desmaiando, não é?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_01"
		},
		{
			"voicelineId": 82002,
			"title": "Bate-papo - Leis Naturais",
			"voicelineType": "1102",
			"description": "Vida, morte... e o mundo ao nosso redor seguem algumas regras... Hehe, mas se você nunca testasse os limites, como alguém saberia quais são os limites dessas leis?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_02"
		},
		{
			"voicelineId": 82003,
			"title": "Bate-papo - Condição Física",
			"voicelineType": "1103",
			"description": "*Tossindo violentamente* Ah, é apenas um problema crônico que tenho que está um pouco atacado novamente, nada para se preocupar.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_03"
		},
		{
			"voicelineId": 82004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "O tempo está úmido e frio. Sugiro ficar dentro de algum lugar para evitar essas condições, se possível.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_heavyRain_01"
		},
		{
			"voicelineId": 82005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Não se preocupe. Desde que tomemos cuidado com a estrada em frente e evitarmos andar debaixo das árvores, então os raios não devem ser nenhum problema para nós.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_thunder_01"
		},
		{
			"voicelineId": 82006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Changsheng: T-tão f-frio, t-tanto s-ssssono...\nBaizhu: Changsheng? Changsheng? Heh, apagou feito uma vela...",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_snowy_01"
		},
		{
			"voicelineId": 82007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Baizhu: Que tempo adorável. O que me lembra que acabamos de receber um lote de ervas...\nChangsheng: Não se preocupe, mesmo que Qiqi esqueça de secar as ervas, o Herborista Gui certamente se lembrará de colocá-las no sol.\nBaizhu: Hehe. Sim, você tem razão.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_sunny_01"
		},
		{
			"voicelineId": 82008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Eu recomendaria não ficar em lugares com tanto vento... *Suspira* Não se esqueça de sempre pensar na sua saúde primeiro.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_gale_01"
		},
		{
			"voicelineId": 82009,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Bom dia. Tenho o hábito de tomar uma xícara de chá antes do café da manhã. Posso colocar um pouco para você?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingMorning"
		},
		{
			"voicelineId": 82010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Você não deveria ficar muito tempo sentad{M#o}{F#a} depois de almoçar. Ao invés disso, recomendo dar uma caminhada, é bom para a digestão.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNoon"
		},
		{
			"voicelineId": 82011,
			"title": "Boa noite...",
			"voicelineType": "1003",
			"description": "Boa noite. Se você veio para um tratamento, então temo que a clínica do Chalé de Bubu já tenha fechado por hoje. Porém, se você está tendo uma emergência médica, então posso ver o que posso fazer por você, é claro. Se você por acaso tenha apenas vindo me ver, então veio bem na hora! Estou fora do trabalho no momento.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight"
		},
		{
			"voicelineId": 82012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Ah, você ainda está acordad{M#o}{F#a}. Haha, estou vendo um bocejo?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight2"
		},
		{
			"voicelineId": 82013,
			"title": "Sobre Baizhu - Medicina Moderna vs. Medicina Tradicional",
			"voicelineType": "2001",
			"description": "Sim, meu mestre me passou muitas fórmulas medicinais dos tempos antigos. Porém, embora as receitas antigas sejam compiladas pelos nossos ancestrais e tenham resistido ao tempo, também não devemos esquecer de olhar para frente. Os tempos mudaram, e com isso, também se mudou nosso ambiente e costumes. Tratamentos que eram eficazes nos tempos antigos podem não ser mais eficazes agora. Apegar-se apenas as receitas clássicas do passado pode não servir mais aos interesses dos pacientes de hoje em dia.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle"
		},
		{
			"voicelineId": 82014,
			"title": "Sobre Baizhu - Esperança Fortalecida",
			"voicelineType": "2005",
			"description": "Normalmente, pessoas que sofrem de doenças crônicas costumam ser mentalmente esgotadas, e se sua condição se torna crítica, elas podem acabar se encontrando lutando pela vida com apenas uma pequena ponta de esperança. Em momentos assim, curar seu corpo não é a prioridade; os médicos deveriam se preocupar em fortalecer sua fé em si mesmos. Afinal de contas, se o paciente não confia que ele vai se recuperar e desiste de si mesmo, então nenhum tratamento médico será capaz de ajudá-los, não importa o quão sofisticado seja o tratamento.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82015,
			"title": "Sobre nós - Relacionamento Entre Doutor e Paciente",
			"voicelineType": "2003",
			"description": "Cuido de qualquer um que venha ao Chalé de Bubu procurando por atenção médica, independente de sua posição ou riqueza. Trato todos de forma justa, e faço o meu melhor para curá-los. Você não é uma exceção.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close"
		},
		{
			"voicelineId": 82016,
			"title": "Sobre nós - Teste de Medicamentos",
			"voicelineType": "2002",
			"description": "O veneno para um, pode ser uma bênção para outro. O que pode ser considerado universalmente como uma substância perigosa para um grupo, pode se mostrar ser o remédio perfeito necessário para salvar uma sala inteira de pacientes. O mecanismo por trás disso é facilmente compreendido por aqueles que conhecem de farmacologia. É só que eu não posso jamais contar esse tipo de detalhes aos meus pacientes. Se eles descobrissem que dei a eles uma substância venenosa como receita, poderia acabar assustando eles para sempre.\nHehe, você é a primeira pessoa que nunca se assustou ao ouvir isso. Afinal de contas, você é {M#o sábio}{F#a sábia} Viajante — tenho certeza de que você viu muito em suas aventuras. Então, ahem, imagino que você vai ficar bem com receitas mais... potentes, no futuro, não é? Estive preocupado sobre encontrar pessoas para testar meus remédios, hehe.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Hehe, os deuses de alguma forma permitiram uma pessoa delirante como eu a explorar a natureza da vida e da morte. Essa Visão é exatamente o que preciso, então sou muito agradecido.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82018,
			"title": "Algo para Compartilhar - Fruta Caramelizada",
			"voicelineType": "3002",
			"description": "Pode parecer irônico, mas nem mesmo eu gosto de tomar remédios amargos. Você sabe sobre minha condição debilitada... Eu tomo remédios rotineiramente já faz alguns anos. Tudo que posso fazer é comer algumas frutas caramelizadas depois para tirar aquele gosto amargo.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82019,
			"title": "Algo para Compartilhar - Medicamento Secreto",
			"voicelineType": "3005",
			"description": "Me deparei com algumas pessoas que tiram conclusões precipitadas e acreditam ter contraído alguma doença mortal no instante em que sentem o menor desconforto. Tentar conversar com elas é inútil. Eventualmente, consegui fazer alguns comprimidos sem gosto, feitos com Flor Doce e Qingxin e receitei elas a meus pacientes. Depois que eles se acalmaram e seus \"sintomas\" passaram, eles elogiaram o quão efetivo era o meu remédio secreto. Acho que não posso culpá-los por priorizarem sua saúde.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82020,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Dizem que existe uma enorme variedade de espécies de cogumelos nativa da Floresta Tropical de Sumeru, e que algumas espécies podem causar efeitos alucinógenos, o que pode conter algum valor medicinal. Entretanto, nunca tive a oportunidade de estudar detalhadamente esses cogumelos. Estou pensando em ir dar uma olhada por conta própria da próxima vez que estiver de férias.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_gift_01"
		},
		{
			"voicelineId": 82021,
			"title": "Sobre Qiqi...",
			"voicelineType": "4001",
			"description": "Sim, você adivinhou certo. A preservação de uma porção da consciência de Qiqi foi de fato o trabalho dos adepti. Foi também graças a Qiqi que consegui encontrar uma maneira de salvar alguém à beira da morte. Já que os adepti tiveram pena desta criança e até usaram suas artes para mantê-la deste lado da existência, resolvi aproveitar esta oportunidade para mantê-la pelo chalé. Não há mal nenhum nisso, não é?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82022,
			"title": "Sobre Hutao - Abordagem Diferente",
			"voicelineType": "4002",
			"description": "Temos algumas diferenças de ideologias, só isso. Não tenho nenhum rancor pela Diretora Hu. Na verdade, acho que ela é que é desconfiada sobre mim.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82023,
			"title": "Sobre Hutao - Encontros Exaustivos",
			"voicelineType": "4003",
			"description": "Baizhu: Se possível, eu sinceramente gostaria que a Diretora Hu fosse mais sensível quanto as suas práticas comerciais.\nChangsheng: Oh, então você ainda não esqueceu da época em que ela estava entregando panfletos logo do lado de fora do Chalé de Bubu.\nBaizhu: *Suspira* Eu só gostaria que ela não ficasse tão preocupada quanto a Qiqi sempre que ela não tem mais nada de bom para fazer.\nChangsheng: Me parece que você tem algo contra ela...\nBaizhu: Não é que eu tenha um problema com a Diretora Hu... é só que toda vez que ela sequestra a Qiqi, eu tenho que ir até o Ministério dos Assuntos Civis para encontrar alguém para resolver isso. É bem... exaustivo.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82024,
			"title": "Sobre Ganyu...",
			"voicelineType": "4004",
			"description": "Aqueles com o sangue dos adepti possuem uma constituição muito forte. Mesmo quando ela está doente ou machucada, ela não precisa de nenhum medicamento para se recuperar. Ela não é como um mortal comum, que ficaria um bom tempo com sequelas por não ter recebido tratamento médico depois de um ferimento sério.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82025,
			"title": "Sobre Keqing...",
			"voicelineType": "4005",
			"description": "Se eu fosse arriscar dar um palpite sobre a saúde dela só de cara, eu imaginaria que a Yuheng parece frequentemente exausta por conta de seus hábitos de sempre ficar acordada durante a madrugada trabalhando e nunca dar um momento de descanso para sua mente. Se ela deseja se manter saudável, ela deveria para de trabalhar e relaxar de vez em quando. Infelizmente, ela é muito ambiciosa, e parece estar totalmente disposta a trocar sua saúde pela sua carreira. Mesmo que eu fosse dizer isso para ela pessoalmente, temo que ela não me ouviria.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82026,
			"title": "Sobre Yaoyao...",
			"voicelineType": "4006",
			"description": "Sempre que ela vem para brincar com a Qiqi, ela reclama do gosto dos remédios e me pergunta se existe algo que não seja amargo. Se o remédio vai salvar a vida de alguém, quem liga do quão amargo ele é, hmmm?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82027,
			"title": "Sobre Zhongli...",
			"voicelineType": "4007",
			"description": "Ah, Zhongli... Sim, posso ver que ele é extremamente sábio. Ele consegue manter uma conversa mesmo quando se está falando de tópicos de nicho como a medicina antiga. Ele também deve ter alguns hábitos e práticas próprias quando se trata de viver de forma saudável. Uma dor de cabeça comum ou uma febre não devem ser problemas para ele, então ele não precisa de uma receita minha.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82028,
			"title": "Sobre Xiao...",
			"voicelineType": "4008",
			"description": "Baizhu: Apenas a alma mais magnânima conseguiria trabalhar para preservar a vida derrotando espíritos malignos. Certa vez, tive a sorte de ver o Conquistador de Demônios com meus próprios olhos. Até o trouxemos de volta ao chalé para cuidar dele por alguns dias. Infelizmente, eu não conhecia sua verdadeira identidade na época, e também não tive a chance de falar com ele antes que fosse embora por conta própria.\nChangsheng: Mas você viu ele de novo depois disso, não foi? Não há motivo para ficar chateado.\nBaizhu: Sim, tem razão.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua a \"Arte de Curar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82029,
			"title": "Sobre Tighnari...",
			"voicelineType": "4009",
			"description": "Ah, então você tem um conhecido da Academia de Sumeru? Nesse caso, eu poderia te pedir para me apresentar ao Tighnari? Tenho muitas perguntas sobre medicamentos de ervas que gostaria de perguntar a ele.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82070,
			"title": "Sobre Gaming...",
			"voicelineType": "4010",
			"description": "Gaming possui muitas cicatrizes e feridas antigas comparado a outras pessoas da idade dele. E cada vez que ele vem me ver, ele sempre tem algum hematoma novo aqui, uma luxação nova ali... *Suspiro* Não importa quantas vezes eu insista que ele precisa ter mais cuidado, sempre entra por um ouvido e sai pelo outro. Tudo que eu posso fazer é ensiná-lo algumas técnicas úteis para cuidar das próprias feridas. Espero que ele as ache úteis.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82030,
			"title": "Mais sobre Baizhu - I",
			"voicelineType": "5001",
			"description": "Sou apenas um médico mortal, então temo não ter muitas histórias interessantes a compartilhar. Se você está procurando por lendas, então você deveria ir até a Casa de Chá Heyu e ouvir os contadores de lá.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_01"
		},
		{
			"voicelineId": 82031,
			"title": "Mais sobre Baizhu - II",
			"voicelineType": "5002",
			"description": "Se você está procurando por algum tipo de história emocionante, infelizmente eu não tenho uma. Até mesmo quando eu estava estudando medicina com o meu falecido mestre, eu não vivenciei nenhuma situação perigosa. Meu mestre viu que eu era bem centrado, me fez fazer um simples juramento, e me acolheu... E isso é tudo.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Conclua a \"Arte de Curar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82032,
			"title": "Mais sobre Baizhu - III",
			"voicelineType": "5003",
			"description": "O juramento não foi complicado. Eu ainda me lembro parte dele:\n\"...Quando uma pessoa vier procurando atendimento médico, não considerarei sua posição, nem suspeitarei ou me preocuparei com quaisquer consequências posteriores. Me esforçarei para testemunhar a aflição do paciente e senti-la como se fosse minha, pois este é o símbolo de um grande médico.\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua a \"Arte de Curar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82033,
			"title": "Mais sobre Baizhu - IV",
			"voicelineType": "5004",
			"description": "Eu compreendo as intenções do meu mestre. Ele esperava que eu fosse ser capaz de me colocar mais na situação de meus pacientes e nunca ser influenciado por fatores externos. *Suspira* Ele realmente tinha um coração misericordioso e estava sempre ponto para se sacrificar pelos outros. É realmente uma pena que ele tenha falecido tão cedo e nunca tenha tido a chance de viver seu máximo.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Conclua a \"Arte de Curar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82034,
			"title": "Mais sobre Baizhu - V",
			"voicelineType": "5005",
			"description": "Enquanto é a obrigação de um médico salvar os outros, o próprio médico também é uma pessoa que merece ser salva. Se desejamos preservar a vida, devemos nos empenhar para um resultado em que todos vivam. Aqueles que voluntariamente se doam pelos outros são dignos de nosso respeito, mas não devemos aceitar seu desafio como algo predestinado ou uma parte inevitável da vida.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua a \"Arte de Curar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82035,
			"title": "Passatempos de Baizhu...",
			"voicelineType": "6001",
			"description": "Eu gosto de separar ingredientes medicinais e usar cada uma das propriedades únicas para produzir comprimidos e pomadas. Conheço esse processo como a palma da minha mão. As pessoas acham que o processo de fazer remédios é difícil e complicada, mas para mim, me traz um imenso prazer infinito. Incrível, não é? A ideia de que podemos condensar as bênçãos do céu e da terra em um ordinário pequeno comprimido, e usá-lo para salvar pessoas a beira da morte.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_hobby"
		},
		{
			"voicelineId": 82036,
			"title": "Preocupações de Baizhu...",
			"voicelineType": "6002",
			"description": "A parte mais difícil de ver pacientes não é prescrever medicação, mas identificar a causa da doença. *Suspira* Podem existir milhares de motivos para alguém estar se sentindo mal. Talvez eles estavam tendo um campeonato amigável de quem comia mais Pimenta de Jueyun com alguém e acabaram danificando seu estômago sem perceber. Ou talvez, as circunstâncias fizeram com que eles bebessem muita água, o que fez com que começassem a se sentir enjoados. Eu apenas gostaria que as pessoas se cuidassem melhor e encontrassem algo melhor para fazer do que repetidamente colocar seus corpos em tanto sofrimento.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_annoyed"
		},
		{
			"voicelineId": 82037,
			"title": "Comida Favorita...",
			"voicelineType": "6005",
			"description": "Você não deveria ser exigente com a comida. Carne, ovos, leite, vegetais, frutas... todos possuem valores nutricionais que deveriam fazer parte de sua dieta, mas você também deveria evitar comer demais. Comer ou beber demais também pode ser prejudicial para sua saúde. Acredite em mim. Como um médico, eu sei bem demais que muitas crises de saúde encontram o caminho ao corpo através da boca.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodLike_01"
		},
		{
			"voicelineId": 82038,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Por que você comprou tantos doces? *Suspira* Apenas se certifique de não comer rápido demais, e se lembrar que doce demais pode te dar cáries. Eu? Raramente como doces, também não costumo comer com frequência coisas picantes. Afinal, se eu não cuidar com o que eu como, como posso esperar isso de meus pacientes?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodDislike"
		},
		{
			"voicelineId": 82039,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Changsheng: Incrível! Mais, por favor!\nBaizhu: É muito bom, não é?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_pref_01"
		},
		{
			"voicelineId": 82040,
			"title": "Recebendo Presentes - II",
			"voicelineType": "6008",
			"description": "Muito bem. Seus dotes culinários melhoraram muito.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_normal_01"
		},
		{
			"voicelineId": 82041,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Bem, pelo menos tem um gosto melhor do que remédio.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_dislike_01"
		},
		{
			"voicelineId": 82042,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Changsheng: Sss. Refresque a minha memória, Baizhu. Como é que dizemos isso mesmo...?\nBaizhu: Hehe. Você quer dizer, como parabenizar alguém pelo seu aniversário?\nChangsheng: Sssssim, exatamente!\nBaizhu: Espero que este dia seja repleto de felicidade a cada ano. E que você sempre mantenha esses momentos por perto. Feliz aniversário, Viajante!\nChangsheng: Ei, então o que eu devo dizer agora? Hmm, deixe-me pensar... Hm, uh... *Suspira* Não consigo pensar em nada. Eu sssssinceramente te desejo um feliz aniversário também.\nChangsheng: Do que você está rindo? As pessoas são tão cansativas, com mais tradições e voltas do que uma cobra.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 82043,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Tudo deve tomar seu devido caminho. Não há motivo para ser impaciente.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 82044,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Graças ao seu grande esforço, estou me sentindo mais forte do que nunca.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 82045,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Minha energia está crescendo... Acho que é graças as melhorias em minha condição. Não me sinto cansado, mesmo depois de um dia inteiro de ver pacientes. Tudo isso graças aos seus esforços.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82046,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Você esteve trabalhando duro dia após dia. Apesar de eu ser o médico, ainda tive que causar problemas a você com minha saúde. *Cof* Que vergonha... Mas não se preocupe. Deste dia em diante, eu cuidarei de você.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 82047,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Changsheng: O médico atenderá você agora~",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_01"
		},
		{
			"voicelineId": 82048,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Uma pílula amarga de se engolir",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_02"
		},
		{
			"voicelineId": 82049,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Cuidado com os efeitos colaterais",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_03"
		},
		{
			"voicelineId": 82050,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Parece uma emergência",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_01"
		},
		{
			"voicelineId": 82051,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Lembre-se, saúde é o que interessa.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_02"
		},
		{
			"voicelineId": 82052,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Agora começa a recuperação.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_03"
		},
		{
			"voicelineId": 82053,
			"title": "Início da Corrida - I",
			"voicelineType": "700001",
			"description": "*Tossindo*",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_explore_sprint_start_01"
		},
		{
			"voicelineId": 82054,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Changsheng: O quê? Então aquela corrida toda foi para isso?\nBaizhu: Changsheng, comporte-se...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_01"
		},
		{
			"voicelineId": 82055,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "A vida de um aventureiro não é nada fácil.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_02"
		},
		{
			"voicelineId": 82056,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Não se esqueça de lavar as mãos. Só os arcontes sabem onde essas coisas estiveram.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_03"
		},
		{
			"voicelineId": 82057,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "...Eu ainda consigo continuar.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_01"
		},
		{
			"voicelineId": 82058,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Changsheng: Que situação escorregadia!",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_02"
		},
		{
			"voicelineId": 82059,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Eu não posso... cair aqui.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_03"
		},
		{
			"voicelineId": 82060,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Exerça cautela.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_01"
		},
		{
			"voicelineId": 82061,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Tenha cuidado com suas feridas.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_02"
		},
		{
			"voicelineId": 82062,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Eu me desfiz... desta espiral mortal...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_01"
		},
		{
			"voicelineId": 82063,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Me perdoe... Changsheng...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_02"
		},
		{
			"voicelineId": 82064,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Que médico... eu sou...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_03"
		},
		{
			"voicelineId": 82065,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Não meus óculos...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_L_02"
		},
		{
			"voicelineId": 82066,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Hunf, isso não é nada.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_H_01"
		},
		{
			"voicelineId": 82067,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Eu tratarei suas feridas.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_01"
		},
		{
			"voicelineId": 82068,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Hora de um atendimento a domicílio.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_02"
		},
		{
			"voicelineId": 82069,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Felizmente, isso não vai demorar.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_03"
		}
	]
}