{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Olá",
			"voicelineType": "1006",
			"description": "Olá! Eu sou Charlotte, uma jornalista para o Pássaro a Vapor. É um prazer te conhecer. Se tiver tempo, estaria abert{M#o}{F#a} a dar uma entrevista exclusiva? Meus instintos jornalísticos me dizem que você é uma caverna do tesouro de notícias só esperando para ganhar o mundo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Bate-papo - Notícias",
			"voicelineType": "1101",
			"description": "Se você ficar de olhos abertos e mente afiada, você perceberá que sempre há notícias por perto esperando serem descobertas.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Bate-papo - Jornalistas",
			"voicelineType": "1102",
			"description": "Tem muitos jornalistas na Corte de Fontaine, mas nem todos têm um padrão profissional de qualidade. Se você estiver buscando dar uma entrevista... Sou sua melhor escolha.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Bate-papo - Pássaro a Vapor",
			"voicelineType": "1103",
			"description": "O Pássaro a Vapor é uma publicação excelente. Eles têm muitos jornalistas sensacionais e a Editora-Chefe está sempre aberta a novas ideias. Mas ainda mais importante, eles pagam os escritores na hora certa.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Eita, melhor achar um jeito de deixar meu Aparelho Fotográfico seco!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Droga! Perdi de novo. Eu nunca consigo uma foto de um raio...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Brrr! Meus dedos estão congeladinhos. Quase não consigo apertar o botão do obturador do aparelho.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Iluminação perfeita para uma foto! Vem, faz uma pose. Não esqueça de sorrir!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Bom dia! Você já leu o jornal? Não?... Sem estresse, eu leio para você...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Hora do almoço! Vem comigo — conheço um lugar ótimo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Hora de um bate-papo noturno. Alguma história que está dispost{M#o}{F#a} a compartilhar? Eu adoraria ouvi-las... Oh, não se preocupe, eu não vou imprimir nenhuma sem sua permissão. Você tem minha palavra.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Boa noite. Vá descansar um pouco — tenho que ir ao escritório do Pássaro a Vapor para fazer uma revisão final em uns artigos. Te vejo amanhã!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "Sobre Charlotte - Carreira",
			"voicelineType": "2001",
			"description": "As pessoas nem sempre gostam de jornalistas. Você sabe o que dizem — mentiras são suaves e maleáveis, mas a verdade é afiada e inflexível.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "Sobre Charlotte - Fotografia",
			"voicelineType": "2005",
			"description": "Eu não consigo tirar uma boa foto sem um objetivo interessante. Eu tenho mesmo que me forçar a apertar o botão do obturador se não estiver animada sobre o que estou fotografando.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "Sobre nós - Apresentação Exclusiva",
			"voicelineType": "2003",
			"description": "Tudo bem, chegou a hora para sua entrevista. Pront{M#o}{F#a} para ser uma estrela? Só me siga e tente ficar bonit{M#o}{F#a} para o Aparelho Fotográfico! Você também, Paimon — você pode voar! Poderia tentar parecer um pouco mais animada?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "Sobre nós - Manchete Principal",
			"voicelineType": "2002",
			"description": "Boas notícias — convenci Euphrasie a fazer de vocês a próxima manchete principal do Pássaro a Vapor! Vocês vão estar lá na capa, vai ter um texto exclusivo sobre vocês que eu mesma escrevi, e— Hã? O que quer dizer com \"não precisa\"? Qual é, eu estou atazanando Euphrasie há muito tempo por isso! Não pode reconsiderar? Eu te compenso, prometo! Eu te pago um jantarzão, por favorzinho?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Uma Chuva Inesperada\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Para ser honesta... Eu preferiria ter uma Visão Anemo. Poder voar livremente faria minhas entrevistas serem muuuuuito mais fáceis! Uma Visão Cryo não é tão ruim. Pelo menos eu não preciso me preocupar com meu Aparelho Fotográfico sobreaquecendo.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "\"Sua fonte confiável de verdades inacreditáveis!\" Esse é o meu lema jornalístico. Hã?... Haha, sim, exatamente — \"confiável\" e \"inacreditável\" ao mesmo tempo! O que foi?.. Ah, se eu tivesse que escolher, ser confiável é obviamente muito mais importante! Mas a maioria dos leitores pagaria mais dinheiro por histórias sensacionais do que fatos mundanos... Então, temos que focar nas histórias verdadeiras mais inacreditáveis para manter nossos leitores envolvidos.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Permita-me apresentar o único e inigualável Monsieur Verite. Ele não é apenas qualquer Aparelho Fotográfico — ele é meu companheiro e assistente de confiança. Vê o chapeuzinho e gravata borboleta dele? Eu encomendei eles a Chiori. Bem legal, hein? Eu também tenho um monte de outras roupinhas para ele, em vários estilos diferentes. Ele se veste para impressionar em toda entrevista, seja qual for a ocasião!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "Sobre Navia",
			"voicelineType": "4001",
			"description": "Agora que o nome do pai dela foi limpo e o caso de desaparecimentos em série foi resolvido, acho que Navia deve finalmente conseguir respirar mais tranquilamente. Não sei porque, mas de alguma forma, ele esteve no epicentro de todo tipo de notícia ruim recentemente... Ainda bem que para ela, eu estive pegando todo artigo que menciona ela e fazendo o que posso para controlar os danos antes que possam ser publicados. Heh, e hmm... sendo constantemente reprimida por Euphrasie por interferir... Mas sabe, acho que Navia merece um descanso, então fico feliz por levar essa pelo time. Além disso, ela concordou em fazer uma entrevista exclusiva aprofundada, o que definitivamente adoça esse acordo!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Uma Chuva Inesperada\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "Sobre Lyney...",
			"voicelineType": "4002",
			"description": "Surpresa — Lyney me recusou uma entrevista mais uma vez. Você sabe quantas vezes já são?... Hmm, a verdade, perdi a conta. Mas tudo bem! Me evitar só confirma minhas suspeitas de que ele está escondendo a história de uma vida! Contanto que eu continue pesquisando, vou achar — e quando eu conseguir, vai abalar o mundo como nenhuma outra reportagem conseguiu!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "Sobre Lynette...",
			"voicelineType": "4003",
			"description": "Não importa que pergunta você faça a ela, Lynette sempre abaixa os olhos com calma e um olhar sem expressão no rosto. É como se ela fosse algum tipo de... boneca mecânica. Estou muito tentada a escrever um artigo intitulado algo tipo: \"A Marionete Assistente do Mágico Gênio: O Segredo Melhor Guardado da Mágica\"... mas tenho uma suspeita que nem isso tiraria uma reação dela.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "Sobre Clorinde...",
			"voicelineType": "4004",
			"description": "Clorinde é a Duelista Representante mais conhecida em Fontaine, mas também é muito misteriosa. Tenho uma fonte que me diz que ela usa algum tipo de ritual místico para manter a arma boa como se fosse nova... Isso poderia ser o segredo por trás do famoso histórico invicto dela na Arena dos Duelistas? Ah, eu adoraria fazer essa pergunta a ela um dia... mas acho que não vou ter a chance. Ela já declarou publicamente que não aceita entrevistas.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4005",
			"description": "Então... Você conheceu o Duque em pessoa? É? Algum pedaço de informação que eu deveria saber? Esqueça os Cupons Especiais, o Refeitório Coupon, \"Se um homem não trabalhar, não comerá\"... Isso tudo é enchimento genérico. Estou falando sobre histórias pessoais sobre o próprio homem de Meropide... O que você quer dizer com \"confidencialidade\"? Awn, você também não! A gente tinha um acordo! Já chega — lembra daquele banquete gigante que te paguei? Quero meu dinheiro de volta! Podem levar esse traseiro de volta à prisão e cumprir sua sentença, {M#seus}{F#suas} golpistas!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Aproximação do Apocalipse\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "Sobre Emilie...",
			"voicelineType": "4006",
			"description": "Emilie faz o melhor perfume em toda Corte de Fontaine. Ela me apresentou a este incrível no outro dia que funciona como um repelente de insetos, antitranspirante e desodorante, tudo em um só! É perfeito para alguém como eu que passa muito tempo indo de um lugar ao outro. Eu passei um pouco no pulso hoje... Vai, dá uma fungada, é divino!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "Sobre Chiori...",
			"voicelineType": "4007",
			"description": "Eu fiz um pouco de investigação na Boutique Chioriya uma vez. Além das ricas esposas de Fontaine e dos turistas esperados do exterior, alguns clientes comuns lá parece uma galera bem durona! Gente grande e musculosa com cicatrizes no rosto, caras em máscaras e chapéus com as espadas sacadas... Mas eles sempre trazem presentes e agem como servos humildes. Hmm... Bem, na maior parte do tempo. Qualquer um com uma atitude ruim é jogado para fora pela porta. Sério! Eu tirei uma foto de um cara sendo jogado uma vez, ele estava a mais de um metro do chão!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "Sobre Freminet...",
			"voicelineType": "4008",
			"description": "Eu encontrei Freminet algumas vezes desde que fomos apresentados. Ele rapidamente se interessou pelo Monsieur Verite — ele é meu Aparelho Fotográfico-barra-assistente — e até fez algumas melhorias em minhas lentes. Mas devo dizer, eu estava com o coração na boca vendo-o desmontar o Monsieur Verite em questão de segundos... Incrível que ele conseguiu remontá-lo tão rapidamente quanto. Ele parecia muito experiente — fiquei convencida que ele deve ter se formado no Instituto de Pesquisas de Fontaine, mas ele negou.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Máscara da Culpa\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "Sobre Neuvillette...",
			"voicelineType": "4009",
			"description": "Se quiser entrevistar o Iudex, tem que entregar todas as perguntas antecipadamente e fazê-las ser revisadas pelo Palais Mermonia, que decidirá quais perguntas aprovar e quais você não pode fazer... É o jeito deles de garantir que a entrevista ocorra sem problemas. É uma besteira. Estou perdendo a vontade de viver só falando nisso.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "Sobre Furina...",
			"voicelineType": "4010",
			"description": "Srta. Furina tem uma presença muito cativante. Ela nasceu para ser uma estrela. Euphrasie já atribuiu um jornalista para seguir ela, mas ele pediu demissão logo depois da atribuição... Pelo que ouvi, a razão de ele ter saído foi Furina insistir em ver toda foto que ele tirava dela imediatamente, e ela o fazia tirar outra se não estivesse feliz com o resultado. Aparentemente, ela era tão minuciosa que o coitado teve que tirar 127 fotos dela na mesma pose antes que ela ficasse contente...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Mais sobre Charlotte - I",
			"voicelineType": "5001",
			"description": "Estou ciente que seguir a verdade a todo lugar leva a assuntos arriscados. Mas verdades ocultas geram notícias exclusivas, então boa sorte em tentar manter segredos de mim quando preciso de uma boa história... Uma jornalista como eu neste mundo com um forte senso de integridade jornalística! Ahem! É meu objetivo publicar apenas as melhores notícias exclusivas através de jornalismo honesto, envolvente e poderoso!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Mais sobre Charlotte - II",
			"voicelineType": "5002",
			"description": "Quando eu comecei a trabalhar de jornalista, não sabia nada sobre escrever notícias, então tive que descobrir tudo lendo artigos de outras pessoas. Assim como no Pássaro a Vapor, eu também dei uma olhada numas outras publicações independentes por aí, que tendiam a ser mais especializadas. Por exemplo, tem \"O Observador\" para fofocas de celebridades, \"Lazer Semanal\", que foca em esportes competitivos e outras notícias de entretenimento, \"Sim, Chef\" para quem gosta de ler... todas as críticas de comida em um lugar só e \"Tô Chokda!\" que é só um moinho de rumores e especulações glorificado. Eu aprendi muito lendo todas essas publicações. Ou... Bem, pelo menos eu aprendi a dominar um monte de estilos de escrita diferentes.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Mais sobre Charlotte - III",
			"voicelineType": "5003",
			"description": "Eu já passei seis meses trabalhando disfarçada para uma reportagem de denúncia sobre um comerciante que estava vendendo produtos alimentícios falsos. Eu me disfarcei de mendiga, me infiltrei na cozinha dos fundos, aceitei um emprego de auxiliar de cozinha e fiquei por lá até que reuni provas concretas suficientes sobre os delitos deles. Então, coloquei tudo em um artigo e o publiquei no jornal. A resposta negativa foi intensa. Eles foram punidos pelos seus crimes, claro, mas isso não os impediu de iniciar uma campanha feroz de vingança contra mim quase imediatamente. Eu chegava em casa com cartas de ameaça em minha mesa de cabeceira diariamente, e também encontramos lama arremessada na porta da frente de nosso escritório... O Pássaro a Vapor logo fez uma denúncia aos Gardes e fui enviada a Mondstadt para fazer a reportagem sobre o Chamado Sagrado dos Sete. Levou um tempo antes que eu pudesse retornar com segurança a Fontaine. Esse tipo de coisa acontece o tempo todo. Eu honestamente não sei como Euphrasie lida com isso...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Mais sobre Charlotte - IV",
			"voicelineType": "5004",
			"description": "Eu sempre fui uma pessoa curiosa. Mesmo quando era criança, muito antes de eu considerar entrar no jornalismo, eu sempre fui convencida que segredos e mistérios existem por todo lado... Para mim, o mundo é uma aglomeração gigante de tesouros escondidos, com incontáveis histórias esperando serem descobertas. Toda vez que vejo algo em que acho que um segredo pode estar escondido, tiro uma foto com meu Aparelho Fotográfico e adiciono à minha coleção. Essas fotos são como meu mapa do tesouro pessoal... e estou constantemente voltando a elas, tentando novas maneiras de decifrá-las e expor a verdade.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Mais sobre Charlotte - V",
			"voicelineType": "5005",
			"description": "Eu não me importo se essas verdades ocultas são significantes, o que significam ou quais são suas ramificações maiores... Eu só quero trazê-las à tona. Para falar em termos de aventureiros, acho que para mim... É tudo sobre a emoção da busca, não do tesouro no fim. Eu também conheci um monte de gente pelo caminho: todos meus amigos de Fontaine, Euphrasie, que acredita que nasci para ser jornalista, e gente como você, que se junta a mim na busca pela verdade. Sem a ajuda de todos, eu provavelmente ainda seria aquela criança metida que sai correndo por aí tirando fotos furiosamente como uma lunática... Enfim... Não é sempre que eu posso ser a entrevistada, mas... Isso foi um grande prazer.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Passatempos de Charlotte...",
			"voicelineType": "6001",
			"description": "Eu amo colecionar lentes de Aparelho Fotográfico. Elas todas têm pontos fortes diferentes — algumas têm uma incrível gama de lentes focais, outras podem ter uma grande diversidade de campo de visão. Oh, e também tem as mais novas que podem aplicar efeitos especiais às imagens. Pegue essa, por exemplo — quando você tira um retrato com ela, deixa seu rosto bem gordinho... Vamos lá, eu tiro uma sua! E sua também, Paimon!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "Preocupações de Charlotte...",
			"voicelineType": "6012",
			"description": "Eu acabei com uma reputação não tão boa aos olhos de algumas pessoas — Acho que é porque às vezes posso ser um pouco, hmmm... intensa em entrevistas. Agora, sempre que apareço para entrevistar alguém, eles sempre ficam com um pé atrás comigo... *Suspiro* Mas em minha defesa, com algumas pessoas, você tem que colocar mesmo pressão nelas ou nunca se abrem...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Hehe, doces são minha fraqueza. Independente do tamanho do prato principal, sempre tenho espaço para uma sobremesa... ou várias. Ou como minha mãe diz... Sempre há um lugar especial reservado na minha barriga para sobremesas!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Comida apimentada não me faz bem. É como se meu estômago fosse preenchido com um detector de picância super sensível ou algo assim, porque até o menor toque de pimenta faz ele disparar. Uma mordidinha e a dor de barriga começa... e sempre dura um dia inteiro, ugh...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Você cozinha muito bem! Tem interesse em aparecer na coluna culinária em nosso jornal? Eu sei exatamente como te encaixar.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Ei, nada mal... Se importa de me ensinar como fazer isso uma hora?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Eita... Essa é hmm, uma notícia daquelas... com uma conclusão que parece um soco na barriga...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Já leu o Pássaro a Vapor hoje? Eu coloquei uma felicitação lá para você, hehe... Espera, você ainda não comprou uma cópia? Sem problema, eu peguei uma antes de sair do escritório. Veja — aqui está! Eu lutei com unhas e dentes para colocar isso nessa página.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Que sensação estranha e poderosa... preciso escrever isso em meus registros.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Então isso realmente aprimora a força das pessoas, hein? Achei que fossem boatos, mas, aqui estou eu, experimentando isso por conta própria...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Você também já fez isso para outras pessoas no passado? Os materiais que você usou eram diferentes? Se sim, como? Além disso, estou me perguntando... Uh, desculpe. Força do hábito.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Caramba! Minha mente consegue pensar mais rápido, meu corpo tem mais energia... não há nenhuma história que conseguirá fugir de mim agora! Mas, antes de tudo — vamos tirar uma foto para comemorar este lindo momento.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Diga xis!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Sorria!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Mantenha essa pose!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Bomba de verdades!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Notícias urgentes!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Uma grande exclusiva!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Ooh! Isso parece legal.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Eu queria poder entrevistar quem deixou essas coisas aqui.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Duvido que alguém ainda esteja procurando por essas coisas...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Estou pegando tudo isso em câmera...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Ainda há notícias a reportar!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Meu Aparelho Fotográfico ainda funciona!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Cuidado!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Não vou escrever seu obituário!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Leve essas fotos ao Pássaro a Vapor...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Pelo menos documentei tudo...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Título... ainda precisa de um título...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Que grosseria!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910002",
			"description": "Meu Aparelho Fotográfico!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Vamos começar a entrevista!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Qual a nova?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Perto da ação é mais perto da verdade!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}