{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Chasca, Clã das Plumas de Flores. Alguma disputa que você precise que eu encerre? Dependendo da situação, poderia te custar um pouco de dignidade, algumas bebidas ou potencialmente... uma munição.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Bate-papo - Observação do Alto",
			"voicelineType": "1101",
			"description": "Quando você perde seu caminho, ganhar um pouco de altitude pode mudar sua perspectiva.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Bate-papo - Sussurros",
			"voicelineType": "1102",
			"description": "Eu teria me perdido há muito tempo se tivesse me permitido ser levada pelos sussurros do Abismo. Sobreviver é difícil, mas domar a fera que vive em mim é ainda mais difícil.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Bate-papo - Pacificadora",
			"voicelineType": "1103",
			"description": "Estou um pouco fora de forma esses dias... *Bocejo*... Algum conflito por aí? Estou a fim de dar uma pacificada.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Chuva... Meu cabelo e minhas penas vão ficar encharcadas. Hora de cuidar delas quando voltar.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Hmm, a gente vai mesmo voar nesse clima? Acha que consegue despistar um raio?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Quando Está Ventando...",
			"voicelineType": "1203",
			"description": "*Snif* O vento está trazendo o cheiro de uma presa para nós... Prepare-se para dar o bote.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1204",
			"description": "O vento está perfeito — toda velocidade à frente!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "\"A Arconte ajuda quem cedo madruga\", então fiz café da manhã. Qualquer plano para o dia pode esperar até a gente colocar alguma coisa na barriga.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Boa tarde. O sol brilha mais forte a essa hora — ótimo momento para descansar.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Algum plano para o jantar? Se não, vamos comer na tribo. Eles sempre trazem as melhores comidas e bebidas para campe{M#ões}{F#ãs}.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Se recolhendo? Hmm... Eu voei o dia inteiro, é melhor fazer manutenção nas minhas armas.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "Sobre Chasca - Autoconfiança",
			"voicelineType": "2001",
			"description": "Na época que o Clã das Plumas de Flores era responsável por patrulhar e defender Natlan inteira, o esquadrão voador era o melhor dos melhores — os guerreiros mais poderosos na nação.\nAté hoje, o orgulho sentido por muitos cavaleiros de Qucussauro se aproxima da arrogância... Hã? Eu? Não, não sou arrogante. Apenas supremamente confiante.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "Sobre Chasca - Clã das Plumas de Flores",
			"voicelineType": "2005",
			"description": "...Quando eles me trouxeram pela primeira vez de volta à tribo, eu não me encaixei nem um pouco. Me sentia tão deslocada — como uma alienígena colocada repentinamente no mundo humano... Mas Chuychu e os pais dela— digo, nossos pais, me aceitaram por quem eu era.\nSou eternamente grata por conhecê-los e, por esse motivo, defenderei sua amada tribo... enquanto eu estiver viva.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Arco-Íris Destinado às Chamas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "Sobre Nós - Resolução de Conflitos",
			"voicelineType": "2003",
			"description": "Com suas habilidades, duvido que alguém em Natlan ousaria te provocar. Mas há exceções a cada regra, então se você se vir em uma situação que não pode resolver com força bruta, pode me procurar. Eu vou resolver tudo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "Sobre Nós - Família",
			"voicelineType": "2002",
			"description": "Muito obrigada por ajudar com a situação de Coya... Eu honestamente não sei como as coisas teriam terminado sem você aqui.\nEla não é nem um pouco tão hostil mais com humanos, mas ainda vai precisar de um tempo para ela se acostumar com eles. Difícil mudar antigos hábitos.\nChime, por outro lado? Adora ficar com a tribo. Ela se dá muito bem com Yatlan e as outras crianças... Heh, assistir eles brincando juntos, às vezes me lembra de eu e Coya brincando juntas quando éramos pequenas.\nEnfim, agora minha Mãe é que está sendo difícil... Eu não sei o que deu nela nos últimos tempos. Ela fica me atazanando para construir um ninho só meu como Coya. E ela tá toda, \"talvez seja hora de expandir sua família\"... De onde veio isso? ...Hã? Tá rindo de quê?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Flores Desvanecentes e Penas Caindo\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Essa Visão desempenhou um papel importante na minha luta contra o Abismo. Se ela não tivesse aparecido naquele momento, não sei quem eu seria hoje.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "As pessoas geralmente acham vergonhoso se abrir sobre os erros da infância... Por quê? Seja você humano ou Qucussauro, você só consegue crescer ao aprender com seus erros passados.\nÉ por isso que não tenho vergonha do meu histórico de brigas sem sentido quando eu era criança. Hoje, eu nunca saco minha arma sem pensar direito antes, mesmo que seja por alguns segundos... ou talvez meio segundo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Natlan tem muitas árvores altas. Você tem uma ótima visibilidade do topo e são ótimas plataformas de decolagem. Quer experimentar? Não se preocupe, eu te seguro se você cair.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "Sobre Kachina...",
			"voicelineType": "4001",
			"description": "\"Cada Qucussauro cai do seu ninho antes de aprender a voar\". Kachina não se tornou uma campeã magicamente de um dia para o outro. A vitória dela foi o resultado de esforço incansável e consistente ao longo de muito tempo. Ela é uma guerreira formidável que merece toda a honra e respeito que conseguir.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "Mualani diz que brigamos quando éramos crianças por algum brinquedo que nós duas queríamos, mas não lembro de nada disso.\nHmm... Me pergunto se é porque eu já entrei em tantas brigas que só perdi a conta? Também me pergunto se eu estava atrás da prancha de surfe dela, ao invés de um brinquedo... Aposto que eu só queria poder caçar na água.\nHeh, seja o que tenha sido, duvido que nossa briga tenha durado mais do que um dia. Nunca dura mais que um dia com Mualani.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "Sobre Xilonen...",
			"voicelineType": "4003",
			"description": "Ela pode parecer um pouco cansada, mas não se engane — ela é uma das pessoas mais diligentes que você vai conhecer.\nQuando eu pedi para ela fazer uma arma para mim, eu praticamente não pensei nada sobre isso, só dei uma ideia geral a ela do que eu queria e deixei em suas mãos. Então, quando ela começou a trabalhar seriamente nela, ela passou um dia inteiro me fazendo perguntas — como era um dia típico de voo, qual frequência eu esperava usá-la e assim por diante — e até o fim do dia, havia diagramas de design abandonados pelo chão inteiro... Eu fiquei tão exausta que caí no sono antes dela.\nEntão ela escreveu um guia de manutenção inteiro que ela me forçou a aprender de cor para eu não ir incomodar ela todo dia com problemas... Bem, foi isso que ela disse. Mas suspeito que o real motivo tenha sido ela querer garantir que eu cuidasse de mim e voasse com segurança.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "Sobre Mavuika...",
			"voicelineType": "4004",
			"description": "Algumas pessoas me comparam à Arconte Pyro pelo meu histórico na Peregrinação. É uma comparação sem sentido. Se a Peregrinação fosse uma árvore e eu fosse um abutre no galho mais alto, então a Arconte Pyro seria o sol no céu... Quanto mais forte você fica, mais você aprecia o tamanho estarrecedor do golfo entre você e ela. Eu só ganhei algumas competições — ela é a campeã de uma era inteira.\nMas pelo menos estar no topo com uma visão limpa do céu significa que eu posso ver exatamente quão alto eu quero voar daqui.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "Sobre Kinich...",
			"voicelineType": "4005",
			"description": "Quando eu vi Ajaw pela primeira vez, pensei \"Ah, Kinich tem um Sauriano que ele trata como família também\"... Eu não fazia ideia de quão errada eu estava. O relacionamento deles é... realmente incomparável.\nMas posso dizer que o domínio da linguagem humana de Ajaw é de dar inveja. Queria que minha mãe pudesse falar daquele jeito também para acabar com todo o jogo de adivinhação baseado em linguagem corporal que temos.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "Sobre Citlali...",
			"voicelineType": "4006",
			"description": "Meu pai me contou que quando eu era pequena, eles reuniram todos os anciões mais sábios em Natlan e pediram para eles pensarem em um plano para gerenciar minha condição do Abismo. Eles todos discordaram sobre a melhor abordagem, e isso acabou virando um debate completo. Em algum momento, Citlali saiu da sala em silêncio, mas eles estavam ocupados demais discutindo para notar. Quando ela voltou, colocou um pouco de comida e vinho na frente dela, ignorou todos e só começou a comer... A mesa ficou bem quieta de repente.\nSó de olhar para ela, você jamais saberia quanta experiência ela tem.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "Sobre Ifa...",
			"voicelineType": "4007",
			"description": "Chuychu e meu pai discutiram medicina com ele incontáveis vezes. Então, após eu voltar da Oficina Aérea, a primeira coisa que fiz foi levar Coya para um exame com ele. Mas ele parecia desconsiderar ela — ele deu uma olhada, disse \"não é nada sério, Cusco pode resolver\", então saiu imediatamente para atender outro paciente... *Suspiro* Ele estava certo, claro. Eu só estava me preocupando demais.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Flores Desvanecentes e Penas Caindo\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "Sobre Iansan...",
			"voicelineType": "4008",
			"description": "Sempre senti que treinar a si e a outros são dois conjuntos de habilidades diferentes. Poucas pessoas têm ambos, mas Iansan tem de sobra.\nEu, por exemplo, não sou muito boa em ensinar outras pessoas. Sempre que estou tentando demonstrar algo no esquadrão voador, passo uma eternidade tentando explicar algum detalhe básico e chato que parece intuitivo para mim... só para todos perguntarem, \"E o que tem de intuitivo nisso?!\"\nSe pelo menos Iansan pudesse ser tutora deles, aposto que teríamos o dobro de candidatos passando nos julgamentos de voo cada ano... Uma pena que o programa de treino dela não inclua voo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Mais Sobre Chasca - I",
			"voicelineType": "5001",
			"description": "Como pacificadora, sei muito bem que violência não é sempre a resposta. Mas em muitos casos, ter a capacidade para violência faz as pessoas ficarem muito mais dispostas a dar ouvidos à razão.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Mais Sobre Chasca - II",
			"voicelineType": "5002",
			"description": "Os guerreiros do Clã das Plumas de Flores são bem orgulhosos, mas os Qucussauros são ainda mais. Qualquer aspirante a Cavaleiro tem que treinar incansavelmente e conquistar a aprovação deles — até eu, e eu era praticamente uma deles enquanto crescia. Nada mais justo. Permitir que um iniciante monte um Qucussauro nos céus seria muito irresponsável tanto para o Qucussauro quanto para o Cavaleiro.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Mais Sobre Chasca - III",
			"voicelineType": "5003",
			"description": "Às vezes, após fracassar nos julgamentos de voo incontáveis vezes e nunca conseguir a aprovação dos Qucussauros, as pessoas perdem toda a motivação e decidem desistir. No Clã das Plumas de Flores, chamamos essas pessoas de \"Desalados\"... Mas, geralmente, apenas os guerreiros mais formidáveis sequer tentam os julgamentos de voo para começo de conversa. O espírito de luta deles pode ter enfraquecido, mas ele queimará brilhantemente um dia. E até esse dia chegar, vamos observá-los silenciosamente, assim como os Qucussauros observam seus jovens imaturos.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Mais sobre Chasca - IV",
			"voicelineType": "5004",
			"description": "Nunca consegui ter uma infância feliz, mas quando eu estava prestes a morrer, mamãe pássaro me deu uma nova vida, e quando eu estava perdida e sem rumo, Chuychu me deu algo no que acreditar. Atrás de mim, tenho minha família Sauriana e minha família humana, além de todas as outras criaturas na família que chamamos de Natlan. Eu superarei tudo, nada ficará em meu caminho, seja o Abismo ou as dificuldades da vida!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Conclua \"Arco-Íris Destinado às Chamas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Mais sobre Chasca - V",
			"voicelineType": "5005",
			"description": "Chuychu desejava que eu me tornasse uma heroína. Por isso, não posso desistir. Tenho que ser forte, por ela...\nMas quando a relíquia explodiu e Coya mergulhou na minha frente, eu... o mesmo medo de perder minha irmã voltou com tudo... (Respira profundamente e se acalma)...\nEu sinto muito, só não sei com quem posso falar sobre isso. Geralmente empurro isso pro fundo da minha mente. Mas me sinto bem melhor agora.\nComo não posso esquecer esse medo, acho que vou tentar o contrário: lembrar dele, dominá-lo e, eventualmente, superá-lo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Flores Desvanecentes e Penas Caindo\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Passatempos de Chasca...",
			"voicelineType": "6001",
			"description": "Começar lutas não vale a pena. Mete você em problemas demais. Agora, acabar lutas é bem melhor. É por isso que adoro ser uma pacificadora, as lutas vêm até mim... Haha, tô brincando.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "Preocupações de Chasca...",
			"voicelineType": "6012",
			"description": "A energia do Abismo. Não porque me afeta tanto, hoje em dia não mais. Mas sim porque faz as pessoas ao meu redor se preocuparem com minha segurança.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Crescendo perto do mar, comi peixe cru a maior parte do tempo, e depois que me mudei para a tribo, passei a adorar Filé Grelhado Rápido... Qucussauros e humanos têm dietas muito diferentes, mas gosto das duas.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Qualquer coisa com muito álcool. Não porque não gosto de beber, só preciso ficar de olho no quanto bebi antes de voar. Há umas comidas que o cheiro do álcool é escondido por outros sabores. Parece gostoso, tem um cheiro ótimo, você dá uma mordida e então... é uma armadilha.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Tô falando, esse prato aqui com um vinho bom aumentaria as chances de uma mediação de sucesso em 30%. Hehe, não tem nada melhor que comida boa para deixar as pessoas de bom humor.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Isso é ótimo. Obrigada.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Hã... isso aqui é para Qucussauros? Desculpa, mas, não é disso que eles gostam.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Aqui, pegue essa arma. Está carregada com seis munições, incluindo uma extra especial. Encontre um espaço aberto e experimente — ou melhor ainda, voe até o céu e faça isso de lá.\nOoh, você conseguiu a munição especial de primeira, hein? A sorte tá do seu lado hoje... Isso foi um fogo de artifício de aniversário. Eu mesma fiz!\nHã? O que são as outras cinco munições? Mais fogos de artifício, claro! Mas elas são as de testes que fiz antes da que você acabou de disparar. A cor é diferente e elas não são perfeitas. No próximo ano, vou dar o meu melhor para fazer todas as seis munições de qualidade para você.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Hã, tem uma bala nova no tambor?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Precisa que eu resolva algum conflito? Problemas na tribo? Uma guerra total, talvez?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Há um anseio por batalha que corre em minhas veias... Mas agora, sei como fazer bom uso dele.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "\"Gentileza deve sempre ser retribuída e mérito recompensado.\" Esse é um princípio universal que se mantém verdadeiro tanto para o mundo humano quando para o dos Qucussauros. A partir deste dia, não importa aonde vá, minhas asas e minhas armas sempre estarão ao seu serviço.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Vamos voar.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Me leve para cima.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Fogo no pavio!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Segurem o chapéu!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Do pó ao pó.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Dividir a pilhagem geralmente é motivo de conflito, mas para sua sorte, eu não preciso dessas coisas.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Mora faz muitos problemas desaparecem. Nunca é possível ter Mora demais, né?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Oh, brilhante... que bonito.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Uma luta justa...!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Já estou aquecida.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Quer me ver louca? Eu te mostro!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "...Ei, não morra!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Atrás de mim!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Mamãe...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Não consegui... me superar...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Eu... estou caíndo...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Isso está prestes a virar uma bagunça...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "...De novo!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Muito bem, quais asas precisam ser cortadas?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "A brisa está inquieta hoje.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Munições carregadas e pronta para a ação.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}