{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Me chamo Chiori. Sou a chefe da Boutique Chioriya. Se precisa de uma roupa personalizada, pode vir falar comigo. Já o resto, depende de você ter o suficiente para oferecer em troca. São apenas as regras dos \"negócios\", uma mão lava a outra. Além disso, é estritamente proibido beber e fumar dentro da loja, bem como causar problemas. Essa conversa de \"o cliente é tudo\" não pega aqui, por isso ainda que você seja da realeza, se não respeitar as regras, vai ser expulso daqui com um chute e caindo de bunda no chão, igual todo mundo.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Bate-papo - Avaliação",
			"voicelineType": "1101",
			"description": "Estou aqui para decidir meu futuro e quem eu serei. Ninguém me dá ordens.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Bate-papo - Lâmina de Costura",
			"voicelineType": "1102",
			"description": "Quem disse que pra se costurar precisa de tesoura? Não fico presa a regras rígidas, eu gosto de usar uma faca mesmo.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Bate-papo - Modelo",
			"voicelineType": "1103",
			"description": "Se você ficar parad{F#a}{M#o}, que tal virar {F#minha}{M#meu} modelo? Vou fazer uma roupa bonita pra você.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Comparado a chuva, eu odeio a lama. Se sujar minha roupa, vai ser péssimo de limpar...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "... Isso me lembra minha terra natal.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "A maneira como ela vem flutuando lá de cima faz você querer alcançá-la... Mas no momento em que pousa em sua mão, sua beleza se dissipa... Hmm, acho que há mais semelhanças entre flocos de neve e moda do que eu pensava...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "No Deserto...",
			"voicelineType": "1204",
			"description": "É difícil imaginar como posso promover moda num lugar como esse...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Bom dia. Não espere que eu faça café da manhã para você. Se você for a um café, seja {M#um querido}{F#uma querida} e me traga um. Sem leite e sem açúcar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Já é essa hora? Ainda não comi nada... Não pretendo parar de trabalhar. Pode ir comer seu almoço.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Que barulheira! Será que todo mundo da Corte de Fontaine saiu para fazer compras essa noite?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Vou tomar um banho e relaxar. Não tô a fim de conversar, até amanhã.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "Sobre Chiori - Direta",
			"voicelineType": "2001",
			"description": "Muitas pessoas dizem que meu temperamento não é bom. Que eu não falo de uma forma gentil, que ofendo outras pessoas. Mas na minha opinião, ficar com esse monte de conversa fiada, de simpatia e falsiane pra lá e pra cá é só perda de tempo, não? Se alguém se ofende com a verdade, essa pessoa é fraca.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "Sobre Chiori - Ideal",
			"voicelineType": "2005",
			"description": "Quando eu comecei a conceitualizar a ideia para a minha marca, refleti sobre muitas de minhas experiências passadas e pensei em várias frases para o slogan. É difícil escolher apenas uma frase para a marca, especialmente quando você percebe que cada palavra reflete profundamente uma querida parte de si... mas você só pode escolher aquilo que te representa melhor.\n\"Nunca admita a derrota\". Essa sou eu e essa é a minha marca.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "Sobre nós - Provando Roupas",
			"voicelineType": "2003",
			"description": "Me escute. Isso combina com você. O quê? Você não viu um modelo como esse antes? Ah, então os designers que você conheceu antes não tinham bom gosto.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "Sobre nós - Troca",
			"voicelineType": "2002",
			"description": "Pode ser tarde demais para dizer isso, mas eu sempre falo o que quero. Mas você já tá acostumad{F#a}{M#o}. Não tô nem aí pra mudar o meu estilo tiro e queda. Você também mostra quem é na minha frente, não precisa se esconder. Garanto que não vou te criticar. O quê? Não acredita em mim? Mas você me conhece há tanto tempo, quando foi que eu falei algo e não fiz?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Por causa da minha origem, as pessoas de Fontaine me chamam de Costureira Trovejante. Pode me chamar do que você preferir, não tenho boas emoções com minha terra natal, afinal, eu tenho uma Visão, e eu consegui ela quando decidi sair de Inazuma.\nMas também não odeio aquele lugar sem moda. Na minha opinião, só não preciso voltar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Para tratar o meu excesso de energia quando era criança, meus pais me levaram para estudar muitas coisas. A arte da espada foi uma delas. Mas depois de um tempo, percebi que usar duas espadas combinava mais comigo, e eu era boa nisso. Não demorou para meu professor acabar me reprimindo por causa disso. Perguntei por que, e ele só disse que esse não era o caminho da espada, que era uma técnica \"inadequada\". Depois disso, eu não fui mais para as aulas dele, e passei a pensar em como insistir a usar uma lâmina daquele jeito. Talvez eu tenha um talento natural manter minhas duas mãos ocupadas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Tamoto foi minha primeira obra. Na época, eu só sabia costurar para meninas como eu, usando ela como modelo. Hã? Companhia? Não, não preciso disso.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "Sobre Navia...",
			"voicelineType": "4001",
			"description": "Uma vez, ela me pediu para eu desenhar um monte de coisas estranhas para ela, tipo uma coroa na forma de um timão de borracha. Mas eu na época não conseguia evitar revirar os meus olhos, eu disse que era melhor pegar o chapéu dela e desenhar como um barco.\nAs pessoas que dizem que eu tenho muita criatividade com certeza nunca conheceram Navia.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "Sobre Lyney...",
			"voicelineType": "4002",
			"description": "Não consigo fazer um chapéu que possa esconder segredos, mas parece que o Lyney pode encantar o chapéu dele para fazer exatamente isso... Estou um pouco curiosa sobre como deve ser usar um chapéu cheio de tantos truques e segredos como o dele. Quanto a mim, não preciso do peso de tudo isso, é mais fácil simplesmente dizer o que estou pensando.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "Sobre Lynette...",
			"voicelineType": "4003",
			"description": "Essa assistente não gosta muito de falar, mas ela confia muito em mim. Gatos parecem gostar muito de mim...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "Sobre Charlotte...",
			"voicelineType": "4004",
			"description": "Uma vez, Charlotte entrou na loja esperando fazer uma entrevista comigo. Eu disse a ela que não tinha sentido, porque não havia nada de novo para falar. Mas justamente quando ela estava saindo, um bêbado entrou cambaleando na loja e começou a causar problemas. Ela gravou tudo... Que fiasco. Já ouvi falar de jornalistas perseguindo notícias, mas agora parece que as notícias perseguem os jornalistas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "Sobre Chevreuse...",
			"voicelineType": "4005",
			"description": "Trabalhar e conversar com Chevreuse é muito tranquilo. Por isso, toda vez que me despeço dela e acabo encontrando um novo cliente, acabo me sentindo desconfortável.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Sobre Emilie...",
			"voicelineType": "4006",
			"description": "Os perfumes da Emilie são muito populares. Temos um acordo comercial onde peço que ela entregue pequenas quantidades do perfume em que está trabalhando para a Boutique Chioriya. Eu deixo Eloffe borrifar secretamente o perfume no provador, e depois eu informo a ela qualquer reação que recebo dos clientes. Mesmo depois de todo esse tempo, nunca tive um cliente que dissesse que meu provador tinha um cheiro estranho. Na verdade, eles geralmente vêm um após o outro perguntar onde podem comprar a fragrância. Por curiosidade, eu sempre compro um frasco quando ela as traz para vender em sua loja. Tenho que dizer que tais fragrâncias que sempre trazem uma sensação de renovação são verdadeiras obras de arte.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4007",
			"description": "Alguns amigos e colaboradores meus mencionaram ele. Admiro muito suas habilidades, mas não pretendo mudar meu jeito de fazer as coisas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "Sobre Kirara...",
			"voicelineType": "4008",
			"description": "Quando eu ainda estava em Inazuma, havia um gato com olhos verdes que gostava de me seguir sempre que eu saía na natureza em busca de inspiração. O gatinho parecia muito interessado nas cores e padrões do tecido que eu carregava. Ela até vinha esfregar a cabeça nas minhas pernas quando estava de bom humor.\nMais tarde, reconheci aqueles olhos verdes novamente, mas em uma garota com duas caudas. A maneira como ela olhava para coisas novas e intrigantes ainda não havia mudado depois de tantos anos.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "Se eu não tivesse sempre fugindo para brincar quando era criança, provavelmente nunca teria tido a chance de conhecer a jovem senhora do Clã Kamisato. Houve uma vez em que eu escalei até o pátio do Clã Kamisato, e o Temari dela por acaso rolou em direção à parede. Eu podia dizer que ela estava surpresa e feliz em me ver. Brincamos juntas e conversamos por bastante tempo, mas acabei sendo descoberta. E assim, nossa breve amizade chegou ao fim quando fui expulsa do local.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Mais sobre Chiori - I",
			"voicelineType": "5001",
			"description": "Eu não acho que meu temperamento é tão ruim quanto dizem por aí. Eu sou só uma pessoa que não gosta de perder tempo conversando besteira. Mas não sei o porquê, essas besteiras sempre acabam vindo parar em mim. De vez em quando, acabo com uma reputação ruim, e por isso acabam me acusando injustamente.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Mais sobre Chiori - II",
			"voicelineType": "5002",
			"description": "Desde quando eu era pequena, não gostava de levar sermão. Por um tempo, eu até mesmo odiava regras, sempre quebrava elas. E foi por causa dessa minha teimosia que acabei sofrendo bastante. Mas depois, passei a entender que regras não são sempre uma coisa ruim. O que eu odeio mesmo é não poder fazer as coisas como eu decidi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Mais sobre Chiori - III",
			"voicelineType": "5003",
			"description": "Quando eu era pequena, sempre ficava ansiosa pelos festivais de verão na minha cidade natal. Todo ano, as pessoas pegavam as roupas mais vibrantes e bonitas, e as vestiam cuidadosamente antes de se juntar à multidão...\nToda vez que o festival acontecia, havia todas essas esferas coloridas penduradas nos cintos das pessoas, peixinhos dourados que você não conseguia pegar da tigela por mais que tentasse, maçãs do amor tão doces que até as crianças não conseguiam terminar, e fogos de artifício tão lindos que só podiam ter vindo da casa Naganohara... Eu sempre me divertia muito nesses festivais, mas mesmo assim, sempre sentia que algo estava \"faltando\" quando voltava para casa no final da noite. Só quando fiquei mais velha percebi que devia ter querido ser mais do que apenas uma espectadora em um evento tão maravilhoso.\n...E como as pessoas sempre associam a casa \"Naganohara\" com fogos de artifício. Espero que um dia, as pessoas também associem festivais com a Boutique Chioriya.\nHahaha, só de pensar na possibilidade disso já me deixa muito animada. Certo, hora de voltar para a loja e criar mais alguns designs.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Mais sobre Chiori - IV",
			"voicelineType": "5004",
			"description": "Embora eu possa me envolver bastante no meu trabalho, também gosto de viver o momento. Quando tenho um tempo livre, costumo preparar um pouco de comida e encontrar um lugar agradável na natureza para tirar uma soneca aconchegante ao meio-dia, antes de voltar para casa, relaxar um pouco mais e finalmente adormecer ao som da minha música favorita. Ah, e outras vezes, gosto de sair para comer com meus amigos, falar sobre tudo o que está acontecendo no mundo e festejar até todo mundo ficar completamente bêbado. Honestamente, tudo depende do que eu estiver com vontade de fazer no momento. Assim como a moda existe apenas no momento, eu também amo viver o momento. Então, o que você acha? Quer sair comigo hoje à noite e desfrutar de uma noite inteira de diversão?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Mais sobre Chiori - V",
			"voicelineType": "5005",
			"description": "Eu adoro as pequenas sobremesas de Inazuma, bem como todos os pratos sutis e leves. Da mesma forma, também gosto do toque dos tecidos da minha terra natal, assim como do costume de tomar um banho depois de um longo dia de trabalho. Mas, por outro lado, também adoro as suaves ondas dos mares de Fontaine, bem como a bela paisagem sob as águas.\nÀs vezes, me pergunto se tudo é de fato predestinado, e se ainda estou vivendo à sombra do meu passado. Mas, outra pergunta sempre surge — a resposta para isso realmente mudaria alguma coisa? De qualquer forma, ainda sou eu, vivendo no meu presente. Mesmo que eu seja do jeito que sou devido ao que aconteceu no meu passado, meu futuro ainda está em minhas próprias mãos, e ninguém neste mundo pode realmente mudar isso.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Passatempos de Chiori...",
			"voicelineType": "6001",
			"description": "Sigo os meus sonhos enquanto trabalho, exploro minha liberdade nos meus passatempos. Se eu não amar o que faço todo dia, qual é o sentido?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Preocupações de Chiori...",
			"voicelineType": "6012",
			"description": "Às vezes me preocupo, porque a busca pelo meu ideal toma mais tempo do que eu esperava, e por causa disso não sei quando minha marca vai se tornar popular pelo mundo. Mas isso não é um comprometimento com a realidade, afinal, do que servem as preocupações? Vale mais a pena eu poupar tempo e fazer mais roupas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Nunca esqueço dos doces que eu comia quando era criança em Inazuma. Mas comparado à alegria de prová-los, gosto mais da preparação deles. Se não fosse a grande variedade de tecidos coloridos, eu acho que acabaria virando uma confeiteira.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Eca... Não consigo lidar com alimentos de sabores particularmente fortes, como Haggis, por exemplo. A experiência de comê-lo é meio que... como se de repente levasse uma pancada no rosto de um Espectro Geo do nada. Faz sentido para você?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Ah, gosto muito desse sabor. Me traga mais um pouco na próxima vez. Não se preocupe, também vou trazer um presente para você.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Que habilidade culinária excelente. É um prato perfeito para comer depois de se cansar trabalhando.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Não gosto desse sabor. Troque ele por algo mais suave na próxima vez.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Tá bom, tá bom... Feliz aniversário, ou algo do tipo. Só me diga se há algum presente que você goste — não posso me dar ao trabalho de tentar adivinhar o que você quer. Hã? Muito direta? Tudo bem então, por que você não chama a Navia, a Kirara e os outros, e talvez alguns dos seus amigos também? Podemos fazer uma festa hoje à noite na minha casa. Vou tomar nota dos presentes que os outros prepararam para você e fazer um acessório na hora para você. Aposto que você vai gostar. Haha, chame isso de confiança da dona da Boutique Chioriya.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "... Não, isso ainda é muito comum.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "... Nada mal, mas ainda falta algo para chamar a atenção das pessoas.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "... Ótimo. Consegui o que queria.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Minha mão não treme. Essa é a minha especialidade... Mas devo admitir, meu coração está batendo forte agora. Muito obrigada por me ajudar a completar minha obra-prima, ela é muito importante para mim. De agora em diante, o caminho em frente está no alcance de minhas mãos.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Um truque na manga.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Próximo?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Uma ajudinha.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Eu comando a moda.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Frágil como seda.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "As pétalas vermelhas caem.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Essa técnica é boa, mas já fiz melhor antes.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Então você gosta disso?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Hmm... deixe eu pensar.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Minha roupa foi destruída...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Já terminou?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Vou te ensinar uma lição...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Ei, não se force.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Não faço mortalhas.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Um corte inadequado...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Eu não aceito a derrota...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Minha marca... ainda não...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Só isso?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Que mal gosto...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Você provocou a pessoa errada...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Seja bem-vindo à Boutique Chioriya.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Tá precisando de roupas personalizadas?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Vamos sair em busca de inspiração.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}