{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Olá, meu nome é Emilie. Você está atrás de algo relacionado a perfume, por acaso?\nSe você quiser algo de uma natureza diferente, sugiro que encontremos um lugar mais tranquilo para conversar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Bate-papo - Inspiração",
			"voicelineType": "1101",
			"description": "Ah, tenho uma nova ideia... Só um momento, por favor. Preciso anotar isso.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Bate-papo - Leque de Perfume",
			"voicelineType": "1102",
			"description": "Muitas damas na Corte de Fontaine gostam de borrifar seus perfumes em um leque bordado delicado, fazendo com que gerem uma fragrância agradável com cada balançar do punho. É um método muito engenhoso.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Bate-papo - Jornal",
			"voicelineType": "1103",
			"description": "Se importaria de vir comigo comprar uma cópia do jornal de hoje?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "A chuva pode ser bastante problemática às vezes. Ela lava coisas demais...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Quando cai um raio, ele sempre deixa para trás um cheiro único no ar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Que ambiente extraordinário. Eu imagino que deva haver diversos materiais preciosos a serem encontrados aqui.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Ah, a luz do sol é tão boa. O sinal de um bom dia pela frente, eu espero.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "No Deserto...",
			"voicelineType": "1205",
			"description": "Ingredientes de qualidade podem ser encontrados em todo lugar, até mesmo no deserto árido. Banha de Verme da Areia, por exemplo, pode ser refinada em um componente de perfumaria muito valioso.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Gosto de começar meu dia bebendo um copo de água bem gelada. Me ajuda a acordar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Uma caminhada casual após uma refeição auxilia na digestão e aumenta a circulação sanguínea. Então, gostaria de vir comigo?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Certos ingredientes de perfume só podem ser encontrados em momentos específicos do dia. Então, às vezes, preciso sair no meio da noite.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Boa noite. Poderia recomendar algumas fragrâncias para ajudar com o sono, se quiser. Mas deixar seu corpo cair no sono naturalmente sempre é melhor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Sobre Emilie...",
			"voicelineType": "2001",
			"description": "Devo admitir. Não sou muito boa em pensar em assuntos para conversar. Em termos simples, não sou a melhor conversadora. Mas se houver alguma coisa que quiser compartilhar, boa ou ruim, estou sempre disposta a ouvir.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Sobre Emilie - Limpeza Forense",
			"voicelineType": "2005",
			"description": "Quando as autoridades terminam de investigar um homicídio ou acidente fatal, ainda há muita limpeza a ser feita na cena. Isso inclui descartar a matéria orgânica, remover manchas de sangue, desinfectar a área... Tudo isso é responsabilidade da Limpeza Forense. Eu não sou afiliada a nenhuma organização na Corte de Fontaine. Sou uma prestadora de serviços independente. Tenho um acordo de trabalho extenso com os Gardes, mas também aceito comissões particulares.\nIsso é praticamente tudo que há em minha linha de trabalho, mas se tiver alguma pergunta, por favor, pode perguntar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "Sobre nós - Recomendações",
			"voicelineType": "2003",
			"description": "Qual perfume eu geralmente uso? Ah, desculpe por desapontar, mas eu não uso perfume normalmente. Isso pode atrapalhar outros cheiros quando estou trabalhando, sabe? Mas se você falar um pouco sobre seu humor atual, certamente posso dar algumas recomendações.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "Sobre nós - Visitas",
			"voicelineType": "2002",
			"description": "Gostaria de visitar meu estúdio? Será mais que bem-vind{M#o}{F#a}. Posso te ensinar um pouco sobre perfumaria e tenho uma coleção bem grande para você observar. Minha mãe era uma entusiasta de perfumes também. Na verdade, muitos dos perfumes em minha coleção são presentes dela. Se houver tempo, podemos experimentar todos um por um.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Eu já tentei usar minha Visão para criar uma espécie de plantas que pudesse crescer sem qualquer nutrição. Infelizmente, minhas tentativas fracassaram completamente. Isso só mostra que mesmo com o poder da Visão, ainda há um limite do que é possível. Não dá para desafiar as leis da natureza.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Os cinco sentidos não são completamente independentes. O vermelho, por exemplo, pode evocar uma sensação de calor, e fragrâncias também podem induzir sensações específicas. Mas essa propriedade é principalmente explorada nas vendas. Se um cliente estiver se sentido deprimido, por exemplo, ele pode ser facilmente persuadido a escolher um perfume com um cheiro adocicado ou de ervas.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "{M#Nada pode ser mais interessante do que encontrar coisas novas. Você já viajou a muitos lugares e tenho certeza que seu leque de experiências é muito maior do que o meu, então estava me perguntando se poderia fazer um pedido... Você já encontrou uma flor ou especiaria, talvez, que deixou uma impressão particularmente marcante em você? Poderia me falar dela?\nA flor \"Inteyvat\"... Hmm, não posso dizer que já ouvi falar nela, mas o nome parece mesmo grandioso. Certo, então, fiz uma anotação sobre ela. Se eu tiver sorte de vê-la pessoalmente, pode deixar que eu te aviso.}{F#Posso te fazer uma pergunta? A flor que você usa em seu cabelo... Nunca vi uma parecida antes. Se você quis usá-la como acessório de cabelo, imagino que deva importar muito para você.\na flor \"Inteyvat\"... Hmm, esse é mesmo um nome grandioso. Não sei como você a achou, mas tenho certeza que ela quer dizer que você é muito importante para esse mundo.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete \"Réquiem para os Ecos Profundos\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "Sobre Chevreuse...",
			"voicelineType": "4001",
			"description": "Não tenho certeza se ela já mencionou, mas nos conhecemos através do trabalho. Apesar disso, a maioria de nossas conversas não são nada sérias como nossos trabalhos sugerem. Uma vez, ela me contou que leu um livro sobre um perfumista que faz cheiros usando tecido humano. Fictício, claro, mas na história acaba tendo um sucesso surpreendente — o melhor perfume já feito. Baseado em minha própria experiência, acho difícil acreditar que o cheiro fosse ser tão maravilhoso na vida real...\nMas Chevreuse não estava tão concentrada no realismo. Ela estava ocupada demais tentando desenrolar todos os passivos legais envolvidos numa situação assim.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "Sobre Chiori...",
			"voicelineType": "4002",
			"description": "Como designer, Chiori tem um olhar afiado para tendências. Embora comercializemos produtos completamente diferentes, ainda gosto de ouvi-la falar sobre o processo criativo por trás dos designs dela. Sem mencionar que ela tem um olho muito bom para perfumes. Sempre que tenho que testar novos produtos, ela sempre consegue escolher o que acaba vendendo melhor.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "Sobre Charlotte...",
			"voicelineType": "4003",
			"description": "Ah, uma jovem realmente cheia de energia. Sendo uma jornalista, imagino que muitas pessoas a vejam como nada além de problemas, mas essa não é minha experiência. Até após descobrir a verdadeira natureza do meu trabalho, ela ainda escolheu guardar essa informação. Apesar do fato de ela não ter nenhum motivo para me ajudar, e isso provavelmente não alinha com os interesses profissionais dela. Então, tenho uma opinião muito elevada dela. Se ela um dia precisar da minha ajuda, certamente não recusarei.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "Sobre Clorinde...",
			"voicelineType": "4004",
			"description": "Estou quase certa que todos em Fontaine conhecem esse nome. Ela é uma Duelista Representante formidável. Apesar disso, acho que é muito fácil de se relacionar com ela. Em minha experiência, quanto mais forte a pessoa é em combate, mais aberta é em conversas.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "Sobre Sigewinne...",
			"voicelineType": "4005",
			"description": "Se não me engano, acredito que a Srta. Sigewinne me conheceu quando eu era muito jovem — jovem demais para me lembrar... Ah, eu provavelmente não te contei, meu pai trabalha para o Marechalato Fantasma, então geralmente recebíamos Melusines. Aparentemente, as Melusines sempre cuidavam de mim quando era um bebê.\nMas a Srta. Sigewinne nunca me tratou como uma pessoa mais nova. Ela sempre fala bem de meus perfumes, então sempre que faço uma nova amostra, geralmente reservo uma extra para ela.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "Sobre Neuvillette...",
			"voicelineType": "4006",
			"description": "Como perfumista, se seu olfato enfraquecer, há uma solução bem fácil — beber água fresca. Não sou geralmente exigente sobre a água que bebo, mas, por curiosidade, eu já participei de um evento de degustação de água organizado pelo Monsieur Neuvillette.\nEle tinha uma compreensão tão abstrata, porém distinta das características dos diferentes tipos de água. Quase me lembrou do jeito que artigos de revista falam sobre perfume. Ele tomou o tempo necessário para entender minhas necessidades e me recomendou algumas fontes de água com a maior sinceridade. Ela foi tão atencioso que, às vezes, escolho comprar as variedades que ele recomendou, mesmo que apenas por respeito a ele.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4007",
			"description": "Você conhece Wriothesley? Haha, bem, você é chei{M#o}{F#a} de surpresas. Pelo que sei, o Duque tenta ficar fora do centro das atenções — a maioria das pessoas nem sabe que ele existe. Monsieur Neuvillette já tentou recomendar meus serviços a ele, mas, aparentemente, ele pensou que a Fortaleza Meropide não teria ocasião para usá-lo.\nNão sei quais foram suas razões para me recusar, já que nunca o encontrei pessoalmente. Mas se eu tivesse que especular... Diria que talvez haja certas coisas que ele não quer que sejam lavadas. Talvez ele prefira deixá-las lá... como um aviso.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "Sobre Tighnari",
			"voicelineType": "4008",
			"description": "Eu só o encontrei pessoalmente algumas vezes, mas nos comunicamos por carta frequentemente. Ele entrou em contato comigo primeiro, escrevendo uma carta após conseguir minhas informações de contato de um jeito convoluto. Ele foi extremamente educado e foi incrivelmente lisonjeador ter um botânico tão renomado pedir por minha especialidade com flores. Mas também vi isso como uma chance de aprender com ele. Decidi fazer algumas de minhas próprias perguntas, especificamente sobre ingredientes de Sumeru, e ele me deu respostas compreensivas para cada uma.\nAgora, nossa correspondência é muito mais casual. Ele até me fala sobre seus companheiros às vezes. Eu realmente fiquei muito feliz de ter essa oportunidade de fazer um novo amigo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Mais sobre Emilie — I",
			"voicelineType": "5001",
			"description": "As pessoas geralmente romantizam perfume, atribuindo todo tipo de qualidades poéticas. Mas, na realidade, perfumaria é muito mais próxima de uma ciência. Pode ser resumida a um simples experimento de química, sério. Cabe ao perfumista aproximar as qualidades artísticas e científicas do produto, e fazer isso com qualquer grau de sucesso requer habilidade.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Mais sobre Emilie — II",
			"voicelineType": "5002",
			"description": "As pessoas podem descrever como um certo cheiro as faz sentir, claro. Mas é muito difícil recriar um cheiro baseado apenas em uma descrição escrita, até para mim. Então, peço desculpas, mas não faço encomendas personalizadas. Dito isso, se você descobrir que meus outros perfumes te agradam, claro que seria uma honra fazer negócios com você.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Mais sobre Emilie — III",
			"voicelineType": "5003",
			"description": "Um perfume deve passar por uma série de testes antes de ser lançado, incluindo um teste de tempo de prateleira. Isso pode ajudar a responder várias perguntas: Quanto tempo o produto dura? Ele é suscetível a deterioração? Se tornará tóxico ou até mesmo se dissipará com o tempo?\nHmm, pensando nisso agora... Não seria legal se houvesse uma maneira de testar o tempo de prateleira para relacionamentos interpessoais?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Mais sobre Emilie — IV",
			"voicelineType": "5004",
			"description": "Eu não escondo minha profissão real deliberadamente, mas prefiro ser discreta sempre que possível. Não porque fico preocupada que afastará meus clientes de meus perfumes, só reconheço o fato que meu trabalho com limpeza forense me sujeita a muitas informações sensíveis, coisas que não podem ser divulgadas ao público. As pessoas que comissionam meus serviços depositam muita confiança em mim. Eu não quero que elas recebam atenção indesejada por minha causa.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Mais sobre Emilie — V",
			"voicelineType": "5005",
			"description": "Perfumaria sempre foi apenas um passatempo para mim. Algo que faço em minhas horas vagas, assim como algumas pessoas aprendem a tocar instrumentos ou fazer artesanatos.\nMesmo assim, meu objetivo de vida não foi sempre trabalhar com limpeza forense. Minha mãe trabalha como patologista forense, e desde que eu era pequena, soube que queria trabalhar em investigações criminais como ela. Por muito tempo, meu talento na química me inspirou a perseguir análise de evidências de rastros. Mas conforme progredia em meus estudos, comecei a encontrar cenas de crimes reais. Jamais esquecerei uma cena que vi... Uma criança foi assassinada, havia sangue encharcando o carpete e espalhado pelas paredes... E após os investigadores terminarem sua avaliação, eles só saíram. Eu não podia imaginar o que esses pobres pais estavam passando... Não parecia certo eles terem que limpar o assassinato do próprio filho, sozinhos.\nEntão, sim. Foi isso que me levou até a limpeza forense.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Passatempos de Emilie...",
			"voicelineType": "6001",
			"description": "Eu gosto de colecionar recortes de jornais. Sempre que encontro uma história inacreditável, corto um pedaço e adiciono à minha coleção. Já enchi vários fichários grandes assim. Folheá-los é quase como ler aqueles contos que Chevreuse gosta tanto.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Preocupações de Emilie...",
			"voicelineType": "6012",
			"description": "Todos os cães no parque são muito meigos. Mas se quiser fazer carinho neles, tem que agradá-los com um pouco de brincadeira primeiro. Hehe, acho que é um bom problema de se ter.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Camarão fresco polvilhado com sal marinho, levemente cozido, então mergulhado em manteiga derretida — simples e delicioso. Você deveria experimentar alguma hora.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Não como muita carne vermelha. Controverso, eu sei.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Hmm, o sabor é tão bom quanto o cheiro. Obrigada por compartilhar comigo. Eu gostei muito.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Hmm, parece delicioso, e a textura também é muito agradável.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Tem mesmo gente que goste desse tipo de sabor...?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Sei que preferências de perfume são extremamente pessoais, mas tomei a liberdade de escolher um que acho que você vai gostar. É uma das minhas criações, na verdade, mas não está disponível para compra ainda.\nEu tentei combinar as notas florais e frutadas encontradas na natureza nessa época do ano. Eu estava mirando em um cheiro mais sutil. Enfim, espero que ele te traga um pouco de paz e conforto sempre que você o usar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Muito obrigada. Ah, não precisa de tanta modéstia. Claro que você merece meus agradecimentos.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Obrigada por suas sugestões. Elas me deram muito sobre o que pensar.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Poder é apenas útil quando manuseado pela pessoa certa. Farei o meu melhor para honrar sua confiança em mim.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Muitas coisas podem ser vistas claramente apenas quando você as ilumina e, agora, foi como se você tivesse me entregue essa luz. Você está me convidando para ir com você em sua jornada? Então, por favor, mostre o caminho. Estarei bem ao seu lado.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Reconstituir.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Extrair.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Neutralizar.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Fresco e floral.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Isso vai elevar o clima.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Um pouco de ambientação.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Hehe, os espólios atingem as expectativas?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Quer ajuda para compartilhar a carga?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Hmm, nenhum vestígio de informação do dono...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Meu olfato está indo embora...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Essa foi uma reação adversa...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Hora de reavaliar a cena...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Dê uma pausa.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Não se preocupe, estou aqui.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Sinto cheiro... de sangue...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "A lanterna... se apagou...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Chegou... minha hora?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Minha fraqueza.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Eu estava pouco preparada...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Tenho que ser mais prudente.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Seria uma honra.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "O prazer é todo meu.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Fico lisonjeada.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}