{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Aqui está o Prêmio de Acadêmico Distinto da Academia, este é o Prêmio de Conquista de Carreira da Liga de Enigmas de Sumeru, e tem algo do Simpósio de Máquinas das Ruínas... O que acha? Se interessou em virar {M#meu}{F#minha} estudante? Ahem, só como lembrete, eu sou do Darshan Haravatat. Você ficará perdid{M#o}{F#a} se tentar me encontrar nos salões Kshahrewar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Bate-papo - Regras",
			"voicelineType": "1101",
			"description": "Cem anos se passaram, e mesmo assim não houve nenhuma mudança naquelas regras estúpidas da Academia...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Bate-papo - Antecessora",
			"voicelineType": "1102",
			"description": "Eeeh? O que você disse? Eu sou velha agora, então várias frases escapam meus ouvidos. Tente me chamar de \"Madame Faruzan\", verei se eu consigo entender isso.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Bate-papo - Aprendizado",
			"voicelineType": "1103",
			"description": "Pesquisa acadêmica não é só uma tendência. Assuntos não entram e saem de moda.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "Quando está chovendo...",
			"voicelineType": "1201",
			"description": "Eu deixei de ser criança há muitos, muitos anos, então não vejo motivo para me animar com a chuva.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Uau! O—O quê? Não há nada errado em ter medo de trovões até em idades mais avançadas!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Que lindo... que inspirador... Atchim! *Funga* Sim, também é muito frio...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1204",
			"description": "Que aconchegante... Um ambiente aberto e ventilado é o melhor mesmo.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "No Deserto...",
			"voicelineType": "1205",
			"description": "Ei, como voltamos para cá de novo?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Jovem, não há nada como uma saudação entusiasmada para começar sua manhã! Tente se lembrar agora: O que você deveria dizer?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Estou começando a ficar com fome... Que tal irmos comer alguma coisa do Grande Bazar? Qualquer coisa serve, contanto que não seja \"inovador\" demais.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Não aja tão surpres{M#o}{F#a} — acadêmicos de todas as gerações viram a noite pelas suas pesquisas. Afinal de contas, a noite oferece uma oportunidade preciosa para contemplar suas ideias e temas em paz.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Esse texto antigo está fazendo minha cabeça girar... Vamos parar por hoje e descansar um pouco. Estarei indo para a cama também, então, boa noite.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "Sobre Faruzan - Veterana",
			"voicelineType": "2001",
			"description": "O que é que você mais quer aprender? Diferentes formas de mecanismos de quebra-cabeça feitos de pressão? O esquema da camada base dos Monumentos Elementais? Hmm, espera... Você esqueceu de me chamar de \"Madame Faruzan\" quando fez a sua pergunta?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "Sobre Faruzan - Os Sofrimentos de uma Mentora",
			"voicelineType": "2005",
			"description": "Eu quero que meus estudantes realmente gostem de estudar os textos antigos. Se eu não conseguir encontrar ninguém assim, então não terei nenhum estudante! Ah, sim, sobre encontrar alguém para me ajudar com meu trabalho... É bem normal que os estudantes ajudem seus mentores quando eles tiverem tempo livre, não é? Digo, até mesmo eu fiz isso antigamente...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "Sobre Nós - Novos Estudantes",
			"voicelineType": "2003",
			"description": "Pergunta séria: por que você não se torna {M#meu}{F#minha} estudante? Criarei tópicos conforme sua necessidade e explicar tudo que você precisa saber direitinho. Podemos focar em formas práticas de desbloquear quebra-cabeças modernos, e a partir disso construir uma forma de decifrar os textos relacionados. Eu já passei por isso, então posso te prometer que tudo que você aprender será de grande ajuda para as suas aventuras futuras. Não tem motivo para não confiar em mim!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "Sobre Nós - Tempos de Ilustração",
			"voicelineType": "2002",
			"description": "Quando eu estava presa, passei tanto tempo resolvendo quebra-cabeças que fiquei perdida até com a passagem do tempo. Agora que estou livre novamente, não preciso mais enfrentar os quebra-cabeças do mundo por conta própria. Talvez poderemos passar mais momentos divertidos copiando inscrições, decifrando runas e resolvendo quebra-cabeças... Cada minuto deve ser aproveitado.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Hnf. Deixando de lado meu incrível currículo, minhas capacidades intelectuais foram reconhecidas até mesmo pelo próprio Arconte Anemo. Quanto ao motivo de ainda não conseguir nenhum estudante... Bem, não é nenhuma culpa minha ou do meu Darshan. Talvez seja só uma questão de momento? Afinal de contas, também recebi minha Visão em um momento bem oportuno.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "Algo para Compartilhar - Kshahrewar",
			"voicelineType": "3002",
			"description": "\"Daqui em diante, o Kshahrewar será o único Darshan dedicado ao estudo de mecanismos\"... Hmm, se você quer saber, os estudantes do Kshahrewar estão se adiantando demais. Quando eu estava desvendando quebra-cabeças por toda Sumeru, eles ainda estavam brincando com bloquinhos básicos.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "Algo para Compartilhar - Haravatat",
			"voicelineType": "3005",
			"description": "Aqueles velhotes do Haravatat adoram recusar meus pedidos de financiamento com a desculpa de que a minha pesquisa possa se tornar um nicho e serem impraticáveis. Com essa lógica, já que ainda somos o Darshan com o menor número de adesão, deveríamos fechar logo as portas.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Coisas interessantes...",
			"voicelineType": "3003",
			"description": "Eu já visitei inúmeras ruínas de todas as formas e tamanhos e interpretei todos os textos e símbolos escassos que consegui encontrar. Dragões das Ruínas de fato são mecanismos do mais alto calibre. Hmm... talvez \"mecanismo\" não seja a melhor palavra para eles. Você poderia argumentar que eles são \"organismos vivos\" antiquados que conseguiram sobreviver até o presente...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "Sobre a Lorde Menor Kusanali...",
			"voicelineType": "4001",
			"description": "O conhecimento é, naturalmente, algo que não pode ser limitado ou restringido. É como o Kshahrewar pode utilizar os resultados das pesquisas do Haravat. Todos os estudiosos serão gratos a Lorde Menor Kusanali por liberar a Academia— não, por libertar a Cidade da Sabedoria inteira dos grilhões dos desejos egoístas. Todos os que têm sede de conhecimento agora têm a oportunidade de buscar tesouros no vasto mar do conhecimento.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete a história \"O Akasha Pulsa, a Chama Kalpa se Ergue\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "Sobre Tighnari...",
			"voicelineType": "4002",
			"description": "Um dos meus projetos favoritos é pesquisar por ruínas da floresta tropical. Ah, sim, eu deveria pedir ao Tighnari para vir comigo da próxima vez. É sempre divertido viajar com a cópia viva do Guia de Sobrevivência na Floresta Tropical. Devo dizer, embora eu exista por pelo menos uns cem anos, ele viu muito mais variedades de fungos do que eu sequer tive a chance de provar...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "Sobre Collei...",
			"voicelineType": "4003",
			"description": "Ah, Collei... Ela respeita os mais velhos, diligente e muito trabalhadora — a melhor estudante! Crianças como ela merecem todo carinho e elogio do mundo. Tighnari realmente não tem necessidade nenhuma de ser tão rigoroso quanto ele tem sido. Hnf... Preciso encontrar uma forma de conquistar ela... Ahem! O que eu quis dizer é, como uma estudiosa sênior, preciso encontrar uma forma de melhorar o ambiente de aprendizado dos estudantes mais novos.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "Sobre Cyno...",
			"voicelineType": "4004",
			"description": "As piadas do Cyno são compostas usando palavras e padrões linguísticos modernos, mas eu ainda sofro para decifrar os significados ocultos de sua gramática e prosa... Hã? Ele está falando tudo no literal e com palavras homófonas? Sério...? Então essas piadinhas não têm nenhuma substância no fim das contas...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "Sobre Layla...",
			"voicelineType": "4005",
			"description": "Às vezes, ela abaixa a cabeça e se mantêm distante quando ela me vê. Porém, durante a noite ela é só sorrisos e cumprimentos... Eu não entendo muito bem ela. Enfim, a maioria das crianças do Rtawahist são gênios. Uma ou duas peculiaridades não é nada com que eu deva me preocupar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "Sobre Kaveh...",
			"voicelineType": "4006",
			"description": "Kaveh é uma boa criança com muito potencial. Tive uma conversa à toa com ele sobre os princípios da construção de mecanismos. Hmm, como devo dizer... Ele é do tipo muito romântico, mas pelo menos tem algumas ideias originais, o que é bem raro hoje em dia. Ouvi dizer que ele se deparou com alguns momentos difíceis, então estou planejando convidá-lo para uma boa refeição quando meu financiamento for finalmente aprovado. Isso vai acontecer logo, prometo.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "Sobre Nilou...",
			"voicelineType": "4007",
			"description": "Eu me lembro dela; ela é uma garota gentil. Estive no Grande Bazar apenas algumas vezes, mas ela já se lembrou imediatamente do meu rosto e nome, e até mesmo tentou fazer com que os outros parassem de discutir comigo. Ela realmente me entende! Todos os jovens deveriam ser como ela.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76068,
			"title": "Sobre Sethos",
			"voicelineType": "4008",
			"description": "Oh, você fala do recém-chegado? Sim, ele não chegou na hora perfeita? Eu ainda não sei a qual Darshan ele pertence, mas parece que encontro com ele o tempo todo nesses dias: nas ruas, lojas, restaurantes... é como se ele estivesse em todo lugar ao mesmo tempo. O jeito que ele balança sua cabeça, é como se... oh, não sei, como se... um cachorrinho, sim. É também um jovem eloquente. Parece ser um bom rapaz. Enfim, você conhece ele? Você devia encorajá-lo a se matricular em minhas aulas. Diga que a Madame Faruzan vai cuidar bem dele.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_sethos_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "Mais sobre Faruzan - I",
			"voicelineType": "5001",
			"description": "Interessad{M#o}{F#a} na minha história? Bem, a vida da Madame Faruzan começou há aproximadamente uns cem anos, e a história dela cobre tanto quanto as melhores publicações acadêmicas. Ainda está curios{M#o}{F#a}? Ótimo, vontade de aprender é um atributo indispensável para os estudantes. Você já começou bem.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "Mais sobre Faruzan - II",
			"voicelineType": "5002",
			"description": "Resolver um enigma mecânico verdadeiramente antigo requer que se decifre um grande número de textos antigos. Não quero me vangloriar, mas eles provavelmente estão em um nível completamente diferente daqueles que você resolveu em suas aventuras. Hã? Não acredita em mim? Então por que você não escolhe alguns dos mais difíceis que você já fez e me mostra? Se eu passar mais de meia hora em qualquer um deles, você ganha.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "Mais sobre Faruzan - III",
			"voicelineType": "5003",
			"description": "Se eu não tivesse acidentalmente me perdido naquela ruína do Rei Deshret, eu teria contribuído ainda mais para Sumeru... Felizmente, meus manuscritos e tratados foram bem aproveitados. Aqueles aproveitadores do Kshahrewar usaram eles para estabelecer os fundamentos do estudo dos mecanismos. Haha, não sou chamada de \"Madame Faruzan\" à toa, sabe.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "Mais sobre Faruzan - IV",
			"voicelineType": "5004",
			"description": "Como uma acadêmica, eu deveria ter a coragem de aceitar falhas e acatar todas as consequências. Nunca quis que ninguém tivesse pena de mim, fosse antes ou agora. Além disso, não esqueça que eventualmente consegui resolver o último quebra-cabeça por conta própria e me libertei daquele lugar maldito... Ao invés de pena, as pessoas não deveriam se sentir encorajadas e inspiradas com minha história?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "Mais sobre Faruzan - V",
			"voicelineType": "5005",
			"description": "Meu campo de estudo não é mais tão estimado como costumava ser, e o Haravatat recusa vários dos meus pedidos de financiamento. Vez ou outra, o Kshahrewar tenta me convidar para ensinar sob seu nome, e as condições que eles me ofereceram realmente foram incríveis. Mais estudantes, um limite de gastos maior... Mesmo assim, eu recusei. Não importa o que aconteça, alguém precisa continuar estudando temas nichos, para que possamos expandir as fronteiras do conhecimento da humanidade.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Passatempos de Faruzan...",
			"voicelineType": "6001",
			"description": "Alguns comerciantes e mercenários gananciosos tentam falsificar \"antiguidades\" de origem desconhecida no Porto Ormos a preços exorbitantes, mas, na verdade, suas mercadorias nada mais são do que lixos de segunda mão. Hnf, eu acabo com os golpes deles sempre que vejo um. Minha habilidade de avaliação de antiguidades provavelmente fica em segundo lugar, perdendo apenas para os próprios Sete Arcontes.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "Preocupações de Faruzan...",
			"voicelineType": "6002",
			"description": "Cem anos atrás, minha maior fonte de frustração era minha incapacidade de decifrar as informações gravadas nos monumentos das ruínas. Agora, nada me irrita mais do que o sofrimento de conseguir financiamento. Urg, está fazendo minha cabeça doer novamente...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Comida Favorita...",
			"voicelineType": "6005",
			"description": "Você pode melhorar e muito o aroma da massa se a cozinhar no forno. Da próxima vez que estivermos na cozinha, farei um pouco para você poder experimentar os sabores do meu tempo. Já que será minha própria receita antiga super secreta, aposto que você não conseguirá encontrar nada parecido em todo Grande Bazar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Existe uma nova sobremesa que chamam de Pudim de Padisarah. Quem decidiu criá-lo? Pudins não deveriam ser feito de arroz? Essas inovações culinárias estão realmente saindo de controle. Obrigada, mas não precisa compartilhá-lo comigo, mesmo que você mesm{M#o}{F#a} tenha feito.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Recebendo Presentes - I",
			"voicelineType": "6007",
			"description": "Hmmm... Isso é mais gostoso do que a comida de muitos locais históricos. Até mesmo a arte culinária não parou de melhorar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Recebendo Presentes - II",
			"voicelineType": "6008",
			"description": "A aparência, cheiro, e gosto desse prato são todos excelentes. Você lê muitos livros de receitas profissionais?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Recebendo Presentes - III",
			"voicelineType": "6009",
			"description": "Hm? Esse gosto indescritível... Você está tentando me fazer descobrir o que é?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Aqui está um brinquedinho para você. É um conjunto de vários mecanismos de quebra-cabeça em miniatura — aqui tem um botão e uma alavanca, bem como um rolo ao lado. Você pode brincar com ele como quiser, e eu posso consertar se acabar quebrando. Hmm, e não ache que estou te tratando feito uma criança. Todos, independente da idade, deveriam aproveitar um momento de felicidade e relaxamento.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Ha, olhe só, você realmente é {M#um}{F#uma} jovem enérgic{M#o}{F#a}. Tão entusiástic{M#o}{F#a}, até mesmo sobre a coleta de materiais.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Oh? Você desbloqueou algum tipo de mecanismo? Uma corrente constante de poder está fluindo.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Hã, você realmente está se dedicando bastante... Não se preocupe, é minha responsabilidade como sua sênio de te guiar e te proteger. Não te deixarei se perder.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Os últimos cem anos apenas me proporcionaram um breve vislumbre de uma pequena onda, flutuando sobre o infinito mar da sabedoria. Quanto aos campos e quebra-cabeças que ainda precisam ser estudados e explorados... Caberá a você e a mim, revelar os seus segredos.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Tarde demais para arrependimentos.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Ousa mexer comigo?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Veremos.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Engrenagens da tempestade!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Divirta-se com esse presente!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "A verdade segue seu caminho.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Abrir Baú do Tesouro: I",
			"voicelineType": "300001",
			"description": "Um artefato histórico? Hnf... deixa pra lá.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Abrir Baú do Tesouro: II",
			"voicelineType": "300002",
			"description": "Acho que valeu a viagem.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Abrir Baú do Tesouro: III",
			"voicelineType": "300003",
			"description": "Aqui está. \"Obrigado, Madame Faruzan.\"",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Isso não é novo!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Esse contratempo... não é nada...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Não me subestime...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Cuidado, não perca sua vida.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Assista e aprenda, novato!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "O quebra-cabeça... ainda não foi resolvido...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "A jornada de um estudante... não deveria ter um fim...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "O tempo... Parou para mim...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Trapaceiro maldito!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Sem noção de respeito!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Precisa da ajuda de alguém mais velho, não é?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Faz um bom tempo que não estico minhas pernas.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Claro, posso andar com vocês, jovens.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}