{
	"id": 10000092,
	"name": "Gaming",
	"friendLines": [
		{
			"voicelineId": 92000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Ei, Chefia! Meu nome é Gaming — sou um guarda do Escritório de Comunicações. Então, tudo isso precisa ser entregue, não é? Não, não, você pode sentar-se e tomar um chá — eu vou carregar isso para você, sem problemas. Só vai me levar um minuto, então poderemos programar a entrega. Oh! E se você algum dia quiser marcar uma Dança Wushou, eu e minha equipe estaremos disponíveis na hora! A trupe é chamada de Bestas Místicas Poderosas, e eu sou o líder, hehe. Sem querer me gabar nem nada.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_draw_appear_01"
		},
		{
			"voicelineId": 92001,
			"title": "Bate-papo - Dança Wushou",
			"voicelineType": "1101",
			"description": "Badum, tsh, e olhos! E badum, bum-badum bum tsh, e barba! E... Hmm... preciso melhorar essa parte.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_01"
		},
		{
			"voicelineId": 92002,
			"title": "Bate-papo - Escolta Armada",
			"voicelineType": "1102",
			"description": "Seja subindo ou descendo, ou saindo de problemas, eu levo as mercadorias de A à B — através do mar se for necessário. Então não se preocupe, você está em boas mãos. Eles não me chamam de Guarda de primeira linha por nada!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_02"
		},
		{
			"voicelineId": 92003,
			"title": "Bate-papo - Dim Sum",
			"voicelineType": "1103",
			"description": "Um bule de chá com alguns lanchinhos, algumas folhas verdes da estação, e uma tigela bem quente de congee fresco... Ahh, esse é um café da manhã daora! A maneira perfeita de começar o dia.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_03"
		},
		{
			"voicelineId": 92004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Chuva! Rápido, vamos pegar as roupas!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_heavyRain_01"
		},
		{
			"voicelineId": 92005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Ei, ouviu isso? Alguém levou uma surra! Se você vai jurar pelos céus, não faça uma promessa que não consegue cumprir.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_thunder_01"
		},
		{
			"voicelineId": 92006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Ahhh... Hã? Por que eu não consigo pegar nenhum na boca?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_snowy_01"
		},
		{
			"voicelineId": 92007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Legal, o sol apareceu! Já estava na hora de um pouco de calor seco. Anda tão úmido ultimamente.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_sunny_01"
		},
		{
			"voicelineId": 92008,
			"title": "No Deserto...",
			"voicelineType": "1205",
			"description": "Caramba, aposto que água aqui custa um braço e uma perna. Ainda bem que eu trouxe a minha.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_desert_01"
		},
		{
			"voicelineId": 92009,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Acabei de praticar meu kung-fu. Estou prestes a ir comer dim sum, quer vir comigo?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingMorning"
		},
		{
			"voicelineId": 92010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Sabe minha coisa favorita para o almoço? Café da manhã. Quer vir comer dim sum comigo?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNoon"
		},
		{
			"voicelineId": 92011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Consegui reservar esse lugar legal para jantar! Eles apenas fazem serviço durante a noite e é apenas por convite. Já que você está aqui comigo, quer vir junto? Se não vier, perdeu. Vamos lá!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight"
		},
		{
			"voicelineId": 92012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Já está indo dormir? Não? ...Está com fome? Quer ir comer algo?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight2"
		},
		{
			"voicelineId": 92013,
			"title": "Sobre Gaming - Cidade Natal",
			"voicelineType": "2001",
			"description": "Já foi para a Vila Qiaoying? Eu cresci lá, é uma região enorme de cultivo de chá — Sunglo e Yauwan de Origem Única vieram de lá. Quer saber, não há tempo melhor do que o presente — tenho uma caixa de Origem Única muito daora bem aqui comigo, vamos para a casa de chá e fazer um pouco agora mesmo! Levarei algumas coisas para comer também, eu pago!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle"
		},
		{
			"voicelineId": 92014,
			"title": "Sobre Gaming - Hoje em Dia",
			"voicelineType": "2005",
			"description": "O fato que posso colocar comida na mesa e ainda ter tempo e energia para focar em minha dança wushou hoje em dia... é tudo graças ao povo que me ajudou pelo caminho. Então eu devo a eles dar cento e dez por cento de mim nesse trabalho. É claro que ninguém está reclamando se eu conseguir encontrar um tempinho para fazer um favorzinho para eles e levá-los para comer dim sum, haha!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92015,
			"title": "Sobre nós - Demonstração de Apoio",
			"voicelineType": "2003",
			"description": "Quando não estou fazendo entregas, pratico Dança Wushou nas ruas do Porto de Liyue. Você acha que poderia vir comigo e me assistir para me apoiar? Não, não, é totalmente de graça. Desde que as pessoas gostem, eu fico feliz.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close"
		},
		{
			"voicelineId": 92016,
			"title": "Sobre nós - Hora do Dim Sum",
			"voicelineType": "2002",
			"description": "Sempre lembre-se de que você pode depender de seus amigos. Quando as coisas ficam difíceis, não enfrente tudo sozinh{M#o}{F#a} — apenas entre em contato e eu estarei lá! Ah, mas com sorte não vai ser necessário... bate na madeira! Espero que da próxima vez que você entrar em contato esteja tudo ótimo, e você só precise de um amigo para comer dim sum!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Alguns romances de artistas marciais dizem que a chave para se tornar um mestre kung-fu é alcançar as reservas de energia de ying-yang do corpo, escondidas nos vasos regentes e da concepção. Bem, foi assim que conseguir uma Visão pareceu! ...Haha, brincadeira. Não sou um mestre kung-fu — apenas um bom vizinho, graças à energia extra que isso me dá. Mas isso sou eu — agora imagine se você tivesse uma Visão... Digo, pensando em tudo que você consegue fazer sem uma... cara, isso seria incrível.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92018,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Man Chai é um malditinho! Eu dei esse nome para ele, pois significa \"bem-comportado\", esperando que ele pegaria isso do nome. Heh... adiantou de nada! Mas não faz mal, toda aquela energia hiperativa torna a Dança Wushou mais animada. Além disso, sinto que cuidar do Man Chai me ajudou a entender melhor como bestas iluminadas são em ação. Assim que coloco minha cabeça Wushou, entro no clima, roar!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_share_01"
		},
		{
			"voicelineId": 92019,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Com muitas ervas, flores e até galhos e tronco de certas árvores, se você secá-las e colocá-las na água, se torna uma bebida bem refrescante com vários benefícios para a saúde! Te relaxa, acalma a mente e por aí vai. Minha vovó e tia me dizem que beber um desses chás de ervas antes e depois de comer comidas fritas ajuda a limpar o seu sistema e reduzir a picância.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_gift_01"
		},
		{
			"voicelineId": 92020,
			"title": "Sobre Xiangling...",
			"voicelineType": "4001",
			"description": "Basicamente tudo que a Chef Xiangling cozinha é incrível, mas meu favorito é o Ensopado de Poleiro com Dorso Negro. Eu sempre tento limpar um pouco do molho de lava picante antes de cada mordida, mas ainda fico \"sss, ah, sss, ah\" tentando esfriar minha boca, hahaha! Mas vale cada mordida, e eles dão porções generosas — dá pra ver o motivo de ser o prato principal do Restaurante Wanmin. Voltarei para comer um em breve!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92021,
			"title": "Sobre Xingqiu...",
			"voicelineType": "4002",
			"description": "A Guilda de Comerciantes de Feiyun é um cliente de longa data da Agência de Transporte Seguro. O irmão mais velho é quem normalmente cuida dos negócios conosco, mas houve uma vez em que Xingqiu apareceu com uma pergunta para mim. Então eu comecei a falar sem parar, dando a ele todas as rotas e datas de entrega para todos os pedidos recentes... Acontece que, tudo que ele queria saber era quando a Biblioteca Wanwen receberia sua próxima entrega, hahaha...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92022,
			"title": "Sobre Chongyun...",
			"voicelineType": "4003",
			"description": "Ouvi dizer que ele tem um \"Psíquico Yang Puro\"? De onde eu vim, chamamos isso de calor na alma. O sujeito precisa beber mais chás, sinceramente.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92023,
			"title": "Sobre Keqing...",
			"voicelineType": "4004",
			"description": "É tudo graças a Yuheng que não temos mais tantos bandidos nas estradas entre o Porto de Liyue e o Porto Yilong. Foi ela quem liderou a operação para se livrar de todos eles... Você acha que meu trabalho está em risco, né? Haha, eles não vão se livrar de mim assim tão fácil. Claro, talvez não tenha mais bandidos para lutar, mas você sempre vai precisar de um par de braços fortes para carregar a mercadoria por aí.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92024,
			"title": "Sobre Baizhu...",
			"voicelineType": "4005",
			"description": "Trabalhar como guarda e praticar Dança Wushou significa que eu tenho um estilo de vida bem propenso a me machucar. Ainda bem que os remédios do Dr. Baizhu estão sempre ali para salvar o dia. Sério, é a primeira coisa que as pessoas deveriam colocar na mochila antes de saírem em uma longa jornada ou nas férias em família. Meus colegas na Agência de Transporte Seguro sempre pedem para eu levar alguns para eles quando vou para o Porto de Liyue.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92025,
			"title": "Sobre Qiqi...",
			"voicelineType": "4006",
			"description": "Ah, Qiqi, a baixinha adorável. Ela está convencida de que todos os meus acidentes são por causa de juntas duras, então sempre que eu estou no Chalé de Bubu pegando remédios, ela me obriga a fazer alguns alongamentos com ela para me soltar, haha. É fácil, quer tentar? Ok, depois de mim: Um, dois três, quatro; dois, dois, três, quatro...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92026,
			"title": "Sobre Yunjin...",
			"voicelineType": "4007",
			"description": "Yunjin é uma grande inspiração para mim! Todos concordam que ela é uma cantora fantástica, dos especialistas aos casuais. Incrível. Se as Bestas Místicas Poderosas conseguirem ser pelo menos metade do quão famosa é a Trupe de Ópera Yun-Han... não me belisque, pois eu não quero acordar!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92027,
			"title": "Sobre Xinyan...",
			"voicelineType": "4008",
			"description": "A música da Xinyan pega fogo! E nem quis fazer piadinha. Man Chai fica doido com ela — sempre fica se balançando feito um doido. Eu adoraria fazer um show junto com ela algum dia. \"Bestas Rugindo: Uma Dança Wushou do Rock 'N' Roll\". O que acha?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xinyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92028,
			"title": "Sobre Xianyun...",
			"voicelineType": "4009",
			"description": "Tia Xianyun sempre me apoia. Uma vez, ela viu que minha cabeça wushou estava ficando meio estragada, e instantaneamente me disse que poderia fazer mais umas dez para mim, todas elas do dobro do meu tamanho. Ela insistiu bastante — demorei muito tempo para conseguir fazer com que ela aceitasse apenas remodelar a que eu já tinha... E caramba, foi uma grande melhora! Parece muito mais impressionante, é mais leve e o pano do leão constantemente abana no ar como se tivesse um vento adepti fazendo ele dançar. Eu não poderia estar mais feliz!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92029,
			"title": "Sobre Zhongli...",
			"voicelineType": "4010",
			"description": "O Sr. Zhongli parece o tipo de pessoa que teve uma educação bem cara. Parece que sempre que faço uma entrega para uma casa de chá ou casa de ópera, ele está sempre bebendo chá, ouvindo o contador de contos e parecendo a pessoa mais inteligente no local. Cara, certa vez eu ouvi ele conversando com alguém sobre chá — eu fiquei tipo, caramba, se ele um dia conversasse com meu pai, a conversa duraria a noite toda...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92030,
			"title": "Sobre Charlotte...",
			"voicelineType": "4011",
			"description": "Ah, sim, sim, a jornalista, sei quem é! Todos os habitantes de Fontaine no Porto Yilong leem o Pássaro a Vapor, e às vezes eu dou uma olhadinha também. Parece que todos os melhores artigos têm o nome dela. Espera! Você estava na página da frente uma vez! Era você, né?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92031,
			"title": "Mais sobre Gaming - I",
			"voicelineType": "5001",
			"description": "Sou o melhor dançarino Wushou na Agência de Transporte Seguro, e o guarda mais ocupado na comunidade de Dança Wushou, que tal? Isso significa algo pra você?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_01"
		},
		{
			"voicelineId": 92032,
			"title": "Mais Sobre Gaming - II",
			"voicelineType": "5002",
			"description": "Você consegue perceber quando alguém é um fracote só de olhar para suas habilidades de kung fu básicas: postura do cavalo, chutes, espargata, pulos, rolamentos... Se você não consegue nem fazer isso, putz. No melhor dos casos, você vai cair de uma vara alta durante uma Dança Wushou e ficar de cama por algumas semanas. No pior dos casos, você se depara com bandidos durante uma entrega e não consegue lutar contra eles, perdendo as mercadorias e provavelmente a sua vida também... Pensamento assustador, não é? É, eu também acho — foi por isso que eu disse para os outros na agência para tentar convencer eles a treinarem comigo! Hahaha.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 92033,
			"title": "Mais Sobre Gaming - III",
			"voicelineType": "5003",
			"description": "Eles são delicados, sabe — a cabeça e coberta do wushou, os tambores, os pratos — e eu pratico bastante, então eles se deterioram bem rápido. Você precisa ser diligente com a manutenção dessas coisas e custa bastante Mora. E então tem os jantares com os amigos, compra de presentes para os aniversários e festivais, ajudar meus amigos com um pouco de Mora quando eles estão sem... tudo isso vai se acumulando. É assim que eu gasto todo meu salário todos os meses.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92034,
			"title": "Mais Sobre Gaming - IV",
			"voicelineType": "5004",
			"description": "Meu pai vive esperando que eu mude de ideia sobre ele me ensinar a fazer negócios algum dia. Ele não parece perceber que todo o motivo de eu ter deixado a minha cidade natal em primeiro lugar foi porque eu já decidi o que é melhor para mim. Primeiro, eu quero mostrar a ele que minha Dança Wushou não é só uma fase — eu vou alcançar o renome ou morrer tentando! Segundo... Eu estou cansado de discutir com ele o tempo todo. Eu não odeio ele, digo, ele ainda é meu pai e tal, é só que... todas as vezes que ele abre a boca, é um ataque verbal, e eu prefiro ficar fora da linha de fogo dele!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 92035,
			"title": "Mais Sobre Gaming - V",
			"voicelineType": "5005",
			"description": "Esse machucado aqui é novo, aconteceu quando eu estava praticando meus chutes no outro dia... e esse galo apareceu quando eu caí durante um salto com vara. Isso foi no mês passado, e já está quase melhor. Mas essa cicatriz bem aqui, nossa, essa foi terrível. Eu caí feio quando estava praticando na vara alta — me cortei feio. Tinha tanto sangue, eu achei que minha carreira na dança wushou estava terminada antes mesmo de começar... tive alguns momentos difíceis, mas com sorte, nada sério. Ainda estou disposto... só preciso continuar...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92036,
			"title": "Passatempos de Gaming",
			"voicelineType": "6001",
			"description": "Quando você vai tomar chá, mas fica pelo dim sum, chamamos isso de \"yum chá\". O que você deve fazer é pegar dim sum doce e algum dim sum salgado — precisa ser um jantar balanceado — e então pedir uma mistura de dim sum pronto e dim sum feito sob encomenda, para que você possa comer dim sum enquanto espera pelo outro dim sum... Engraçado é que, eu nunca preciso de almoço em um dia de dim sum. Me avise quando você estiver livre, te levarei junto qualquer dia desses! E não tenha medo de pedir um pouco de tudo, você pode sempre pegar as sobras e levar para casa.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_hobby"
		},
		{
			"voicelineId": 92037,
			"title": "Preocupações de Gaming",
			"voicelineType": "6012",
			"description": "Quanto!? ...Tá, tudo bem, eu aceito pagar a taxa de serviço, mas não vou pagar extra por alguns lenços umedecidos, beleza? Inclusive, eu trouxe os meus próprios, então você pode ficar com os seus!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_annoyed_01"
		},
		{
			"voicelineId": 92038,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Eu era um monstrinho quando pequeno. Eu me metia em problemas e me recusava a me desculpar, e minha mãe cansada dizia \"eu queria ter dado à luz a um pedaço de Porco Assado com Mel ao invés de você!\" Agora, todas às vezes que eu como isso, me faz pensar nela...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodLike"
		},
		{
			"voicelineId": 92039,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Todos dizem que eu tenho um gosto estranho... Pode me achar doido, mas tudo que eu quero é que minha ave tenha gosto de ave, e meu peixe tenha gosto de peixe.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodDislike"
		},
		{
			"voicelineId": 92040,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Cruzes, você é secretamente {M#um deus}{F#uma deusa}? Pois isso tem um gosto maravilhoso! Sem brincadeira. Vou te chamar de {M#deus}{F#deusa} da cozinha de agora em diante.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_pref_01"
		},
		{
			"voicelineId": 92041,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Você mesmo fez isso? Uau. Você é muito {M#bom}{F#boa} comigo! Sem mentira, você é {M#um cozinheiro}{F#uma cozinheira} incrível.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_normal_01"
		},
		{
			"voicelineId": 92042,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Acredito bastante em admitir seus erros e acatar as críticas... então, da próxima vez que eu te chatear, não precisa passar por todo esse problema — você pode só me dar um tapa na cara!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_dislike_01"
		},
		{
			"voicelineId": 92043,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Um passarinho me contou que é o seu aniversário hoje... Quando você estava planejando me contar? Tsc... Enfim, eu fiz uma reserva no Quiosque de Xinyue. Oito pratos, uma sopa, e quanto de arroz você conseguir comer, com Pãezinhos da Longevidade e Tong Sui como sobremesa. Além disso, eu convidei todos os seus amigos. Ah, também fiz uma pequena Dança Wushou de presente de aniversário para você — nada extravagante, só um pouquinho de diversão — mas é isso, espero que você goste!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 92044,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Uau, isso tudo é pra mim? Nossa, quanto foi que custou tudo isso? Você não precisava... (Sorrindo)",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 92045,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Caramba, você está me confiando bastante coisa aqui. Mas eu te prometo, está em boas mãos. Vou aprimorar meu treinamento kung fu e trabalhar duro, veja só!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 92046,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Se eu consigo proteger entregas, consigo proteger pessoas. Já que você parece confiar em mim, que tal eu ser seu guarda-costas de agora em diante?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92047,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Obrigado por ter feito a maior parte do trabalho para me ajudar. Eu sei melhor do que prometer que posso garantir a sua segurança em suas viagens futuras, mas é bom você acreditar que eu vou dar tudo de mim tentando te ajudar a conquistar os seus sonhos!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 92048,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Desculpa, parceir{M#o}{F#a}.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_01"
		},
		{
			"voicelineId": 92049,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "E lá vamos nós!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_02"
		},
		{
			"voicelineId": 92050,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Parabéns!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_03"
		},
		{
			"voicelineId": 92051,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Muitos retornos felizes.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_01"
		},
		{
			"voicelineId": 92052,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Vamos nessa, Man Chai!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_02"
		},
		{
			"voicelineId": 92053,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Besta mística poderosa!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_03"
		},
		{
			"voicelineId": 92054,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Oh, legal! Essas coisas parecem daora!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_01"
		},
		{
			"voicelineId": 92055,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Para onde você quer que isso seja entregue, chefia?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_02"
		},
		{
			"voicelineId": 92056,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Coisas boas vêm para àqueles que esperam.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_03"
		},
		{
			"voicelineId": 92057,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Sem dor, sem ganho...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_01"
		},
		{
			"voicelineId": 92058,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "O sentimento é mútuo...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_02"
		},
		{
			"voicelineId": 92059,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Ainda estou respirando!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_03"
		},
		{
			"voicelineId": 92060,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Faça uma pausa de cinco minutinhos, deixa comigo!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_01"
		},
		{
			"voicelineId": 92061,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Ei, não se esforce demais!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_02"
		},
		{
			"voicelineId": 92062,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Preciso... correr...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_01"
		},
		{
			"voicelineId": 92063,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Isso é tudo, pessoal...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_02"
		},
		{
			"voicelineId": 92064,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Me esqueça, apenas vá...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_03"
		},
		{
			"voicelineId": 92065,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Ei, qual foi!?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_01"
		},
		{
			"voicelineId": 92066,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Pare com isso!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_02"
		},
		{
			"voicelineId": 92067,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Pronto pra tudo!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_01"
		},
		{
			"voicelineId": 92068,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Entendido! Vou começar minha rotina de aquecimento!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_02"
		},
		{
			"voicelineId": 92069,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Dá tempo de comer um pouco de dim sum rapidinho?",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_03"
		}
	]
}