{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Estou contente por ter me dado uma chance. Eu sempre penso que é necessário pessoas com gostos similares para sustentar uma conversa prazerosa.\nMuito prazer em te conhecer — eu sou Kaveh, um arquiteto. Se você tem um projeto que gostaria que eu executasse, precisarei de uma descrição detalhada do que você tem em mente.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Bate-papo - Beleza",
			"voicelineType": "1101",
			"description": "A habilidade de apreciar beleza é uma importante virtude.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Bate-papo - Superando o Tédio",
			"voicelineType": "1102",
			"description": "É bom sair e alongar as pernas de vez em quando. As pessoas não foram feitas para ficar presas em prédios o tempo todo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Bate-papo - Toques Finais",
			"voicelineType": "1103",
			"description": "Meu design mais recente está quase lá, mas ainda há espaço para melhorias. É melhor dar os toques finais antes que o prazo final me pegue de surpresa...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Hã? Quando começou a chover? Ah não, eu esqueci de trazer um guarda-chuva...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Você viu aquilo? Aquele raio tinha um formato tão interessante!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Brr... Parece que o vento está entrando por trás da minha camisa... pela frente também...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Eu fico tonto e sonolento quando fico muito tempo no sol... É um sentimento similar a virar a noite trabalhando em um projeto.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "No Deserto...",
			"voicelineType": "1205",
			"description": "Esta não é a minha primeira jornada pelo deserto, mas eu nunca me acostumo com o calor... *Suspiro* Não tem uma sombra em algum lugar...?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Você dormiu bem? Espero que tenha um ótimo dia hoje. E que você não encontre alguém que arruíne seu dia logo de manhã.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Esse sol do meio-dia é feroz... Eu devia conferir os materiais de construção que deixei para secar.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Supostamente haverá uma ótima vista das estrelas hoje à noite. Não acha que é um bom presságio?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Relaxe sua mente e se livre de todos os seus problemas. Tenha uma boa noite.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "Sobre Kaveh - Especialidade",
			"voicelineType": "2001",
			"description": "É justo dizer que eu sou uma pessoa bem orgulhosa quando se fala da minha área de especialidade. A maioria dos estudiosos são quando falam de suas áreas de escolha. Afinal, nós construímos nossas vidas ao redor delas. Digo, se eu parasse de me orgulhar do meu próprio trabalho, então eu também desistiria do direito de ter expectativas sobre mim ou qualquer pessoa.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "Sobre Kaveh - Arte",
			"voicelineType": "2005",
			"description": "Estética não é a prioridade número um do meu trabalho, nem deveria ser: qualidade e segurança são primordiais. Mas eu nunca negligencio o lado artístico também. É isso que diferencia o meu trabalho dos outros.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "Sobre Nós - Apreciação",
			"voicelineType": "2003",
			"description": "Você já deve ter visto o Palácio de Alcazarzaray? É a minha obra-prima. Eu sacrifiquei muito por ele... Todos pensavam que eu havia perdido a cabeça. Haha, bem, se você não sou eu e não compartilha do meu ofício, eu não esperaria que entendesse. Hmm... Mas seria legal conhecer alguém que entendesse mesmo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "Sobre Nós - Ideais",
			"voicelineType": "2002",
			"description": "Eu sempre pensei que você jamais pode realmente entender alguém até que entenda seus desejos mais profundos. Mas quando você começa a explorar suas próprias esperanças e sonhos, sejam os seus ou de mais alguém... Pode ser uma jornada perigosa. Você pode liberar algo que não pode ser escondido novamente. Nem todos podem enfrentar as potenciais consequências disso.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Eu quase não quero dizer isso em voz alta, mas... Às vezes, esperanças e sonhos trazem sofrimento ao invés de felicidade. Felizmente, eu não me incomodo com minha Visão.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "Algo para Compartilhar",
			"voicelineType": "3002",
			"description": "As pessoas que sabem o que as impulsiona a criar merecem nosso respeito. Não concorda?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "O não-iniciados frequentemente assumem que a especialidade dos arquitetos do Kshahrewar começa com argila e termina com madeira. É uma perspectiva tão ignorante que não é digna nem de se argumentar... Se tudo que fosse necessário para construir uma casa fosse unir alguns materiais aleatórios, não haveria necessidade para essa disciplina em primeiro lugar... Assim como ser um dos pilares da cultura e civilização humana, arquitetura também é uma forma de arte. Arte não existe em um vácuo, então eu sempre prestei atenção ao fator experimental para os ocupantes e o caráter emocional transmitido àqueles olhando de fora... Ah, e eu estou sempre buscando formas melhores de integrar expressão artística e funcionalidade prática.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "Sobre a Lorde Menor Kusanali...",
			"voicelineType": "4001",
			"description": "A Lorde Menor Kusanali é uma deusa sábia e capaz. Ela não só é extremamente inteligente, como também possui virtude muito além da compreensão mortal. Eu tenho apenas o maior respeito pela tolerância que ela tem quanto aos outros — especialmente em uma nação de aprendizado como Sumeru, isso requer bastante equanimidade.\nÀs vezes, eu me pergunto... Certamente até os deuses têm suas dificuldades? Geralmente, confusão é o início da sabedoria... Nesse caso, como podemos alcançar a verdadeira felicidade?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "Sobre Alhaitham - Temperamento",
			"voicelineType": "4002",
			"description": "Garanto que você jamais conhecerá ninguém tão enfurecedor quanto ele! E para deixar registrado, sim, eu diria isso na cara dele. Claro, ele é inteligente, e claro, gênios geralmente vêm com um mau temperamento, mas isso é apenas metade da história com ele... Ele sabe perfeitamente bem como parecer amigável e simpático para os outros, ele só não quer o fazer.\nSe ele algum dia te der a impressão que ele não tem um temperamento de verdade, ou que ele é rigidamente lógico como uma máquina, então você só não o conhece o suficiente. Ele definitivamente tem uma personalidade, apenas é... uma personalidade forte demais. A maioria das pessoas não entenderia.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "Sobre Alhaitham - É Complicado",
			"voicelineType": "4003",
			"description": "Alhaitham me ajudou bastante recentemente. Se ainda fôssemos próximos como éramos quando éramos estudantes, eu o agradeceria em toda oportunidade que eu tivesse. Mas agora... Eu não pareço conseguir tirar uma única palavra de apreciação de minha boca. Mesmo se eu pudesse, eu não iria querer dar a satisfação a ele.\nPode-se dizer que nosso relacionamento está uma bagunça ultimamente. Honestamente, com tudo que aconteceu, quase parece que o universo tem pregado peças em nós... É difícil ver sentido em tudo... coisas demais para processar por uma vida inteira. Eu direi que não é todo dia que você conhece alguém como ele — Eu só gostaria que ele pegasse leve nos piores excessos da personalidade dele. Certo, isso nunca vai acontecer.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "Sobre Tighnari...",
			"voicelineType": "4004",
			"description": "Ah, Tighnari... Ele é um dos caras mais legais que você pode conhecer. Se você já o conheceu, sabe do que estou falando. Ele é gentil e possui um grande domínio em sua área, mas nunca se gaba disso na frente de outras pessoas. E ele parece se importar genuinamente sobre seu trabalho.\nQuando eu estava trabalhando no Palácio de Alcazarzaray, eu pedi a ele algumas dicas para escolher as plantas ornamentais certas. Após ele me responder, ele também me ajudou com outras questões. Oh, eu quase me esqueci — foi ele que me apresentou a Cyno.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "Sobre Dori...",
			"voicelineType": "4005",
			"description": "Dori é a proprietária do Palácio de Alcazarzaray... Perdão? Meu? Não, não seja ridícul{M#o}{F#a}. Eu sei muito bem que ele não pertence a mim... Eu sei, eu sei, mas... argh, por favor, não vamos entrar nesse assunto!\nDori é muito astuta. Ela sabe como coagir os outros a fazerem coisas para ela. Eu, uh... Por, ahem, vários motivos, agora devo a ela uma grande quantia em dinheiro. Ficou tudo bem complicado no final, mas... E-Enfim, eu queria que ela tivesse um pouco de misericórdia e parasse de infernizar minha vida por causa de Mora. Eu juro, ela não parece uma má pessoa em seu coração, então... Eu não entendo, como ela acabou desse jeito?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "Sobre Cyno...",
			"voicelineType": "4006",
			"description": "Cyno pode parecer frio e implacável, mas ele, na verdade, tem um coração imenso. Eu ainda me lembro de quão chocado eu fiquei quando Tighnari disse que ia me apresentar ao seu melhor amigo e segundos depois, um matra incrivelmente intimidador entrou pela porta... Eu honestamente nunca esperei conhecer um matra que ficasse tão confortável em passar tempo com acadêmicos. Mas eu devo dizer, eu não suporto o senso de humor dele. Faz eu me revirar todo por dentro. Se ele um dia te convidar para uma refeição na casa de Tighnari, garanta que alguém esteja levando cerveja, porque ninguém deveria ter que aguentar o humor de Cyno enquanto estiver sóbrio.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "Sobre Collei...",
			"voicelineType": "4007",
			"description": "Eu já encontrei Collei algumas vezes. Como estudante e assistente de Tighnari, ela o segue para todos os lugares. Com sua diligência e paciência, ela é muito mais responsável do que a maioria das crianças da idade dela. Mas, hmm... Eu também sinto que há muito acontecendo dentro dela.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "Sobre Nilou...",
			"voicelineType": "4008",
			"description": "O talento de Nilou como dançarina é indisputável. O Teatro Zubayr tirou a sorte grande mesmo quando a recrutaram. Eu soube que ela tem uma ótima personalidade também — ela sempre sorri e diz coisas encorajadoras para sua plateia quando está se apresentando. Quando eu tiver um tempo, terei que ir a um dos shows dela.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "Sobre Faruzan...",
			"voicelineType": "4009",
			"description": "Madame Faruzan não mede suas palavras, então eu posso entender porque alguns estudantes da Academia têm medo dela. Mas ela não tem más intenções — tudo que ela quer é se dedicar completamente à pesquisa que a interessa. Algumas pessoas dizem que todos os acadêmicos do Haravatat são difíceis de lidar, e uh... heh, eu deixarei você julgar sobre isso.\nEu presumo que ela já te pediu para ser estudante dela? Ela certamente é um pouco intensa quando está vendendo o próprio peixe, hã... Mas ela é a verdadeira mestre. Ela sabe mesmo o que faz.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Mais Sobre Kaveh - I",
			"voicelineType": "5001",
			"description": "Você soube que eu ganhei uma pequena fama em Sumeru? Hahaha, não acredite em tudo que ouve. Estão exagerando, confie em mim. É muito fácil construir um nome para si em Sumeru se você ficar por aqui tempo suficiente — honestamente, eu acho que se manter discreto seria uma conquista maior.\nEspero que você não tenha ouvido sobre meu escândalo de falência. Hunf... Se estiver mesmo dispost{M#o}{F#a} a me ouvir, eu poderia te falar algumas das minhas qualidades redentoras, heh...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Mais Sobre Kaveh - II",
			"voicelineType": "5002",
			"description": "Você não está pensando em ingressar na Academia, está?... Bem, se você se matricular mesmo, de um ponto de vista pragmático, eu recomendaria que passe longe de design. Não me entenda mal — É um assunto fascinante de se estudar, mas o trabalho é... brutal. Eu passei um tempo trabalhando com um dos meus veteranos depois que me formei, e eu ralei até não conseguir mais, todo dia... Eu estava constantemente recebendo ordens como se fosse um animal em um rebanho. Eu não sei mesmo como sobrevivi tanto tempo...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Mais Sobre Kaveh - III",
			"voicelineType": "5003",
			"description": "Enquanto as preferências estéticas de todos diferem até certo ponto, beleza é, em sua totalidade, um conceito bem concreto. Eu realmente acho que é possível estabelecer alguns padrões estéticos objetivos. É possível melhorar sua apreciação estética também. Mas isso requer muito tempo para se ganhar experiência. Se você precisar de alguns conselhos sobre isso, por sinal, sempre será bem-vind{M#o}{F#a} para falar comigo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Mais Sobre Kaveh - IV",
			"voicelineType": "5004",
			"description": "Algumas pessoas pensam que eu gosto de causar problemas, mas eles não sabem o que estão falando. Qualquer um tentando fazer algum tipo de progresso na vida inevitavelmente entrará em conflito com outras pessoas de tempos em tempos. Você não pode apenas ignorar a situação por não querer lidar com ela.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Mais Sobre Kaveh - V",
			"voicelineType": "5005",
			"description": "Eu gosto de tomar uma ou outra bebida quando tenho tempo — é uma boa maneira de desopilar. Hmm? Oh, sim, digo, geralmente para passar o tempo, heh.\nUh... Ahem, que cara é essa...? Tudo bem, tudo bem! Eu admito! Talvez eu afogue minhas mágoas mais do que eu digo. Às vezes fica difícil demais, com os projetos inacabados, obstáculos que não consigo superar, desentendimentos com outras pessoas... Você também não tem problemas com essas coisas?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Passatempos de Kaveh...",
			"voicelineType": "6001",
			"description": "Música, arquitetura, escultura, pintura... Tudo digno de se reservar um tempo para apreciar adequadamente. Eu não diria que sou um especialista em todos eles, mas contanto que eu me mantenha interessado, talvez eu possa dominar todos um dia. Digo, olhe — eu já sei como tocar um instrumento.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "Preocupações de Kaveh...",
			"voicelineType": "6002",
			"description": "Minhas preocupações?... Hmm, a mais óbvia seria minha situação financeira.\nNão que eu não possa ganhar Mora, é só que eu não pareço conseguir ficar com ela. Tantas coisas na vida necessitam de dinheiro, e se você não tomar cuidado, ele apenas desaparece... Mas não se preocupe comigo — Estou muito melhor do que estava antes. Eu terei mais cuidado para viver com o que posso no futuro.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Comida Favorita...",
			"voicelineType": "6005",
			"description": "Bebidas, sopa quente e pratos feitos com creme de leite... Tudo uma delícia. Ah, e eu jamais direi não a frutas frescas.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Eu não consigo lidar com nada quente ou apimentado demais. Se tiver que comer, eu espero esfriar um pouco para não queimar a língua.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Recebendo Presentes - I",
			"voicelineType": "6007",
			"description": "Isso é maravilhoso! Você pode me ensinar como fazer?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Recebendo Presentes - II",
			"voicelineType": "6008",
			"description": "Eu aposto que isso ficaria ótimo com uma taça de vinho!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Recebendo Presentes - III",
			"voicelineType": "6009",
			"description": "...Hã? Uh... É hmm... Uh...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "É o seu aniversário hoje? Ora, parabéns! Aniversários são dias importantes além de serem um daqueles dias no ano que fazem você pensar em sua família. Seja como for passar seu dia, espero que te faça feliz.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Isso vai servir bem... Obrigado.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Hmm? Tem mais de onde isso veio?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Meus horizontes foram ampliados... Espero que eu possa continuar com esse sentimento.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Quanto mais poder eu tenho, mais coisas posso realizar. Mesmo que alcançar meus objetivos venha com um custo e até se minhas esperanças e sonhos forem construídos sobre dor e sofrimento... Eu não quero voltar atrás.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Analisando!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Venha para cima!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Local limpo!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Assista e aprenda!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Atravessando fronteiras.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Uma bela visão!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Uma nova descoberta!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Que achado de sorte! Aposto que isso valeu o seu dia?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Isso é incrível! Não, extraordinário!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Que chatice!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Essa era sua última chance.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Ugh... Xuuuu!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Deixe comigo!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Fiquem atrás de mim.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Tantas coisas... que nunca realizei...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Por que...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Não... esmague meus sonhos...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Ugh, ei! Pare com isso...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Hã! Já passei por coisas piores.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Precisa de uma mão?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Cuidarei disso.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Isso é o cliente...? Espere... Ah! É você.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}