{
	"id": 10000101,
	"name": "Kinich",
	"friendLines": [
		{
			"voicelineId": 101000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Kinich: \"Malipo\" Kinich. Acredito que não nos conhecemos. Se você gostaria de contratar meus serviços, por favor, me explique sobre o trabalho e diga quanto está dispost{M#o}{F#a} a pagar.\nAjaw: ...Essa é a forma como você se apresenta? Qual é, cara! Você está acabando comigo! Você deveria dizer o quão profissional você é, aumentar sobre suas experiências passadas, colocar as expectativas deles bem altas! Então você diz \"E é por isso que eu cobro mais caro que os outros\"! Você não sabe nada sobre fazer negócios?\nAjaw: Urg, como O Poderoso Dragão Soberano, K'uhul Ajaw, acabou preso em um contrato com um idiota sem noção desses... Oh, que humilhante!!!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_draw_appear_01"
		},
		{
			"voicelineId": 101001,
			"title": "Bate-papo - Ajaw",
			"voicelineType": "1101",
			"description": "Kinich: Ajaw adora ser antagonista. Só ignore ele quando estiver tagarelando, não vale a pena deixar ele te irritar.\nAjaw: KINIIIIIICH! Se atreva a me libertar e dizer isso na minha cara!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_01"
		},
		{
			"voicelineId": 101002,
			"title": "Bate-papo - Preço",
			"voicelineType": "1102",
			"description": "Eu não sou o amigo para se vir em busca de conforto ou encorajamento. Mas, para pesar o custo de suas ações, pode perguntar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_02"
		},
		{
			"voicelineId": 101003,
			"title": "Bate-papo - Distribuição",
			"voicelineType": "1103",
			"description": "Eis como distribuo minha energia em um trabalho: setenta por cento vai na investigação, dez por cento na decisão final, e o resto na execução.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_character_idle_03"
		},
		{
			"voicelineId": 101004,
			"title": "Depois da Chuva...",
			"voicelineType": "1201",
			"description": "Tsc. Minhas calças ainda estão pingando...",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_afterRain_01"
		},
		{
			"voicelineId": 101005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Ajaw: Você chama isso de relâmpago? Pareceu um insetinho de bunda brilhante caindo do céu.\nKinich:Ainda há mais luz na bunda de um inseto que na sua alma inteira.\nAjaw: RETIRE O QUE VOCÊ DISSE!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_thunder_01"
		},
		{
			"voicelineId": 101006,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "Ajaw: Aposto que você tá com inveja dos meus óculos escuros! Nem vem que não tem, não empresto!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_sunny_01"
		},
		{
			"voicelineId": 101007,
			"title": "Quando Está Ventando...",
			"voicelineType": "1204",
			"description": "Ajaw: Quando as nuvens caírem sobre o solo, e a escuridão engolir a terra, invocaremos os ventos uivantes e incendiaremos o mundo.\nKinich:Aham, vai nessa.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_breezy_01"
		},
		{
			"voicelineId": 101008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Kinich: O tempo ruim pode deixar esportes extremos mais desafiadores.\nAjaw: Então bora pro bungeee jump! Não vejo a hora de tu virar presunto, hahaha!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_gale_01"
		},
		{
			"voicelineId": 101009,
			"title": "No Deserto...",
			"voicelineType": "1206",
			"description": "Não se esqueça de beber água.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_weather_desert_01"
		},
		{
			"voicelineId": 101010,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Bom dia. Estou para sair, e não voltarei até a manhã seguinte. Não espere por mim.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingMorning"
		},
		{
			"voicelineId": 101011,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Já que você está aqui, vamos comer antes ir? Tome, limpe as mãos com isso.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNoon"
		},
		{
			"voicelineId": 101012,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "O dia está quase acabando. O que foi feito não pode ser alterado, quer eu esteja satisfeito ou não. Ao invés disso, eu devia ser mais rápido.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight"
		},
		{
			"voicelineId": 101013,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "A fumaça da fogueira tá fazendo mal a sua garganta? Só um momento... certo, você deve conseguir dormir agora.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_greetingNight2"
		},
		{
			"voicelineId": 101014,
			"title": "Sobre Kinich — Ser Admirado",
			"voicelineType": "2001",
			"description": "Ajaw: Kinich, tu já pensou por que não é rodeado de seguidores? Seja honesto, isso não te deixa pregar os olhos, né? Rolando na cama sob o luar pensando por que não tem amigos... Mas, não tema, pois a sabedoria do Dragão Soberano K'uhul Ajaw está ao seu alcance. Ajoelhe-se, implore por minha orientação que eu lhe mostrarei o caminho.\nKinich: Por que você é o último biscoito do pacote? Seus únicos seguidores são os de uma lista que querem te meter um tapa.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle"
		},
		{
			"voicelineId": 101015,
			"title": "Sobre Kinich — Caçador de Saurianos",
			"voicelineType": "2005",
			"description": "Ser um Caçador de Saurianos é uma profissão incomum, e nem todos aprovam ela. Mas, às vezes, o conflito surge quando não há como satisfazer os dois lados, e alguém tem que sujar as mãos. Não tenho problema em ser essa pessoa, basta o preço valer a pena.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101016,
			"title": "Sobre Nós — Comissão",
			"voicelineType": "2003",
			"description": "Kinich: Se você precisar da minha ajuda em algum momento com suas comissões da Guilda de Aventureiros, só me avisar.\nAjaw: Oh, sim, por favor! Dê a ele as comissões mais perigosas e difíceis que você encontrar! Quanto maior o risco de fatalidade, melhor!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close"
		},
		{
			"voicelineId": 101017,
			"title": "Sobre Nós - Amigos",
			"voicelineType": "2002",
			"description": "Ajaw tem seus próprios motivos para me colocar em risco, mas, sério, não me importo de me arriscar para te ajudar. Apesar do tanto que falo sobre tudo ter o seu preço, acredito que algumas coisas nesse mundo merecem ser feitas seja qual for o custo.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Têmpera de Yunpanqui\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101018,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Não há custo em usar uma Visão. Mas são os custos escondidos que acabam sendo os mais pesados quando chega a hora de pagar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101019,
			"title": "Algo para Compartilhar",
			"voicelineType": "3002",
			"description": "Meu povo acredita muito em liberdade absoluta. Eles acham que o vínculo entre humanos e Saurianos deve ser construído com base na confiança e no apoio mútuo, não em contratos que os aprisionam. Acho que eu sou o diferentão da história.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_share_01"
		},
		{
			"voicelineId": 101020,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Kinich: Ao coletar Bagas Quenepa, você deve sempre checar para garantir que não há Saurianos irritantes por perto.\nAjaw: Seu mesquinho de cérebro de lagarto! Seu verme pegajoso, escorregadio e avarento! Você é um estúpido egoísta! Eu só dei uma segunda chance àquelas frutas nojentas, pois eu estava quase morrendo de fome!\nKinich: Você quem sabe, mais para mim.\nAjaw: Aaarg! Minha fúria não pode ser contida!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_gift_01"
		},
		{
			"voicelineId": 101021,
			"title": "Sobre Mavuika...",
			"voicelineType": "4001",
			"description": "Por grande parte da minha vida, fiz com que os outros pagassem um preço. Então, a Arconte Pyro usou a Ode da Ressurreição para me trazer de volta do Reino da Noite, e de repente eu era quem estava pagando o preço... Só então eu finalmente entendi ambos os lados. Para a parte mais forte, o \"preço\" é uma moeda de troca, e para a parte mais fraca, é um sinal do que está em jogo. O que importa é se você tem a coragem de fazer a aposta.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 101022,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "Já aceitei trabalhos dela antes. Ela ofereceu me pagar para atuar como \"conselheiro de batalha\", e o pagamento em Mora era bom, então aceitei. Depois de trabalhar com ela algumas vezes, percebi que ela não era exatamente uma pessoa fácil de lidar. Quando a pressionei sobre isso, ela acabou admitindo que \"conselheiro de batalha\" era apenas um código para orientar Kachina na sobrevivência na selva...\nEntão, seria uma \"batalha contra a natureza\". Hmm, eu provavelmente chamaria isso de \"vida\".\nDe qualquer forma, esse negócio foi concluído, e agora tenho duas novas clientes.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101023,
			"title": "Sobre Kachina...",
			"voicelineType": "4003",
			"description": "Eu vi uma oferta de trabalho sobre ela uma vez. Alguns membros da tribo dela ficaram com ciúmes porque ela recebeu um nome antigo e basicamente tentaram encomendar um ataque ao companheiro Sauriano dela... Eles pagaram o preço, eu me certifiquei disso.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101024,
			"title": "Sobre Chasca...",
			"voicelineType": "4004",
			"description": "Já vi como ela lida com seu trabalho. Nossos métodos de resolução de conflito são bem diferentes. Eu costumo fazer um dos lados se calar, mas ela silencia ambos. Até eles acordarem em suas camas, eles não têm mais nada a dizer, pois eles esqueceram completamente pelo que estavam brigando.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101025,
			"title": "Sobre Xilonen...",
			"voicelineType": "4005",
			"description": "Certa vez vi um anúncio de emprego bem estranho enquanto passava pelo território dos Filhos dos Ecos. O cliente estava procurando por uma planta resistente que não precisaria de muitos cuidados, então eu levei algumas sementes de Suculenta de Garra Sauriana, junto com um vaso e um pouco de fertilizante. Cresce bem por toda Natlan, mesmo nas áreas mais desérticas. Mas quando fui para coletar meu pagamento, vi que nenhuma muda havia aparecido no vaso.\nPaguei o preço por superestimar as habilidades de jardinagem de Xilonen. Esse foi um dos poucos trabalhos que falhei.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101026,
			"title": "Sobre Iansan...",
			"voicelineType": "4006",
			"description": "Kinich: Já aceitei trabalhos dela antes. É mais como uma colaboração a longo prazo... Ela faz lanches saudáveis para seus alunos treinadores, com tudo medido até as calorias exatas. Para manter isso, ela precisa de um suprimento constante de frutas que atinjam seus padrões de qualidade e tamanho bem rigorosos. Um único amassado ou mordida de inseto e ela rejeita todo o lote. A maioria das pessoas acha isso impossível de lidar, mas eu tenho bons olhos para esses tipos de coisas... além de ter um meio confiável para descartar as frutas que não se enquadram nesse pedido.\nAjaw: Espera, o quê? ...É DISSO que você faz os sucos!?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101027,
			"title": "Sobre Citlali...",
			"voicelineType": "4007",
			"description": "Como você deve imaginar, aceitei trabalhos dela antes. A ajudei a comprar um pacote pesado de materiais de leitura de papel de um comerciante de Inazuma. Não que eu esteja me metendo nos assuntos privados dos meus clientes, mas... os Mestres do Vento Noturno não usam tecido ao invés de papel?",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101028,
			"title": "Sobre Ifa...",
			"voicelineType": "4008",
			"description": "Kinich: Já pedi seus serviços antes. Foi quando Ajaw disse que estava \"doente\"... Seja lá o que fosse, ele estava esbravejando e chorando incessantemente. Então, achei que faria sentido levá-lo até o melhor Médico Sauriano que pude encontrar. E ele é realmente um profissional. Ajaw não ficou lá dentro por muito tempo, mas quando Ifa o trouxe para fora, ele estava curado.\nAjaw: Arg... E o que você sabe sobre remédios!? Ele sequer é um médico de verdade, ele é uma farsa! Um charlatão! ...Você nem estava lá, não sabe o que ele disse! Urg.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101029,
			"title": "Mais sobre Kinich - I",
			"voicelineType": "5001",
			"description": "Sou um caçador Sauriano. Quando não há Saurianos para caçar, eu também pego outros trabalhos. Acho que isso significa que estamos na mesma linha de trabalho.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_01"
		},
		{
			"voicelineId": 101030,
			"title": "Mais sobre Kinich - II",
			"voicelineType": "5002",
			"description": "Quando eu era um mensageiro, as pessoas sempre me pediam para dar \"uma ajudinha rápida\" com algo, após eu aparecer com a mensagem deles. Então, a pergunta é, quanto \"uma ajudinha rápida\" custa? Na maioria das vezes, assim que eu dizia o preço, eles não precisavam mais da minha ajuda.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 101031,
			"title": "Mais sobre Kinich - III",
			"voicelineType": "5003",
			"description": "Fiz semanas de preparação para minha primeira caça a Saurianos. Passei vários dias apenas observando, perseguindo e esperando, criei nada menos que três armadilhas diferentes e fiz anotações detalhadas de sua rotina diária e hábitos alimentares...\nMuito desse esforço foi desperdiçado, mas foi um desperdício necessário.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101032,
			"title": "Mais sobre Kinich - IV",
			"voicelineType": "5004",
			"description": "Kinich: Ajaw costumava estar selado em uma ruína antiga, até que eu assinei um contrato com ele e o libertei.\nAjaw: Eu o considerava um idiota imprudente que estaria morto em uma vala em poucos dias, mas nããããão! De alguma forma, ele ainda está aqui, vivo em carne e osso... Uh, supere isso, supere isso. Eu sou o governante soberano da nação da chama, e tenho a virtude e dignidade.\nKinich: Sua \"virtude e dignidade\" é o que te faz esperar que eu bata as botas todos os dias?\nAjaw: Eu quis dizer tempo e paciência!\nKinich: ...De qualquer forma, desde que você saiba como mantê-los sob seu controle, até os seres mais vis e desprezíveis têm sua utilidade.\nAjaw: Vá se ferrar, Kinich! Só espere, vou encontrar alguém para te matar antes de terminar o dia!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 101033,
			"title": "Mais sobre Kinich - V",
			"voicelineType": "5005",
			"description": "Eu sempre lidei com as coisas em termos de custos, então não foi surpresa para mim quando os Wayob me concederam o Nome Antigo de \"Malipo\", ou Têmpera.\nO valor vem da sobrevivência, então não espero pelo dia em que minha vida chegará ao fim. Mas também sou o portador do legado da Têmpera, e estou preparado para enfrentar as chamas quando esse dia chegar.\nQue a Têmpera julgue como passei minha vida. Sei que não terei arrependimentos.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Têmpera de Yunpanqui\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15004
					]
				}
			]
		},
		{
			"voicelineId": 101034,
			"title": "Passatempos de Kinich",
			"voicelineType": "6001",
			"description": "Eu já tentei todo tipo de esportes extremos. Quando me canso de uma coisa, passo para outra. É um bom jeito de aprimorar suas habilidades enquanto aprende a controlar seu medo... Primeiro você enfrenta seu medo, depois aprende a tolerá-lo e, por fim, você o vence.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_hobby"
		},
		{
			"voicelineId": 101035,
			"title": "Preocupações de Kinich",
			"voicelineType": "6012",
			"description": "A maioria das pessoas preocupadas que conheci pensam demais ou pensam muito pouco. Estou sempre procurando o meu próximo destino e objetivo, por isso nunca tenho tempo para me preocupar.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_dialog_annoyed_01"
		},
		{
			"voicelineId": 101036,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Kinich: Pela natureza, como por conveniência. É claro que, carne e frutas são sempre minhas preferências.\nAjaw: Pfff, olha só você, fingindo que é exigente com comida. Por que eu nunca te vi coletando nenhum Frutogrão, hein?\nKinich: Muito pesado. Só viajo leve.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodLike"
		},
		{
			"voicelineId": 101037,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Ajaw: Comida gelada ou apimentada estraga o templo que é o nosso corpo, e vapor de óleo quente é um gás tóxico que deveríamos evitar feito a praga. Nada muito duro, pois é cansativo de mastigar — nem muito mole, pois não tem gosto...\nKinich: Então, diga-me. O que você quer?\nAjaw: Devorar a sua alma! Muahahahaha!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_foodDislike"
		},
		{
			"voicelineId": 101038,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Kinich: Isso é bem delicioso. Eu deveria te dar algum dinheiro em troca, ou algum tipo de presente de sua preferência.\nAjaw: Cuspa isso, sua cobra gananciosa! Uma parte era para mim!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_pref_01"
		},
		{
			"voicelineId": 101039,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Kinich: Muito bom. Tinha mais sabor do que eu esperava.\nAjaw: Ouviu isso? Ele está menosprezando você! Ele acha que você não consegue cozinhar nem que dependesse de sua vida!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_normal_01"
		},
		{
			"voicelineId": 101040,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Kinich: ...Por acaso posso devolver isso para a cozinha?\nAjaw: Ei, paradinho aí! Eu ainda nem experimentei!",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_spice_dislike_01"
		},
		{
			"voicelineId": 101041,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Kinich: Ajaw?\nAjaw: Tá bom, tá bom. Tsc, você adora mandar nas pessoas quase tanto quanto gosta de pegar o dinheiro delas. Da próxima vez, pegue seu próprio par de asas e voe... Sim, é, você. Não fique só aí parad{M#o}{F#a}, suba logo nas minhas costas. Uma viagem pelos céus nas costas do Poderoso Dragão Soberano, K'uhul Ajaw é uma honra única na vida.\nKinich: Não se preocupe, é só um passeio gentil pela floresta. Planejei toda a rota adiantadamente e prometo que é seguro.\nAjaw: Não se esqueça o que você me prometeu em troca!\nKinich: Tá bom, agora suba... Feliz aniversário.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 101042,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Uma faca só precisa ser duas coisas: resistente e afiada.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 101043,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Tente levar pouca bagagem. Evite itens grandes e pesados... como este guarda-chuva, por exemplo.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 101044,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Antes de sair, aperto meu lenço de cabeça e me lembro de ficar calmo e alerta.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 101045,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Você fez muito por mim, e eu não vou aceitar isso de graça. Você pode dizer seu preço ou aceitar o que eu lhe ofereço em troca... Juro pelo nome \"Malipo\" que não importa qual seja sua escolha, você não será prejudicad{M#o}{F#a}.",
			"voicefile": "VO_friendship/VO_kinich/vo_kinich_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 101046,
			"title": "Habilidade Elemental - I",
			"voicelineType": "10000101",
			"description": "Ajaw: Dez pontos para agilidade.",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_01"
		},
		{
			"voicelineId": 101047,
			"title": "Habilidade Elemental - II",
			"voicelineType": "10000102",
			"description": "Ajaw: Você está correndo!?",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_02"
		},
		{
			"voicelineId": 101048,
			"title": "Habilidade Elemental - III",
			"voicelineType": "10000103",
			"description": "Ajaw: Você realmente só tem um truque, né...",
			"voicefile": "VO_gameplay/VO_kinich/vo_ajaw_battle_skill1_03"
		},
		{
			"voicelineId": 101049,
			"title": "Habilidade Elemental - IV",
			"voicelineType": "100004",
			"description": "Na mira.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_04"
		},
		{
			"voicelineId": 101050,
			"title": "Habilidade Elemental - V",
			"voicelineType": "100005",
			"description": "Alvo adquirido.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_05"
		},
		{
			"voicelineId": 101051,
			"title": "Habilidade Elemental - VI",
			"voicelineType": "100006",
			"description": "Eu os encurralei.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill1_06"
		},
		{
			"voicelineId": 101052,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Para o Lorde da Noite.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_01"
		},
		{
			"voicelineId": 101053,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Resgate essas almas.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_02"
		},
		{
			"voicelineId": 101054,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Sombras do passado, minhas para comandar.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_03"
		},
		{
			"voicelineId": 101055,
			"title": "Supremo - IV",
			"voicelineType": "20000101",
			"description": "Ajaw: Ajoelhe-se diante do seu rei!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_04"
		},
		{
			"voicelineId": 101056,
			"title": "Supremo - V",
			"voicelineType": "20000102",
			"description": "Ajaw: Glória total!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_05"
		},
		{
			"voicelineId": 101057,
			"title": "Supremo - VI",
			"voicelineType": "20000201",
			"description": "Ajaw: Deixe a madeira morta arder no fogo do dragão!\nAjaw: Queime tudo, TUDO!\nAjaw:Ahh, que sensação boa!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_06"
		},
		{
			"voicelineId": 101058,
			"title": "Supremo - VII",
			"voicelineType": "20000202",
			"description": "Ajaw: Ofereçam suas almas em sacrifício!\nAjaw:Hah? Ficou sem palavras de tanto medo?\nAjaw: Então cale-se para sempre!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_07"
		},
		{
			"voicelineId": 101059,
			"title": "Supremo - VIII",
			"voicelineType": "20000203",
			"description": "Ajaw: Nossa glória é incomparável!\nAjaw: Especialmente quando estou de mau-humor.\nAjaw: Insetos insignificantes, agora vocês devem pagar!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_skill3_08"
		},
		{
			"voicelineId": 101060,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Kinich: Eu ganho uma parte?\nAjaw: Você realmente quer esse lixo?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_01"
		},
		{
			"voicelineId": 101061,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Kinich: Tudo possui seu uso.\nAjaw: Você não ganhou brinquedos para brincar quando criança? É isso?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_02"
		},
		{
			"voicelineId": 101062,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Ajaw: Tsc, pilha de lixo imprestável.\nKinich: Pare de falar. Apenas é pegar ou largar.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_chest_open_03"
		},
		{
			"voicelineId": 101063,
			"title": "Abrindo o Planador - I",
			"voicelineType": "800001",
			"description": "...Isso realmente é necessário?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_explore_fly_start_01"
		},
		{
			"voicelineId": 101064,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Hora de você pagar o preço.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_01"
		},
		{
			"voicelineId": 101065,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Dois podem jogar esse jogo...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_02"
		},
		{
			"voicelineId": 101066,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Ajaw: Você está acabado, Kinich! É o seu fim!",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_03"
		},
		{
			"voicelineId": 101067,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Você sabe que está no limite, certo?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_01"
		},
		{
			"voicelineId": 101068,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Quer me fazer uma proposta?",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_less30_teammate_02"
		},
		{
			"voicelineId": 101069,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Não... olhe para trás...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_01"
		},
		{
			"voicelineId": 101070,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Tudo... tem um preço...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_02"
		},
		{
			"voicelineId": 101071,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Ajaw: Hehe, um prazer fazer negócios com você...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_life_die_03"
		},
		{
			"voicelineId": 101072,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Erro meu.",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_01"
		},
		{
			"voicelineId": 101073,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Não esperava por essa...",
			"voicefile": "VO_gameplay/VO_kinich/vo_kinich_battle_hit_H_02"
		},
		{
			"voicelineId": 101074,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Negócio fechado. Eu aceito.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_01"
		},
		{
			"voicelineId": 101075,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Praticamente feito.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_02"
		},
		{
			"voicelineId": 101076,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Feliz em trabalhar com você.",
			"voicefile": "VO_teamJoin/vo_kinich_teamJoin_03"
		}
	]
}