{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Eu sou Kirara, entregadora do Komaniya Express de Inazuma. Fique tranquil{M#o}{F#a}, não há destino ao qual eu não entregue! Hã? Minhas caudas? Ah, eu as tenho porque sou uma Youkai — uma Nekomata, para ser específica.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Bate-papo - Pacotes",
			"voicelineType": "1101",
			"description": "Me pergunto o que está dentro deste pacote... Não, não, não, sem olhar as coisas do meu cliente.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Bate-papo - Pedidos",
			"voicelineType": "1102",
			"description": "Deixe-me ver... Ok, vamos partir. O próximo local na minha lista é bem longe.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Bate-papo - Trabalho",
			"voicelineType": "1103",
			"description": "Opa, a paisagem aqui é maravilhosa. Hehe, eu peguei o trabalho perfeito.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Argh...! Agora meu pelo está todo molhado. Você quer uma caixa para se esconder também?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Miiaaaaauu! Ufa.. Eu quase esqueci como falar como uma humana...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Está tão frio que minhas caudas estão virando picolé... Eu devia ter ficado em casa perto da lareira. Meu pelo não ficará chamuscado contanto que eu não fique muito perto, né?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "A luz do sol é tão aconchegante. Cochilar em uma árvore seria legal... Ohh, só de pensar nisso estou ficando sonolenta.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Ah não! Os pacotes menores vão ser levados pelo vento!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "No Deserto...",
			"voicelineType": "1206",
			"description": "A areia está ficando presa nas almofadas das minhas patas... É meio estranho...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Bom dia! Eu vi que você ainda não havia acordado, então saí para pegar um pouco de comida para você. Ah, não se preocupe, não tem nenhum esquilo ou tentilhão nela. Mesmo eles sendo deliciosos também...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "*Bocejo* Me deixa dormir um pouco mais... Eu nem consigo levantar minhas caudas agora...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Boa noite, eu já estou pronta para sair. Hã? O que você quer dizer com é hora de dormir? A noite é quando eu estou mais viva! Eu posso viajar mais rápido e melhor, e tem menos gente na estrada também.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Boa noite, bons sonhos! Dito isso, sem duas caudas para te incomodar à noite, tenho certeza que você tem bons sonhos o tempo todo.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "Sobre Kirara - Almofadas das Patas",
			"voicelineType": "2001",
			"description": "Minhas botas? Oh, elas são minhas patas, na verdade. Eu posso usar meus poderes Youkai para transformá-las em pés humanos, mas eu me sinto um pouco mais tranquila andando com minhas garras e almofadas das patas. Hmm, não toque nelas, por favor! Sinto cócegas!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "Sobre Kirara - Nome",
			"voicelineType": "2005",
			"description": "Vovó me deu o nome de Kirara. Quando eu ainda tinha apenas uma cauda, vovó alisava minha cabeça e coçava meu queixo e me dizia como meus olhos eram brilhantes e lindos.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "Sobre Nós - Jornada",
			"voicelineType": "2003",
			"description": "Você viaja para todos os lados e eu entrego pacotes por todo o mundo. Isso nos faz similares, não acha? Embora nós {M#dois}{F#duas} viajemos de um lugar para o outro, minhas despesas de viagem estão cobertas, enquanto você tem que pagar por tudo do próprio bolso... Hã? N-Não! Eu não quis me gabar!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "Sobre Nós - Encontros",
			"voicelineType": "2002",
			"description": "Eu conheci todo tipo de gente através das entregas. Alguns viraram clientes regulares do Komaniya Express, enquanto outros viraram meus amigos... e eu me sinto tão sortuda por isso. Cada entrega termina com o pacote chegando ao destino, mas nossos laços persistem. Se você me perguntar, amizades entre Youkai e humanos não são tão difíceis de se formar.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Eu ainda me lembro da primeira vez que eu tentei me transformar em uma forma humana usando meus poderes Youkai, animada em pensar que finalmente eu ia poder experienciar o mundo humano por mim mesma. Antes que eu percebesse, minha Visão havia aparecido em minha cintura. Hmm... Essa deusa também tinha um desejo profundo de viajar para todos os tipos de lugares também?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Algo para Compartilhar - Caça",
			"voicelineType": "3002",
			"description": "Armas forjadas por humanos não são nada mal, mas eu prefiro confiar em meus instintos felinos às vezes. Quero dizer, quando há um pequeno tentilhão bem na sua frente, você não quer só chegar de fininho por trás, se agachar bem perto do chão, esperar pelo momento certo... então pular nele? Nem entregas de pacotes bem-sucedidas se comparam com a satisfação que eu tenho caçando presas!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Algo para Compartilhar - Caixa",
			"voicelineType": "3005",
			"description": "Vovó me contou que esta era minha caixa favorita de dormir quando eu era menor. Hehe, é meio engraçado — antes, tudo que eu conhecia do Komaniya Express eram que suas caixas eram grandes e confortáveis, e se você me dissesse que um dia eu ganharia a vida entregando as caixas deles a outras pessoas, eu jamais acreditaria. Hehe, embora definitivamente seja mais difícil eu caber dentro delas esses dias... O quê? O que você dizer com tudo que já está dentro...? Ugh, não, eu digo nas caixas vazias! Eu jamais abriria a encomenda de um cliente!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Coisas Interessantes - Casas das Árvores",
			"voicelineType": "3003",
			"description": "Você sabia que algumas casas em Sumeru são construídas em cima de árvores? Oh, seria tão legal tomar um banho de sol o dia todo sem ter que descer para comer. Hã? Você já sabia? Ok então... você também sabe como elas são construídas? Eu tenho garras e tal, mas mesmo assim, eu me sentia muito exausta subindo aquelas árvores altas para entregar um pacote. Como os materiais de construção e os móveis foram entregues até lá quando o povo de Sumeru nem tem garras para começo de conversa... Eu não entendo...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Coisas Interessantes - Casarões",
			"voicelineType": "3004",
			"description": "Eu pude ver muitos casarões enquanto entregava pacotes, umas que eram até maiores do que a casa da vovó! Palácio disso, templo daquilo... e tinham incontáveis salas menores em cada um deles. Mas viver em um lugar tão grande não te faria se sentir vazi{M#o}{F#a} por dentro? Ter um lugar para comer de manhã, um lugar para tomar sol de tarde e uma caixinha para descansar à noite é mais do que suficiente para mim. Hã. Isso quer dizer que casas grandes são só caixas maiores para humanos?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "Sobre Yae Miko...",
			"voicelineType": "4001",
			"description": "Senhorita Miko é uma Youkai Kitsune amplamente renomada em Inazuma, então é natural que jovens Youkai como eu a abordem com reverência. Mas contrário às minhas expectativas, ela era surpreendentemente amigável. Ela até veio me visitar pessoalmente e me ensinou muitas coisas úteis sobre como sobreviver na sociedade humana! Coisas como etiqueta humana adequada, maneiras de abordar pessoas e diferentes receitas de tofu frito... Hã? A última era só para ela?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "Sobre a Shogun Raiden...",
			"voicelineType": "4002",
			"description": "Encomendas enviadas a Tenshukaku são todas empacotadas com múltiplas camadas de invólucro. Talvez seja isso que chamam de um pacote digno da Toda-Poderosa Shogun. Alguns deles cheiram muito bem... Me pergunto o que tem dentro.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "Sobre Shikanoin Heizou",
			"voicelineType": "4003",
			"description": "Eu cruzei caminho com aquele detetive há muito tempo. Quando ele soube que eu era uma Nekomata, ele começou a me pedir ajuda para investigar o paradeiro de gatos perdidos. Eu estava feliz em ajudar no início, então eu ouvia os gatos dizerem coisas tipo \"eu só queria ver o mundo exterior\" ou \"eu fico tão entendiado em casa\", eu me sentia mal por eles. Então menti, dizendo a ele que eu não tinha visto nenhum gato. Mas parecia que ele sabia direitinho o que se passava na minha cabeça.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4004",
			"description": "Eu sempre quis ter uma conversa com a Senhorita Tengu. Talvez seja porque ela é a general da Comissão Tenryou, mas eu acho ela bem intimidadora, então eu só assisto ela de longe. E-Eu tenho curiosidade sobre as asas dela, sabe? Elas são uma inconveniência em algum momento? Como ela lida com a troca de penas? Hmm... Falando em penas, eu acho que cobrir minha caixa com elas ia ser super confortável.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "Sobre Arataki Itto...",
			"voicelineType": "4005",
			"description": "Ele é um Oni, mas ele se dá muito bem com os humanos — ele até tem a própria gangue! Oh, que inveja. Talvez eu devesse pedir uns conselhos a ele.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "Sobre Lyney...",
			"voicelineType": "4006",
			"description": "Eu conheci esse mago em Fontaine que podia fazer qualquer coisa desaparecer, então reaparecer do nada! Ele deve ter usado algum tipo de poder Youkai para fazer isso acontecer, né? Hmm... ele é um Youkai também, então?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "Sobre Chiori...",
			"voicelineType": "4007",
			"description": "Ela é muito legal comigo. Eu geralmente encontrava com ela no passado quando ela estava por aí pesquisando formas de fazer tecidos e desenvolver paletas de cores. Ela estava sempre preocupada que eu deixaria marcas de garras por todos os seus lindos tecidos, mas qual é, por que eu faria isso a ela? Ela está cuidando de uma loja em Fontaine agora e às vezes me pede para entregar coisas para ela. Hehe, ela até me ajudou a fazer as roupas que estou vestindo agora.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Mais Sobre Kirara - I",
			"voicelineType": "5001",
			"description": "Vovó me contou muitas histórias de quando eu era uma gatinha. Sobre os Youkai de Inazuma, os festivais celebrados na cidade, as delícias de outras nações... Eu me aninhava no colo dela e ouvia até cair no sono. Até agora, eu ainda não consigo dizer quais partes das histórias eram reais e quais partes eram meus sonhos...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Mais Sobre Kirara - II",
			"voicelineType": "5002",
			"description": "Ser uma entregadora é o trabalho perfeito para mim. A Senhorita Kitsune me disse que aqueles que não trabalham, não conseguem se adequar à sociedade humana, e eu não vou cair nessa! É por isso que decidi levar cada entrega a sério. E-Eu não vou voltar para a mata, mesmo que signifique virar uma Grande Youkai ou qualquer coisa!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Mais Sobre Kirara - III",
			"voicelineType": "5003",
			"description": "Talvez seja porque eu pareço um alvo fácil, mas eu frequentemente encontro bandidos quando estou na estrada — mas eu sempre consigo espantá-lo! Mas eu não vou com tudo, porque se a empresa fosse responsabilizada pelas feridas que eu causei... Bem, eu seria demitida!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Mais Sobre Kirara - IV",
			"voicelineType": "5004",
			"description": "Sempre que coloco os pés em uma nova cidade, eu sempre subo em um lugar alto e olho para a paisagem. Às vezes uma brisa fica mais forte e pétalas flutuam como Borboletas de Cristais de uma ponta da rua até a outra. E quando o sol começa a se pôr, eu encontro um lugar bom para assistir às luzes da cidade serem acesas. Do alto, elas parecem fagulhas cintilantes de luz do sol dançando sob a sombra da floresta à tarde. Eu poderia ficar lá o dia todo se eu não estivesse com pressa para entregar meus pacotes... *Suspiro* Queria poder trazer a vovó comigo e mostrar todas essas coisas a ela.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Mais Sobre Kirara - V",
			"voicelineType": "5005",
			"description": "É muito importante aproveitar a vida! Nos últimos dias de uma viagem longa, ou em uma noite quando meu trabalho está todo feito, eu sempre como uma refeição maravilhosa no restaurante mais cheio, então procuro pelo teto mais confortável e sinto a brisa em meu rosto até cair no sono... Há tantos pequenos prazeres no mundo que merecem ser saboreados, e seria uma grande perda se eu não aproveitasse cada um deles. Que é por isso que eu sempre limpo os ossos quando estou comendo peixe!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Passatempos de Kirara...",
			"voicelineType": "6001",
			"description": "Eu gosto de entregar pacotes por todo o mundo. Sempre que eu vejo um endereço em que nunca estive antes, eu fico tão animada que não consigo dormir. Quero dizer, eu só queria estar lá nesse instante. Eu cresci rodeada por florestas e arbustos, e fica entendiante bem rápido. Mas as coisas são diferentes por aqui. Há tantas coisas que nunca vi antes, e parece que tem uma coisa nova me esperando em cada esquina!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "Problemas de Kirara...",
			"voicelineType": "6002",
			"description": "A vida de um humano pode ser cheia de surpresas, mas existem muitas regras também. Humanos não podem dormir em telhados, pegar peixes de uma lagoa, ou encontrar um bom lugar para arranhar e afiar suas garras... Mas assim que eu volto para minha forma original, ninguém liga para esse tipo de coisas. O problema é que minha forma Nekomata atrai muita atenção, então eu não posso apenas entrar em um restaurante e pedir comida da forma que um humano faria...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Comida Favorita...",
			"voicelineType": "6005",
			"description": "Quando eu ainda era apenas um gato, eu amava tudo que a vovó fazia para mim — eu conseguia engolir uma tigela inteira de uma só vez! Mas agora... Pratos de Sashimi são meus favoritos! Com o peixe fresquinho e macio servido diretamente em um prato, eu nem preciso passar pelo trabalho de ter que remover as espinhas e escamas! Mas os empregados do restaurante sempre me dão uns olhares estranhos sempre que começo a trabalhar pela cabeça dos peixes...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Uma vez eu estava pegando peixes pelo oceano quando um caranguejo me pegou desprevenida e beliscou uma de minhas caudas por trás. Doeu tanto, eu achei que ele ia cortar elas fora! Urg, por que as pessoas gostam de comer caranguejo, afinal de contas? Eles tem tão pouca carne, e suas cascas são extremamente grossas — eu nem consigo abri-las com minhas garras. Oh, e eu não suporto nada quente também. Eu mal pude acreditar quando aprendi que existe um prato chamado \"Caranguejo na Manteiga\". Como que os humanos conseguem comer algo tão duro e quente?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Uau, isso é incrível! Nunca experimentei nada assim antes! Você... Você por um acaso não é algum grande youkai da cozinha ou coisa do gênero, não é?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Nhami nham, delicioso! Você tem mais? Quero levar alguns comigo para a estrada!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Hmm, isso... me lembra da minha vida pela natureza...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Não importa se você é humano ou youkai, vir ao mundo sempre vale a pena ser celebrado! Se quiser, eu posso te levar para o lugar onde eu cresci. Não está super cheio de gente, e não é lá tão interessante assim, mas sempre me deixou relaxada. Oh, e eu também vou te deixar dormir dentro da minha caixa favorita! Deitar um pouquinho nela sempre é muito bom!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Ooh! Consigo sentir meus poderes de Youkai crescendo!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Hã? As minhas caudas também estão crescendo?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Meu corpo parece mais leve! Sinto como se pudesse entregar dez pacotes diferentes de uma só vez!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Uou... Com o tanto de poder que tenho agora, talvez até mesmo a kitsune youkai possa... Hehe, esqueça! Afinal de contas, isso não é uma competição. Estou feliz desde que eu possa proteger os pacotes de todos os clientes. E você também, por sempre ter estado ao meu lado. Oh, a propósito, quer tocar nas minhas caudas? Tenho quase certeza de que elas ficaram mais longas!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Péééu!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Corta essa!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Estou passando~",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Entrega expressa~!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Serviço com um sorriso!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Assine aqui, por favor~ Miau!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Uau! Eu nunca vi nem metade dessas coisas aqui antes!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Alguém derrubou o seu pacote?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Talvez eu consiga caber dentro dessa caixa...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Preciso ficar de olho nos pacotes...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Preciso encontrar outra rota...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Miau...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Venha se esconder na minha caixa!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Vou te dar uma mão!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Meus clientes ainda estão esperando...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Posso me esconder em minha caixa agora...?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Vou ser demitida...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900001",
			"description": "Ai!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Minhas caudas!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Ei! Cuidado com meus pacotes!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Algo que precisa que seja entregue?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Obrigada por escolher o Komaniya Express!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Uma viagem com tudo pago? Pode contar comigo!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}