{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Olá, eu sou Lan Yan, da Associação de Artesanato do Vale Chenyu! Posso te interessar em algumas decorações ou cestos? Ou talvez um vaso, ou peça de mobília? Ah, estou quase sem vime. Acho que devo voltar para as montanhas para pegar mais... Oh, você quer vir comigo? Hehe, que gentileza sua! Vou te dar um chapéu de vime de graça! O que acha?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Bate-papo - Plano Diário",
			"voicelineType": "1101",
			"description": "Ah, meu plano para o dia? Hm... Fazer o que me der vontade, eu acho! O mesmo para amanhã e para o dia seguinte, hehe.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Bate-papo - Herança Familiar",
			"voicelineType": "1102",
			"description": "Os melhores móveis de vime são feitos de fios que são lisos, finos e fortes como seda. Móveis assim podem ser tão preciosos quanto uma herança de família, como prata... Não é exagero!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Bate-papo - Andorinhas",
			"voicelineType": "1103",
			"description": "As andorinhas fazem ninho quando o céu está limpo, mas se escondem quando há tempestades no ar.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Bom, já que fomos pegos pela chuva, podemos aproveitar! Pelo menos economiza a energia de correr para nos abrigar.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Uou! P-P-posso segurar sua mão?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "Olha! Tudo o que o sol toca está coberto de ouro!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Quando Está Ventando...",
			"voicelineType": "1204",
			"description": "Ouviu isso? Ding... Ding... O acessório de prata na minha cabeça está tocando como um sino! O vento está agradável e suave hoje.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Ding ding ding ding! Parece que o vento está bravo desta vez.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "No Deserto...",
			"voicelineType": "1206",
			"description": "Precisa de um pouco de água? Aqui, tome um gole da minha. Está infusionada com folhas de hortelã, então é super refrescante!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Oh, os pássaros te acordaram? Haha, deixa eu conversar rapidinho com eles. Vamos ver se funciona — eles nem sempre me escutam.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Eu colhi algumas flores frescas! Estava prestes a voltar e cozinhar algo para minha mãe... Você deveria vir também! Minha família adoraria te ver!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "O mercado noturno vende insetos grelhados! Quer experimentar?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Estou tão sonolenta... Vou me deitar por hoje. Não consigo mais ficar acordada.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "Sobre Lan Yan - Felicidade",
			"voicelineType": "2001",
			"description": "Para mim, felicidade é... saborear cada grão de arroz até o último, ouvir o som do vento enquanto tiro uma soneca na grama, e ler todos os dez volumes de um livro sobrenatural de uma só vez...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "Sobre Lan Yan - Família de Artes de Qimen",
			"voicelineType": "2005",
			"description": "O lendário Leitor do Vento é realmente listado como um ancestral do clã Lan, mas minha família se separou do ramo principal há muito tempo. As artes de Qimen são complexas e variadas, e eu só aprendi alguns truques até agora. Se for algo mais complicado, preciso pedir ajuda aos meus mais velhos e primos. Ainda assim, eu sou muito boa em fazer figuras de vime — nem o vovô consegue me superar! Hehe, acho que é a única área em que eu realmente me destaco.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "Sobre Nós - Vamos Apertar as Mãos?",
			"voicelineType": "2003",
			"description": "Sentem-se. Amigos, apertem as mãos!\nAh, não, eu não estava falando para VOCÊ sentar — eu estava falando com nossos amigos animais! Ahh, me desculpe! Por favor, levante-se... Eu estava tentando dizer para eles: \"Olhem aqui, pessoal! Temos {M#um novo amigo}{F#uma nova amiga} conosco hoje!\" Ah, isso não ficou claro? Bem... \"Sentar\" pode significar \"me escute\", \"fique onde está\" ou até \"pare o que está fazendo\". Hm? Como você deveria saber? Você só precisa vir para as montanhas com mais frequência. Vai aprender rapidinho!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "Sobre Nós - Vamos Apertar as Mãos!",
			"voicelineType": "2002",
			"description": "Vem cá, dá um aperto de mão, me dá um abraço.\nHã...? Você não quer apertar as mãos? Não é assim que os amigos se incentivam? Ah, espera, haha, desta vez é exatamente o que parece, eu prometo! Desculpa, a culpa foi minha por te confundir antes. Mas não se preocupe! Quanto mais a gente passar tempo junt{M#o}{F#a}s, mais vamos nos entender!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Graças à minha Visão, eu consigo jogar meu chakram no ar e pegá-lo com facilidade... Ah, mas não tentem isso em casa, crianças! A lâmina é realmente muito afiada! Embora, você provavelmente consiga, Viajante! Apenas fique parad{M#o}{F#a}, mantenha o braço firme e faça um lançamento rápido. Tenho certeza de que você consegue!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Nunca se deve faltar bastante cuidado quando se trata de cogumelos selvagens. Muitos são completamente não comestíveis, e outros precisam ser salteados e bem cozidos para serem seguros. E, se você não terminar de comê-los de uma vez, precisa fazer o mesmo com as sobras antes de consumi-las — muita gente esquece essa parte. Então, se você comer alguns pedaços e seu cachorro começar a te mandar guardar a roupa ou suas galinhas começarem a te dar ordens pela casa, procure ajuda médica imediatamente!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Uma vez, eu estava descansando em uma árvore depois de terminar uma tecelagem, e um esquilo roubou as pinhas de vime que eu tinha acabado de fazer! Felizmente, eu consegui recuperá-las trocando por o dobro de pinhas reais. Honestamente, eu nem me importei em perder meu trabalho, estava mais preocupada em estragar o dia inteiro do esquilo! Só imagine — você passa o dia todo coletando pinhas, só para chegar em casa e perceber que são falsas! Todos os amigos esquilos provavelmente ririam dele...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "Sobre Xiangling...",
			"voicelineType": "4001",
			"description": "Todo mundo diz que as primeiras impressões são importantes, e na primeira vez que comi no Restaurante Wanmin, fiquei cheia de arrependimentos. Não acredito que demorei tanto para visitar o Porto de Liyue! Eu poderia ter conhecido a Xiangling muito antes... De qualquer forma, assim que ela me ouviu falar sobre todos os ingredientes raros nas montanhas da minha terra natal, ela começou a planejar uma viagem para o Vale Chenyu! Vou garantir que ela não volte para casa de mãos vazias!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "Sobre Hutao...",
			"voicelineType": "4002",
			"description": "A Diretora Hu sempre parece tão animada e alegre. Mesmo quando a situação estava desesperadora, ela sempre estava lá com uma piada para me animar. Não a conheço há muito tempo, então fiquei me perguntando... Ela é sempre assim? Hmm... De qualquer forma, a partir de hoje, espero que todos os sorrisos dela sejam de felicidade genuína, e não apenas um esforço para tranquilizar outras pessoas.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "Sobre Keqing...",
			"voicelineType": "4003",
			"description": "Quando será que a Yuheng vai finalmente tirar uma folga? Ela estava correndo para todos os lados durante o Ritual de Lanternas. Eu queria convidá-la para uma refeição para agradecer por sua gentileza, mas nunca tive a chance... Eu também estava esperando que ela pudesse fazer um par de orelhas de gato no meu cabelo, igual ao dela. Mas... talvez isso seja pedir demais. Embora, algo me diz que ela não se importaria...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "Sobre Xingqiu...",
			"voicelineType": "4004",
			"description": "Eu encontrei o Jovem Mestre Xingqiu várias vezes nas montanhas. Ele não estava acompanhado por ninguém da Guilda de Comerciantes de Feiyun, então nunca parecia ser negócio oficial. Depois desses encontros casuais, ele frequentemente me trazia cópias dos mais novos romances sobrenaturais, e eu prometi nunca contar a ninguém. Exceto que... eu acabei de te contar, não foi? Por favor, guarde esse segredo por nós dois, Viajante!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "Sobre Chongyun...",
			"voicelineType": "4005",
			"description": "Uma vez, eu estava com o vovô em uma de suas visitas a domicílio, quando vi o Chongyun sair de uma casa com uma expressão desanimada. Dado o quão desamparado ele parecia, presumi que a situação devia estar ruim, mas eu não senti nenhuma presença ominosa dentro da casa. A leitura do vovô também não previu nenhuma desgraça. Talvez ele tenha gastado muita energia resolvendo o problema e estava cansado demais para falar... Hã? Você acha que é possível que ele não tenha feito nada? Isso me deixa ainda mais confusa...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "Sobre Gaming...",
			"voicelineType": "4006",
			"description": "Eu conheço o Gaming desde que éramos crianças! Ele era o terror do bairro naquela época, haha. Hm? Isso não soa como ele? Bem, ele amadureceu muito desde então, assim como eu. Uma coisa não mudou, no entanto — ele ainda leva lanches com ele para onde quer que vá. Ele sempre volta de suas viagens com uma tonelada de guloseimas para compartilhar com os amigos. E, claro, ele nunca sai sem reabastecer seus favoritos da cidade natal...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "Sobre Qiqi...",
			"voicelineType": "4007",
			"description": "A Qiqi gosta de tentilhões, certo? Estou pensando em fazer um para ela de vime! Você sabe qual é a cor favorita dela?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Mais sobre Lan Yan - I",
			"voicelineType": "5001",
			"description": "Espera aí! Um momento... Quase lá... Só preciso terminar essa alça e... Ufa... Pronto! Hehe, desculpa por isso. Eu não sou muito boa em fazer várias coisas ao mesmo tempo — só consigo focar em uma coisa de cada vez. Agora, você tem toda a minha atenção!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Mais sobre Lan Yan - II",
			"voicelineType": "5002",
			"description": "Quer passar um tempo nas montanhas? Podemos tentar desviar das Ovelhas Fofinhas enquanto elas nos dão cabeçadas. Ou, podemos fingir que o Pelicano Bico Vermelho é um bandido e tentar resgatar o Peixe Pluma do Coração de Jade do bico dele... Ah, você quer jogar Labirinto de Vento? Vai ser o Caçador? Hehe, tá confiante, hein. Beleza, se você acabar correndo em círculos, vou tocar meu sino de prata pra te ajudar a me encontrar. Se você conseguir tocar nem que seja na ponta do meu cabelo, eu vou contar como vitória sua! Eu também sou bem boa nesse jogo, sabia?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Mais sobre Lan Yan - III",
			"voicelineType": "5003",
			"description": "O acessório de prata na minha cabeça tem o formato de um \"Jade-Plumado de Asas de Prata\" e é uma herança de família. Meu grampo de cabelo de prata, o colar e o broche são presentes de aniversário dos meus pais. Ah, a pulseira foi um presente do Ritual de Lanternas do meu avô, e os brincos acho que foram do último Festival da Caça à Lua... Também tem outros presentes que recebi quando dominei o planador, quando ganhei minha Visão, e quando consegui comer três tigelas inteiras de arroz em uma única refeição...\nHaha, na tradição da nossa família, a prata tem o efeito de afastar o mal e purificar venenos, protegendo a paz e a segurança. Por isso, meus familiares sempre pensam em maneiras de me dar acessórios de prata...\nUma série de acessórios prateados realmente traz uma sensação de tranquilidade... É um amor silencioso e reconfortante.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Mais sobre Lan Yan - IV",
			"voicelineType": "5004",
			"description": "Quando eu era pequena, as figuras de vime me assustavam... Como eu posso descrever isso? Quero dizer, um monte de bonecos deformados pretos e cinza espalhados pela casa... é o tipo de coisa que dá pesadelo em criança! Quando o vovô me mandou estudar com a família principal do nosso clã, eu achei que ele estava possuído. Pensei que meu primo estava me ensinando as artes das trevas! Então, uma noite, criei coragem e queimei todas as figuras que consegui encontrar. Por sorte, o propósito delas era absorver energia maligna, então sempre foram feitas para ser destruídas.\nDesde então, comecei a pensar: se eu fizesse as figuras de vime mais bonitinhas, será que as pessoas parariam de confundi-las com artes sombrias?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Mais sobre Lan Yan - V",
			"voicelineType": "5005",
			"description": "Tecelagem de vime não é difícil, eu juro! Até as figuras mais intrincadas são feitas fio por fio! Tudo o que você precisa é de um pouco de paciência, e no final você consegue! Comparado à técnica em si, a precisão é a parte difícil, e a persistência pode ser ainda mais desafiadora. Mas, se você quer saber minha opinião, o elemento mais importante é a felicidade. Se você não aproveitar o processo, nunca fará um bom trabalho — isso vale para muito mais do que apenas tecer. Felicidade é a chave! Isso vale para nós {M#dois}{F#duas}!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Lan Yan...",
			"voicelineType": "6001",
			"description": "Segundo o folclore, espíritos de pessoas afogadas existem em corpos d'água assombrados, então eu tentei ver se era verdade empurrando um galho em um lago... E ele realmente ficou preso! No meio de todas as algas, quero dizer. Só posso imaginar o que aconteceria se você tentasse nadar. Não ficar preso seria ainda mais incomum...\nEu também ouvi dizer que não se deve comer Fruto do Pôr do Sol depois do anoitecer, e que à meia-noite não se pode descascar maçãs na frente do espelho. Mas qual será a base para essas coisas... Hmm...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Preocupações de Lan Yan...",
			"voicelineType": "6012",
			"description": "Eu odeio tirar farpas. Você tem que apertar tanto os olhos para vê-las, e eu sempre acabo me machucando... Já cortei todos os meus dez dedos assim... *Choro*",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Flores frescas não só têm uma aparência e um cheiro incríveis, mas também fazem deliciosos doces! O sabor é refrescante, mas não muito doce. Ah, e combina tão bem com um bule de chá floral... Ooh, vamos colher flores agora mesmo! Não precisa trazer uma cesta — eu faço uma de vime assim que chegarmos nas montanhas!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Como diz o ditado, até o açúcar só é doce quando você está feliz. Tudo tem um gosto pior quando você está de mau humor. Hehe, felizmente, eu raramente tenho esse problema.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Isso está delicioso! Espera aí, um prato como esse pede utensílios especiais feitos de prata pura! Já volto!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Ah, obrigada! Aqui, experimente com esse molho! O sabor fica ainda melhor!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Espera, você comeu isso? Seu estômago está bem? Você não está vendo coisas, está?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "De acordo com a tradição da minha família, no aniversário, sempre se deve receber algo de prata para se proteger. Aqui, essas duas pequenas figuras de vime são para você. O com a andorinha de prata na cabeça sou eu, e {M#o que segura a pequena espada de prata é você}{F#a que está usando a flor é você}, hehe, parecem com a gente, não acha?\nEu defumei esse vime, e se você o colocar no Inventário, vai te ajudar a espantar os insetos. Os pequenos acessórios de prata foram desenhados por mim, e depois de pegá-los com o artesão prateiro, eu mesmo afinei os detalhes cuidadosamente, então eles com certeza não vão arranhar sua mão.\nEntão, feliz aniversário para você, que a sorte e as bênçãos estejam sempre ao seu lado!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Espera, mal comecei a colocar dois fios nesse projeto, e você já... Ou você trabalha muito rápido, ou eu sou mais lenta do que pensava...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Se a prata precisa ser polida para brilhar, faz sentido que também precisemos aprimorar nossas habilidades continuamente para nos tornarmos tão leves e ágeis quanto uma andorinha.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Vamos apertar as mãos! De novo! De novo! Lembra ainda? É uma expressão de felicidade e gratidão — uma forma de expressar alegria por todas as coisas boas da vida!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "\"A humilde andorinha constrói com lama, mas nunca fica sem um ninho.\" Então, não me subestime! Com o quão forte eu me tornei, devo ser mais do que capaz de te proteger agora. Hehe, claro, tudo isso é graças à sua ajuda! Muito obrigada!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100004",
			"description": "Vira e voa.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100005",
			"description": "Chegando perto.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100006",
			"description": "Para o alto e avante.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Males, vão embora!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Ágil como a andorinha.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Dançando ao vento!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Uau, posso pegar um pouco? Espalhe essa sorte por aí!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Isso! Vamos ver o que tem dentro!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Só um momento, vamos fazer as contas...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Preciso de mais um tempinho...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Uma ajudinha aqui!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Isso é complicado...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Volte! Eu vou te cobrir!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Deixa comigo! Sou mais rápida que eles.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Não posso... cair agora...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "O sino... não toca mais...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "De castigo... para sempre...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Pare!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Tem algo errado!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Que temperamento horrível!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Não importa onde, eu estarei lá!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Vamos dar uma volta na cidade!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Estou indo!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}