{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Mika, topógrafo da linha de frente do Grupo da Guerrilha dos Cavaleiros de Favonius, reportando! É uma honra estar ao seu lado. Se eu puder fazer algo para ajudar, é só me dizer que farei imediatamente. De toda forma, vou fazer tudo ao meu alcance para nos manter em segurança e reportar informações precisas sobre os nossos inimigos!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Bate-papo - Alvo",
			"voicelineType": "1101",
			"description": "É bom estarmos preparados... A nossa missão pode começar a qualquer instante.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Bate-papo — Registrando a Situação",
			"voicelineType": "1102",
			"description": "Verificando posição atual, medindo distância até a área alvo... Certo, eu já anotei todas as condições de terreno.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Bate-papo - Investigando o Caminho",
			"voicelineType": "1103",
			"description": "Não importa o tipo de ambiente que você estiver, com uma exploração detalhada, é possível estabelecer uma rota segura.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Ah, está chovendo muito... vamos esperar que as condições lá fora não estejam muito lamacentas. Caso contrário, eu terei que ajudar todos a limparem as suas botas e não haverá tempo para preparar a comida...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Os trovões podem mascarar os sons de movimento, por isso eles são nossos aliados.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "A neve fresca pode ser linda, mas ela oculta algumas nuances importantes do terreno, o que pode ser uma dor de cabeça.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "O sol está brilhando e a visibilidade está excelente... Condições perfeitas para observações. Eu não poderia esperar por nada melhor!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Hã... Será que esse vento é um sinal do Arconte Anemo? Ou será que são somente os efeitos do terreno na atmosfera?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Ah, bom dia! Eu preparava o café da manhã que geralmente comemos no grupo de expedição. Se você não se importar, pode me contar os planos para hoje enquanto você come.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Ah, um momento, nossa comida está quase pronta! Provisões de Campo Nº3, a favorita do Grupo da Guerrilha. Vou procurar novamente nos arredores para ver se há lugares propícios para um breve descanso.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "O jantar está pronto! São apenas algumas rações básicas, mas deve ter todos os nutrientes que você precisa. Pode ficar à vontade... Se você precisa fazer um reparo em algum equipamento seu, pode dar ele para mim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Está ficando tarde, e eu preciso organizar os registros dos levantamentos. A cama do acampamento está montada, então por que você não descansa? Depois que você recuperar suas energias, nosso lanchinho da madrugada também deve estar pronto, e então podemos trocar de lugar.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "Sobre Mika - Trabalho",
			"voicelineType": "2001",
			"description": "Hã? O que é um topógrafo da linha de frente? Bem, meu trabalho é explorar adiante no território desconhecido, verificar o terreno e identificar locais importantes. Às vezes, além de desenhar mapas e conhecer o terreno, preciso enfrentar sentinelas inimigas; por isso, é importante estar pronto para o combate, saber primeiros socorros e ter grandes habilidades de sobrevivência...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "Sobre Mika - Tarefas Mundanas",
			"voicelineType": "2005",
			"description": "Armar o acampamento, acender uma fogueira, cozinhar e fazer a manutenção de equipamentos... Essas são as tarefas essenciais que precisam ser feitas. Se os outros não gostarem dessas tarefas e eu conseguir, hmm... realizá-las de forma satisfatória, então o mínimo que posso fazer é ajudar... Dessa forma, todos podem tomar um ar e descansar um pouco...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "Sobre Nós - Rumores",
			"voicelineType": "2003",
			"description": "Ah, perdão... Eu ouvi tudo sobre você quando voltei para Mondstadt. Pessoas super poderosas como você e Paimon geralmente tem um código de conduta muito restrito. Como muitas pessoas super poderosas também tem um péssimo temperamento, eu estava preocupado de falar alguma coisa errada e irritar vocês. Por sorte, vocês são muito legais, eu não tenho nada com o que me preocupar!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "Sobre Nós - Códigos",
			"voicelineType": "2002",
			"description": "Alguns batedores da linha de frente usam a palavra \"Octave\" para indicar que suas flechas acabaram e que eles estão voltando para o acampamento... Ou \"Vera\" que significa \"as condições estão boas, devemos atacar o inimigo\"... Ei, por que não criamos um código também? Será bem útil, especialmente se trabalharmos juntos por um longo período. Vamos lá, eu estou aberto a qualquer nova ideia.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Para ser honesto, até eu mesmo fiquei impressionado com a forma que recebi a minha Visão. Ela é realmente muito útil, mas eu não deveria confiar somente nos seus poderes. Ao invés disso, eu prefiro pensar que ela é uma segurança a mais caso algo aconteça. Como membro dos Cavaleiros de Favonius, eu deveria me importar mais com cooperação em equipe e descobrir modos de superar os desafios ao lado dos meus companheiros.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Esse é um truque de patrulhamento que você talvez ache útil: estique seu braço e erga seu polegar na direção da área alvo. Alinhe o campo de visão do seu olho direito e o seu polegar para o lado esquerdo do alvo, e o seu olho esquerdo para o lado direito do alvo, e multiplique a distância entre os dois lados pelo multiplicador correto... Use esse truque para supor a altura de uma montanha e se ela é escalável, ou a largura de um rio e se você pode nadar através dele.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Eu ouvi Klee dizer que há um tipo de planta que pode transmitir sons... Se de alguma forma pudéssemos levar ela conosco... Assim eu teria como reportar imediatamente sobre o terreno, até mesmo poderia ficar perto da linha de frente e guiar nossas tropas para atacar os inimigos de longe com uma saraivada de flechas.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "Sobre Kaeya...",
			"voicelineType": "4001",
			"description": "Antes de me juntar aos Cavaleiros, eu tive que fazer muitos testes. O Capitão Kaeya era o principal responsável por todos eles. Ele me apoiou bastante, e me deu várias dicas, mas, às vezes, eu não conseguia entender o que ele estava dizendo... Eu me preocupava que não estava conseguindo acompanhá-lo, e que estava deixando ele desapontado...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "Sobre Varka - Instruções",
			"voicelineType": "4002",
			"description": "O Grande Mestre Varka não é só um líder forte que inspira respeito nas outras pessoas, mas também é o meu instrutor pessoal de combate. Ele me ensinou a pensar por mim mesmo e evitar lutar contra inimigos em combate corpo-a-corpo para compensar minha altura baixa e relativa falta de resistência. Com os conselhos dele, eu aprendi a como lutar com uma lança e besta, e tenho que dizer que esse estilo de luta é ótimo para mim.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "Sobre Varka - Capitano",
			"voicelineType": "4003",
			"description": "O Grande Mestre disse que eu preciso estabelecer objetivos mais altos para mim e alcançá-los. Eu sempre tive esse tipo de atitude, mas foi só durante a expedição que percebi o quão sérias as coisas podem se tornar... Um dia, conheci o Mensageiro dos Fatui chamado Capitano. Eu sequer consigo imaginar como alguém pode lutar contra um oponente como ele. Pessoas fortes como ele estão em outro nível, eu não chego nem perto de seus pés...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "Sobre Jean...",
			"voicelineType": "4004",
			"description": "A Vice-Grande Mestre... Quero dizer, a Grande Mestre Intendente é uma líder forte e atenciosa, ela sempre me faz sentir confortável. Sempre está cuidando de todos nós. Seja com organização, primeiros socorros, ou cozinhando algo, posso aprender bastante com ela...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "Sobre Amber...",
			"voicelineType": "4005",
			"description": "A Aventureira Amber? Ela é a nossa tropa de vanguarda mais confiável e possui excelentes habilidades de reconhecimento! O trabalho dos patrulhadores da linha de frente e de Aventureiros são similares, já que ambos operamos na frente das forças principais. Amber possui muita experiência e aprendi muitas habilidades de sobrevivência com ela, assim como fazer a manutenção da corda da minha besta e das minhas flechas.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "Sobre Eula - Missão",
			"voicelineType": "4006",
			"description": "A Capitã Eula é uma lutadora forte com um estilo de combate único e ela sempre cuidou de mim. Quando eu me juntei à companhia, ela me encarregou de várias tarefas, muito mais do que as outras pessoas, e isso melhorou bastante a minha habilidade de adaptação. Quando eu me acostumei com a maneira com que ela se expressa, passei a conseguir me dar bem com ela!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "Sobre Eula - Estilo",
			"voicelineType": "4007",
			"description": "Na verdade, eu admiro a Capitã Eula bastante. Ela tem um espírito livre e sua determinação mental é incrível. Se outras pessoas ficassem me olhando com uma cara estranha o tempo inteiro e falassem pelas minhas costas como fazem com ela, eu acho que sequer conseguiria sair do meu quarto...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "Sobre Lisa...",
			"voicelineType": "4008",
			"description": "Nossa Bibliotecária, Lisa, sempre se ofereceu para me ajudar quando eu estava aprendendo a desenhar mapas. Ela até mesmo encontrou vários livros úteis para eu estudar. *Suspiro* Se eu fosse tão erudito como ela... Afinal, saber muito nunca fez mal, e você nunca sabe quando pode acabar precisando desse conhecimento...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "Sobre Klee...",
			"voicelineType": "4009",
			"description": "Oh, Klee? Ela é muito alegre, e ouvi dizer que ela é tão forte quanto o Grande Mestre... Ela me convidou para ir em uma de suas aventuras, e nós sempre nos divertimos bastante! Apesar de ela às vezes experimentar armas perigosas, o que significa que tive que redesenhar meus mapas várias vezes... Mas ainda assim, valeu a pena!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "Sobre Venti...",
			"voicelineType": "4010",
			"description": "Gosto bastante do bardo... Ele é talentoso e suas melodias sempre me fazem sentir em casa. Se eu tivesse que escolher uma melodia para melhor representar Mondstadt, com certeza seria uma dele. É uma pena que nem sempre estou na cidade, ou então poderia trazer alguns presentes para ele...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "Sobre Albedo...",
			"voicelineType": "4011",
			"description": "O Chefe Alquimista, Albedo, sempre foi gentil comigo. Ele me ajudou a fazer todos os equipamentos de reconhecimento que utilizo... Até mesmo tenho algumas canetas que ele fez que funcionam até mesmo quando estou de cabeça para baixo numa árvore. Mas parece que desenhar artisticamente é muito diferente de desenhar mapas. Tentei fazer rascunhos de uma área antes como informação suplementar, e ouvi rumores dizerem que o Capitão Albedo ficou em silêncio por muito tempo ao vê-los...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Mais sobre Mika - I",
			"voicelineType": "5001",
			"description": "Hã? Você quer saber mais sobre mim? Bem, eu sou uma pessoa qualquer, por isso não tenho histórias interessantes... Acho que só posso falar das minhas experiências, você gostaria de ouvir sobre isso?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Mais sobre Mika - II",
			"voicelineType": "5002",
			"description": "Desde pequeno, sempre quis virar um cartógrafo e mapear todos os cantos de Teyvat. Foi somente depois que descobri que os Cavaleiros de Favonius possuíam um posto com essa função. Foi graças ao apoio de meu pai e de meu irmão que consegui passar no processo seletivo e me tornar um topógrafo. Esse trabalho me permitiu realizar meus sonhos, e me deixou muito satisfeito.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Mais sobre Mika - III",
			"voicelineType": "5003",
			"description": "Todos os Cavaleiros de Favonius são muito fortes, e sinto que posso aprender algo com cada um. Depois de aprender uma nova habilidade com todos, darei o meu melhor para retornar esse favor. Por isso, se houver alguma coisa que os outros precisem de ajuda, farei todo o possível.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Mais sobre Mika - IV",
			"voicelineType": "5004",
			"description": "Parece que... Depois que eu ajudei o Grande Mestre e a Capitã Eula algumas vezes entregando algumas mensagens, alguns membros do grupo passaram a me ver como um mensageiro oficial. Se eu fizesse alguma declaração errada, ela causaria problemas para nossos líderes e a culpa seria toda minha. Por isso, sempre que estou perto de alguém que não conheço, tento só comentar coisas que tenho certeza, o que faz todos pensarem que sou tímido. Você diria que tudo isso é só um mal-entendido?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Mais sobre Mika - V",
			"voicelineType": "5005",
			"description": "Sabe, uma coisa boa de voltar da expedição é que não me sinto mais tão preocupado. Se eu não estiver causando problemas para outras pessoas, não me importo com o que as pessoas pensam de mim. Os Cavaleiros de Favonius são como uma segunda família para mim e tenho que melhorar meu trabalho como um topógrafo. Meu trabalho duro permitirá que todos realizem o deles melhor e que possam relaxar mais com seu trabalho diário...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Passatempos de Mika...",
			"voicelineType": "6001",
			"description": "Meus passatempos?... Sem ser trabalho, acho que acampar em territórios selvagens. Sabe, aproveitar o cenário novo, fazer um acampamento aconchegante, acender uma fogueira e assar comida. Isso me faz feliz!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Preocupações de Mika...",
			"voicelineType": "6002",
			"description": "Para ser franco, eu não sou muito bom em lidar com pessoas que não conheço. Talvez seja porque eu não sou bom de conversa. Será que você poderia me ensinar algo nisso?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Comida Favorita...",
			"voicelineType": "6005",
			"description": "O Grande Mestre disse que jovens como eu precisam comer mais carne. Isso vai me deixar mais forte e vai aumentar minha resistência. Eu não acho que vou ficar musculoso, mas gosto de comer carne. E os outros no Grupo da Guerrilha também gostam disso.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Diferente do meu irmão, não suporto álcool. Eu só preciso de um gole para cair no chão, e assim todos precisam me ajudar. Só o cheiro de uma bebida forte sendo aberta é suficiente para me deixar tonto.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Muito obrigado... É um prato muito incrível, eu me sentiria muito mal usando ele somente para forrar o estômago! Será que eu deveria guardá-lo e mostrar para as outras pessoas?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "O gosto e o tamanho da porção são incríveis! Você realmente se esforçou por mim!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Hmm, já que você se deu ao trabalho de preparar isso por mim... Prometo que vou terminar tudo!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Oh, o que deveríamos fazer para uma ocasião como essa? Hmm... Hoje é o seu dia especial, por isso devemos estar à altura dele! Eu preparei um \"Álbum pelos locais mais incríveis de Mondstadt\". Ele contém informações sobre locais belos que poucas pessoas conhecem. Desejo que você seja feliz todos os dias até que esse dia chegue novamente no próximo ano.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Apesar de eu ainda estar muito atrás de você, me sinto mais confiante agora. Pelo menos não vou acabar te atrapalhando.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Espero poder dar informações mais úteis para você, e ajudar a tirar um pouco desse fardo do seus ombros!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Por favor, me permita acompanhá-l{F#a}{M#o} e patrulhar as terras ao nosso redor!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Muito obrigado! Com isso, eu estou muito mais próximo do meu objetivo: permitir que todos possam avançar de forma segura e atravessar o terreno difícil sem medo, fadiga ou perigos em potencial.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Fornecendo disparos de cobertura.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Atacando.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Por favor, recue.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Habilidade Elemental - IV",
			"voicelineType": "100004",
			"description": "Disparo preciso!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Habilidade Elemental - V",
			"voicelineType": "100005",
			"description": "Eu sinto muito!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Habilidade Elemental - VI",
			"voicelineType": "100006",
			"description": "Eliminando as ameaças!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Vamos dar nosso melhor, pessoal!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Deixe o tratamento médico comigo!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "É a nossa chance!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Abrindo o Planador - I",
			"voicelineType": "800001",
			"description": "Serei os seus olhos no alto...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Abrir Baú do Tesouro: I",
			"voicelineType": "300001",
			"description": "Patrulhar tem suas vantagens!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Abrir Baú do Tesouro: II",
			"voicelineType": "300002",
			"description": "Um botim de guerra?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Abrir Baú do Tesouro: III",
			"voicelineType": "300003",
			"description": "Encontramos um tesouro, parabéns pessoal!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Que irritante...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Acho que devo mudar minha estratégia...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Meu oponente... é muito forte.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Recue, eu posso aguentar!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Você precisa se curar...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Eu deveria ter... tentado flanquear...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Eu sinto muito, pessoal...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Acabou... É o meu fim...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900001",
			"description": "Posso aguentar!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Ataque Leve Sofrido - II",
			"voicelineType": "900002",
			"description": "Só um arranhão!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Não doeu, não doeu!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Não posso ficar nervoso...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Checando o equipamento... Tudo está pronto!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Minha lança e minha besta estão prontos.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Eu vou explorar o caminho para a equipe!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}