{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Obrigada por se juntar a mim, Viajante. Sou Mualani, a guia do Povo das Termas. Se você precisar de qualquer coisa, só levante sua mão e me avise! Agora, por favor, guarde sua arma, proteja seus pertences, segure bem a Paimon, e mais importante ainda, deixe de lado todos os seus problemas. Eu preparei uma prancha de surfe para você, então suba nela e tente não cair! Certo então... que a jornada comece!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Bate-papo - Saindo.",
			"voicelineType": "1101",
			"description": "A coisa mais importante de sair para se divertir é... bem, sair! Então só apareça e deixe que eu cuido do resto.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Bate papo - Perseguição das Ondas",
			"voicelineType": "1102",
			"description": "Já tentou seguir as ondas antes? Quer tentar? Quer? Quer? Vamos lá, não há momento melhor do que o presente! Eu te ajudo a achar a praia mais próxima.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Bate-papo - União",
			"voicelineType": "1103",
			"description": "Você não pode fazer muito por conta própria, mas com um grupo, tudo é possível!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Uhuu! O chão escorregadio é perfeito para deslizar em uma prancha de surfe!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Uau! Você viu isso? Aonde isso acertou!?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "*Tremendo* Vamos, vamos acabar com isso logo e voltar. Eu preciso de uma boa mergulhada na Fonte Termal...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Ah, esse clima me faz querer deitar e tomar um pouco de sol... Condições perfeitas para um banho de sol.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Quanto mais forte o vento, mais forte as ondas também. Agora é a hora perfeita de tentar uns truques épicos!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "No Deserto...",
			"voicelineType": "1206",
			"description": "Surfar na areia deve ser divertido! Como a guia do Povo das Termas, eu tomarei esse desafio para mim!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Boas notícias, não dormi demais hoje! Hora de me recompensar com um café da manhã super luxuoso.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "*Boceja* Sabia que deveria ter dormido mais... Puxa, por que parece que tem um monte de pontinhos em formato de Mora voando na minha frente... Acho que isso significa que tenho que tirar um cochilo essa tarde.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Saudações...",
			"voicelineType": "1003",
			"description": "Quer que eu traga algo para comer? Consigo trazer ainda fumegante! Confia em mim, minha prancha de surfe tem a velocidade que você precisa!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Droga... Estou muito animada por ter dançado na fogueira. Lá se vai meu sono essa noite... *Suspira*",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "Sobre Mualani - Produto Principal",
			"voicelineType": "2001",
			"description": "Eu cuidadosamente selecionei tudo que vendo na loja, desde a variedade e a qualidade dos produtos até suas funcionalidades e cores. Mas se você quiser saber sobre o melhor item na minha loja, eu teria que dizer que é esse traje de banho inflável. É perfeito se você não for um nadador confiante. Ele consegue inflar instantaneamente para se tornar um colete salva-vidas, que torna nadar bem mais seguro!\nVocê também pode usar ele fora da água. Pessoalmente, eu adoro usar em festas. Realmente de virar cabeças! Viu, apenas faça isso, e você consegue saltar por aí... poing... poing...\nOh, e até vem em cores da sorte!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "Sobre Mualani - Dança",
			"voicelineType": "2005",
			"description": "Todos adoram visitar nossa tribo durante as férias. As plantas e a natureza daqui se conectam com as pessoas. Elas se sentem amigas.\nAs ondas, a grama, as folhas... são como instrutores de dança. Basta seguir seu ritmo, girar para o lado e quando você ver, já está dançando! E aí? Não fique aí parad{F#a}{M#o}, vamos, dance!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "Sobre Nós - Saudações",
			"voicelineType": "2003",
			"description": "Vamos, você tem que ver as pranchas de surfe! Há vários padrões, materiais e cores! Qual é sua cor da sorte? Hã? Você não tem uma? Deixa que eu escolho então!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "Sobre Nós - Confiança Mútua",
			"voicelineType": "2002",
			"description": "Passamos por tantas coisas junt{M#o}{F#a}s — o Reino da Noite, a ilha misteriosa... Eu diria que isso definitivamente nos torna companheir{M#o}{F#a}s que podem confiar suas vidas {M#um ao outro}{F#uma a outra}. Se você algum dia se perder no caminho, é só me avisar! Eu sou uma ótima guia! Encontrarei um caminho à frente, mesmo que isso signifique abrir um caminho totalmente novo com minha prancha de surfe!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Complete \"Onde as Nascentes Retornam\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Por um tempo, pendurei minha Visão no meu flutuador. Afinal, sua cor azul combina muito bem. Mas depois, acabei esquecendo completamente dela enquanto jogava vôlei com meus amigos. O flutuador caiu na areia, e juro que quase ouvi algo quebrar! Mas, quando verifiquei, minha Visão ainda estava inteira! Então, no final das contas, acho que foi realmente um sinal de boa sorte!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Algo para Compartilhar",
			"voicelineType": "3002",
			"description": "Você não tem medo de cachorros, certo? Porque você precisa conhecer o cachorro da minha família! Ele adora brincar e tenta ganhar carinho de qualquer pessoa que vê. Eu sempre o levo para brincar na água. Ele até sabe surfar, na verdade. Esse é meu cachorrinho, já cortando as ondas melhor do que eu!\nVou te apresentar a ele algum dia. Tenho certeza de que seu rabo estará balançando e girando como uma hélice. Só tome cuidado para não levar uma pancada... Dói bastante, hahahaha!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Os Koholassauros ao redor do Povo das Termas adoram fontes termais tanto quanto nós. Muitas vezes os encontramos mergulhando nas mesmas fontes que a gente. Mas, se você não tem certeza sobre o temperamento deles, é melhor manter distância.\nHã? Como você julga o temperamento de um Koholassauro? Haha, meu método é super simples. Apenas se aproxime deles lentamente, e você vai perceber bem rápido... Se eles não morderem, provavelmente são bem tranquilos... Se tentarem morder, bem... apenas pense nisso como uma pequena mordida de amor, pelo menos eu acho.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "Sobre Mavuika...",
			"voicelineType": "4001",
			"description": "A Arconte Pyro é a figura mais respeitada de toda Natlan. Eu realmente a admiro, não apenas porque ela é a Arconte Pyro, mas porque... ela parece super legal quando surfa!\nPor falar nisso, eu até já a desafiei para uma corrida de surfe uma vez... Hã? Você quer saber quem venceu? Nesse caso, vamos correr, e eu te conto assim que você me vencer!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "Sobre Kachina...",
			"voicelineType": "4002",
			"description": "Kachina é incrivelmente gentil e bondosa. Pelas coisas que ela diz, fica claro que ela está sempre pensando nos outros. Ela tem tantas qualidades incríveis, mas é constantemente ignorada e ridicularizada porque não se defende. *Suspira* Eu sei que ela pode se cuidar, é só que... me preocupo com a falta de confiança dela. Na maioria das vezes, ela acaba acreditando nas coisas horríveis que as pessoas dizem sobre ela. Então, fiz disso minha missão pessoal de encorajá-la e compartilhar suas qualidades com todas as pessoas ao meu redor. Tenho certeza de que um dia, todos a verão de uma nova maneira!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "Sobre Kinich...",
			"voicelineType": "4003",
			"description": "Ajaw fala mais em um dia do que Kinich em um ano inteiro. Não deve ser fácil lidar com todas as travessuras de Ajaw, mas de alguma forma Kinich sempre consegue fazer suas próprias coisas. Agora que penso nisso, a única vez que eles parecem igualmente desinteressados é quando eu falo sobre horóscopos...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "Sobre Chasca...",
			"voicelineType": "4004",
			"description": "Conheci Chasca quando eu era pequena. Nós até brigamos por brinquedos algumas vezes... Fiquei bastante surpresa quando soube que ela se tornou uma Pacificadora. Dizem que algumas pessoas amadurecem muito devagar, enquanto outras crescem de uma vez. Às vezes, me pergunto se eu sequer comecei a amadurecer...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "Sobre Citlali...",
			"voicelineType": "4005",
			"description": "A Vovó Citlali é, sem dúvida, a Mestre do Vento Noturno mais experiente que já vi. Ela é mais do que apenas uma anciã, ela é tipo a anciã mais legal de todas! As previsões dela são sempre super precisas. Há muito tempo, ela disse que as cores da sorte para o meu negócio eram rosa e azul. Dito e feito, flutuadores rosa e azul agora são meus mais vendidos!\nEnquanto eu estava incomodando ela... ah, quero dizer, visitando ela recentemente, ela mencionou que havia um forasteiro que poderia me trazer boa sorte... Ah, espera aí! Você não é um{F#a} forasteir{M#o}{F#a}!?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "Sobre Iansan...",
			"voicelineType": "4006",
			"description": "Iansan é o orgulho do Coletivo da Fartura e de toda Natlan. Ela participou de tantas Peregrinações do Retorno da Chama Sagrada e continua invicta até hoje! Eu me inscrevi para a aula de treinamento dela, na verdade, paguei a taxa de matrícula e tudo. Eu só não comecei porque, hmmm... estive muito ocupada para treinar...\nTá bom, tá bom. Vou admitir... Quando vi como a Kachina ficou depois de terminar o treinamento, ouvi uma voz dentro de mim dizendo: \"Ei, você pertence à água. Fique em terra firme por muito tempo e acabará encalhada lá.\" Às vezes, você só precisa ouvir o seu coração!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "Sobre Xilonen...",
			"voicelineType": "4007",
			"description": "Se a Arconte Pyro reconhece uma artesã, então você sabe que ela é boa. Mesmo que um Nome Antigo seja todo destruído, aposto que ela poderia consertá-lo e deixá-lo como novo novamente. Espera, eu acabei de agourar alguma coisa? Um Nome Antigo absolutamente não pode ser destruído. Isso seria muito ruim. Eu retiro o que disse! Eu retiro o que disse! Eu não disse nada. E você não ouviu nada também, certo?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "Sobre Ifa...",
			"voicelineType": "4008",
			"description": "Ifa é o melhor! Não importa o que o convidemos para fazer, ele está sempre feliz em participar. E ele é super rápido e eficiente em tudo também. Se ele já não estivesse trabalhando como veterinário, acho que ele seria um ótimo treinador de esportes aquáticos. Hmm? Ele é de uma tribo diferente? Bem, sim, mas isso não será um problema de jeito nenhum!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Mais Sobre Mualani - I",
			"voicelineType": "5001",
			"description": "Ei, você está livre? Quer vir e conversar? Podemos ir às fontes termais, ou a qualquer outro lugar. Não sou exigente. Não tenho oportunidades como esta com muita frequência, então trouxe meu Aparelho Fotográfico comigo. Vou até te mostrar algumas poses e truques legais. Confie em mim, vamos tirar algumas fotos em grupo incríveis hoje!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Mais Sobre Mualani - II",
			"voicelineType": "5002",
			"description": "Ser uma boa guia significa confiar na experiência. Nossos ancestrais deixaram para trás muitas práticas para aprender. Mas não se preocupe, não sou do tipo que segue cegamente conselhos e costumes antigos. Eu só sigo os que tentei e achei úteis.\nHã? Quais não funcionaram? Hmm... Bem, uma vez eu estava explorando e vi um rio com uma ponte à frente. Mas o mapa queria que eu cruzasse o rio com um barco. Medi a correnteza do rio e depois verifiquei a ponte em busca de armadilhas ou perigos ocultos... Mas, no final, descobri que nossos ancestrais não recomendavam usar a ponte porque... ela ainda não havia sido construída!\nEntão, sim. A experiência é fundamental...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Mais Sobre Mualani - III",
			"voicelineType": "5003",
			"description": "Adoro guiar visitantes de outros lugares! No final dos nossos passeios, eles sempre me agradecem por apresentá-los aos costumes locais de Natlan. Mas, honestamente, sou igualmente grata a eles por compartilharem suas experiências comigo, conversarem sobre suas cidades natais e me contarem histórias que nunca ouvi antes... Então, de certa forma, cada viagem se transforma na minha própria jornada também!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Mais Sobre Mualani - IV",
			"voicelineType": "5004",
			"description": "Eu tento ao máximo manter a calma ao fazer novos amigos, mas... hehe... Às vezes as pessoas me puxam de lado e dizem que sou entusiasmada demais, a ponto de ser um pouco avassaladora. Então, agora, tento me conter um pouco no início e deixá-las se acostumarem comigo primeiro...\nAh, e por favor, me diga se eu estiver exagerando, tá? Não se preocupe em ferir meus sentimentos. Você pode até me escrever uma nota anônima, se quiser. Eu prometo que vou melhorar!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Mais Sobre Mualani - V",
			"voicelineType": "5005",
			"description": "Os desafios têm uma maneira de revelar o verdadeiro potencial de uma pessoa. Participar da Peregrinação do Retorno da Chama Sagrada realmente me fez entender isso! Mas, em uma situação difícil, ainda acho que duas pessoas são melhores do que uma. Cada pessoa conta... Trabalhando juntos, podemos fazer nossos próprios milagres!\nPegue a Guerra da Guarda Noturna, por exemplo... Nós não somos os únicos nesta luta. E os heróis que defenderam Natlan em eras passadas, ou as gerações mais jovens que lutarão por nós no futuro. Nossos esforços combinados são o que impulsionam Natlan para frente. Se você me perguntar, esse é o verdadeiro significado de \"Umoja\".",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Pedra Preta Sob Pedra Branca\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Passatempos de Mualani...",
			"voicelineType": "6001",
			"description": "Nado, mergulho, esqui aquático, surfe, parasailing, vôlei de praia, remo, mergulho com snorkel, apneia... Ufa, acho que não consigo listar todas as minhas atividades favoritas, nem se tivesse outro par de mãos. Às vezes, quando fico cansada, eu só boio na água e relaxo... Até caí no sono umas vezes. Pode ser confortável, mas você paga caro quando acorda e percebe que acabou no meio do nada à deriva. Sempre escuto sermão dos anciões quando isso acontece...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Preocupações de Mualani...",
			"voicelineType": "6012",
			"description": "Sempre que me sinto pra baixo, repito comigo, \"Ah, tá de boa. Foi só azar. Ter um dia terrível não quer dizer que as coisas vão permanecer assim\". Geralmente isso me ajuda a me sentir um pouco melhor. Mas se ainda assim não melhorar, eu vou surfar no Caminho Espiritual e gritar até ficar sem ar nas curvas em alta velocidade. Dar umas voltas sempre faz parecer que estou bem e deixei todos os meus problemas comendo poeira.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Eu gosto de uma travessa grandona de frutos-do-mar, nada da terra, só água! E sem vegetais também! Uma mordida e eu pareço um peixinho nadando pelo mar... Ah, que maravilha!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Eu me arrependo de derramar escondida um copo de leite na fonte termal quando era criança. Se eu tivesse bebido de verdade, talvez eu não fosse tão \"prejudicada verticalmente\"... Mas, que seja. Prometi à Tia Atea que nunca ia fazer isso de novo! Bebo meu leite todo agora, então não deve ser tarde demais para crescer um pouquinho! O mesmo serve pra você — todo mundo pode aprender com os erros da infância!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Uau, isso é incrível! Me faz querer subir na prancha de surfe e fazer três piruetas sem tocar no chão!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Tem mais? Isso ia ser um sucesso numa festa!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Que tal deixar de molho com um pouquinho de água da fonte termal? Talvez melhore a textura!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Não abra seus presentes ainda. Escolhi este restaurante só para você, é o mais popular da região... Aposto que você já recebeu muitas felicitações dos seus amigos, mas e se eu te dissesse que ainda mais pessoas da sua jornada querem te ajudar a comemorar? O que você acha?\nHehe! Vamos lá, sente-se e vamos começar com as felicitações de aniversário! Ahem... Com licença, pessoal! Sua atenção, por favor! Hoje é o aniversário {M#do meu amigo}{F#da minha amiga}! {M#Um herói}{F#Uma heroína} nobre e formidável que derrotou feras ferozes e curou inúmeras almas! Vamos, vamos dar a {M#ele}{F#ela} nossos mais calorosos votos de aniversário! Certo, vocês ali, digam comigo: \"Boa sorte nas suas aventuras!\" Ótimo! E vocês ali... \"Sucesso nas batalhas!\" Perfeito! Finalmente, todos juntos agora... \"Feliz aniversário, Viajante!\" Boa sorte, boa saúde e muita felicidade!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Legal! Bem o que eu precisava! Manda brasa!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Legal! Parece que minha força está aumentando! Agora, que tal uma partida amigável de vôlei de praia? Não vou me segurar!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "É meu dia de sorte, tenho certeza disso! Sinto como se pudesse conquistar aquelas ondas enormes que fugi da última vez. Não há tempo a perder, manda aí o desafio!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Para a segurança do grupo de excursão, normalmente impeço meus clientes de sair andando por aí em lugares perigosos... Mas sei que sempre haverá situações em que não há escolha a não ser enfrentar o perigo de cara. Então, deixe-me juntar em sua jornada. Se trabalharmos juntos, não há nada que não possamos superar!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Vamos nessa!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Esculpindo as ondas~",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Mais rápido!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Habilidade Elemental - IV",
			"voicelineType": "100004",
			"description": "Uhuuul!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Habilidade Elemental - V",
			"voicelineType": "100005",
			"description": "Incrível!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Habilidade Elemental - VI",
			"voicelineType": "100006",
			"description": "Vamos surfar!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Pegue uma onda épica! Vuush~!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Vamos estraçalhar, Tubarãozinho!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Dá uma olhada nisso! Boa sorte!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Início da Corrida - I",
			"voicelineType": "700001",
			"description": "Lá vamos nós!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Início da Corrida - II",
			"voicelineType": "700002",
			"description": "Você quer a minha prancha de surfe emprestada?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Eu te falei que é o nosso dia de sorte!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "As melhores coisas sempre estão no fundo do baú!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Oh, não, eu derrubei! Rápido, pegue! Espero não ter nos dado azar...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Preciso proteger meus clientes!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Não é meu dia de sorte...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Eu consigo... eu consigo!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Você não está lutando sozinho!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Chega, deixa eu dar uma nele!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Que tipo de guia... fica para trás...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "\"Ninguém luta sozinho\"...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "O fim de cada jornada... é o lar...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Ei, qual é!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Fica frio aí!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Cuidado com a prancha de surfe...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Uau, que equipe! Seremos implacáveis!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Oi, pessoal! Tudo bem?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Uhuuu! Vamos láaaaaa~!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}