{
	"id": 10000034,
	"name": "Noelle",
	"friendLines": [
		{
			"voicelineId": 21009,
			"title": "Olá...",
			"voicelineType": "1000",
			"description": "Meu nome é Noelle, criada dos Cavaleiros de Favonius, e tenho o prazer de estar hoje com vocês em sua aventura. Caso você encontre algum problema em algum momento de sua viagem, não hesite em me chamar e terei o maior prazer em lhe dar toda a minha assistência. Sim, começando agora mesmo - o que você precisa?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_draw_appear"
		},
		{
			"voicelineId": 21010,
			"title": "Bate-papo - Um Favor",
			"voicelineType": "1101",
			"description": "Deixe comigo! Pode deixar tudo comigo! Olhe, o que você quer que eu faça? Não prestei muita atenção...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_01"
		},
		{
			"voicelineId": 21011,
			"title": "Bate-papo - Descanso",
			"voicelineType": "1102",
			"description": "Está cansad{M#o}{F#a}? Então, descanse aqui. Vou te fazer um chazinho. Você quer açúcar?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_02"
		},
		{
			"voicelineId": 21012,
			"title": "Bate-papo - Confiável",
			"voicelineType": "1103",
			"description": "Sempre que você precisar de mim, eu estarei lá.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_03"
		},
		{
			"voicelineId": 21013,
			"title": "Quando está chovendo...",
			"voicelineType": "1201",
			"description": "Oh, minha nossa, a roupa de todos está em jogo! Posso ser dispensada para ir buscá-las?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_heavyRain_01"
		},
		{
			"voicelineId": 21014,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Por favor, fique dentro de casa até que a tempestade passe. Tratarei de qualquer assunto urgente se for realmente necessário sair.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_thunder_01"
		},
		{
			"voicelineId": 21015,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "Que tempo tão bom. Por que não aproveitamos e fazemos um pouco de trabalho enquanto está ensolarado? Oh, que tipo de trabalho é esse, você pergunta? Haha, bem, qualquer coisa que faça você se sentir brilhante e ensolarad{M#o}{F#a} também.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_sunny_01"
		},
		{
			"voicelineId": 21016,
			"title": "Quando está ventando...",
			"voicelineType": "1204",
			"description": "Está ouvindo? É o som do Arconte Anemo nessa brisa. Este som me acalma quando eu fico inquieta.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_breezy_01"
		},
		{
			"voicelineId": 21017,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Bom dia! O café da manhã é servido. Estarei disponível o tempo todo. Se você descobrir que algo não está a seu gosto, por favor, não hesite em me avisar.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingMorning"
		},
		{
			"voicelineId": 21018,
			"title": "Boa tarde...",
			"voicelineType": "1002",
			"description": "Pronto para sua pausa para o chá? Por favor, espere aqui enquanto eu o preparo. Oh sim, eu também fiz Panquecas Esponjosas mais leves que o ar! Você simplesmente deve experimentar uma, é minha especialidade.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNoon"
		},
		{
			"voicelineId": 21019,
			"title": "Saudações...",
			"voicelineType": "1003",
			"description": "Todos têm tempo livre à noite, e é quando eu estou mais ocupada. Onde foram colocadas as faixas de cabelo lavadas da Amber? Quantos novos tapa-olhos o Kaeya comprou? Manter o controle de todas essas coisas é responsabilidade de uma empregada.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight"
		},
		{
			"voicelineId": 21020,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Por favor, descanse um pouco, você deve estar cansad{M#o}{F#a} da aventura de hoje. Devo voltar para os Cavaleiros do F - Desculpe? Você quer que eu tome conta de você até adormecer? E-E-Eu... Quero dizer, claro, não é problema. Mas, um... Você não está apenas me provocando, está?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21021,
			"title": "Sobre Noelle - Autodisciplina",
			"voicelineType": "2001",
			"description": "Eu faço a mesma coisa todos os dias, e ainda falta muito para ser um cavaleiro verdadeiro. Mas, no fim, tudo isso é parte de meu treinamento, e no que se refere a treinamentos, ações falam mais que palavras.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle"
		},
		{
			"voicelineId": 21022,
			"title": "Sobre Noelle - Divergência",
			"voicelineType": "2002",
			"description": "Sou um pouco inútil em uma discussão porque não consigo realmente explicar meu raciocínio claramente. As pessoas acham isso difícil de entender, então, em vez disso, eu tento continuar com meu trabalho à minha maneira. Mas depois eles me chamam de teimosa. Tudo o que eu tento fazer é convencer as pessoas com resultados, em vez de tentar falar com elas. Isso é realmente teimoso da minha parte?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle2"
		},
		{
			"voicelineId": 21023,
			"title": "Sobre Nós - Identidade",
			"voicelineType": "2003",
			"description": "Sou dedicada ao que faço, mas não se engane - me dedico livremente. Uma empregada, para mim, é o trabalho mais libertador que existe. Sou chef de cozinha, jardineira, guerreira, guia... Posso ser qualquer coisa que você precise que eu seja!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close"
		},
		{
			"voicelineId": 21024,
			"title": "Sobre Nós - Avisos",
			"voicelineType": "2004",
			"description": "Mesmo que esteja com muita pressa, não pode comer qualquer coisa nas refeições, e tem que ter um equilíbrio de nutrição, por exemplo, não se pode apenas comer carne. E outra coisa, não beba água fria, isso faz muito mal ao estômago. Ugh... Não me diga que está pensando \"deixa isso para a Noelle, dá muito trabalho\"? Uuugh... Se você está realmente pensando assim, então deixe comigo!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21025,
			"title": "Sobre Nós - Festa de Boas-Vindas",
			"voicelineType": "2005",
			"description": "Já ouvi dizer que você se tornou {M#um Cavaleiro}{F#uma Cavaleira} Honorável! Estou com muita inveja... A partir de hoje, você é alguém que merece o meu respeito. Ah! Eu devia organizar uma festa de recepção de boas-vindas! Vou preparar agora mesmo!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua a história \"Por um Amanhã sem Lágrimas\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 21026,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Para ser sincera, estou um pouco desapontada. Mesmo que essa Visão seja um símbolo do endosso do Arconte, mas por que foi uma visão Geo? Quero dizer, Geo é a coisa mais distante de Anemo, e para uma Cavaleira de Favonius...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21027,
			"title": "Algo para Compartilhar...?",
			"voicelineType": "3002",
			"description": "Eu realmente gosto muito do cheiro do vinho, só que ainda não tenho idade para beber. Houve algumas vezes em que eu poderia ter provado um pouco se quisesse, e ninguém jamais saberia... Mas eu resisti à tentação. Sinto que a primeira vez que você experimenta é provavelmente muito mágica, por isso quero guardá-la até ser mais velha.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_share"
		},
		{
			"voicelineId": 21028,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "É necessária uma empregada para guardar os segredos de todos. É por isso que minha flor favorita é a rosa. Aqui em Mondstadt, a rosa representa o ditado \"Como as garrafas de vinho são arrolhadas, assim também meus lábios são selados\". Isso me lembra... O quê? ...As rosas representam o amor em sua cidade natal? Eu não tinha ideia de que a rosa tinha um significado tão... Apaixonado.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_gift"
		},
		{
			"voicelineId": 21029,
			"title": "Sobre Amber...",
			"voicelineType": "4001",
			"description": "Eu realmente admiro a Amber. Ela não só é uma cavaleira realizada, como também é uma pessoa gentil. Ela me ensinou como fazer um Barão Coelho. Eu o mantenho em minha pessoa para dar sorte, e parece muito bonito, você não acha?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21030,
			"title": "Sobre Klee...",
			"voicelineType": "4002",
			"description": "Sempre tive curiosidade em saber como ela conseguiu se tornar uma cavaleira completa em uma idade tão jovem. Na verdade, fui pedir-lhe dicas uma vez, mas mal tinha começado a falar com ela quando ela me agarrou pela mão e me levou para fora da sede dos Cavaleiros para brincar com bombas. A princípio pensei que era algum tipo de exercício de treinamento, mas Jean nos encontrou, e ambos acabamos na solitária...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21031,
			"title": "Sobre Jean...",
			"voicelineType": "4003",
			"description": "A Mestre Jean sempre foi meu modelo, tanto em termos de capacidade quanto de dedicação. Ela se mantém e aos outros nos mesmos padrões elevados, portanto, se alguma vez chegar um dia em que eu tenha a aprovação dela, será o reconhecimento final de todos os meus esforços até o momento. Até lá, não há espaço para a complacência!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21032,
			"title": "Sobre Varka...",
			"voicelineType": "4004",
			"description": "No início eu queria participar de sua expedição e fazer minha parte como empregada. Mas o Grão-Mestre disse que não - isso lhe daria mais paz de espírito se eu ficasse para trás para cuidar das coisas em Mondstadt. Fiquei tão feliz ao saber o quanto ele me valoriza! ...Certo, então aparentemente ele disse a mesma coisa para muitas pessoas. Mas isso não muda o fato de que ele também me preza!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21033,
			"title": "Sobre Kaeya...",
			"voicelineType": "4005",
			"description": "Ele é um personagem misterioso! Ele vem e vai como o vento, e está sempre ocupado com negócios importantes. Gosto do fato de ele delegar alguns dos trabalhos menores para mim às vezes, é bom sentir-se parte da equipe... O que você quer dizer com \"garota de recados\"? Eu não vejo nada disso! Certo, bem, sim, tecnicamente eu faço algumas coisas para ele. Mas, mesmo assim, eu realmente aprecio isso!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21034,
			"title": "Sobre Bennett...",
			"voicelineType": "4006",
			"description": "Ele me pediu para me juntar à Guilda dos Aventureiros mais de algumas vezes, dizendo que a vida lá me convinha melhor do que com os Cavaleiros de Favonius. Embora eu pudesse ajudá-lo a cuidar de seus \"pais\" como os outros aventureiros... os Cavaleiros têm um significado especial para mim, e eu ainda não estou pronta para desistir de me tornar um. Não, eu simplesmente não posso aceitar sua oferta.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_bennett_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21035,
			"title": "Sobre Fischl - Dim Sum",
			"voicelineType": "4008",
			"description": "Acho que ela é de outro mundo, mas não conheço os detalhes. Uma coisa eu sei, entretanto, é que ela ama a biblioteca dos Cavaleiros de Favonius. Ela sempre pode ser encontrada lá com o nariz em um livro. Trago-lhe alguns refrescos sempre que vou lá dentro para limpar, e ela sempre me agradece profundamente. Quando eu digo profundamente... Quero dizer que ela exagera um pouco, para ser honesta, e... Na verdade não entendo metade do que ela está dizendo.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21036,
			"title": "Sobre nós - Experiência",
			"voicelineType": "4007",
			"description": "Então, uma vez quando estava limpando a biblioteca, notei um livro na prateleira chamado Flores para a Princesa Fischl. Na época, presumi que fosse apenas um romance de fantasia. Fiquei tão surpresa ao descobrir que o personagem principal é uma pessoa real. Eu mal podia acreditar! Ela deve ser alguém incrível para ter um livro inteiro dedicado a ela.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21037,
			"title": "Sobre Barbara...",
			"voicelineType": "4009",
			"description": "Às vezes fazemos pausas para o chá juntas. Muitas vezes ela começa a cantarolar uma canção, dizendo que a inspiração chegou até ela. Não sou a pessoa certa para dar um comentário útil sobre qualquer coisa musical. Mas eu ainda adoro passar tempo com a Barbara.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21038,
			"title": "Mais sobre Noelle (I)",
			"voicelineType": "5001",
			"description": "Como posso ser útil? ...Oh, você só quer conversar? Está bem, então! Bem, se é assim que eu posso ajudar, então por favor, sinta-se à vontade para conversar o tempo que quiser.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_01"
		},
		{
			"voicelineId": 21039,
			"title": "Mais sobre Noelle (II)",
			"voicelineType": "5002",
			"description": "Não há problema, eu estou aqui para servir em qualquer capacidade que você precisar. Você não precisa se preocupar com o que eu sinto. ...Hã? Mais ferramenta do que empregada? Eu discordo! Uma ferramenta pode ajudá-lo a completar um milhão de tarefas com um padrão satisfatório, mas não sente nada. Eu, por outro lado, sinto uma forte sensação de realização cada vez que faço algo por você.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 21040,
			"title": "Mais sobre Noelle (III)",
			"voicelineType": "5003",
			"description": "Estes... Estes lanches são para mim? Não... Não é preciso... Então, então eu também vou fazer lanche para você em troca! Vou preparar agora mesmo! Meia hora... Ugh, no máximo uma hora! Você pode fazer outra coisa, o lanche já estará pronto.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21041,
			"title": "Mais sobre Noelle (IV)",
			"voicelineType": "5004",
			"description": "Passo todos os meus dias lidando com o mais trivial dos assuntos, mas desde que isso te ajude em sua aventura, ou facilite sua vida de alguma forma pequena, eu não poderia estar mais feliz. Isso porque cada vez que recebo um agradecimento, me faz sentir que meu trabalho pelo menos tem algum significado, não importa o quão insignificante ele pareça.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 21042,
			"title": "Mais sobre Noelle (V)",
			"voicelineType": "5005",
			"description": "Apesar de trabalhar principalmente para os Cavaleiros de Favonius, estou sempre procurando maneiras de poder ajudar mais pessoas. Hoje em dia, no entanto, parece que estou passando cada vez mais tempo com você. Pode ser um pouco egoísta da minha parte... O que você acha?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21043,
			"title": "Passatempos de Noelle...",
			"voicelineType": "6001",
			"description": "Passatempos? Eu gosto de lavar roupas, sapatos, limpar o quarto, banheiro... Eu me sinto muito bem realizada quando vejo que a sujeira se torna em limpeza... Eh? Você se refere aos passatempos nos dias de folga? Deixe-me pensar... Hum, mesma resposta!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_hobby"
		},
		{
			"voicelineId": 21044,
			"title": "Preocupações de Noelle...",
			"voicelineType": "6002",
			"description": "Como obter mais pela sua Mora? Da última vez que fui até Liyue, visitei todas as lojas para comparar preços e depois levei tudo de volta eu mesma... Mas não voltarei a fazer isso. Estive fora por tanto tempo que a Jean estava convencida de que eu tinha sido devorada pelo Stormterror ao longo do caminho!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_annoyed"
		},
		{
			"voicelineId": 21045,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Meu favorito é facilmente a Salada Saudável. O melhor dos produtos naturais de Mondstadt em um só prato - altamente nutritiva e com baixa contagem de calorias. Não, eu nunca me canso de comê-la - é deliciosa! Eu a como há dez anos.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodLike"
		},
		{
			"voicelineId": 21046,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Eu como um pouco de tudo! Mas existe uma situação que me deixa com dor de cabeça, não gosto muito de banquetes... A razão é que, como empregada, espera-se que eu prove cada prato na mesa para garantir sua qualidade. Apenas uma mordida de cada, é claro, mas tudo se soma no fim das contas... Oh, a culpa...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodDislike"
		},
		{
			"voicelineId": 21075,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Como você consegue fazer um prato simples ter um sabor tão delicioso? Minha admiração por você não para de crescer.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_pref_01"
		},
		{
			"voicelineId": 21076,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Isso tem um gosto ótimo. Por favor, me ensine a fazer isso! Afinal, esse é o meu dever como empregada...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_normal_01"
		},
		{
			"voicelineId": 21077,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Hmm... Isso é mais do que eu costumo comer em um dia...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_dislike_01"
		},
		{
			"voicelineId": 21047,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Como você está sempre tão ocupad{F#a}{M#o} em aventuras, deve haver tantas pequenas coisas que você nunca chega a fazer, certamente... Bem, você não precisa se preocupar com a somatória delas, porquê hoje sou toda sua - sua empregada exclusiva para o dia inteiro! Deixe tudo por minha conta! ...Também, gostaria de aproveitar esta oportunidade para desejar-lhe um feliz aniversário!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 21048,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "O que é este... Novo poder!? Obrigada! Agora eu posso ajudar ainda mais pessoas.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 21049,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Eu ainda não posso descansar. Afinal, ainda nem sequer sou formalmente uma cavaleira. Até esse dia, devo trabalhar ainda mais.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 21050,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Obrigada pela oportunidade de acompanhá-l{M#o}{F#a} em suas aventuras, isso me ensinou muito e acredito que melhorei muito. Como empregada, eu deveria ser a única a servi-l{M#o}{F#a}, mas parece que você fez mais por mim do que eu poderia imaginar...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21051,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Todos em Mondstadt estão dizendo que agora sou muito mais confiável. Alguns até dizem que logo serei uma verdadeira cavaleira, mas eu não acho... O quê? Você também acha? Awwnn... Obrigada! Vindo de você, esse é o melhor elogio que eu poderia esperar!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 21052,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Firme como um pedra.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_01"
		},
		{
			"voicelineId": 21053,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Não vai sobrar pedra sobre pedra.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_02"
		},
		{
			"voicelineId": 21054,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Deixa tudo comigo.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_03"
		},
		{
			"voicelineId": 21055,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Hora da limpeza.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_01"
		},
		{
			"voicelineId": 21056,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Como uma boa cavaleira.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_02"
		},
		{
			"voicelineId": 21057,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Como qualquer donzela diligente.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_03"
		},
		{
			"voicelineId": 21058,
			"title": "Início da Corrida - I",
			"voicelineType": "700001",
			"description": "Eu chego lá.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_01"
		},
		{
			"voicelineId": 21059,
			"title": "Início da Corrida - II",
			"voicelineType": "700002",
			"description": "Alguém precisa de ajuda.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_02"
		},
		{
			"voicelineId": 21060,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Mais um dia de trabalho.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_01"
		},
		{
			"voicelineId": 21061,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Maravilhoso...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_02"
		},
		{
			"voicelineId": 21062,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Um pouco empoeirado... É melhor dar uma limpadinha!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_03"
		},
		{
			"voicelineId": 21063,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Eu consigo cuidar de mim.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_01"
		},
		{
			"voicelineId": 21064,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Ugh, vou ter que lavar esta roupa de novo...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_02"
		},
		{
			"voicelineId": 21065,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Se não der certo na primeira...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_03"
		},
		{
			"voicelineId": 21066,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Aplique pressão contínua na ferida!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_01"
		},
		{
			"voicelineId": 21067,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Deixe isso comigo. Você precisa de cuidados médicos!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_02"
		},
		{
			"voicelineId": 21068,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Eu sou uma desgraça... para todos os cavaleiros...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_01"
		},
		{
			"voicelineId": 21069,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Mas eles ainda precisam de mim...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_02"
		},
		{
			"voicelineId": 21070,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Foi uma honra servir você...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_03"
		},
		{
			"voicelineId": 21071,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Ugh... Descuidei...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_hit_H_02"
		},
		{
			"voicelineId": 21072,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Ohhh, que emoção! *Aham*",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_01"
		},
		{
			"voicelineId": 21073,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Protegerei vocês.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_02"
		},
		{
			"voicelineId": 21074,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Como desejar.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_03"
		}
	]
}