{
	"id": 10000095,
	"name": "Sigewinne",
	"friendLines": [
		{
			"voicelineId": 95000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "O que houve? Não fique nervos{M#o}{F#a}, sou a Enfermeira Sigewinne da Fortaleza Meropide. Deixe-me dar uma olhada em você... Alguma dor aqui? Que tal aqui? Oh, você não está aqui para um exame geral? Bem, isso é uma maravilha, ufa... Você é tão adorável, não deixe de se cuidar, certo? Não queremos que nada aconteça com você.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_draw_appear_01"
		},
		{
			"voicelineId": 95001,
			"title": "Bate-papo - Adesivos",
			"voicelineType": "1101",
			"description": "Não... Eu não coloquei nenhum adesivo nas suas costas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_01"
		},
		{
			"voicelineId": 95002,
			"title": "Bate-papo - Preocupações",
			"voicelineType": "1102",
			"description": "Ah, não! Eu bati em alguma coisa? Bem, se doer, me avise.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_02"
		},
		{
			"voicelineId": 95003,
			"title": "Bate-papo - Bem-estar",
			"voicelineType": "1103",
			"description": "Você só tem um corpo, então é melhor cuidar dele. Mas cuidar da sua mente é tão importante quanto.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_character_idle_03"
		},
		{
			"voicelineId": 95004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Ah... Me pergunto o que Monsieur Neuvillette está pensando agora...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_heavyRain_01"
		},
		{
			"voicelineId": 95005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Que som incrível... Você só consegue ouvi-lo aqui acima da água.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_thunder_01"
		},
		{
			"voicelineId": 95006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Trouxe um par de luvas para deixar minhas mãos quentes. Olha, minhas mãos redondas de Melusine voltaram.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_snowy_01"
		},
		{
			"voicelineId": 95007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "Ding-dong, Flor Rociomarinha aqui com uma dica para todos que planejam sair para aproveitar esse agradável clima ensolarado: Por favor, passe protetor solar para proteger sua pele.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_sunny_01"
		},
		{
			"voicelineId": 95008,
			"title": "No Deserto...",
			"voicelineType": "1205",
			"description": "Não deixe de se hidratar. Monsieur Neuvillette adora beber água. É um hábito muito saudável.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_weather_desert_01"
		},
		{
			"voicelineId": 95009,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Bom dia! Você dormiu bem? Recomendo que use água morna quando lavar seu rosto, ela é um pouco mais gentil em sua pele.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingMorning"
		},
		{
			"voicelineId": 95010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Minha nossa, é quase hora do almoço. Tenho que sair por um minuto... Shh, não diga a ninguém.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNoon"
		},
		{
			"voicelineId": 95011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Que horas são? Eu vivo debaixo d'água há tanto tempo que ainda tenho que conferir o relógio para dizer se é dia ou noite... Não, eu não acho isso deprimente. Não é que eu só me acostumei com isso. Eu só... meio que prefiro ficar no escuro.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight"
		},
		{
			"voicelineId": 95012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Você está tendo problemas para dormir, né? Hmm... Bem, não parece ser uma condição física... Ah, já sei. Fale comigo, me diga o que está pensando. Seja o que estiver te impedindo de ter uma boa noite de sono, vamos chegar ao fundo disso junt{M#os}{F#as}.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_greetingNight2"
		},
		{
			"voicelineId": 95013,
			"title": "Sobre Sigewinne - Mãos",
			"voicelineType": "2001",
			"description": "Eu amo mãos humanas, elas são muito úteis para manusear coisas. Elas facilitam muito cortar bandagens e pegar agulhas, e caem em minha Pistola Tranquilizante como uma luva.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle"
		},
		{
			"voicelineId": 95014,
			"title": "Sobre Sigewinne - Flor Rociomarinha",
			"voicelineType": "2005",
			"description": "\"Flor Rociomarinha\" é meu pseudônimo que uso para escrever na Contos de Beleza Floral. Na verdade, foi escolhido por votação. Minhas amigas Melusines e eu nos juntamos e elaboramos três opções, então colocamos elas em um quadro de avisos e pedimos para todos votarem. Então foi provado por padrões humanos que Flor Rociomarinha se adequa melhor com o tema de beleza e cuidados com a pele do que hmm, \"Caranguejo Escudo-Firme\" ou \"Cavalo-marinho com Mais Bolhas\".",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95015,
			"title": "Sobre Nós - Saudações",
			"voicelineType": "2003",
			"description": "Oioi~ Hã? Você tá tendo déjà vu? Hee-hee, acho que você já conheceu outras Melusines antes, né? Isso mesmo, você se curva um pouco para frente, acena rapidamente com sua mão... então cumprimenta a outra pessoa num tom amigável: olá, olá~",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close"
		},
		{
			"voicelineId": 95016,
			"title": "Sobre Nós - Confiança",
			"voicelineType": "2002",
			"description": "Lembro que você já escondeu uma poção e não bebeu porque era amarga demais. Mais tarde, eu te dei uma caixa de doces... que tinha algumas pílulas misturadas e uma mudança na receita para que o gosto não fosse tão forte... Oh, elas ainda estavam amargas? Dava para saber imediatamente, né... Bem, você ainda tomou elas, então obrigada por confiar em mim. Vou continuar cuidando da sua saúde no futuro. Só continue sendo um{F#a} {M#bom}{F#boa} paciente e tome seus remédios na hora certa.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 95017,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Ter uma Visão me ajuda a remover obstáculos no caminho do meu trabalho, liberando tempo valioso para cuidar dos meus pacientes. Que tipos de obstáculos? Bem, em minha experiência... às vezes recebo uns sujeitos péssimos tentando me impedir de tratar alguém. Outras vezes, são os próprios pacientes — algumas pessoas podem ser realmente nada cooperativas... Mas esses são casos extremos. Na maioria do tempo, prefiro usar minha Visão para fazer muitas bolhas coloridas e flutuantes. Elas sempre me animam e melhoram o clima — tenho um monte de fotos incríveis de mim e minhas amigas Melusines cercadas por bolhas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95018,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Humanos ficam muito vulneráveis quando adoecem. Eu já vi muitos caras grandes que se gabam de suas habilidades no Ringue de Pancrácio olharem para mim de repente como uma Foquinha Rotunda assustada quando descobrem que precisam de uma injeção. Eu sempre garanto trazer muitos doces e adesivos para fazê-los se sentir melhor quando as lágrimas começam a escorrer. É muito eficaz — um docinho sempre elimina a tristeza e o medo.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_share_01"
		},
		{
			"voicelineId": 95019,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Você gosta de nadar? É muito legal ao redor da Fortaleza Meropide, tão escuro e lúgubre. Aposto que você também amaria... Espera, os seus músculos da sobrancelha estão contraindo, o que significa que você está se sentindo desconfortável... Certo, entendi — vamos mergulhar na Planície Salacia ao invés disso! Faz tanto tempo desde que vi as Lontras Descontraídas brincando. Eu poderia assistir elas o dia todo. Mas, por favor, não maltrate elas e não roube as conchas delas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_gift_01"
		},
		{
			"voicelineId": 95020,
			"title": "Sobre Neuvillette - Respeito",
			"voicelineType": "4001",
			"description": "Monsieur Neuvillette foi quem trouxe as Melusines para a Corte de Fontaine e encontrou trabalho para fazermos. Juntos, nos integramos à sociedade de Fontaine e aprendemos sobre as maravilhas da humanidade. Tenho um imenso respeito por ele e também gosto muito dos humanos. Hã? Quem eu salvaria primeiro se Monsieur Neuvillette e um humano caíssem na água? Bem, essa é fácil. Ele definitivamente me ajudaria a levar o humano à costa com segurança.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95021,
			"title": "Sobre Neuvillette - Familiares",
			"voicelineType": "4002",
			"description": "Nós, Melusines, somos familiares do Monsieur Neuvillette, mas isso não quer dizer que ele nos mostre qualquer favoritismo além do que é justo e legal. E aceitei de boa vontade quando ele me pôs em julgamento e concordei totalmente com seu veredito. Lembro do dia que saí para a Fortaleza Meropide, estava chovendo muito. Mas eu não senti que os pingos de chuva eram nem um pouco frios. Eles eram quentes e gentis, exatamente como a maneira que o Monsieur Neuvillette olha para mim...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_neuvillette_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"O Calor das Mentiras\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95022,
			"title": "Sobre Wriothesley...",
			"voicelineType": "4003",
			"description": "O Duque tem a maior tolerância a dor de todos que já conheci. Ele nem sempre foi grande e forte como é agora, mas mesmo no começo, ele sempre recusava uma injeção anestésica quando vinha à enfermaria levar ponto. Ele dizia querer manter a mente afiada ou algo assim. Eu pensava, uau, que adultinho impressionante ele é. Ele foi e se tornou um adultão igualmente impressionante também.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95023,
			"title": "Sobre Clorinde...",
			"voicelineType": "4004",
			"description": "A Srta. Clorinde não faz muitas expressões faciais quando fala. É bem difícil dizer o humor dela pela cara que está fazendo... Ela usou o batom que dei a ela? Sério? Hee-hee, fico tão contente que ela gostou! Sabia que a cor ia combinar muito com ela!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95024,
			"title": "Sobre Navia...",
			"voicelineType": "4005",
			"description": "A Associação de Beleza de Fontaine realiza reuniões regulares, e eu gosto mesmo de ter a chance de conversar com todos lá. A maioria das pessoas só fica corada, abaixa a cabeça ou tentam desconversar quando eu as elogio. Mas Navia é diferente — ela está sempre muito contente em receber elogios e vem apertar minha mão e tirar uma foto comigo de lembrancinha. Ela é como uma rosa amarela brilhante que ilumina o mundo ao seu redor, seja dia ou noite, ensolarado ou nublado, ela sempre está estonteante.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95025,
			"title": "Sobre Charlotte...",
			"voicelineType": "4006",
			"description": "Adoro olhar as fotos de Charlotte. Você consegue ver os músculos faciais de todos em todas as diferentes situações: tensos, relaxados, esticados, caídos... Hehe, eu me lembro de todos com muito amor.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95026,
			"title": "Sobre Lyney...",
			"voicelineType": "4007",
			"description": "Ainda me sinto mal de atirar meus tranquilizantes no Sr. Lyney... Foi uma situação de emergência e essa foi a forma menos perigosa de incapacitar ele... Por sorte, ele aceitou me deixar cuidar do Sr. Freminet uma vez que ele entendeu que eu não tinha más intenções contra eles.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Aproximação do Apocalipse\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95027,
			"title": "Sobre Lynette...",
			"voicelineType": "4008",
			"description": "Lynette é duas vezes mais fofa: humana fofa e gatinha fofa! Após observar ela por um tempo, percebi que as orelhas dela ficam para frente quando ela está tomando chá e comendo bolo. Hehe, apenas quero fazer carinho na sua cabeça... Você também? Por que não pedimos permissão para ela na próxima vez?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95028,
			"title": "Sobre Freminet...",
			"voicelineType": "4009",
			"description": "Ele veio até mim após se recuperar — que garoto adorável. Mas ele fala tão baixinho... Ele faz provavelmente o possível para falar com as pessoas. Mas eu consigo perceber que ele possui um mundo interior rico e detalhado, pois ele parecia tão cativado enquanto olhava por algumas pinturas de Melusines.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete \"Aproximação do Apocalipse\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95029,
			"title": "Sobre Chiori...",
			"voicelineType": "4010",
			"description": "Melusines possuem corpos diferentes dos humanos, então é difícil encontrar roupas que caibam. Até para mim — nunca sei o que fazer com minha cauda quando estou experimentando roupas humanas... Mas, por sorte, Chiori oferece um serviço de costura para Melusines, então agora todas as minhas amigas Melusines têm a chance de usar as roupinhas bonitinhas que elas amam.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95030,
			"title": "Sobre Emilie...",
			"voicelineType": "4011",
			"description": "Sempre vejo os perfumes da Srta. Emilie sendo recomendados em revistas de beleza. Então criei um plano. A próxima vez que eu tirar umas férias, vou encurtar minha visita ao Palais Mermonia, para que eu possa tirar um tempo para ir fazer compras na Corte de Fontaine. Vou comprar vários e vários perfumes da Emilie e dar todos eles para as garotinhas adoráveis daqui, hehe.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95031,
			"title": "Mais Sobre Sigewinne - I",
			"voicelineType": "5001",
			"description": "Em minha enfermaria, eu não vejo criminosos que merecem sofrer — eu vejo pacientes que merecem uma cama. Pois seja quem você for, você precisa estar saudável para servir sua sentença e pagar pelos seus crimes, certo?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_01"
		},
		{
			"voicelineId": 95032,
			"title": "Mais Sobre Sigewinne - II",
			"voicelineType": "5002",
			"description": "Muitas doenças são coisas que se acumulam com o tempo, é por isso que é tão importante se cuidar todos os dias. Infelizmente, muitas pessoas parecem não entender isso. Por que eles se forçam a continuar trabalhando na Área de Produção, quando é obvio que estão tão cansados que mal conseguem manter seus olhos abertos? Eu sempre coloco escondido um pouquinho a mais de comida, mas fora isso, se eles não vão fazer o que é melhor para eles e tiverem um descanso apropriado, eles não me dão outra escolha. Tenho que recorrer a medidas terapêuticas mais extremas, como minha Pistola Tranquilizante. *Suspira* Há mais na vida do que Cupons Especiais... As pessoas precisam aprender a irem mais com calma consigo mesmas.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Complete \"Aproximação do Apocalipse\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 95033,
			"title": "Mais Sobre Sigewinne - III",
			"voicelineType": "5003",
			"description": "Quando não estou muito ocupada no trabalho, convido Ottnit e Menthe para a enfermaria para tomarmos chá. Às vezes falamos sobre casos criminais recentes, outras, falamos sobre os produtos de cuidado com a pele mais recentes recomendados pelas revistas, mas na maioria das vezes ficamos pintando juntas. Pintamos coisas que achamos fofas, transformamos elas em adesivos, e então damos os adesivos para as pessoas que também achamos fofas. ...Oh, espera aí, tenho um aqui para você.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95034,
			"title": "Mais Sobre Sigewinne - IV",
			"voicelineType": "5004",
			"description": "No passado, em Fontaine, humanos e Melusines não se davam bem como se dão hoje em dia. Algumas pessoas temiam e nos odiavam, por ouvirem que nascemos do corpo de Elynas... Outros não confiavam no Monsieur Neuvillette, e por extensão não confiavam em nós, Melusines, também... E talvez alguns deles apenas inconscientemente nos temiam por sermos diferentes deles... Naquela época, era bem difícil fazer amizades humanas. Então eu realmente valorizava aquela garotinha que sabia que eu era uma Melusine, mas ainda estava disposta a segurar minha mãozinha redonda...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Conclua \"O Calor das Mentiras\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95035,
			"title": "Mais Sobre Sigewinne - V",
			"voicelineType": "5005",
			"description": "A regra de ouro da minha professora era: \"O dever de um doutor é de tratar quaisquer doenças que eles puderem.\" Médicos não são deuses, eu sei disso — até mesmo os melhores médicos vão se deparar com doenças incuráveis em seu tempo. Mas está tudo bem. Nós, Melusines, temos vidas muito longas, então desde que eu nunca pare de estudar medicina, a gama de doenças que posso curar apenas vai continuar aumentando. Sempre segurei o exemplo da minha professora, fazer tudo em meu poder para salvar as pessoas que posso alcançar... Desde que isso ajude, e desde que eu não esteja ferindo ninguém no processo, estou disposta a usar quaisquer meios necessários para tratar meus pacientes, sejam quais forem os riscos para mim mesma.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"O Calor das Mentiras\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						14030
					]
				}
			]
		},
		{
			"voicelineId": 95036,
			"title": "Passatempos de Sigewinne...",
			"voicelineType": "6001",
			"description": "De todos os livros que já li, o Significado da Risada é o meu favorito. Não apenas é divertido de ler, também me ajuda a diagnosticar pacientes. Tipo, quando alguém sai do Ringue de Pancrácio e eles estão rindo com a boca, mas o resto de seus músculos faciais estão todos retorcidos, isso significa que eles estão fazendo isso para cobrir a dor após terem levado uma surra. Se você vir alguém fazendo isso, você deveria sutilmente insinuar para ele vir até mim para ser tratado. Mas lembre-se, a sutileza é importante. Caso contrário, tira o sentido da risada deles, hehe.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_hobby"
		},
		{
			"voicelineId": 95037,
			"title": "Preocupações de Sigewinne...",
			"voicelineType": "6012",
			"description": "Que estranho. Minha sala de armazenamento está ficando sem espaço — logo, eu não vou mais conseguir colocar mais nenhuma parte mecânica nela. Achei que eu era boa em guardar coisas... Hmm, é, acho que preciso falar com o Duque sobre expandir a capacidade.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_dialog_annoyed_01"
		},
		{
			"voicelineId": 95038,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Existem tantos ingredientes bons, cada um deles com seus próprios benefícios nutricionais... E encontrei uma boa forma de combinar todos eles em uma comida. Quer experimentar meu shake nutritivo de edição especial?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodLike"
		},
		{
			"voicelineId": 95039,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Chá é ótimo, mas se você beber muito, faz mais mal do que bem para a sua saúde. *Suspira* Já perdi a conta de quantas vezes eu já disse isso ao Duque...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_foodDislike"
		},
		{
			"voicelineId": 95040,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Consigo perceber que você usou vários ingredientes frescos... Hmm, me pergunto se eu poderia bater e misturar isso ao meu shake nutritivo...",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_pref_01"
		},
		{
			"voicelineId": 95041,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Se Wolsey tivesse {M#um}{F#uma} assistente de cozinha como você, haveria muitos mais pratos para todos.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_normal_01"
		},
		{
			"voicelineId": 95042,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Você acha que eu deveria comer mais, né? Muito obrigada. Gostaria de dividir comigo?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_spice_dislike_01"
		},
		{
			"voicelineId": 95043,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz Aniversário! Pelo que pude observar, você está sempre indo de um lugar para o outro. Então, fiz um conjunto de cuidado com a pele especial só para você que é portátil e bem prático. Venha, deite-se e feche os olhos, vou te mostrar como que usa. Primeiro, vou aplicar uma compressa molhada em seu rosto — mas você pode só jogar um pouco de água nele se estiver com pressa... Em seguida, esprememos uma pequena quantidade de espuma de limpeza, massageando gentilmente com movimentos circulares, seguindo o músculo, antes de lavar e secar... E por último, aplicamos um pouco de hidratante com extrato de Maralga... E terminamos! Você está radiante, e agora é hora de você ir e aproveitar ao máximo o seu dia especial!",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 95044,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Seu trabalho hoje é continuar sendo fofinh{M#o}{F#a}. Mas não se preocupe, eu vou ajudar.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 95045,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "É, você viu. Melusines dão uma balançadinha com seus rabinhos quando estão bem satisfeitas. Muito, muito obrigada mesmo por tudo que você me deu.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 95046,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Oh, uau... Minha Pistola Tranquilizante parece bem mais firme nas minhas mãos agora. Quero ver se consigo atirar usando só uma mão... Que tal irmos praticar tiro ao alvo?",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 95047,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Talvez humanos e Melusines vejam o mundo de forma diferente, mas sempre acreditei que compartilhamos o mesmo sentimento sobre amizade. Isso é algo que transcende raça. Pegue minha mão — consegue sentir isso? É o calor direto de meu coração.",
			"voicefile": "VO_friendship/VO_sigewinne/vo_sigewinne_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 95048,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Fique parado.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_01"
		},
		{
			"voicelineId": 95049,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Vamos ver...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_02"
		},
		{
			"voicelineId": 95050,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Se acalme.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_03"
		},
		{
			"voicelineId": 95051,
			"title": "Habilidade Elemental - IV",
			"voicelineType": "100004",
			"description": "Vamos soprar bolhas.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_04"
		},
		{
			"voicelineId": 95052,
			"title": "Habilidade Elemental - V",
			"voicelineType": "100005",
			"description": "Sacolejando~",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_05"
		},
		{
			"voicelineId": 95053,
			"title": "Habilidade Elemental - VI",
			"voicelineType": "100006",
			"description": "Flutuantezinho~",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill1_06"
		},
		{
			"voicelineId": 95054,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Juro, é para fins de pesquisa médica.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_01"
		},
		{
			"voicelineId": 95055,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Não fique nervoso! Apenas relaxe.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_02"
		},
		{
			"voicelineId": 95056,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Você pode sentir uma picadinha.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_skill3_03"
		},
		{
			"voicelineId": 95057,
			"title": "Início da Corrida - I",
			"voicelineType": "700001",
			"description": "Não escorregue e caia.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_explore_sprint_start_01"
		},
		{
			"voicelineId": 95058,
			"title": "Abrir Baú do Tesouro: I",
			"voicelineType": "300001",
			"description": "Não sorria tanto, se não seu rosto vai ficar cansado.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_01"
		},
		{
			"voicelineId": 95059,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Se houver alguma parte mecânica, eu poderia ficar com elas, por favor?",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_02"
		},
		{
			"voicelineId": 95060,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Um tesouro muito legal para uma pessoa muito adorável.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_chest_open_03"
		},
		{
			"voicelineId": 95061,
			"title": "Vida baixa - I",
			"voicelineType": "410001",
			"description": "Eu posso cuidar disso...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_01"
		},
		{
			"voicelineId": 95062,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Hora de um analgésico.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_02"
		},
		{
			"voicelineId": 95063,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Vou ficar bem...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_03"
		},
		{
			"voicelineId": 95064,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "É hora de um tratamento mais agressivo...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_01"
		},
		{
			"voicelineId": 95065,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "A ajuda chegou!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_less30_teammate_02"
		},
		{
			"voicelineId": 95066,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Mas meus pacientes precisam de mim...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_01"
		},
		{
			"voicelineId": 95067,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Tão frio... Isso dói...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_02"
		},
		{
			"voicelineId": 95068,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Minhas feridas são incuráveis...",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_life_die_03"
		},
		{
			"voicelineId": 95069,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Não.",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_L_02"
		},
		{
			"voicelineId": 95070,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Agora estou irritada!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_01"
		},
		{
			"voicelineId": 95071,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Isso não foi muito legal!",
			"voicefile": "VO_gameplay/VO_sigewinne/vo_sigewinne_battle_hit_H_02"
		},
		{
			"voicelineId": 95072,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Alguém precisa fazer um exame de saúde?",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_01"
		},
		{
			"voicelineId": 95073,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Anestésicos... certo.",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_02"
		},
		{
			"voicelineId": 95074,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Com licença~",
			"voicefile": "VO_teamJoin/vo_sigewinne_teamJoin_03"
		}
	]
}