{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "O quê? Uma mudança superficial na aparência desta e você quase não me reconhece? Hah, então deixe-me dissipar qualquer dúvida — esta é em todos os aspectos irrestrita e ousada, livre para viver como esta quiser, ir aonde esta desejar e viajar com quem esta escolher. Todavia, ahem... Em luz do considerável renome desta... Por favor, me chame de \"Xianyun\" em público.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Bate-papo - Estudo de Mecanismos",
			"voicelineType": "1101",
			"description": "Os segredos das artes mecânicas são profundos demais para transmitir em poucas palavras... Mas por que o ouvinte sempre se cansa no momento que eu começo a divulgá-los?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Bate-papo - Mundo Mortal",
			"voicelineType": "1102",
			"description": "Paz prevalece por toda terra, e todas as coisas devem ser renovadas, como brotos na Primavera. Essa é uma era auspiciosa para a humanidade.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Bate-papo - Experiências Interessantes",
			"voicelineType": "1103",
			"description": "Se você estiver desocupad{M#o}{F#a} no presente, talvez possamos parar brevemente na morada desta para um pouco de descanso e diálogo?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Nesta era de ventos calmos e chuvas gentis, esta não precisa invocar os ventos para entregar as nuvens de chuva.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Ugh, que barulheira terrível...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "Neste belo dia, a vista dos céus deve ser magnífica... Ah, não se preocupe, esta não tem a intenção de sair voando e deixá-l{M#o}{F#a} sozinh{M#o}{F#a}.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1204",
			"description": "Oh, que vento acalmante. Esta deveria anexar alguns Selos Adepti à sua pessoa, para poder se juntar a mim para um voo em firmamento?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Na verdade, esta acordou há bastante tempo e simplesmente estava de olhos fechados em meditação. Uma prática muito benéfica para o cultivo espiritual — você poderia tentar em algum momento.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Hã? Me poupe desse olhar, não é sua vez de preparar o almoço hoje?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Você deseja comparecer ao mercado noturno comigo? Hah, esta não se envolverá em nenhum trabalho tolo. Seja qual for a novidade ou bugiganga que deseje, esta pode simplesmente fabricá-la para você.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Esta continua bem acordada... *Bocejo* Mas você parece estar dormindo em pé, já para a cama.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "Sobre Xianyun - Mestra e Discípulas",
			"voicelineType": "2001",
			"description": "Esta sempre foi uma desafiante ferrenha da convenção e expectativas, preferindo a liberdade de viver a vida precisamente como esta desejar. É apenas natural que discípulos sigam os passos dos mestres. Tão focadas em suas jornadas individuais que ficam bem contentes em passar semanas sem escrever... Solitária? Esta certamente não está! Hmm... Mesmo assim, caso esta encontrasse o tempo para fazer uma visita — você não acha que elas ficariam incomodadas pela presença desta, acha...?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "Sobre Xianyun - Culinária",
			"voicelineType": "2005",
			"description": "Certamente, uma Máquina de Culinária Suprema não é substituta do toque humano caso esta deseje preparar uma refeição realmente magnífica. Todavia, usá-la libera o tempo desta para trabalhar em um modelo novo e melhorado, que por sua vez economiza mais tempo, e assim por diante... Haha, haverá um dia, quando esta máquina tiver sido iterada impecavelmente, que o poder de cozinhar todas as iguarias conhecidas pela humanidade estará ao alcance desta que vos fala.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "Sobre Nós - Companheiros",
			"voicelineType": "2003",
			"description": "Esta tomou a liberdade de inspecionar a terra dos céus acima para fabricar esta bússola de navegação para suas futuras conveniências de viagem. Heh, quando você já conheceu uma companheira tão atenciosa quanto esta que vos fala, hmm? ...Já está intimamente familiar com dita terra, você diz? Hunf... Bem, seja como for, a memória humana é notoriamente suscetível a falhas. Um dia desses, você ficará perdid{M#o}{F#a} e sem esperanças, então você estará agradecendo profusamente pela previsão desta.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "Sobre nós - Laços",
			"voicelineType": "2002",
			"description": "Apesar da carência de interesse desta em apegos mundanos, esta é bastante consciente da importância de \"laços\". Tal é uma simples palavra para uma coisa tão profunda que desafia a articulação... Pegue esta e esses velhos fósseis, por exemplo. Ah, às vezes passamos anos sem nos encontrar, e mesmo então não nos faltam coisas pela qual brigar em nossa próxima reunião. Mesmo assim, nossos laços são tão profundos que não importa a distância física entre nós, ninguém jamais se sentirá solitário e abandonado nesse mundo... Esta tem grande estima por você, criança, e fica feliz em contar você como um{F#a} amig{M#o}{F#a}. Você também gosta do laço que compartilhamos?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Rex Lapis uma vez disse que uma Visão é um chamado do dever — para agir como uma guardiã, cuidando da humanidade, e caso escolhamos nos recolher às montanhas ou abraçar o clamor da cidade, jamais devemos hesitar neste dever. Agora, a era da humanidade está sobre nós, mas esta continuará a carregar esse dever com carinho até o futuro distante.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Uma Nova Estrela em Ascensão\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Aquele pássaro mecânico meu é apenas um protótipo. Esta tinha aspirações para um modelo muito maior, oco por dentro para que pudesse se transformar em um veículo com o qual se embarca em jornadas de passeio com os velhos amigos desta... Os desafios de energizar tal dispositivo, contudo, se provaram insuperáveis. Afinal, ele necessitava de controle de tom, a habilidade de mudar de forma, sem mencionar os recursos de segurança... *Suspiro* Se apenas Guizhong ainda estivesse aqui. Ela, sem dúvidas, ofereceria inúmeras soluções ultrajantes, porém engenhosas, para esse problema.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "A Montanha Aozang é um lugar ideal para cultivo espiritual. Ela possui belezas naturais além de comparação, e a essência pura da natureza flui com força por toda área. No passado, muitas aves e feras curiosas se reuniam e assistiam esta meditar, e logo a paz e tranquilidade era substituída pelo coro caótico dos barulhos dos animais... e mesmo assim, esta nunca achou que isso fosse uma ofensa aos ouvidos.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "Sobre Ganyu...",
			"voicelineType": "4001",
			"description": "Esta uma vez perguntou a Ganyu em que ela tipicamente trabalha durante suas horas extras. A resposta dela foi cheia de palavras que soavam horríveis, como \"atas de reunião\", \"resumos\", \"relatórios anuais\", \"projeções financeiras\"... Hunf, se ela não tivesse sangue Qilin, e caso esta não tivesse a ensinado os segredos do cultivo da saúde, essa avalanche burocrática certamente a teria sufocado... Quando a vir da próxima vez, confira se ela tem bebido a Infusão Qingxin da Visão Clara dela diariamente.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "Sobre Shenhe...",
			"voicelineType": "4002",
			"description": "Shenhe me disse uma vez, quando ela estava entregando um pedido para o Restaurante Wanmin, que ela correu por vários telhados para economizar tempo. O cliente dela ficou aterrorizado quando ela pulou na porta dele e estava prestes a chamar os Millelith... Felizmente, Shenhe desapareceu tão rapidamente quanto chegou, deixando a entrega de comida para trás e se apressando antes que o cliente tivesse tempo de reagir. Parece que ela está ficando mais proficiente em lidar com crises o tempo todo — esta não poderia ficar mais contente.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"A Garça Retorna para o Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "Sobre Zhongli...",
			"voicelineType": "4003",
			"description": "Quando Rex Lapis soube pela primeira vez dos planos desta de residir no Porto de Liyue, ele recitou uma longa e detalhada lista de considerações para a mobília e decoração de uma casa. Iluminação natural, ventilação, marcenaria sob medida, aquisição de porcelana, posicionamento de plantas e flores... A mente desta parecia que ia explodir do dilúvio de informações. Todas as facetas da vida no mundo humano requerem tanto esforço?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Complete a história \"Mil Quilômetros Sob o Luar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "Sobre Xiao...",
			"voicelineType": "4004",
			"description": "O Conquistador de Demônios é ainda mais recluso do que esta — ele foi visto meramente um punhado de vezes em reuniões sociais ao longo de séculos... Esta se interessou ao saber que você é bastante amigável com ele — que tipos de conversas vocês costumam ter? Oh, e por favor, me avise quando planeja vê-lo novamente. Talvez esta poderia fazer um pouco de pudim de tofu para você entregar a ele.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "Sobre Hutao...",
			"voicelineType": "4005",
			"description": "Aquela jovem senhorita diz as coisas mais bizarras, porém ela parece ser muito estimada pela equipe da Funerária de Wangsheng — até o próprio Rex Lapis achou adequado servi-la em algum tipo de capacidade de \"consultoria\"... Alegadamente, ela é similarmente peculiar quando o assunto é o gosto dela para comida. Esta deve admitir, esta acha excêntricos como ela muito intrigantes.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "Sobre Xiangling...",
			"voicelineType": "4006",
			"description": "Esta mencionou a Máquina de Culinária Suprema por acaso em uma conversa com Xiangling uma vez, mas esta ficou muito surpresa quando ela respondeu dizendo que um prato é inautêntico, exceto caso seja preparado a mão... Hunf, os dispositivos desta também não fazem o trabalho das mãos desta? Realmente inautêntico... Um concurso é necessário!... Embora o domínio dela da culinária de Liyue seja realmente impressionante... Sim — o concurso terá que aguardar até que esta faça algumas melhorias ao dispositivo...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "Sobre Ningguang...",
			"voicelineType": "4007",
			"description": "A Tianquan conduz seus negócios com grande destreza e é meticulosa em sua fala. Hunf, esta deve admitir que Liyue está prosperando sob o governo dos Qixing. Esta tem observado de perto na esperança de descobrir o segredo dela... Ahem, tudo isso foi apenas para seus ouvidos — por gentileza, não repasse isso a ela.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Uma Nova Estrela em Ascensão\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "Sobre Keqing...",
			"voicelineType": "4008",
			"description": "Keqing é uma criança atenciosa. Ela me visita em nome dos Qixing em cada festival sem exceção e sempre traz um presente. Com uma colega tão capaz e considerada ao lado dela, talvez esta não precise se preocupar tanto com Ganyu...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "Sobre Yunjin...",
			"voicelineType": "4009",
			"description": "Há muitas óperas de Liyue adaptadas de histórias sobre os adepti, incluindo algumas baseadas na própria vida e causos desta... Esta jamais assistiu tais óperas, claro — o que poderia ser mais vergonhoso do que assistir alguém interpretar você no palco? Esta teria, contudo, interesse em avaliar quão bem Yunjin se saiu na adaptação dela da história de Shenhe, quando esta tiver tempo de ir assisti-la.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"A Garça Retorna para o Vento\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "Sobre Yaoyao...",
			"voicelineType": "4010",
			"description": "Uma vez Yaoyao pegou meus óculos de meu rosto e experimentou nela — ela achou terrivelmente divertido e não podia parar de sorrir... Ah, crianças conseguem encontrar todos os tipos de maneiras de se divertirem.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "Sobre Gaming...",
			"voicelineType": "4011",
			"description": "Esta gosta muito de Gaming. Ele tem um bom coração e é divertido em conversa, mas nunca fala demais. Nos encontramos pela primeira vez quando esta estava descansando perto do lago e ele gentilmente dividiu um pouco de suas provisões comigo. Mais tarde, ele comentou que esta parecia ser uma sábia anciã, merecedora de respeito até mesmo dos adepti... Hehe, essa sábia anciã vai garantir de cuidar dele depois disso.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Mais Sobre Xianyun - I",
			"voicelineType": "5001",
			"description": "Você deseja saber mais sobre o passado desta? ...Esta duvida que exista muito que valha a pena ser compartilhado — tudo é história antiga a essa altura. Esta está mais interessada em ouvir sobre suas viagens para os cantos mais distantes do mundo... Quais formas os deuses e imortais de outras nações possuem? Existem aqueles tão bons de conversar quanto esta? Deixe-me ferver um pouco de chá, e você pode me contar tudo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Mais Sobre Xianyun - II",
			"voicelineType": "5002",
			"description": "Houve um momento em que muitos imortais buscavam a orientação dos adepti. Esta não sabe como eles descobriram a localização de minha morada, mas dia sim e dia não, esta encontrava pessoas deixando oferendas de comida no altar da Montanha Aozang... Hunf, por que os mortais esperam que um adeptus interrompa sua meditação para ingerir comida mortal? Muito desconcertante. De qualquer forma, já que suas ações vinham do coração, esta sentiu que nada mais justo do que se aproveitar disso- Ahem, digo, de apreciar suas oferendas uma vez que tenham partido.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Mais sobre Xianyun - III",
			"voicelineType": "5003",
			"description": "Existiram aqueles que vieram até a porta desta pedindo para se tornarem discípulos. Esta se recusou a dar atenção a eles, mas eles simplesmente não iam embora, e antes que se pudesse perceber, a Montanha Aozang se tornou algo como um acampamento de andarilhos... Esta rapidamente colocou uma placa do lado de fora da morada, decretando que todos que gostariam de ser discípulos deveriam apresentar noventa e nove pratos em um período de diversos dias, cada prato sendo único em sua receita e contendo Qingxin como ingrediente principal... Naturalmente, a multidão logo se dispersou. Hunf, aprimorar as artes adepti e as artes mecânicas requer talento supremo e a maior quietude mental. O treinamento seria inútil para aqueles que não conseguem perseverar nem mesmo por apenas três meses.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Mais Sobre Xianyun - IV",
			"voicelineType": "5004",
			"description": "Por todos os incríveis feitos que podem ser conquistados por aqueles que dominaram as artes mecânicas, esta simplesmente costuma usá-las puramente por motivos de recreação. Houve um ano em que nevou forte em Liyue e a Montanha Aozang ficou coberta com vários metros de neve. Vendo todo mundo preso em suas casas sem nada para fazer, esta criou um Mecanismo de Deslizamento na Neve, para esquiar nas montanhas. Esta estava se divertindo bastante com Guizhong e a Adeptus Corista... até que, é claro, o Escultor da Lua percebeu e decidiu se juntar. Momentos mais tarde, ele conseguiu mandar o mecanismo voando pelos ares e caiu de cara em um monte de neve. Demorou horas para tirar ele de lá... Mais tarde, esta introduziu vários recursos de segurança para o mecanismo, ao ponto de que poderia ser pilotado com segurança até mesmo para uma criança de três anos. Embora isso tenha comprometido a velocidade final do veículo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Mais sobre Xianyun - V",
			"voicelineType": "5005",
			"description": "Depois que esta se mudou para o Porto de Liyue, li muitos trabalhos de literatura popular. Aqueles do gênero de artes marciais de cavaleiros se mostrou ser o mais interessante, embora os heróis em suas páginas sejam frutos da imaginação. Não seria muito interessante contar as histórias de várias figuras reais as quais esta conhece? É uma pena que os discípulos desta tenham tanta aversão a compartilhar as histórias de suas vidas com outras pessoas... Talvez você poderia compartilhar mais os contos de suas viagens? Esta poderia adaptá-las em um romance.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Complete a história \"Mil Quilômetros Sob o Luar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Passatempos de Xianyun...",
			"voicelineType": "6001",
			"description": "Quando estou à toa e preciso de distração, desfrutar dos ventos que viajam pela montanha sempre acalma a mente.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Preocupações de Xianyun...",
			"voicelineType": "6012",
			"description": "Desde que movi para o Porto de Liyue, esta tem uma infinidade de velhos e novos amigos vindo até minha porta, seja para visitar ou convidar para comer. Se isso continuar acontecendo, esta logo estará sem Mora...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Complete a história \"Mil Quilômetros Sob o Luar\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Comer junto com amigos sempre deixa um gosto bom na boca, independente de qual prato está sendo comido.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Um adeptus se devota a cultivo espiritual, pelo qual as delícias do mundo mortal não são necessárias. Quando esta come coisas assim, não é para nutrição, mas para aproveitar o sabor... Então, se você preparar um prato e o gosto não for maravilhoso nem mesmo para você, você pode se poupar da cortesia de oferecer para compartilhar ele comigo — na verdade, acho que até seja melhor deixar a cozinha comigo...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Um modelo tanto de frescor quanto sabor... Diga-me, por quanto tempo você estuda os segredos culinários desta secretamente?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "O sabor é secundário — o que importa é que você sentiu vontade de cozinhar para mim. Aprecio sua consideração.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "A Máquina de Culinária Suprema desta está parada há muito tempo. Você é bem-vind{M#o}{F#a} para pegá-la emprestado.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Aqui, abra essa caixa de madeira. É uma pessoa mecânica em miniatura para você se divertir em seus momentos de recreação. Tente brincar com ele. Observe — se você bater as mãos assim, as pétalas de lótus se abrem, as luzes coloridas ligam um conjunto por vez, e então uma música toca. É aquela música de aniversário que os jovens dessa geração de hoje tanto gostam. Garantindo adicionar um toque de alegria e leveza na sua festa de aniversário... tenha um dia maravilhoso.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Considerando que esta passa tanto tempo dentro de casa, é muito bom poder fazer um pouco de exercício de vez em quando.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Esta não usou algumas dessas artes adepti em muitos anos... Inevitavelmente, esta está um pouco fora de prática.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Céus, esse olhar expectativo em seu rosto... *Suspira* Muito bem. Esta terá que usar as habilidades desta com mais afinco de agora em diante.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "É através da nossa jornada nesse mundo que ganhamos experiência. Poder não é tudo — as habilidades de comunicação são mais importantes. Se você tiver um tempo, vamos encontrar um local com uma vista adorável onde podemos admirar o cenário, conversar, ir mais devagar, e simplesmente aproveitar estar viva.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Hã!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Para os céus!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Espalhe-se!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Conquiste os céus.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Abra alas para a adeptus!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Nuvens dispersas, unam-se.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Isso pode ser usado como peças.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Que quinquilharias temos aqui? Apresente para esta examinar.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Talvez esta deveria inventar algum tipo de \"Mecanismo de Discernimento de Curiosidades.\"",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Que audácia!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Esta não é fracote.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Esta não te abandonará.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Saiba os seus limites.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Quando você estiver pronto...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Não conta... eu ainda não tinha comido...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Maldições...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Espere, minha obra-prima mecânica...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Derivativo.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Inconsequente.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Minhas engenhocas estão calibradas. Agora podemos partir.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Imagino que você arrumou bastante comida?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Esta é rápida — tente acompanhar.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}