{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Olá, sou Xilonen dos Filhos dos Ecos. Se você quiser que eu forje algumas ferramentas para você, só me avisar. Mas já vou avisando que tenho muitas comissões no momento, então mesmo se você enviar um pedido agora, pode demorar um tempo até eu começar.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Bate-papo - Plantas",
			"voicelineType": "1101",
			"description": "*Suspira* Minhas plantinhas nos vasos morreram de novo. Eu estava regando-as todos os dias... Não me diga que reguei demais?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Bate-papo - Hora do Descanso",
			"voicelineType": "1102",
			"description": "Deveríamos fazer uma pausa depois de tanto correr para todos os lados... É, vamos descansar aqui um pouco.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Bate-papo - Trabalho na Forja",
			"voicelineType": "1103",
			"description": "...Quantas comissões de forja ainda tenho que terminar? Vamos ver, uma, duas... Hmm, não são tantas quanto achei que seriam. Começarei elas amanhã.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Clima perfeito para tirar uma sonequinha na oficina...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Quando Está Nevando...",
			"voicelineType": "1202",
			"description": "Atchimm! ...Ah, agora acordei.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "*Boceja* Hora de uma sonequinha... Ooh, poxa, onde foram parar meus óculos de sol...?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "No Deserto...",
			"voicelineType": "1204",
			"description": "Essa temperatura é perfeita... Ah, mas esse não é o melhor lugar para deitar...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Bom dia. Você dormiu bem? Aqui, beba isso. Começar seu dia com algo doce vai melhorar o seu humor durante todo o dia.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Boa tarde...",
			"voicelineType": "1002",
			"description": "Já é tarde, o que significa... *Boceja* hora de uma pausa. Irei tirar uma soneca, me acorde se precisar de algo...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Uau, olha só a hora... É, vamos encerrar por hoje. Vamos comer algo junt{M#o}{F#a}s para celebrar um bom dia de trabalho.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Boa noite. Lembre-se de afofar seu travesseiro, caso contrário, seu pescoço ficará dolorido pela manhã.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "Sobre Xilonen - Equilíbrio Entre Vida Profissional e Pessoal",
			"voicelineType": "2001",
			"description": "Não importa o quão atarefado fique o trabalho, você deve separar um tempo para descansar. Se você não parar de trabalhar, seu corpo e mente entrarão em greve... E uma vez que isso aconteça, sua habilidade de fazer um bom trabalho simplesmente vai pelo ralo.\nHmm? Você não consegue encontrar nenhum momento para descansar? Bem, então apenas diga que de repente eu precisava ver você para resolver algo importante, então venha para minha oficina tirar um cochilo. Eu te dou cobertura.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "Sobre Xilonen - Preguiça",
			"voicelineType": "2005",
			"description": "Alguns amigos meus me disseram que eu posso ser meio lenta às vezes, e que eu raramente pareço ficar emocionada. Por exemplo, uma vez, eu estava em uma festa na casa de um amigo e começamos a falar sobre o assunto de casamento. Uma amiga me perguntou se a gente choraria quando ela se casasse e, sem perceber, todo mundo começou a chorar, estavam soluçando e dizendo que eles não queriam perdê-la como amiga...\nBem, eu não entendi sobre o que estavam chorando. Digo, se casar não é algo feliz? Sabe, ela só está se casando, não indo embora. Ainda poderíamos ir visitá-la.\nHm? E se ela estivesse triste e se casando contra vontade? Ah, sim, pensei sobre isso.\nNesse caso, eu apenas chegaria quebrando tudo na cerimônia e levaria ela embora. Sabe, sou bem rápida. É, eu salvaria ela a tempo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "Sobre Nós - A Forja",
			"voicelineType": "2003",
			"description": "Não importa o que você esteja fazendo, a temperatura da fornalha é sempre crucial. Se estiver muito fria, você não conseguirá amaciar ou derreter os materiais e será impossível limpar as impurezas. Se a temperatura estiver alta demais, alguns materiais ficarão inutilizáveis.\nA forma que a maioria dos artesãos ajusta a temperatura é removendo combustível da chama ou adicionando mais madeira para queimar.\nQuanto a mim, eu normalmente adiciono gemas ricas em flogisto para controlar a temperatura. Chamas enriquecidas com flogisto são muito mais fortes do que o fogo comum...\nO que faço com as gemas depois que o flogisto é gasto? Eu apenas encontro um lugar para empilhá-las... uma vez que o flogisto foi gasto, elas não possuem nada além de valor estético. Se você gostar de alguma, fique à vontade para pegar.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "Sobre Nós - Bençãos",
			"voicelineType": "2002",
			"description": "A Tia Tlazolli disse antes que faria para vocês uma Inscrição de Cristal Flamejante como presente, certo? Pelo visto, ela não vai ter tempo para isso agora.\nEntão, eu vou fazer isso no lugar dela. Considerem como um agradecimento por terem me ajudado a salvar a Nepecha.\nEu já fiz para vocês um Nome Antigo?\nHahaha, aquilo não conta. Aquele Nome Antigo continha as bênçãos de todos, mas essa Inscrição é a minha bênção pessoal para você.\nNão precisa ser tão formal. Quando estiver pronta, eu te aviso. Quanto ao que gravar nela... você pode decidir por si mesmo quando chegar a hora.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Ode Flamejante da Ressurreição\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "Conclua \"Uma Oração por Bênçãos para os Picos\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Ah, minha Visão? É, é bem útil. Ter ela me permite identificar com mais precisão a concentração e distribuição do elemento Geo em diversos minérios. Isso me ajuda a separar rapidamente os minérios bons do resto.\nOh, se tem algum significado? Hmm, nunca pensei muito sobre isso. Desde que me ajude com meu trabalho, não me importo com o resto.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Costumo tentar forjar pequenos ornamentos com estruturas complexas para aprimorar minhas habilidades de fabricação mais precisa. Por exemplo, um pingente feito em formato de teia, ou brincos de pergaminhos... Quando termino um produto, normalmente dou a um de meus amigos ou vizinhos.\nOh? Se consigo fazer anéis? É claro! Um dia desses, fiz um anel no formato de um Crisântemo Brilhante. Só o diagrama do design me deu bastante trabalho.\nOh, você gostaria de um? Claro. Deixe-me ver sua mão. Depois que eu medir seu dedo, posso forjar um anel para você rapidinho.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Eu realmente não sei como cuidar de plantas... Rego elas uma vez a cada três dias, tiro as ervas daninhas uma vez a cada cinco dias e as fertilizo duas vezes na semana, assim como diziam as instruções. Até garanti que tomassem a quantidade certa de luz do sol. Mesmo assim, todas as minhas plantas murcharam e morreram.\n*Suspira* Não me diga que até jardinagem requer um pouco de sorte?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "Sobre Kachina...",
			"voicelineType": "4001",
			"description": "Kachina me comissionou para forjar uma broca para ela que poderia não apenas perfurar o chão, mas também pular por aí. Não foi tão complicado de fazer, mas ajustar o ângulo do assento foi desafiador. No fim, Kachina aceitou minha sugestão de deixar o assento de lado em favor de um sistema de controle manual que se conecta ao núcleo da broca...\nHã? Por que Kachina sai pulando por aí quando ela está operando o Pirueta Turbo?\nFoi assim que ele pediu. Ela disse que prefere uma resposta sensorial direta enquanto está dirigindo, então removi parte do sistema de absorção de choque.\nMas me pergunto se eu deveria fazer alguns protetores bucais para ela. A última coisa que eu quero é que ela morda sua língua enquanto está usando a broca...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "Sobre Mualani...",
			"voicelineType": "4002",
			"description": "Mualani é uma atleta incrível. Nunca vi ninguém fazer surfar ou deslizar pelos Caminhos Espirituais parecer tão fácil. Na verdade, nunca sequer vi Mualani escorregar.\nHã? O que aconteceria se uma pessoa ou Sauriano ficasse no caminho dela? Hmm, tenho quase certeza que ela só pegaria ele e continuaria deslizando.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "Sobre Chasca...",
			"voicelineType": "4003",
			"description": "Fazer a arma de Chasca funcionar em altas altitudes não foi nada fácil. Primeiro, tive que garantir que seria estável e confiável em um combate de alta velocidade. Então, tive que desenvolver um padrão e uma munição especial que pudesse ser usada em combate de altas altitudes. E finalmente, tive que considerar como resolver os problemas de recuo e precisão durante o voo...\nMas Chasca me disse que os outros dois problemas não eram nada de mais e que ela poderia se virar desde que eu instalasse uma mira mecânica básica.\nChasca definitivamente se provou ser uma especialista no uso dessa arma. Isso mostra que ela realmente é uma grande mestra voadora do Clã das Plumas de Flores.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "Sobre Mavuika...",
			"voicelineType": "4004",
			"description": "Mavuika já me fez várias comissões bem fora do comum.\nPor exemplo, ela me pediu para forjar uma espada resistente ao calor, que pudesse suportar suas chamas sem derreter toda vez que ela usasse sua força. Além disso, me pediu para fazer um par de óculos de sol especiais, para que ela pudesse enxergar melhor os inimigos ao seu redor enquanto controla as chamas durante uma batalha...\nA coisa mais absurda foi aquela tal de Ignimoto. Naquela época, ela ia todos os dias à minha oficina, insistindo para que eu fizesse um veículo movido a flogisto para ela. Ela até me entregou um monte de projetos que não faço ideia de onde conseguiu... No fim, não aguentei mais e passei três meses inteiros construindo aquela Ignimoto. Pelo que ouvi, agora ela anda dirigindo a Ignimoto pelas selvas de Natlan em alta velocidade, e ninguém consegue detê-la...\n...Comparado a essas coisas, criar um Nome Antigo para um viajante de fora parece até uma tarefa bem mais razoável.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Ode Flamejante da Ressurreição\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "Sobre Kinich...",
			"voicelineType": "4005",
			"description": "Kinich é legal, mas aquele Ajaw é realmente difícil de lidar.\nFalando nisso, de onde Ajaw veio? Se ele se originou de algum tipo de dispositivo, então deve haver uma forma de fazer com que ele cale a boca para sempre. Oh, talvez eu deveria separar um tempo para ir discutir isso com Kinich...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "Sobre Citlali...",
			"voicelineType": "4006",
			"description": "Citlali vinha ocasionalmente para minha oficina comprar minérios. Segundo ela, alguns minérios podem ser transformados em pó e tomados como remédio para ajudá-la nas adivinhações e cerimônias. Hã? Se eu já pedi a ela para ler minha sorte? Não, não estou interessada em saber o futuro. Eu já tenho muito com o que me preocupar com todo meu trabalho. Além disso, sempre fico sonolenta durante rituais de adivinhação...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Sobre Ifa...",
			"voicelineType": "4007",
			"description": "Ifa já veio até a tribo antes para curar alguns Tepetlissauros. Ele é bem habilidoso e sabe como cuidar de seus pacientes. Até o Sauriano mais inquieto ficará sentadinho quieto quando ele está por perto.\nIfa disse que é tudo graças ao conjunto de seringas Saurianas que fiz para ele. Mesmo sem a agulha nelas, é suficiente para desencorajar qualquer pessoa ou Sauriano de se comportar mal. Gostaria de ver? Eu ainda tenho um conjunto de amostras se você tiver interesse.\nEspere aqui, vou pegar a maior de todas... Hã? Por que você está andando para trás? A agulha nem está aqui, é totalmente seguro.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Sobre Ororon...",
			"voicelineType": "4008",
			"description": "Se dois negativos resultam em um positivo, então um esquisitão num grupo de esquisitões deveria só ser normal, mas Ororon de alguma maneira parece um pouco estranho para mim.\nMesmo assim, ele ainda parece legal como pessoa. Ele até pediu para Ifa trazer um monte de fruta e mel aos Filhos dos Ecos, aparentemente porque ele pensou que nos causou problemas demais. Não fazia ideia que dava para conseguir um mel tão doce de Afídios de Flogisto, então ele deve saber o que está fazendo.\n*Suspiro* Como algumas pessoas podem ser tão boas com plantas e animais?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Arco-Íris Destinado às Chamas\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "Sobre Iansan...",
			"voicelineType": "4009",
			"description": "Eu já ajudei o Coletivo da Fartura a fazer alguns conjuntos de anilhas e halteres super pesados.\nQuando chegou a hora de pegar os produtos, Iansan veio com um grupo da tribo para inspecionar os produtos finais. Ela pegou e conferiu cada peso antes de colocá-los um a um numa carroça. Depois que levantou todos aqueles pesos, ela praticamente não cansou, e a cara dela só estava um pouco vermelha.\nHonestamente, tenho um pouco de inveja deles. Eles não são apenas bem fortes, como também têm muito jeito com plantas...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Mais Sobre Xilonen - I",
			"voicelineType": "5001",
			"description": "Embora eu seja uma Forjadora de Nome, forjar Nomes Antigos não é meu trabalho principal. Ajudar pessoas na tribo a forjarem ferramentas e armas compõe a maioria do meu trabalho.\nAfinal, Nomes Antigos são bem raros, mas há incontáveis comissões para outros tipos de itens...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Mais Sobre Xilonen - II",
			"voicelineType": "5002",
			"description": "A parte mais cansativa de aceitar comissões não é o trabalho de forja em si — é tentar decifrar alguns dos pedidos confusos dos clientes. Eu passo tanto do meu tempo só ajudando meu cliente a organizar as ideias para poder me dizer o que realmente quer. Então posso finalmente pegar meu martelo e começar o trabalho.\nQuando vejo meus clientes tendo uma epifania por finalmente perceberem o que querem, não sinto mais alegria. Na verdade, me faz querer vomitar. Tanto que até acaba com meu apetite.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Mais Sobre Xilonen - III",
			"voicelineType": "5003",
			"description": "Quando eu não tenho nenhuma comissão, geralmente faço algumas bugigangas pequenas. Por exemplo, esses sapatos que estou usando têm a última tecnologia de sistema de propulsão de Flogisto, e muitos tipos de novas ligas de metais. E esses fones de ouvido que estou usando podem ser conectados ao toca-discos, então posso ouvir um disco enquanto trabalho na forja...\nParece complicado? Não, sério, é só mais fácil colocar um pouco mais de cuidado nas coisas quando você trabalha em algo que gosta.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Mais Sobre Xilonen - IV",
			"voicelineType": "5004",
			"description": "A principal razão de eu ter me tornado uma Forjadora de Nome foi porque tanto meu pai quanto minha mãe, assim como a maioria dos meus parentes, também eram Forjadores de Nome. Quando eu era pequena, meus pais sempre me diziam que de todas as tribos de Natlan, apenas a nossa poderia carregar a responsabilidade de forjar Nomes Antigos. Eles esperavam que eu pudesse continuar a tradição quando envelhecesse. Então concordei — essa é realmente toda a história.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Mais Sobre Xilonen - V",
			"voicelineType": "5005",
			"description": "Entretanto, antes de eu me tornar uma Forjadora de Nome, eu pensei muito se deveria mesmo me envolver em um trabalho tão problemático. Afinal, havia trabalhos bem mais fáceis que eu podia ter escolhido. Até ser uma ferreira normal é mais fácil do que ser uma Forjadora de Nome, e podia ganhar ainda mais.\nMas, no fim, escolhi esse caminho.\nForjar Nomes Antigos é uma tarefa importante que alguém deve cumprir, e considerando que eu tinha as habilidades certas para o serviço, se tornou meu dever herdar o ofício. É exatamente como meu pai sempre disse — \"Quando cada pessoa em Natlan tomar a responsabilidade que puder carregar, Natlan será forte para sempre\". O trabalho agora é meu dever e o desempenho independentemente do meu nível de interesse pessoal.\n...Além disso, eu era a mais habilidosa entre os que estudaram o ofício na tribo. Se eu não tivesse virado Forjadora de Nome, outra pessoa teria que ter se tornado no meu lugar. Os outros estudantes constantemente me faziam perguntas e copiavam meu dever de casa. Se forjar Nomes Antigos tivesse se tornado trabalho deles, tenho certeza que eles viriam me incomodar com perguntas toda hora. Então pensei que aceitar o trabalho eu mesma seria melhor do que lidar com todos esses problemas e me economizava ter que me preocupar com o trabalho de outras pessoas o dia inteiro.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Passatempo de Xilonen",
			"voicelineType": "6001",
			"description": "Dormir, ficar de bobeira e tomar ao sol... Quando não estou trabalhando, até encarar um papel em branco parece interessante.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Preocupações de Xilonen",
			"voicelineType": "6012",
			"description": "Ao discutir comissões de forja com alguém, a coisa que mais tenho medo de ouvir é \"Esse pedido não é nem urgente, nem importante. Pode começar quando for melhor.\"\nNa minha experiência, isso é basicamente o equivalente a dizer, \"Posso vir te apressar a qualquer momento.\"\n*Suspiro* Faz minha cabeça doer só de pensar nisso, acho que vou voltar a dormir...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Doce e chocolate. Trabalho em uma forja e doces me dão a energia que preciso para balançar meu martelo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Eu não gosto de água sem nenhum sabor. É, é, eu sei que beber água pura é melhor para a saúde, mas eu não consigo beber isso. Não dá pra pelo menos botar um pouco de açúcar? Se nada der certo, pelo menos um limãozinho...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Hmm. Delicioso! Tem mais? Hã? Quando que comi tudo? Agora há pouco. Como bem rápido, sabe, e ainda mais rápido quando é gostoso.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Nada mal, terei que te fazer um pouco da minha comida da próxima vez.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Ah, estou de barriga cheia. Fico sonolenta se como demais.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Aqui, esse conjunto multiferramenta universal é para você. Tem uma variedade de brocas e martelos, assim como três lixas de mão e cinco pés de cabra com formato especial, que deve ser muito útil na natureza. Ah, também tem esse conjunto de cordas feitas de couro tecido e fios de metal. Deve ser forte suficiente para levantar até um Tepetlissauro adulto. Sabe como dar nós? Se não souber, posso te ensinar agora. Aqui, veja... Primeiro, segure a corda assim, então dê uma volta...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "...Miau?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Hmm, ouro verdadeiro ainda precisa ser refinado com fogo. Obrigada.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Parece que meus olhos estão ficando mais aguçados e meus braços mais fortes para balançar meu martelo. Espera aí, deixe-me tentar martelar algo... Você deveria ficar longe.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Você me ajudou tanto, eu não posso apenas te deixar ir de mãos vazias. Aqui, fique com essa gema que gravei meu Nome nela. Você pode usá-la para me encontrar para pedir ajuda sempre que quiser. Caso você precise de mim para acender a forja, ou te acompanhar em suas aventuras perigosas, estarei pronta para ajudar. Essa promessa permanecerá até que ambos os meus Nomes e essa pedra tenha se erodido, tornando-se nada.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Manda ver.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Hunf.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "*Suspira*",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Escute os ecos do vale!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Deixe o sangue da montanha ferver!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Através dos nomes gravados, os ecos ressoam.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Estou de vigia. Não se preocupe, não tem emboscadas.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Tem muita coisa boa aqui, quer dividir? Brincadeira, você pode ficar com tudo.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Hmm, isso deve valer algo. Vá em frente, pegue.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Que chatice...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Já basta.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "...Hnf!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Eu cuido disso.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Deixa comigo.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "As chamas... se apagaram...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "A forja... está esfriando...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Heh, está na hora... de dormir...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Isso de novo?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910002",
			"description": "...Que irritante!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Está na hora de ir?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Vamos acabar logo com isso.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Muito bem, depois de você.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}