{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Olá...",
			"voicelineType": "1000",
			"description": "Me chamo Yanfei, sou a melhor especialista em leis de Liyue, ninguém chega nem perto de mim! Disputas comerciais, mediação de causas civis, processos criminais, sei sobre todos e sei fazer eles bem! Uma maneira de entrar em contato comigo? Onde devo escrever para você? Uma folha de papel pode se perder facilmente, na mão pode se apagar... Oh! Já sei! Vou escrever na roupa dessa pessoa que está ao seu lado!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Bate-papo - Leis",
			"voicelineType": "1101",
			"description": "As leis são um limite, mas também são uma ferramenta, lembre-se sempre disso! Se não se lembrar, eu vou repetir muitas vezes.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Bate-papo - Trabalho",
			"voicelineType": "1102",
			"description": "Às vezes as leis e emoções humanas chocam, mas às vezes são compatíveis. Saber conciliar as duas é um verdadeiro aprendizado.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Bate-papo - Leitura",
			"voicelineType": "1103",
			"description": "Oh, ainda há um caso como esse... O mundo é vasto, e há de tudo nele.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Quando está chovendo...",
			"voicelineType": "1201",
			"description": "Está chovendo! Rex Lapis, traga logo o sol de volta, os livros de códigos legais não podem ficar molhados.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Quando Está Nevando...",
			"voicelineType": "1202",
			"description": "Que azar um tempo como esse... Está um pouco frio... Atchim!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "Que belo dia, vamos aproveitar para ler sobre a lei. Artigo 6, parágrafo 3 do capítulo 27 do Código de Liyue... Como eu me esqueci? Não posso ser assim...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "De manhã tenho que sair para trabalhar com um caso de uma dívida, de tarde tenho que responder a um cliente sobre uma pergunta que ele fez na semana passada... Está bem! Ao trabalho!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Boa tarde...",
			"voicelineType": "1002",
			"description": "*Suspiro* Estou cansada... Um debate deve me fazer despertar! O assunto será \"O Banco do Norte é uma ameaça ou uma vantagem para a economia de Liyue?\". Escolha sua posição sobre isso.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Saudações...",
			"voicelineType": "1003",
			"description": "O mercado noturno? Eu queria ficar em casa cuidando de minhas anotações, mas se você quer, podemos ir junt{M#os}{F#as}. Oh, eu tenho que lhe dizer, há umas lojas que para garantir que as mercadorias sejam frescas no dia seguinte, vendem o que sobra do dia com desconto para não terem que jogar fora.\nDeixe a negociação dos preços comigo e o que sobrar você pode deixar como pagamento para mim.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Quer dormir mais rápido? Eu posso lhe explicar a história do desenvolvimento legal de Liyue, meus amigos não conseguem aguentar por mais que vinte minutos. Oh, quer dormir ainda mais rápido? Então leia o Código Legal! Amanhã lembre-se de me dizer alguns artigos. *Cof cof* Vamos começar?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "Sobre Yanfei - Aura",
			"voicelineType": "2001",
			"description": "Minha aura é muito forte enquanto eu estou lendo as leis? Então você acha que sim... Mas, na verdade, eu sou assim quando estou trabalhando. Existe um interruptor escondido no meu corpo, coloque ele para um lado e estou no modo normal, coloque para o outro e troco para o modo trabalho. Você não tem algo assim no seu corpo?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "Sobre Yanfei - Pontos Fracos",
			"voicelineType": "2002",
			"description": "O que eu tenho mais medo de encontrar é uma disputa civil, como um divórcio ou guarda de uma criança... É muito difícil usar a razão ou a lógica nesses casos. Apesar de neles haver pessoas calmas e pacientes, também há ocasiões em que eles não querem se comunicar... *Suspiro* Apesar de me intitular como uma especialista que \"sabe de tudo e sabe fazer bem\", mas se dependesse de mim, gostaria que todos vivessem bem e amigavelmente, assim teríamos menos casos como esses.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "Sobre Nós - Tarifas",
			"voicelineType": "2003",
			"description": "Você gostaria que eu fosse sua consultora? Claro que sim, interpretar as leis custa 6.000 Mora, acompanhar como consultora custa 180.000 Mora por hora, casos comerciais custam 710.000. Casos específicos dependem de suas circunstâncias. O que acha? Bem em conta, não é?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "Sobre Nós - Relacionamentos",
			"voicelineType": "2004",
			"description": "Você sempre está indo para todos os lugares, mas se teme encontrar algum problema difícil de lidar, a melhor solução é andar com alguma pessoa que compreenda as leis. Eu, Yanfei, sou uma especialista nisso, e meus conhecimentos legais não estão restritos às leis de Liyue. Uh, apesar de que as leis de Fontaine são bem complexas... Mas eu tenho uma cabeça muito inteligente! Saber memorizar não é um problema difícil! Resumindo, eu sou extremamente confiável!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Uma Visão deve surgir de um intenso desejo. Como uma pessoa idealista, eu claramente consegui uma, porque eu desejo que todas as pessoas possam ser honestas e respeitem a lei! Mas se alguém quiser quebrá-las... Hehe, deixe comigo a tarefa de dar uma punição!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Algo a Dizer - Balança",
			"voicelineType": "3002",
			"description": "Essa balança é um tesouro que meu pai me deu. Ela serve para pesar o \"valor\" das coisas. Geralmente eu uso a Mora como o peso padrão, entretanto, ela só serve para pesar o preço inicial de alguma coisa. Por exemplo, mil anos atrás, Liyue estava cheia de Lírios-de-Vidro, naquela época esse tipo de flor não era cara. Depois, a sua quantidade diminuiu e seu preço subiu. O valor que essa balança mostrava não mudou, era o mesmo barato de antes.\nPortanto, na maioria das circunstâncias, essa balança não pode me ajudar no meu trabalho... O quê? Você tem algo que gostaria de pesar? Que tal pesar essa amiguinha que anda do seu lado?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Algo a Dizer - Império da Lei",
			"voicelineType": "3003",
			"description": "Eu criei um método de auto-defesa chamado \"Punição das Chamas\" e baseado na \"Punição das Pedras\" registrada no \"Compêndio Geral das Leis de Liyue\". O Arconte Geo é o Deus dos Contratos, e os contratos são também vinculativos. Haha! Isso significa que o Porto de Liyue sempre foi a Cidade dos Contratos desde a antiguidade.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Coisas Interessantes...",
			"voicelineType": "3004",
			"description": "A Revista de Paisagens de Liyue menciona uma planta aquática chamada de Rabo de Cavalo. Ele alega que \"A Rabo de Cavalo é uma erva medicinal que fica sozinha nas margens da Ilhota de Dihua. Sua cor é das nuvens no pôr-do-sol\". Aparentemente, se você moê-la até virar pó e misturar com sua tinta, ela torna sua escrita resistente à água. Mas é uma pena, eu já estive na Ilhota de Dihua pelo menos cem vezes e cada vez eu acabo com cestas e cestas cheias da variação roxa comum, mas nenhuma do tipo que o livro descreve.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "Sobre Qiqi",
			"voicelineType": "4001",
			"description": "Ouvi dizer que aquela garotinha coletora de ervas compilou um conjunto de regras para ela mesma. Mesmo com um tamanho pequeno, ela é uma pessoa muito organizada, e aposto que ela terá um futuro brilhante.\nÉ sempre bom ter sangue jovem por perto, e eu realmente a admiro.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "Sobre Ganyu...",
			"voicelineType": "4002",
			"description": "Ganyu é gentil e atenciosa, mas é uma pena que ela é tão ocupada. Apesar de fazer uma sesta, gasta todo o seu tempo trabalhar. Eu também trabalho, mas de uma forma muito alegre. O meu trabalho, claro, é mais fácil que o seu.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "Sobre Xingqiu...",
			"voicelineType": "4003",
			"description": "A Guilda de Comerciantes de Feiyun são os meus clientes mais antigos. Eles são cautelosos com seus negócios e em todas as reuniões que tive com eles o chefe da casa sempre esteve presente. Na última vez, porém, conheci o mais novo, Xingqiu. Para minha surpresa, o garoto não teve qualquer dificuldade em acompanhar meu pensamento. Ele era bem eloquente e tinha excelente etiqueta. Hum, não é de fato uma pessoa comum.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "Sobre Hutao...",
			"voicelineType": "4004",
			"description": "Dizem que a Diretora da Funerária de Wangsheng sempre age de uma forma muito estranha, e as pessoas apostam que ela foi afetada por causa da sua profissão. Que absurdo é esse? Os negócios que a Funerária de Wangsheng faz são negócios ortodoxos, e fazem parte do comércio. Ainda por cima, todos os tipos de trabalho merecem ser respeitados, e não é uma questão de bom e mau.\nEntretanto, aquela Diretora nunca veio até mim para consultar as leis.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "Sobre Zhongli...",
			"voicelineType": "4005",
			"description": "O senhor Zhongli sabe tudo de tudo, ele é como uma biblioteca ambulante. Você sabia? Na primeira vez que o vi, soube logo que ele era uma pessoa hábil, mas ele não mostra isso. Esse tipo de pessoa não se importa com os problemas, portanto, mesmo estando em apuros, não recorrerá a mim, então ele não é um cliente meu em potencial.\nMas não sei por quê, eu sinto algo familiar a respeito dele, e não pode ser descrito em palavras. Eu perguntei ao meu pai, mas ele também não soube explicar... É uma coisa muito estranha, e me parece que o meu pai está escondendo algo... Mas não faz mal, descobrirei por conta própria.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "Sobre Ningguang...",
			"voicelineType": "4006",
			"description": "Você conhece a Tianquan, Ningguang? Ela é a responsável pelas leis, e frequentemente altera o Código Legal, e muitos conteúdos são alterados todas as vezes. Na última vez, o Código Legal teve 3 novos artigos, e foram alteradas 121 anotações, e também foi adicionada uma lista com uma pilha de novos exemplos. Não sei quando conseguirei decorar tudo isso...\nEntretanto, ela é uma pessoa do mundo do comércio, e discute leis, eu não posso ficar atrás dela, deixe-me só terminar de decorar esses artigos daqui, eu com certeza me esforçarei ainda mais no meu trabalho...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "Sobre Keqing...",
			"voicelineType": "4007",
			"description": "Ainda bem que a Yuheng não se envolveu com as leis. Caso contrário, temo que eu acabaria perdendo trabalhos com a eficiência e atitude de Keqing. Mas, creio que não chegaria até esse ponto, afinal de contas, Keqing é uma pessoa honesta, se eu me tornasse sua assistente... Não, não está correto, por que eu, a grande especialista legal me tornaria assistente de alguém? Na verdade, se houvesse algum problema, ela que deveria vir me procurar para uma consultoria.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Sobre Eula...",
			"voicelineType": "4008",
			"description": "Eula me salvou uma vez. Desde então nós comumente nos comunicamos por cartas. Ela lembra de cada cláusula dos Cavaleiros de Favonius, mas nunca ficou presa a elas. Além disso, ela procura uma lógica com toda sua energia, e lida com todos os problemas de maneira flexível. Talvez seja por causa de eu ser também uma pessoa assim que nós conseguimos nos comunicar tão relaxadamente. Entretanto, não consigo entender a atitude livre dela. Enfim, nossas profissões são totalmente diferentes.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "Sobre Yelan...",
			"voicelineType": "4009",
			"description": "Yelan é funcionária do Ministério dos Assuntos Civis e, uma vez ela me ajudou a desvendar um caso difícil de fraude contábil. Eu a convidei para jantar depois. A única coisa é... eu sinto que ela é capaz de ler minha mente a qualquer momento quando estiver falando com ela... Sim, no futuro, eu preciso ter certeza absoluta de não estar do lado errado dela.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "Sobre Kuki Shinobu...",
			"voicelineType": "4010",
			"description": "Shinobu? Eu me lembro dela, é a garota de Inazuma que veio para Liyue como uma estudante de intercâmbio para se especializar em direito. Quando ela estava em seu curso, costumava se encontrar comigo para discutir alguns casos, e quando havíamos terminado, ela se curvava e me agradecia. Eu sempre ficava um pouco constrangida. Sempre pensei que ela seria uma excelente advogada no futuro e agora que penso nisso, Inazuma se fechou por volta na época que ela estava se graduando. Me pergunto como ela está desde que voltou...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Mais sobre Yanfei - I",
			"voicelineType": "5001",
			"description": "{F#Uma}{M#Um} cliente? Ótimo, aqui está o meu cartão de negócios. Hoje estou um pouco ocupada. Se houver alguma disputa, por favor, venha com ambas as partes. Veja aqui um pouco quanto cobro pelos meus serviços... Espere um pouco.\nUh? Você só quer conversar? Então não precisa de dinheiro para isso... Vir só conversar com uma especialista legal não é algo nem um pouco comum.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Mais sobre Yanfei - II",
			"voicelineType": "5002",
			"description": "Esses chifres na minha cabeça? Oh, isso. Meu pai é um Adeptus, portanto, eu tenho sangue meio-Adeptus. Mas eu nasci em uma era de paz em Liyue, não assinei nenhum contrato com Rex Lapis, então naturalmente não tenho nenhuma tarefa de Adepti para fazer, posso viver minha vida como eu quiser. Estou bem satisfeita, hehe.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Mais sobre Yanfei - III",
			"voicelineType": "5003",
			"description": "Um contrato sério que tem que ser respeitado durante sua vida inteira? Eu apenas assinei um com o meu pai... É tipo, \"ser feliz pela vida inteira\", enfim, ele é esse tipo de pessoa. Mas afinal de contas, eu estou muito orgulhosa do meu pai tão despreocupado. Se ele tivesse feito um contrato de \"Se esforce ao máximo para ser o melhor de si\", eu teria fugido.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Mais sobre Yanfei - IV",
			"voicelineType": "5004",
			"description": "Às vezes, as disputas comerciais com que trabalho não tem um final tão bom. Uma parte comumente paga uma compensação significante, ou um preço ainda maior... Mas isso são as consequências de quebrar um contrato. Há rumores terríveis sobre mim e, por causa disso, algumas pessoas me evitam. Apesar de eu não explicar isso para ninguém, minha intenção é ajudar Liyue!\nO ponto de partida de uma disputa é a quebra de um contrato, mas se soubessem as consequências, será que ainda se atreveriam a quebrá-lo? Deixar todos saberem a importância de um contrato é também uma parte importante do meu trabalho.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Mais sobre Yanfei - V",
			"voicelineType": "5005",
			"description": "Pessoalmente eu acho que vivo a vida de forma muito relaxante. Viu? Eu tenho a minha carreira, e sou independente. Um dia eu até poderei viajar por todo o mundo, e em relação a minha arte de falar, ninguém consegue se comparar a mim. Mas, a vida feliz não pode ser definida em palavras por qualquer regulamento ou lei.\nPara mim, encontrar com pessoas interessantes e coisas interessantes, sempre saber o rumo da sua vida já é uma felicidade. Portanto, você também é a minha fonte de alegria.\nMas, de qualquer das maneiras, você tem que conhecer as leis e respeitá-las. Afinal de contas, o mundo entrará em colapso sem as leis.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Passatempos de Yanfei...",
			"voicelineType": "6001",
			"description": "Meu passatempo é ler livros e avaliar coisas. Ler livros pode me tornar mais sábia, e avaliar aumenta meu discernimento. Por isso leio e avalio de tudo. Se você não acredita em mim, pode me dar qualquer coisa, desde que seja vendida no mercado, posso avaliar seu valor com boa probabilidade de estar certa. Por exemplo, essa pedra aqui é bem boa, deve valer umas 600 Moras.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Preocupações de Yanfei...",
			"voicelineType": "6002",
			"description": "Meus amigos sempre me chamam para ir pescar com eles. Falamos sobre nossas técnicas de pesca, mas na verdade todos só queremos nos mostrar. Eu tenho cem maneiras para derrotá-los, mas no final eles vêm até mim para pedir ajuda, por isso não fico querendo vencer sempre. Portanto, todas as vezes eu finjo que estou perdendo... Espere, que cara é essa? Você não acredita em mim?!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Oh! Agora que estamos falando desse tópico, eu vou lhe recomendar o amor do meu coração! Tofu! Eu amo Tofu! É uma comida leve, tem uma sensação delicada, é nutritivo, e se dá bem com todo tipo de sopa. O mais importante é que está disponível o ano inteiro, posso comer quando quiser! Não busque por excelência, busque perfeição. Pratos com Tofu são os meus preferidos.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Não gosto de comidas frias. Deve ser porque como pouco elas. Antigamente, quando voltava para casa muito tarde, meu pai deixava uma lanterna acesa, e ouvia meus passos e me perguntava se eu estava com fome ou não. É como ele dizia: \"Comida sempre é boa quando servida quente\".",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Tem um gosto muito bom! Parece que você dominou a arte do tofu!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Há um ditado em Liyue: \"Comer é viver\". Tenho que admitir que a evidência para esse ditado é convencedora.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "... Já sei! Colocarei de volta no fogo mais um pouco e isso deverá resolver.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Feliz aniversário! Esta caixa é para você. Dentro dela estão os materiais legais de cada nação, você não é {F#uma}{M#um} Viajante que quer ir para todos os cantos do mundo? Por isso deveria saber de antemão as leis de outras regiões, isso com certeza será muito útil.\nEntretanto, não estude demais, ou então eu não poderei lhe ajudar.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "\"Não tente imitar o passado, porque nenhuma lei pode prever o futuro\". Isso é uma lição que devo sempre me lembrar.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Só respeitando as leis que as pessoas podem obter uma solução para todos os problemas.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Estudo as leis para falar com as pessoas com razão e igualdade. Estudo as artes marciais para me proteger em situações sem razão e igualdade. Espere um pouco... Isso conta como artes marciais?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Eu agora posso ser considerada como uma mestre nas armas e nas leis! Foi graças a você ter me acompanhado nesse caminho até o fim. Recompensa? O que você acha de uma Consultora Jurídica particular que te acompanha todos os dias? Ei, não fale de preço comigo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Boom boom!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Incinerar!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Voto de obrigação!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Hora de sua acusação!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Punição das Chamas!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Provas inaceitáveis!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Ooh, certamente podemos declará-lo como um \"ganho acidental\".",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Está em perfeito estado!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Hã, vamos avaliar o valor disso...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Objeção!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Não fuja da lei...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "O que? Uma falha?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Ei, deixa isso comigo!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "E o veredito é... Medidas emergenciais!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Juri suspenso...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "A lei... tem falhas...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Faço uma... objeção...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Ugh...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Na próxima vez, não se esqueça de marcar uma consulta.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Se formos nos encontrar fora do escritório, cobro mais.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Aqui vamos nós.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}