{
	"id": 10000060,
	"name": "Yelan",
	"friendLines": [
		{
			"voicelineId": 60000,
			"title": "Olá...",
			"voicelineType": "1000",
			"description": "Olá, Viajante. Me chame de Yelan. Acredito que você possa precisar de minha ajuda, e acontece que estou interessada em uma informação que você possui. Em outras palavras — uma mão lava a outra.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_draw_appear"
		},
		{
			"voicelineId": 60001,
			"title": "Bate-papo - Informações",
			"voicelineType": "1101",
			"description": "Recebi uma nova carta de um informante. Parece que a situação mudou novamente.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_01"
		},
		{
			"voicelineId": 60002,
			"title": "Bate-papo - Se Ausentar",
			"voicelineType": "1102",
			"description": "Muito bem... Certo, talvez eu tire mais um dia de folga, e acabe com o resto do trabalho quando eu estiver a fim.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_02"
		},
		{
			"voicelineId": 60003,
			"title": "Bate-papo - Identidade",
			"voicelineType": "1103",
			"description": "Viajar pelo mundo é bem mais fácil com diferentes identidades para se escolher. Precisa que eu consiga uma para você?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_character_idle_03"
		},
		{
			"voicelineId": 60004,
			"title": "Quando está chovendo...",
			"voicelineType": "1201",
			"description": "Está chovendo novamente? Oh, isso não é nada bom... Se a chuva apagar os rastros, isso irá nos atrasar bastante...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_heavyRain_01"
		},
		{
			"voicelineId": 60005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Apenas crianças inocentes e adultos tímidos têm medo do trovão. Mas você não é nenhum desses... não é?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_thunder_01"
		},
		{
			"voicelineId": 60006,
			"title": "Quando Está Nevando...",
			"voicelineType": "1203",
			"description": "Está ficando um pouco frio... hora de se cobrir.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_snowy_01"
		},
		{
			"voicelineId": 60007,
			"title": "Quando Faz Sol...",
			"voicelineType": "1204",
			"description": "A luz cegante do sol é um sofrimento... não tem como eu tirar uma soneca nessas condições.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_sunny_01"
		},
		{
			"voicelineId": 60008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Existe uma inquietude no vento... hmm...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_weather_gale_01"
		},
		{
			"voicelineId": 60009,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Hmm... Tão cedo... Normalmente acordo ao meio-dia quando não tenho nenhum trabalho urgente a fazer.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingMorning"
		},
		{
			"voicelineId": 60010,
			"title": "Boa tarde...",
			"voicelineType": "1002",
			"description": "Ah, estou ficando sonolenta. Acho que vou tirar uma soneca... não me acorde. Acordarei naturalmente quando for hora de trabalhar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNoon"
		},
		{
			"voicelineId": 60011,
			"title": "Boa noite...",
			"voicelineType": "1003",
			"description": "Boa noite. Você já jantou? O que você comeu, como que foi? Oh... só puxando papo. Não pense demais sobre isso.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight"
		},
		{
			"voicelineId": 60012,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Vamos lá, beba seu leitinho e vá dormir. Como é? Você não é uma criança? Hehe... Tudo bem, então, deixarei bem aqui, é todo seu se quiser. Normalmente eu vou para a cama após a meia-noite. Sendo sincera — se você falar enquanto dorme, não posso prometer que não anotarei tudo, beleza?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_greetingNight2"
		},
		{
			"voicelineId": 60013,
			"title": "Sobre Yelan - Responsabilidades",
			"voicelineType": "2001",
			"description": "Os Qixing conhecem Liyue como a palma de sua mão. Mas existem certas informações por aí que só podem ser obtidas usando métodos mais especializados. Essa é a minha especialidade, então eu normalmente cuido desses assuntos por conta própria.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle"
		},
		{
			"voicelineId": 60014,
			"title": "Sobre Yelan - Rumores",
			"voicelineType": "2005",
			"description": "Alguns dizem que a chefe da Casa de Chá Yanshang é uma jovem empresária que ficou rica da noite para o dia; alguns dizem que existe uma senhorita doente e frágil que é empregada do Ministério dos Assuntos Civis vivendo como uma ermitã fora da cidade; outros dizem que você deve manter distância de áreas restritas, ou você será atormentado por um fantasma azul... Obviamente, a maioria dos cidadãos nunca ouviu falar do nome Yelan. Então você pode rir de todos esses rumores com tranquilidade.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60015,
			"title": "Sobre Nós - Relacionamentos",
			"voicelineType": "2003",
			"description": "Hã? Que cara é essa? Você não precisa ficar de guarda perto de mim. Eu nunca planejo nada contra as pessoas que têm meu selo de aprovação.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close"
		},
		{
			"voicelineId": 60016,
			"title": "Sobre Nós - Enganação",
			"voicelineType": "2002",
			"description": "Nunca acredite tão fielmente nas pessoas que juram em nome de todos os deuses. Aqueles com palavras doces apenas falam o que você quer ouvir. E pense duas vezes antes de olhar nos olhos de alguém — seus olhos dizem muito sobre o que você está pensando. No fim das contas, somos amig{M#o}{F#a}s, e se alguém te enganar, eu também sentiria como se tivesse sido enganada.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60017,
			"title": "Sobre a Visão...",
			"voicelineType": "3001",
			"description": "Sempre que existirem informações importantes a serem encontradas, o que está em jogo para extraí-las normalmente é ainda mais fatal. Não importa o quão grande ou confiável o seu time possa ser, você nunca pode ignorar completamente os riscos. No fim das contas, tenha força o suficiente na ponta de seus dedos para controlar a situação. Eu tive sorte — consegui minha Visão apenas alguns dias após entender isso. Caso contrário... você provavelmente estaria falando com um fantasma muito mal-acabado neste exato momento.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60018,
			"title": "Algo para Compartilhar - Isolamento Acústico",
			"voicelineType": "3002",
			"description": "Se você raspar as Pérolas de Peixe até um tamanho adequado, elas servem como excelentes tampões para os ouvidos. Elas isolam bastante o som — você pode dormir tranquilamente mesmo quando alguém estiver gritando bem no seu ouvido... É claro que, para seu bem, espero que você nunca precise delas para este tipo de coisa.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_01"
		},
		{
			"voicelineId": 60019,
			"title": "Algo para Compartilhar - Bracelete Fascinante",
			"voicelineType": "3004",
			"description": "O bracelete em minha mão direita? Acho que não faz mal te contar... Ele contém um tipo de magia usada pelo nosso clã, e pode enviar mensagens simples. O significado dessas mensagens é escondido na luz azul, e só eu posso decifrá-las.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_02"
		},
		{
			"voicelineId": 60020,
			"title": "Algo para Compartilhar - Perseguindo um Alvo",
			"voicelineType": "3005",
			"description": "Quando estou perseguindo alvos, eu gosto de pressioná-los psicologicamente. No processo de tentarem se livrar de mim, eles começarão a entrar em pânico, chamar reforços, mudar seus planos... eles vão continuar dessa forma até que eventualmente terão exposto tudo que quero saber. Heh...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_share_03"
		},
		{
			"voicelineId": 60021,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Você sabe sobre os Furões Ladrões? Eles não são criaturinhas especialmente inteligentes, mas uma vez que você as domestique, eles podem ser treinados para roubar coisas ou até mesmo abrir fechaduras. Algo bem simples, não é? Se até mesmo animais podem ser usados como peões com os métodos adequados, o mesmo vale ainda mais para pessoas, que estão constantemente conspirando e tramando uns contra os outros.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_gift_01"
		},
		{
			"voicelineId": 60022,
			"title": "Sobre Ningguang - Relacionamento",
			"voicelineType": "4001",
			"description": "Conheci Ningguang muito tempo atrás, antes dela se tornar uma dos Qixing, e trabalhamos juntas por um tempo. Talvez eu tenha levado uma parte do mérito do fato dela ter se tornado uma dos Qixing tão rapidamente. Hehe, quem sabe? De qualquer forma, foi ela quem recomendou este trabalho para mim. Foi uma boa escolha, é bem adequado para mim.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60023,
			"title": "Sobre Ningguang — Expectativa",
			"voicelineType": "4002",
			"description": "É muito bom trabalhar com Ningguang. Mas tenho que ter em mente as nossas identidades quando em público. Quando encontro um dos Qixing como uma empregada do Ministério dos Assuntos Civis, eles são \"senhor\" ou \"senhora\" para mim.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ningguang_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60024,
			"title": "Sobre Ganyu...",
			"voicelineType": "4003",
			"description": "Ah, aquela secretária... Eu jamais conseguiria trabalhar tanto quanto ela, certamente não neste nível de eficiência. Imagino que ser meia Adeptus tenha suas vantagens. Imagine não precisar dormir para recuperar seus níveis de energia...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60025,
			"title": "Sobre Keqing...",
			"voicelineType": "4004",
			"description": "Eu realmente não gosto de pessoas que enchem suas agendas de coisas, pois assim não sobra nenhum espaço para ajustes. Se algo que eles não esperavam acontecer, acontece, bagunça totalmente os seus planos, impactando não apenas a si mesmos, mas seus companheiros de trabalho. Mas a Yuheng é diferente. Ela trabalha de uma forma muito metódica. Sempre gosto de trabalhar com ela.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60026,
			"title": "Sobre Yanfei...",
			"voicelineType": "4005",
			"description": "Gosto muito da Yanfei. E não estou falando da nossa amizade — como uma consultora jurídica de alto nível, informações importantes no Porto de Liyue estão constantemente indo em sua direção. Sempre que ajudo ela, consigo em troca algumas pistas inestimáveis. Devo dizer que, às vezes, acho que ela me trata com respeito um pouco demais.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60027,
			"title": "Sobre Xiao...",
			"voicelineType": "4006",
			"description": "Os anciões em meu clã uma vez disseram que devemos sempre demonstrar o maior respeito ao Guardião Yaksha. Aparentemente, o único momento que nosso ancestral conseguiria um pouco de alívio de sua insanidade, era quando passava pelo Albergue Wangshu. Deve ter sido o efeito reconfortante de sua presença que afastava os maus espíritos. Dito isso, se em algum momento eu tiver a honra de lutar lado a lado com o Conquistador de Demônios, irei me concentrar apenas na missão. Não posso me deixar distrair por preocupações sobre sua posição.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60028,
			"title": "Sobre Xiangling...",
			"voicelineType": "4007",
			"description": "Ah, Xiangling, a encantadora pequena cozinheira. Seus ingredientes sempre são de primeiríssima qualidade, tão bons quanto os do Pavilhão de Liuli e Quiosque de Xinyue. Às vezes eu vou até ela para pegar algumas Pimentas de Jueyun secas... ela parece não entender o motivo de comê-las da forma que faço, e eu não sinto vontade de tentar explicá-la. É apenas uma tradição familiar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60029,
			"title": "Sobre Xingqiu...",
			"voicelineType": "4008",
			"description": "É claro que me lembro dele — o jovem mestre da Guilda de Comerciantes de Feiyun. Tenho assuntos com a família dele o tempo inteiro. Quem sabe... talvez um dia ele estará superando todos em volta dele.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60030,
			"title": "Sobre Tartaglia...",
			"voicelineType": "4009",
			"description": "O Mensageiro dos Fatui? Uma vez ele me ajudou sem querer. Eu planejava investigar o ex-proprietário da Casa de Chá Yanshang, mas nosso querido amigo Mensageiro o pegou primeiro. Apareceu exigindo que ele pagasse a dívida e também o acusou de fraude, razão pela qual foi preso. Isso me permitiu assumir a Casa de Chá Yanshang, que acabou sendo uma base muito útil.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_teammate_tartaglia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60031,
			"title": "Mais sobre Yelan - I",
			"voicelineType": "5001",
			"description": "O motivo pelo qual estou disposta a apostar em você é por conta de sua posição especial. Acho que você trará mais pistas que podem me aproximar da verdade... Heh, então, tem alguma novidade para mim hoje?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_01"
		},
		{
			"voicelineId": 60032,
			"title": "Mais sobre Yelan - II",
			"voicelineType": "5002",
			"description": "A troca de informações sempre foi uma via de mão dupla, então imagino que posso te contar algo sobre meu passado. Graças às conexões de minha família, aprendi algumas habilidades úteis dos batedores dos Millelith desde cedo. Embora existam coisas agindo contra você a cada passo que você der quando estiver coletando informações, desde que eu me mantenha viva, sempre sairei como vitoriosa no fim das contas...",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 60033,
			"title": "Mais sobre Yelan - III",
			"voicelineType": "5003",
			"description": "As pistas estão relacionadas em uma corrente. Você precisa rastreá-las até o momento em que tudo começou antes que possa existir uma resolução. Por conta disso, preciso manter meus olhos e ouvidos em todas as partes da sociedade, isso significa que preciso ser mais do que apenas uma pessoa. As pessoas costumam me descrever como \"uma pessoa, várias caras\" e coisas do gênero... Levo isso como um elogio.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60034,
			"title": "Mais sobre Yelan - IV",
			"voicelineType": "5004",
			"description": "Uma vez alguém me avisou para ser cuidadosa quando estiver revirando algumas coisas do passado. Costumam dizer que, cave fundo demais e você poderá se encontrar em sua própria cova... Bem, não estou prestes a parar, muito menos por conta de algo que alguém tem para me dizer. Claro, não posso mudar os fatos, mas se for uma escolha entre a dura realidade e a feliz ignorância, eu escolho a primeira. E quanto a você? Qual escolheria?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 60035,
			"title": "Mais sobre Yelan - V",
			"voicelineType": "5005",
			"description": "Diga-me uma coisa. Se eu vou ficar por aqui, que tipo de pessoa você gostaria que eu fosse para você? Alguém com que você trabalha? Uma competidora, alguém que te desafie para melhorar seu jogo? Apenas mais um nome em sua longa lista de conhecidos, ou... alguém mais importante do que isso? Dependendo do que você estiver esperando, eu posso tanto interpretar esse papel ou me tornar essa pessoa.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 60036,
			"title": "Passatempos de Yelan...",
			"voicelineType": "6001",
			"description": "Em meu tempo livre, vivo a minha vida de forma completamente aleatória. É bem simples: faço uma lista de coisas para fazer, então jogo o dado para decidir quais delas farei em seguida. É surpreendentemente um jogo divertido, e abriu bastante a minha mente... nesse sentido, tem sido bem útil no que diz respeito ao meu trabalho.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_hobby"
		},
		{
			"voicelineId": 60037,
			"title": "Preocupações de Yelan...",
			"voicelineType": "6002",
			"description": "Não estou exatamente tão em forma comparada a alguns artistas marciais treinados. É uma coisa hereditária que acontece em minha família. Portanto, antes de me envolver em um trabalho realmente muito importante, eu ajeito a minha agenda para ter certeza de que terei descanso o suficiente, espero até ter acumulado energia suficiente, depois me esforço bastante para terminar tudo o que precisa ser feito de uma única vez. Fora do trabalho, tento ao máximo viver a minha vida de forma calma e despreocupada. Por isso, sempre me recuso a aceitar qualquer trabalho extenuante que exija demais do meu físico.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_dialog_annoyed"
		},
		{
			"voicelineId": 60038,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Eu gosto de moer Pimentas de Jueyun secas e estames de Violetas até virarem pó, misturá-las com algumas Folhas de Chá Branco Yunlai, e então preparar um bule de chá forte. Tem uma fragrância poderosa que faz com que você se apaixone instantaneamente por ele. Prefiro bebidas como esta, com um sabor duradouro do que coisas como café e álcool.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodLike_01"
		},
		{
			"voicelineId": 60039,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Você tem que ser bem cuidados{M#o}{F#a} com doces. Aquela poderosa sensação de satisfação... ela debilita sua força de vontade e faz você se sentir relaxad{M#o}{F#a}. Basta apenas algumas mordidas para ficar viciad{M#o}{F#a}, e com o consumo a longo prazo, você certamente perderá sua determinação.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_foodDislike"
		},
		{
			"voicelineId": 60068,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Hmm, sua técnica é boa. Foi quase o suficiente para me subornar.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_pref_01"
		},
		{
			"voicelineId": 60069,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Depois que você se acostuma à comida apimentada, todo o resto não parece ter o mesmo impacto. Não tem jeito.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_normal_01"
		},
		{
			"voicelineId": 60070,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Que tal jogarmos o dado? Se o número que você tirar for menor que o meu, você terá que comer, que tal?",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_spice_dislike_01"
		},
		{
			"voicelineId": 60040,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Se eu lhe dissesse que talvez você não deveria comemorar demais hoje, porque você pode acabar abaixando sua guarda, e alguém por aí pode estar esperando exatamente este momento para aproveitar essa oportunidade contra você... certamente você não cairia muito bem. Então, relaxe, pegue leve hoje. Oh, e você provavelmente deveria passar pela Casa de Chá Yanshang — fiz algumas guloseimas especialmente para você. Nada doce, é claro. Apenas com um leve toque apimentado.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 60041,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Em minha área de trabalho, habilidades de combate são essenciais.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 60042,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Às vezes, é preciso atacar forte e rápido no momento correto para expor as mentiras, evitando qualquer interferência indesejada.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 60043,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Encontrar a verdade pode parecer simples, mas exige perseverança para continuar seguindo o rastro das pistas e é preciso força para segui-las profundamente a um território perigoso.",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 60044,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Já faz um tempo que te considero como {M#meu}{F#minha} informante mais importante. Naturalmente, preciso estar totalmente preparada para enfrentar quaisquer riscos que possam vir com a resposta final quando você me trouxer. Vamos lá, vamos buscá-la!",
			"voicefile": "VO_friendship/VO_yelan/vo_yelan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 60045,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Capturado!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_01"
		},
		{
			"voicelineId": 60046,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Te peguei!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_02"
		},
		{
			"voicelineId": 60047,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Silêncio!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill1_03"
		},
		{
			"voicelineId": 60048,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Acabou a diversão!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_01"
		},
		{
			"voicelineId": 60049,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Lá vem o truque final!",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_02"
		},
		{
			"voicelineId": 60050,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Hora de tentar a sorte.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_skill3_03"
		},
		{
			"voicelineId": 60051,
			"title": "Início da Corrida - I",
			"voicelineType": "700001",
			"description": "Vai com calma.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_explore_sprint_start_01"
		},
		{
			"voicelineId": 60052,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Dinheiro fácil.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_01"
		},
		{
			"voicelineId": 60053,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Tesouros... uma boa forma de atrair seu alvo de seu esconderijo.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_02"
		},
		{
			"voicelineId": 60054,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Um baú cheio de tesouros... e uma coletânea de possíveis pistas.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_chest_open_03"
		},
		{
			"voicelineId": 60055,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Que saco...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_01"
		},
		{
			"voicelineId": 60056,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Improvisar não foi uma boa ideia...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_02"
		},
		{
			"voicelineId": 60057,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Não contei com isso...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_03"
		},
		{
			"voicelineId": 60058,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Volte, eu vou terminar este trabalho.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_01"
		},
		{
			"voicelineId": 60059,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Você está encurralado, deixe comigo.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_less30_teammate_02"
		},
		{
			"voicelineId": 60060,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Quais as... Chances?",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_01"
		},
		{
			"voicelineId": 60061,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Como... Errei...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_02"
		},
		{
			"voicelineId": 60062,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Mas a verdade... ainda é desconhecida...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_life_die_03"
		},
		{
			"voicelineId": 60063,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Que audácia.",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_L_02"
		},
		{
			"voicelineId": 60064,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Não...",
			"voicefile": "VO_gameplay/VO_yelan/vo_yelan_battle_hit_H_01"
		},
		{
			"voicelineId": 60065,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Quem é nosso alvo desta vez?",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_01"
		},
		{
			"voicelineId": 60066,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Está na hora de puxar o gatilho.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_02"
		},
		{
			"voicelineId": 60067,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Vamos fazer umas perguntas por aí.",
			"voicefile": "VO_teamJoin/vo_yelan_teamJoin_03"
		}
	]
}