{
	"id": 10000049,
	"name": "Yoimiya",
	"friendLines": [
		{
			"voicelineId": 49032,
			"title": "Olá",
			"voicelineType": "1000",
			"description": "Boas-vindas a Naganohara! Meu nome é Yoimiya — me avise se precisar de alguma coisa!\nTemos Kushikatsu, crepe de ovo... Espere, não, isso não é um restaurante. Nós produzimos fogos de artifício! Como esses, viu? Pequenos fogos de artifício brilhantes e explosivos~",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_draw_appear"
		},
		{
			"voicelineId": 49033,
			"title": "Conversa: Fogos de Artifício",
			"voicelineType": "1101",
			"description": "Os fogos de artifício são temporários, mas as amizades são eternas.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_01"
		},
		{
			"voicelineId": 49034,
			"title": "Conversa: Contando Histórias",
			"voicelineType": "1102",
			"description": "Já que não temos nada melhor para fazer, que tal uma história?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_02"
		},
		{
			"voicelineId": 49035,
			"title": "Conversa: Peixe dourado",
			"voicelineType": "1103",
			"description": "Você já teve um peixe dourado de estimação? Eles são lindos.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_03"
		},
		{
			"voicelineId": 49036,
			"title": "Quando está chovendo...",
			"voicelineType": "1201",
			"description": "Ahh, os foguetes vão ficar encharcados! Vamos nos abrigar, rápido! Oh não, não vamos conseguir!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_heavyRain_01"
		},
		{
			"voicelineId": 49037,
			"title": "Quando Neva",
			"voicelineType": "1202",
			"description": "Haha, vou fazer uma bola de neve... hoo!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_snowy_01"
		},
		{
			"voicelineId": 49038,
			"title": "Quando Sai o Sol...",
			"voicelineType": "1203",
			"description": "Ah, que sensação boa! Sinto que todo o meu corpo relaxou, parece que vou flutuar.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_sunny_01"
		},
		{
			"voicelineId": 49039,
			"title": "Quando Sopra o Vento",
			"voicelineType": "1204",
			"description": "O vento está muito forte— Não consigo falar—!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_gale_01"
		},
		{
			"voicelineId": 49040,
			"title": "Bom dia...",
			"voicelineType": "1001",
			"description": "Ah... *bocejo* Bom dia. O ar matinal é o mais fresco do dia. Venha, respire profundamente — é bom para o cérebro~",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingMorning"
		},
		{
			"voicelineId": 49041,
			"title": "Boa tarde...",
			"voicelineType": "1002",
			"description": "É hora do almoço! ...Oh céus, um ovo com gema dupla. Mas que sorte!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNoon"
		},
		{
			"voicelineId": 49042,
			"title": "Boa noite...",
			"voicelineType": "1003",
			"description": "Agora é o melhor momento para testar nossos fogos de artifício, embora eu tenha quase certeza de que eles ficariam tão bonitos explodindo no chão quanto no céu... Hehe, estou brincando, vou tomar cuidado com a segurança.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight"
		},
		{
			"voicelineId": 49043,
			"title": "Boa noite...",
			"voicelineType": "1004",
			"description": "Hora da pergunta! Então, o que devemos fazer depois de ver fogos de artifício durante um dia inteiro? Hehe, a resposta é... Ver fogos de artifício novamente nos nossos sonhos, claro! Boa noite. Até amanhã!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight2"
		},
		{
			"voicelineId": 49044,
			"title": "Sobre Yoimiya: Assuntos de Família",
			"voicelineType": "2001",
			"description": "A audição do meu pai não é muito boa. Quando eu era mais nova, ele estava sempre sorrindo, não importa o que eu lhe dissesse, então eu pensei que tudo o que eu dizia estava certo. Aí continuei falando, e ele continuou sorrindo. Mais tarde, eu descobri que ele estava sorrindo porque não conseguia escutar muito bem, mas... Contanto que ele esteja realmente feliz, vou continuar falando com ele.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle"
		},
		{
			"voicelineId": 49045,
			"title": "Sobre Yoimiya - Falar",
			"voicelineType": "2002",
			"description": "Não me preocupo com a expressão \"quem muito fala, muito erra\". As emoções contidas nas palavras que as pessoas dizem não mentem. Desentendimentos que surgem ao dizer coisas erradas podem ser esclarecidos se continuarmos falando, mas, se você não disser nada, a outra pessoa não saberá o que você quer dizer, e não poderá se aproximar de você.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49046,
			"title": "Sobre nós - Pedra, Papel e Tesoura",
			"voicelineType": "2003",
			"description": "Vamos brincar de pedra, papel e tesoura! Quando eu disser, vai — pedra, papel, tesoura! Uhuuul, eu ganhei! Eu ganhei! ...Hmm? Eu não mudei minha jogada, de maneira nenhuma.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close"
		},
		{
			"voicelineId": 49047,
			"title": "Sobre nós - Companheirismo",
			"voicelineType": "2004",
			"description": "Na verdade, o que eu faço não importa. O que importa são as pessoas com quem eu faço junto. Quando estou com você, até mesmo as atividades mais simples, como apreciar a paisagem ou chutar uma lata, me deixam muito feliz. Eu nunca me canso de falar com você.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49048,
			"title": "Sobre a Visão",
			"voicelineType": "3001",
			"description": "Vou contar um pequeno segredo para você. Quando recebi minha Visão pela primeira vez, eu usei-a como pedra de isqueiro para acender fogos de artifício e ferver água. Depois, voltei para casa, larguei-a na dispensa e me esqueci que tinha. No fim, foi meu pai que a encontrou e disse que era um item precioso que eu precisava proteger. Haha, pelo menos ela não foi levada de volta pela nossa querida Arconte.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49049,
			"title": "Algo para Compartilhar: Ritual de Lanternas",
			"voicelineType": "3002",
			"description": "Você sabia que os fogos de artifício usados durante o Ritual de Lanternas de Liyue foram comprados na nossa loja? Eu os produzi sob encomenda antes de pedir para Beidou entregá-los em Liyue. Exportações como essa não são permitidas pelo Decreto Sakoku, mas... Quem pode fazer um festival sem fogos de artifício?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_01"
		},
		{
			"voicelineId": 49050,
			"title": "Algo para Compartilhar: Ciclos",
			"voicelineType": "3003",
			"description": "\"Quando a última centelha dos fogos de artifício desaparecer no céu, ela se transformará em chuva e neve, e cairá novamente sobre a terra, nutrindo os campos e alimentando a humanidade, para que um dia possam ser disparados para o céu novamente e exibir toda a sua exuberância\". De todas as histórias que meu pai me contou, esta é minha favorita.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_02"
		},
		{
			"voicelineId": 49051,
			"title": "Algo para Compartilhar: Ponto de Luz",
			"voicelineType": "3004",
			"description": "Você já pisou em pontos de luz quando era criança? Pontos de luz são aqueles círculos criados quando a luz do sol passa pelas folhas das árvores e chega até o chão. Antes, eu pensava que os pontos de luz desapareceriam se pisássemos neles, mas o ponto sempre aparecia sobre o meu pé. Eu tentava várias vezes, mas nunca conseguia... Na época, eu odiava perder — até que sentava em uma pedra, suspirava e pensava, \"Ah, então existem coisas nesse mundo em que não conseguimos pisar...\"",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_03"
		},
		{
			"voicelineId": 49052,
			"title": "Coisas Interessantes...",
			"voicelineType": "3005",
			"description": "Um dia, enquanto me agachava ao lado de uma criança para vê-la pegar peixes dourados durante um festival de verão, me ocorreu uma ideia: será que eu consigo fazer fogos de artifício que explodem na superfície da água? Foi assim que nasceram os \"Fogos de Artifício Peixe Dourado\"! Eles nadam de um lado para o outro, emitem luzes de várias cores e podem até mesmo fazer bolhas! Nunca imaginei que isso realmente funcionaria, mas milagres acontecem.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_gift"
		},
		{
			"voicelineId": 49053,
			"title": "Sobre Beidou...",
			"voicelineType": "4001",
			"description": "Beidou está me ajudando a entregar meus fogos de artifício desde quando Inazuma se fechou. Eu preparei um fogo de artifício enorme no formato de um barco só para surpreendê-la — e, quando a Frota Crux estava prestes a partir, o fogo de artifício disparou bem na frente deles, direto para o céu. Os marinheiros se assustaram muito — eles pensaram que um de seus navio estava prestes a decolar! Mas Beidou gostou bastante do truque, dizendo que uma surpresa agradável deveria ser exatamente assim — agradável e surpreendente.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_beidou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49054,
			"title": "Sobre a Shogun Raiden...",
			"voicelineType": "4002",
			"description": "É provável que os fogos de artifício sejam a coisa mais distante da \"eternidade\" que a Shogun almeja. Ela provavelmente acha que a glória transiente desses artefatos não tem aplicações práticas em Inazuma. *Suspiro* Talvez aqueles que tenham a \"eternidade\" ao seu alcance nunca compreendam os fogos de artifício. É exatamente porque nós, como mortais, não passamos de sombras efêmeras que precisamos apreciar essas manifestações explosivas de beleza.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49055,
			"title": "Sobre Kamisato Ayaka: Seriedade",
			"voicelineType": "4003",
			"description": "Cooperamos bastante devido ao trabalho. Ao contrário das pessoas das outras duas Comissões, ela sempre me deixa terminar de falar e responde com seriedade, sem demonstrar impaciência. Eu diria que a palavra \"refinada\" foi inventada para ela.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49056,
			"title": "Sobre Kamisato Ayaka: Banhos",
			"voicelineType": "4004",
			"description": "Um dia, estávamos discutindo assuntos relacionados ao festival de verão até altas horas da noite. Estávamos extremamente cansadas, e eu convidei-a para um banho. Mas, quando soube que várias pessoas estariam tomando banho na mesma piscina, ela ficou vermelha na hora! Foi aí que eu aprendi que senhoritas da nobreza não usam banheiros públicos.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49057,
			"title": "Sobre Thoma...",
			"voicelineType": "4005",
			"description": "Ele é bem falador, e acredita em cada palavra que diz. Às vezes, pode parecer que não há relação entre os assuntos mas, conforme ele continua, tudo converge perfeitamente em um único propósito. É... bem diferente da forma como eu faço as coisas. Eu peço ajuda para ele sempre que encontro um problema que não consigo decifrar.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49058,
			"title": "Sobre Yae Miko...",
			"voicelineType": "4006",
			"description": "Em certa ocasião, Ayaka me perguntou, durante um ritual no santuário, se eu poderia preparar alguns fogos de artifício para divertir a Senhora Guuji. Pensei comigo mesma, \"a Senhora Guuji não deveria ficar sentada dentro do santuário durante todo o ritual?\". Então comecei a observá-la o tempo todo durante o ritual, me perguntando como ela faria para soltar os fogos de artifício. Eu esperei, esperei, até o momento quando Ayaka veio me dizer que a Senhora Guuji estava encantada. Quer dizer, como assim? Ela já tinha soltado os fogos de artifício? Será que a pessoa que estava sentada dentro do santuário era realmente ela?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49059,
			"title": "Sobre Arataki Itto: Duelos",
			"voicelineType": "4007",
			"description": "Oh, sei que ele tem uma aparência assustadora, mas ele é muito popular com as crianças. Porém, ele às vezes é bastante competitivo. Sempre que brincamos com as crianças, a brincadeira se transforma rapidamente em uma competição entre nós. Por exemplo, bebemos uma tigela inteira de sopa de lámen de uma vez só, ou tentamos comer ameixas azedas sem fazer careta. As crianças torcem por nós dois, e tentam adivinhar quem será o vencedor. E, quando isso acontece... Bem, também não quero perder, né?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49060,
			"title": "Sobre Arataki Itto: a Gangue de Arataki",
			"voicelineType": "4008",
			"description": "Gangue de Arataki? Oi!? Então ele não é apenas uma pessoa com demasiado tempo livre?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49061,
			"title": "Sobre Kaedehara Kazuha...",
			"voicelineType": "4009",
			"description": "As pessoas que não têm preocupações, assim como eu, falam abertamente, enquanto aqueles que se preocupam demais falam de poesias antigas ou da paisagem. Eles falam sobre flores e pássaros, sobre o vento e a lua, mas nunca falam sobre a realidade que os confronta. Hmm, tenho certeza de que ele tem várias histórias para contar.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49062,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4010",
			"description": "Devido a preocupações com a segurança pública e riscos de incêndio, normalmente sou obrigada a ir até a sede da Comissão Tenryou para levar sermão. Kujou Sara é provavelmente a mais razoável de todos eles. Pelo menos ela me escuta antes de julgar minhas ações. Se eu estiver certa, ela valida minha perspectiva, mas se eu estiver errada... Hehe, aí eu peço para Thoma vir e me ajudar a pedir desculpa para ela!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kujoSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49063,
			"title": "Sobre Sayu...",
			"voicelineType": "4011",
			"description": "Me avise quando você a encontrar, pode ser? Eu gostaria muito de levá-la a um dos festivais e apresentá-la a vários amigos novos. Ela sempre parece um pouco triste, mas se encontrar pessoas com quem possa sair, talvez se anime novamente!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49064,
			"title": "Sobre Klee...",
			"voicelineType": "4012",
			"description": "Como é? Você disse que tem uma criança em Mondstadt com grande habilidade para produzir bombas? Bombas e foguetes não são muito diferentes. Em outras palavras, pode ser que ela seja uma gênio... Ah, eu adoraria conhecê-la. *Suspiro* Mas não é perigoso deixar uma criança brincar com explosivos? As pessoas de Mondstadt não se preocupam com ela?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49083,
			"title": "Sobre Kirara...",
			"voicelineType": "4013",
			"description": "A entregadora do Komaniya Express? Ela é super confiável e bastante rápida! Ingredientes usados em colorir os fogos de artifício sempre acabam rapidamente, mas ela sempre entrega um novo lote exatamente quando preciso! Eu dei fogos de artifício uma vez a ela como presente de agradecimento, mas ela estava assustada demais para acendê-los, dizendo que já se assustou com o som dos fogos de artifício. Hehe, então eu disse a ela para que encontrasse um bom mirante bem longe e os disparei para ela.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49065,
			"title": "Mais sobre Yoimiya - I",
			"voicelineType": "5001",
			"description": "Posso contar uma história? Ok, ok. Sente-se aqui, e eu vou contar a história que mais me orgulha — a história da família Naganohara! É raro me ouvir falar sobre uma coisa tão séria assim, sabia?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_01"
		},
		{
			"voicelineId": 49066,
			"title": "Mais sobre Yoimiya - II",
			"voicelineType": "5002",
			"description": "Na nossa família, temos a tradição de dar um registro a todos os clientes que encomendam fogos de artifício personalizados. O registro, cujos conteúdos podem ser decifrados apenas por membros da nossa família, registra a fórmula específica dos fogos de artifício encomendados. Em dez anos, ou em mil anos, nossa família poderá produzir exatamente os mesmos fogos de artifício que produziu no passado, contanto que o cliente nos traga tal registro.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 49067,
			"title": "Mais sobre Yoimiya - III",
			"voicelineType": "5003",
			"description": "Os mais belos fogos de artifício estão ligados aos nossos momentos mais mágicos. Pequenas emoções, que poderiam facilmente desaparecer, são capturadas dentro desses fogos de artifício, e transmitidas de uma forma nova. Os registros que damos aos nossos clientes funcionam como uma chave, à espera daqueles que desejam abrir um portão para comemorar o passado. Nós, da família Naganohara, somos os guardiões desse portão.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49068,
			"title": "Mais sobre Yoimiya - IV",
			"voicelineType": "5004",
			"description": "Cada instante do festival de verão é um conto em movimento. Aqueles que se encontram sob as luzes dos fogos de artifício crescem, amadurecem e envelhecem. Quando soltam os mesmos fogos de artifício que haviam sido soltados no princípio, os céus refletem a mesma imagem de anos atrás... Os fogos de artifício não são eternos, mas eu acredito que as lindas emoções que se escondem por trás deles devem acompanhar Inazuma por toda eternidade.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 49069,
			"title": "Mais sobre Yoimiya - V",
			"voicelineType": "5005",
			"description": "Não contarei o final da história, eu acho. Em vez disso, vamos assistir os fogos de artifício junt{M#o}{F#a}s, em silêncio. Você pode escrever a respeito da beleza da paisagem e tudo o que você gostaria de dizer. Não que este seja o fim, é claro. Muito pelo contrário. Acredito que nossa história esteja apenas começando.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49070,
			"title": "Passatempos de Yoimiya: Brincar",
			"voicelineType": "6001",
			"description": "Fogos de Artifício! Espera, isso não conta? Bem, então vou ter que pensar. Hmm... Esta é difícil. Gosto de conversar com meus vizinhos, gosto de ir aos festivais de verão com as crianças, de nadar, de colher frutas selvagens... Ah, não consigo decidir de qual dessas coisas eu gosto mais... Espera, já sei! Gosto de brincar com todo mundo!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_01"
		},
		{
			"voicelineId": 49071,
			"title": "Passatempos de Yoimiya: Imitar",
			"voicelineType": "6006",
			"description": "*Barulho de bolhas* Hah! Estou imitando o barulho que Paimon faz quando ela desaparece!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_02"
		},
		{
			"voicelineId": 49072,
			"title": "Problemas de Yoimiya...",
			"voicelineType": "6002",
			"description": "Hmm, o livro que eu estava lendo há muito tempo finalmente terminou. Mas a protagonista perdeu sua memória, e o casamento planejado não deu certo... Que triste...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_annoyed"
		},
		{
			"voicelineId": 49073,
			"title": "Comida favorita...",
			"voicelineType": "6003",
			"description": "Gosto mais das sobremesas do que dos pratos principais. Eu sempre pulo de tenda em tenda durante os festivais, comendo o que encontro na frente. A propósito, você sabe fazer sobremesas? Eu troco os dangos que eu fiz com você. Pode ficar com esses grandões!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodLike"
		},
		{
			"voicelineId": 49074,
			"title": "Comida que detesta...",
			"voicelineType": "6004",
			"description": "O leite sempre me dá fogos de artifício no estômago — caboom! Mas, por algum motivo, consigo comer sobremesas feitas com leite sem problema algum. Talvez o pequeno Seelie que vive no meu estômago seja mais exigente do que os demais.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodDislike"
		},
		{
			"voicelineId": 49080,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Uau, você é ótim{F#a}{M#o} na cozinha! Você deveria abrir um estande no festival, seria um sucesso!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_pref_01"
		},
		{
			"voicelineId": 49081,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Comida boa anima as pessoas, e quando as pessoas estão animadas, elas começam a falar. Oh, eu tenho uma história para contar!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_normal_01"
		},
		{
			"voicelineId": 49082,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Argh, sinto como se tivesse um Espectro dentro do meu estômago... Isso não é bom...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_dislike_01"
		},
		{
			"voicelineId": 49075,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Os aniversários nunca são ocasiões que devemos comemorar sozinhos. Aqueles que nos mandam bolos, velas, aplaudem, cantam... Todos eles estão realmente felizes por termos vindo a este mundo. É por isso que o aniversário deve ser alegre, para que todos possam ter uma chance de nos agradecer! Neste caso — feliz aniversário! Preparad{M#o}{F#a}? Vou soltar fogos de artifício!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 49076,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Quanto mais alto voamos, mais barulhenta é a explosão!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 49077,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Haha, deixe-me tentar disparar uma flecha com fogos de artifício para o céu e ver como é!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 49078,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Com todas as habilidades de combate que aprendi com você, talvez eu devesse ser uma aventureira também, além do meu trabalho diário produzindo fogos de artifício... ou será que eu deveria me tornar uma \"heroína\"?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49079,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "\"Não criemos pânico, Yoimiya chegou! Xô, maldade! A justiça venceu!\"\nVocê acha que esta é uma boa forma de mostrar os poderes que você me ensinou para as crianças? Fica legal, não fica? Hehe. Se alguém mexer com você, pode me falar. Eu estarei ao seu lado!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 49009,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Hora de um espetáculo de luzes!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_01"
		},
		{
			"voicelineId": 49010,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "O fusível está aceso!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_02"
		},
		{
			"voicelineId": 49011,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Perigo de incêndio~",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_03"
		},
		{
			"voicelineId": 49012,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Uma reprise festiva!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_01"
		},
		{
			"voicelineId": 49013,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Que venha o peixinho!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_02"
		},
		{
			"voicelineId": 49014,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Hora dos fogos de artifício!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_03"
		},
		{
			"voicelineId": 49015,
			"title": "Abrindo o Planador - I",
			"voicelineType": "800001",
			"description": "Lá vamos nós!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_explore_fly_start_01"
		},
		{
			"voicelineId": 49016,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Será que encontraremos materiais para fogos-de-artifício aqui?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_01"
		},
		{
			"voicelineId": 49017,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "O que temos aqui?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_02"
		},
		{
			"voicelineId": 49018,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Oooh, deixe-me abrir!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_03"
		},
		{
			"voicelineId": 49019,
			"title": "Vida baixa - I",
			"voicelineType": "410001",
			"description": "Uh-oh, uh-oh!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_01"
		},
		{
			"voicelineId": 49020,
			"title": "Vida baixa - II",
			"voicelineType": "410002",
			"description": "Oh, que vergonha...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_02"
		},
		{
			"voicelineId": 49021,
			"title": "Vida baixa - III",
			"voicelineType": "410003",
			"description": "Tenho que ficar de olho...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_03"
		},
		{
			"voicelineId": 49022,
			"title": "Aliado com Vida baixa - I",
			"voicelineType": "400001",
			"description": "Vim ajudar!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_01"
		},
		{
			"voicelineId": 49023,
			"title": "Aliado com Vida baixa - II",
			"voicelineType": "400002",
			"description": "Não tema, Yoimiya está aqui!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_02"
		},
		{
			"voicelineId": 49024,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Foi um acidente...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_01"
		},
		{
			"voicelineId": 49025,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Acho que... me diverti demais...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_02"
		},
		{
			"voicelineId": 49026,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "É o fim... do festival.",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_03"
		},
		{
			"voicelineId": 49027,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900001",
			"description": "Alguém tem um isqueiro?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_L_02"
		},
		{
			"voicelineId": 49028,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Essa não contou!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_H_02"
		},
		{
			"voicelineId": 49029,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Quer organizar um festival?",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_01"
		},
		{
			"voicelineId": 49030,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "É hora de brincar!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_02"
		},
		{
			"voicelineId": 49031,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Mais companheiros. Eba!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_03"
		}
	]
}