{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Olá...",
			"voicelineType": "1006",
			"description": "Olá. Meu nome é Yumemizuki Mizuki, uma terapeuta. Se você tiver algo em sua mente, pode falar comigo. Não importa quão pesado seja seu pesadelo, eu o afastarei de sua mente e não deixarei uma única sombra para trás. Não acredita em mim? Bem, se você tiver um tempo... Você gostaria de vir para a minha clínica agora?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Bate-papo - Sessão de Terapia",
			"voicelineType": "1101",
			"description": "O sonho de ontem à noite... tinha um sabor maravilhoso. Obrigada por compartilhá-lo comigo.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Bate-papo - Assuntos Corporativos",
			"voicelineType": "1102",
			"description": "Ainda não terminei de olhar os relatórios financeiros do trimestre passado... Que dor de cabeça.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Bate-papo - Desmotivação",
			"voicelineType": "1103",
			"description": "Se estiver se sentindo aborrecid{M#o}{F#a}, deixe seu trabalho de lado e saia para tomar um ar.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Quando Está Chovendo...",
			"voicelineType": "1201",
			"description": "Quando o clima está tenebroso, nossas emoções geralmente correspondem a isso...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Quando Está Trovejando...",
			"voicelineType": "1202",
			"description": "Será que... a Toda-Poderosa Shogun está tendo um dia ruim?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Quando Faz Sol...",
			"voicelineType": "1203",
			"description": "A luz do sol não é sempre algo bom. Se for clara demais, a luz pode entrar nos seus olhos e fazer você ficar tont{M#o}{F#a}.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Depois da Chuva...",
			"voicelineType": "1204",
			"description": "Agora que as nuvens de chuva se foram, está na hora de fazer o mesmo com nossos problemas.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "A Ventania Está Chegando...",
			"voicelineType": "1205",
			"description": "Hmm~ o vento está perfeito. Me sinto refrescada e pronta para tudo.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Bom Dia...",
			"voicelineType": "1001",
			"description": "Sentiu isso? Eu abri a janela para deixar entrar um pouco de ar fresco. Ah, o ar puro matinal, o sol nascente, a brisa fresca... Meu humor já está bem melhor — uma bela manhã mesmo.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Boa Tarde...",
			"voicelineType": "1002",
			"description": "Uma soneca rápida no meio do dia pode te dar um impulso de energia, quero dizer \"rápida\" mesmo. Dormir tempo demais vai te deixar mais cansad{M#o}{F#a}... Quer que eu te acorde em breve?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Boa Noite...",
			"voicelineType": "1003",
			"description": "Está ficando tarde. Tente ir dormir num horário razoável, ok? Se você ficar de pé até tarde dançando, lendo livros ou jogando, a qualidade do seu sono vai sofrer muito!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Boa Noite...",
			"voicelineType": "1004",
			"description": "Ah, indo para cama? Aqui, beba esse copo de leite antes de ir. Eu adicionei algumas ervas para ajudar no sono. Boa noite e bons sonhos!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "Sobre Yumemizuki Mizuki - Tradições Termais",
			"voicelineType": "2001",
			"description": "As fontes termais de Natlan ficam numa área aberta perto do mar, o que significa que você pode conversar com um monte de pessoas enquanto aproveita a brisa fresca.\nAgora, se eu tentasse fazer o mesmo em Inazuma, as pessoas provavelmente diriam, \"Ver alguém que você conhece na casa de banho já é vergonhoso suficiente, mas conversar com um estranho? Inconcebível...\"\nViu? Nem todas as fontes termais são criadas igualmente.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "Sobre Yumemiru Mizuki - Banhos de Aisa",
			"voicelineType": "2005",
			"description": "Você já ouviu falar da Banhos de Aisa? É uma fonte termal fechada. Quando eu me tornei acionista, tive uma visão para um novo tipo de prática clínica — fazer pacientes tomarem banhos medicinais para relaxar a mente e corpo antes do tratamento.\nMas, bem... Na maior parte do tempo, a água quente fazia as pessoas dormirem antes de eu sequer chegar na parte clínica. Após acordar, elas elogiavam meus métodos e diziam que eu operava milagres.\nEmbora eu não tenha feito nada! Isso só mostra o que um bom descanso consegue fazer...\nUma simples boa noite de sono pode solucionar muitos problemas, na verdade. E, mesmo assim, as pessoas insistem em ir até o limite.\n*Suspiro* Eu só queria que as pessoas dessem ouvido quando seus corpos avisam que precisam descansar...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "Sobre Nós - Jornada",
			"voicelineType": "2003",
			"description": "Eu já estive em cinco das sete nações em Teyvat. Acho que isso faz de mim uma viajante. Embora eu viva em Inazuma, geralmente tenho negócios em Natlan. Então, como companheir{M#os}{F#as} viajantes, temos que ficar unid{M#os}{F#as}!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "Sobre Nós - Bons Sonhos",
			"voicelineType": "2002",
			"description": "Existe uma regra entre os Yumekui-baku — não podemos consumir um bom sonho sem a permissão do dono. Bons sonhos são tesouros preciosos, e sua ausência pode desencadear uma sensação de perda e vazio.\nMas você parece ser uma exceção — seus sonhos são como um bau do tesouro sem fundo. Estou nessa linha de trabalho há séculos, mas nunca encontrei ninguém com sonhos tão brilhantes quanto os seus...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "Sobre a Visão...",
			"voicelineType": "3006",
			"description": "Dizem que Visões são provas do reconhecimento dos deuses — um milagre manifestado. E, baseado no que ouvi, muitas pessoas sem uma Visão estão esperando que o mesmo milagre aconteça com elas.\nMas sonhar com algo inalcançável geralmente significa se colocar no caminho do desapontamento, especialmente quando você acorda e a realidade bate na porta.\nÀs vezes, na perseguição de uma miragem, nós transformamos inconscientemente a realidade em um pesadelo do qual devemos escapar... Só posso esperar que isso não aconteça com eles.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Algo para Compartilhar...",
			"voicelineType": "3002",
			"description": "Ya-chan e Te-chan são mais do que companheiros — são parte de mim, formados pelos meus poderes Youkai. Eles representam minha sabedoria e espírito, respectivamente, e você pode vê-los como manifestações da minha racionalidade e empatia. Eles me ajudam a administrar tratamentos ocasionalmente e são muito capazes em combate também!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Coisas Interessantes...",
			"voicelineType": "3003",
			"description": "Eu voltei para Inazuma no dia antes do ataque ao Povo das Termas. Mualani me escreveu uma carta e me contou o que houve. Parece que você tem talento para salvar o dia. Agora que penso nisso, baseado no que eu soube de Miko, essa seria a segunda vez que eu te desencontrei bem quando estávamos prestes a nos cruzar! Mas, agora, posso finalmente contar {M#o lendário}{F#a lendária} Viajante entre meus conhecidos.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Conclua \"Ode Flamejante da Ressurreição\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "Sobre Yae Miko - Passado",
			"voicelineType": "4001",
			"description": "Centenas de anos atrás, éramos vizinhas. Miko era muito mais séria sobre seus objetivos na época, mesmo assim, a inocência da juventude permeava tudo. Sinto falta daqueles dias às vezes — Miko havia acabado de aprender a se transformar em humana, e a vida era tão simples... Todo dia, ela vinha me encontrar e me deixava experimentar os sonhos dela.\nNotas de flor de Sakura, papel, tinta, Dango de Três Cores e Tofu Frito... Isso que me lembro. Ela me implorava para me transformar em humana com ela e me arrastava para a cidade para encontrar coisas que combinavam com os sabores nos sonhos dela. Se alguém nos pegasse, nos transformávamos de volta imediatamente e fugíamos, correndo tão rápido que eu ficava para trás na metade das vezes...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "Sobre Yae Miko - Situação Atual",
			"voicelineType": "4002",
			"description": "Agora, Miko é a Guuji do Grande Santuário Narukami. Após crescer, eu nunca experimentei os sonhos dela de novo. Quem sabe se alguns dos sabores são os mesmos de antigamente...\nConsumir sonhos sem permissão é o maior tabu para minha espécie. Mesmo se ela viesse até mim e me pedisse após tanto tempo, eu... eu acho que recusaria. Somos rivais de negócios agora, e pretendo acompanhar o ritmo dela dessa vez.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Permanência, a Sublimação da Sombra\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "Sobre a Shogun Raiden...",
			"voicelineType": "4003",
			"description": "Eu reuni a coragem de convidar a Toda-Poderosa Shogun para a casa de banho após o Festival da Flor Mikawa. Enquanto ela entrava na piscina, um fio do cabelo dela ficou à deriva na água. Eu pensei em estender a mão para ajeitar, mas fiquei preocupada em ser casual demais com uma figura tão nobre. Claro, duvido que Miko hesitasse... É um lembrete infeliz que ainda tenho um longo caminho a trilhar como Youkai.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Sonhos Transientes\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "Sobre Sangonomiya Kokomi...",
			"voicelineType": "4004",
			"description": "A Sacerdotisa Divina da Ilha Watatsumi é tão digna e educada. Conversar com ela sempre me deixa relaxada. Se eu abrir uma nova filial da Banhos de Aisa na Ilha Watatsumi ou algum outro tipo de negócio, espero ter mais chances de trabalhar com ela...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "Sobre Yoimiya...",
			"voicelineType": "4005",
			"description": "Ah, você fala da Rainha dos Festivais de Verão? Sim, ela é bem memorável.\nOcasionalmente, eu faço uma pesquisa de saúde mental para ver se há áreas perto de Inazuma onde as pessoas tenham mais probabilidade de precisar de tratamento...\nAqueles que vivem perto da Srta. Yoimiya precisam de pouquíssimo, e duvido que seja uma coincidência. É difícil ser qualquer coisa além de positivo com uma pessoa tão animada e alegre por perto!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "Sobre Kamisato Ayaka...",
			"voicelineType": "4006",
			"description": "Ah, Srta. Ayaka... Ela ainda era uma garotinha quando saí de Inazuma, mas até na época, ela já havia começado a estudar arranjos de flores e a arte da espada. O irmão dela já contratou meus serviços secretamente, esperando aliviar algumas das ansiedades dela.\nO que lembro do sonho dela... é o cheio de madeira velha e chuva forte, como um pavilhão de madeira solitário à beira do desabamento em uma tempestade. Fiz o meu melhor para tratá-la, até que ela finalmente caiu num sono pacífico.\nMuitos anos se passaram desde então. Espero que ela tenha encontrado pessoas em quem confiar, para ela não precisar passar por aquela tempestade sozinha...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "Sobre Kujou Sara...",
			"voicelineType": "4007",
			"description": "Ela geralmente contrata meus serviços para ajudar os membros da Comissão Tenryou. Não é incomum ver dúvida e medo nas mentes deles, mas a dela é sempre como um metal duro e frio. Sem chuva, sem sol — como um cofre de Aço de Jade puro, inabalável e impenetrável.\nTenho muito respeito por ela por causa disso.\nApesar disso, só posso imaginar a resiliência necessária para chegar a esse ponto...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "Sobre Sayu...",
			"voicelineType": "4008",
			"description": "Hehe, ela é uma Mujina despreocupada, mas seu único problema, claro, é o desejo de ser mais alta... Tenho certeza que os sonhos dela são excessivamente bons. Eu adoraria convidá-la para vir trabalhar na casa de banho, mas ela está sempre me evitando. Heh, talvez ela saiba minhas intenções...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "Sobre Mavuika...",
			"voicelineType": "4009",
			"description": "A Arconte Pyro? Hmm, como devo dizer... A Srta. Mavuika é o tipo de pessoa que brilha tão forte, que só olhar para ela já requer óculos de sol. Como o sol de verdade, ela tem um jeito de queimar o nevoeiro e iluminar a escuridão, até com um simples aperto de mão.\n...Hã? Se eu já experimentei um dos sonhos dela? Não, não, não, não... eu não ousaria. Ela me deixou experimentar uma vez, mas entrar no sonho dela foi como entrar num vulcão, ou sufocar com cinzas. Tudo que eu podia fazer era tossir...\nTalvez meus poderes Youkai só não sejam fortes suficientes...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "Sobre Mualani...",
			"voicelineType": "4010",
			"description": "Ah, Mualani... Ela é a pessoa mais amigável que já conheci. Eu vivi com o Povo das Termas durante meu tempo em Natlan e nunca poderia ter aberto meu estabelecimento lá sem a ajuda dela. Ela me arrastou para a Câmara de Discussões e, do nada, eu estava de frente à Arconte Pyro sem nenhum aviso prévio, me tremendo toda...\nA personalidade dela é como uma onda, às vezes subindo muito acima da água, correndo bem abaixo da superfície, ou até quebrando direto contra a costa. É difícil acompanhar...\nAh, a saúde mental dela? Não acho que você precisa se preocupar. Ela está num ótimo momento. Na verdade, eu devia ir atrás dela para fazer a minha terapia...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "Sobre Nahida...",
			"voicelineType": "4011",
			"description": "Eu já visitei Sumeru no passado. Nas fronteiras da autoridade dela, é impossível eu fazer contato com os sonhos de alguém, muito menos afetá-los ou consumi-los. Mas a presença dela não é opressora — o que eu senti parecia mais uma promessa solene entre uma deusa e seu povo... Minha impressão é que ela deve ser uma deusa muito gentil.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"O Akasha Pulsa, a Chama Kalpa se Ergue\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Mais Sobre Yumemizuki Mizuki - I",
			"voicelineType": "5001",
			"description": "Devorar sonhos é uma habilidade única à minha espécie. Podemos consumir sonhos bons ou ruins, embora ambos sejam completamente diferentes em termos de sabor. Por muito tempo, não era nada além de uma forma de sustento, mas conforme envelheci, percebi que esse poder tinha um grande potencial — ajudar humanos a superarem e processarem seus problemas...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Mais Sobre Yumemizuki Mizuki - II",
			"voicelineType": "5002",
			"description": "Na verdade, os Yumekui-baku não são Youkai particularmente formidáveis. Quando a calamidade sombria chegou a Inazuma, tudo que podíamos fazer era correr e nos esconder. Nossa vizinha, a Kitsune Saiguu, se sacrificou naquele desastre. Eu fiquei devastada, mas incapaz de impedi-la... Foi ver toda aquela perda e desespero que me inspirou a seguir esse caminho. Decidi estudar em outros países e, através de minhas viagens em Liyue, Sumeru e Natlan, eu pude integrar minhas habilidades com a medicina humana. Assim, minha atual prática veio ao mundo.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Mais Sobre Yumemizuki Mizuki - III",
			"voicelineType": "5003",
			"description": "Embora eu tenha estado longe de Inazuma pelos últimos anos, os negócios de fonte termal prosperaram. Enquanto isso, trabalhei duro para estabelecer uma prática que integrasse o que aprendi em minhas viagens. Dizer às pessoas que sou uma das maiores acionistas da Banhos de Aisa abre muito mais portas, sendo esse um dos principais motivos de eu poder continuar com minha prática, mesmo apesar de todos os desafios...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Conclua \"Permanência, a Sublimação da Sombra\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Mais Sobre Yumemizuki Mizuki - IV",
			"voicelineType": "5004",
			"description": "Para mim, o maior desafio é processar as emoções negativas que vem com o consumo de um pesadelo. Eu só consumo o pesadelo de um paciente se todos os outros métodos de tratamento fracassarem. Nesse ponto, os pesadelos são geralmente altamente tóxicos e voláteis para consumo... Quando isso acontece, gosto de encontrar um lugar reservado para \"digerir\" essas emoções. Não é algo que quero que outras pessoas vejam...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Conclua \"Permanência, a Sublimação da Sombra\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Mais Sobre Yumemizuki Mizuki - V",
			"voicelineType": "5005",
			"description": "Mas, como uma terapeuta, ajudar pacientes a superarem seus pesadelos é meu dever.\n...E bem, para mim, isso é o que significa ser uma Baku.\nSempre me perguntei sobre o propósito de nosso poder. Por que ele nos foi dado? O que podemos fazer com ele? Se pensarmos em sonhos apenas como um forma de sustento, então o que nos faz diferentes de insetos irracionais que passam seus dias mastigando Melões de Lavanda?\nA psicologia me deu um propósito e um chamado — banir pesadelos de Inazuma e do mundo inteiro.\nHeh... Eu costumava pensar que passaria minha vida inteira enfrentando isso sozinha, até que te conheci... Alguém que pode virar o mundo de ponta-cabeça, que pode dobrar as vontades dos próprios deuses... Alguém que está dispost{M#o}{F#a} a aceitar minhas fraquezas, sem carência de sonhos para compartilhar... Talvez, de certa maneira, eu me tornei sua \"paciente\" também.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando Amizade atingir Nv.6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Conclua \"Ode Flamejante da Ressurreição\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Passatempos de Yumemizuki Mizuki...",
			"voicelineType": "6001",
			"description": "Ouvir música alegre e animadora é uma ótima maneira de relaxar. Quando eu vivia em Natlan, eu costumava visitar a Praça Colomche o tempo todo. A música de cavaquinho era tão bonita... Na verdade, eu soube que você sabe muito de música. Poderia tocar alguma coisa para mim alguma hora?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Preocupações de Yumemizuki Mizuki...",
			"voicelineType": "6012",
			"description": "Às vezes, pesadelos superam o que posso tolerar e agem quase como um veneno letal. Um exemplo seriam os soldados de Inazuma que lutaram durante a calamidade sombria ou os guerreiros de Natlan que batalhavam contra o Abismo no Reino da Noite. Desespero e medo enraizado tão profundamente em seus subconscientes, consumir seus pesadelos era como se estivesse tentando engolir uma faca... Uma vez, eu consumi o pesadelo de um guerreiro que acabara de retornar da Guerra da Guarda Noturna e fiquei desmaiada por vários dias...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Comida Favorita...",
			"voicelineType": "6003",
			"description": "Ah, minha comida favorita? O melhor sonho que você já teve, claro... Brincadeira. Eu não saio por aí fazendo as boas memórias das pessoas de banquete... Agora, docinhos, por outro lado... não são nada mau, especialmente após uma sessão difícil.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Comida que Odeia...",
			"voicelineType": "6004",
			"description": "Não gosto de refeições feitas de qualquer jeito, como... um pão seco, algumas cenouras, um pouco de repolho e um pedaço frio de presunto. Somos o que comemos, e isso é especialmente verdade quando o assunto é o nosso humor. Se você sofrer em cada refeição, como você vai conseguir manter uma mente saudável? Todos precisamos ser mais gentis conosco, e isso começa com o que comemos.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Recebendo Presentes — I",
			"voicelineType": "6007",
			"description": "Uau... Eu nunca comi um prato como esse antes — nem nos meus sonhos. Isso poderia muito bem ser a receita para uma noite de sono perfeita!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Recebendo Presentes — II",
			"voicelineType": "6008",
			"description": "Hmm... Um sabor bem suave, como cair em um sonho. Obrigada, eu adorei.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Recebendo Presentes — III",
			"voicelineType": "6009",
			"description": "Algum sonho terrível afetou seu sono na noite passada? Isso explicaria porque seu paladar está tão esquisito... A comida pode esperar até depois — nossa sessão de terapia tem que começar agora.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Aniversário...",
			"voicelineType": "7001",
			"description": "Hoje é um dia muito importante para nós. Conhecer você me deu a chance de testemunhar um maravilhoso mundo de sonhos infinitos... Então, por que não comemoramos essa ocasião com uma Terra Onírica só para nós {M#dois}{F#duas}? Claro, vamos precisar construir do zero. Então, me diga o que gostaria de ver...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Sentimentos sobre a Ascensão - Introdução",
			"voicelineType": "8001",
			"description": "Me sinto ficando mais forte, tanto em corpo quanto mente. Estou pronta para enfrentar pesadelos ainda mais poderosos.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Sentimentos sobre a Ascensão - Desenvolvimento",
			"voicelineType": "8002",
			"description": "Muito obrigada, do fundo do meu coração. Com sua ajuda, estou confiante que vou conseguir lidar com qualquer caso que aparecer no meu caminho.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Sentimentos sobre a Ascensão - Auge",
			"voicelineType": "8003",
			"description": "Seu encorajamento permitiu que eu olhasse para o meu interior e visse minhas fraquezas pelo que são. Você ajudou uma psicóloga no próprio caminho para a cura dela, e isso não é algo que muitas pessoas possam dizer.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Sentimentos sobre a Ascensão - Conclusão",
			"voicelineType": "8004",
			"description": "Emoções negativas também fazem parte da nossa identidade. Ansiedade, agitação e medo são o resultado de quando evitamos enfrentá-las de cabeça. O mais importante é encontrar o equilíbrio entre reconhecer essas emoções e se sentir oprimido por elas. Você me ajudou a encontrar esse equilíbrio e, agora, está fixo em minha mente. Não importa quão tóxico ou venenoso seja o pesadelo, não tenho nada a temer.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Desbloqueia quando nível de Ascensão atingir Nv.6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Habilidade Elemental - I",
			"voicelineType": "100001",
			"description": "Vamos colocar um sorriso nesse rosto~",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Habilidade Elemental - II",
			"voicelineType": "100002",
			"description": "Bons sonhos!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Habilidade Elemental - III",
			"voicelineType": "100003",
			"description": "Hora de relaxar.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Supremo - I",
			"voicelineType": "200001",
			"description": "Pesadelos, vão embora!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Supremo - II",
			"voicelineType": "200002",
			"description": "Ya-chan, Te-chan, vamos lá!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Supremo - III",
			"voicelineType": "200003",
			"description": "Jogue suas preocupações ao vento.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Abrir Baú do Tesouro - I",
			"voicelineType": "300001",
			"description": "Ah, que belo achado!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Abrir Baú do Tesouro - II",
			"voicelineType": "300002",
			"description": "Oh, uma coisinha para melhorar o humor!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Abrir Baú do Tesouro - III",
			"voicelineType": "300003",
			"description": "Às vezes, o melhor remédio é um pouco de Mora no bolso.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "Vida Baixa - I",
			"voicelineType": "410001",
			"description": "Tá ficando complicado...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "Vida Baixa - II",
			"voicelineType": "410002",
			"description": "Pode ser uma causa perdida...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "Vida Baixa - III",
			"voicelineType": "410003",
			"description": "Não é um bom sinal...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "Aliado com Vida Baixa - I",
			"voicelineType": "400001",
			"description": "Me deixe entrar.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "Aliado com Vida Baixa - II",
			"voicelineType": "400002",
			"description": "Descanse.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Derrotado - I",
			"voicelineType": "500001",
			"description": "Isso é... um pesadelo?",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Derrotado - II",
			"voicelineType": "500002",
			"description": "Escuridão... se... aproxima...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Derrotado - III",
			"voicelineType": "500003",
			"description": "Ainda sinto... a dor.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Ataque Leve Sofrido - I",
			"voicelineType": "900002",
			"description": "Que rude.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Ataque Pesado Sofrido - I",
			"voicelineType": "910001",
			"description": "Que gafe...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Ataque Pesado Sofrido - II",
			"voicelineType": "910002",
			"description": "Um paciente difícil...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Ataque Pesado Sofrido - III",
			"voicelineType": "910003",
			"description": "Que traiçoeiro...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Entrando na Equipe - I",
			"voicelineType": "600001",
			"description": "Pode me contar tudo.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Entrando na Equipe - II",
			"voicelineType": "600002",
			"description": "Chegou a hora da nossa sessão?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Entrando na Equipe - III",
			"voicelineType": "600003",
			"description": "Ah... Não sinto nenhum pesadelo por aqui.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}