{
	"name": "Barbara",
	"combat1": {
		"name": "Attaque normale : Murmure de l'eau",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 4 attaques d'eau qui infligent des DGT Hydro.\n\n**Attaque chargée**\nAprès un court délai, inflige des DGT Hydro de zone ; cette attaque consomme de l'endurance.\n\n**Attaque plongeante**\nPlonge depuis les airs en concentrant ses pouvoirs Hydro, infligeant des DGT aux ennemis en chemin et des DGT Hydro de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "C'est parti pour le show ♪",
		"info": "Invoque des gouttelettes dansantes qui forment un cercle de mélodie infligeant des DGT Hydro et trempant les ennemis proches.\n\n**Cercle de mélodie**\n· Les attaques normales de Barbara restaurent les PV de vos personnages dans l'équipe ainsi que de tous les alliés proches lorsqu'elles touchent. La quantité de PV restaurés est proportionnelle aux PV max de Barbara.\n· L'effet des soins est multiplié par 4 avec les attaques chargées.\n· Régénère les PV de votre personnage déployé à intervalles réguliers.\n· Barbara trempe les personnages et les ennemis avec qui elle entre en contact.",
		"description": "La musique de Barbara est une magie capable de soigner chacun.",
		"image": ""
	},
	"combat3": {
		"name": "Miracle brillant ♪",
		"info": "Restaure considérablement les PV des alliés et de vos personnages dans l'équipe ; la quantité de PV restaurés est proportionnelle aux PV max de Barbara.",
		"description": "Soigner le cœur de chacun, telle est la force du chant de Barbara.",
		"image": ""
	},
	"passive1": {
		"name": "Splendide saison",
		"info": "Les personnages situés dans le cercle de mélodie de **C'est parti pour le show ♪** consomment 12 % d'énergie élémentaire en moins.",
		"image": ""
	},
	"passive2": {
		"name": "Bis repetita",
		"info": "Chaque orbe ou particule élémentaire obtenu(e) par votre personnage déployé prolonge le cercle de mélodie de **C'est parti pour le show ♪** de 1 s.\nDurée max : 5 s.",
		"image": ""
	},
	"passive3": {
		"name": "De tout mon cœur ♪",
		"info": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat de soins parfait.",
		"image": ""
	}
}