{
	"name": "Jean",
	"combat1": {
		"name": "Attaque normale : Escrime de Favonius",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 5 coups d'épée.\n\n**Attaque chargée**\nLibère une puissante attaque ascendante portée par les vents ; cette attaque consomme de l'endurance.\nLes ennemis projetés en l'air retombent lentement au sol.\n\n**Attaque descendante**\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Épée de tourbillon",
		"info": "Concentrant l'énergie des vents dans son épée, Jean libère une tornade qui projette les ennemis dans la direction ciblée, infligeant d'importants DGT Anémo.\n\n**Appui long**\nLes ennemis et les objets proches sont attirés par la tornade ; cette attaque consomme de l'endurance sur la durée.\nLa tornade peut être dirigée.\nJean ne peut pas se déplacer tant que l'attaque dure.",
		"description": "Idéale pour protéger ses alliés, cette technique accompagne Jean depuis longtemps.",
		"image": ""
	},
	"combat3": {
		"name": "Brise de pissenlit",
		"info": "Jean invoque la protection des vents ; un champ de pissenlits tournoyant repousse les ennemis proches, tout en leur infligeant des DGT Anémo.\nDans le même temps, tous les personnages de l'équipe sont soignés considérablement ; le nombre de PV restaurés est proportionnel à l'ATQ de Jean.\n\n**Champ de pissenlits**\n· Le champ de pissenlits restaure les PV des personnages dans la zone de façon continue.\n· Le champ leur applique également l'élément Anémo.\n· Les ennemis qui rentrent ou sortent de la zone subissent des DGT Anémo.",
		"description": "Semblable aux pissenlits bercés par le vent, la magnanimité de Jean n'a que l'horizon pour limite.",
		"image": ""
	},
	"passive1": {
		"name": "Charge critique",
		"info": "Les attaques normales de Jean ont 50 % de chance de restaurer une quantité de PV équivalant à 15 % de l'ATQ de Jean à tous les personnages de l'équipe lorsqu'elles touchent.",
		"image": ""
	},
	"passive2": {
		"name": "Que le vent vous guide",
		"info": "**Brise de pissenlit** restaure 20 % d'énergie élémentaire lorsqu'elle prend fin.",
		"image": ""
	},
	"passive3": {
		"name": "Vent directeur",
		"info": "12 % de chance d'obtenir un plat supplémentaire lorsque vous cuisinez un plat de soins parfait.",
		"image": ""
	}
}