{
	"name": "Lisa",
	"combat1": {
		"name": "Attaque normale : Touche d'éclair",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 4 attaques électrifiées, infligeant des DGT Électro.\n\n**Attaque chargée**\nAprès un court délai, inflige des DGT Électro de zone ; cette attaque consomme de l'endurance.\n\n**Attaque plongeante**\nPlonge depuis les airs en concentrant ses pouvoirs Électro, infligeant des DGT aux ennemis en chemin et des DGT Électro de zone à l'impact."
	},
	"combat2": {
		"name": "Arc fulminant",
		"info": "Canalise le pouvoir de la foudre pour nettoyer un peu le champ de bataille.\n\n**Appui simple**\nLibère un orbe électrique à tête chercheuse.\n\nLorsqu'il touche une cible, l'orbe inflige des DGT Électro, ainsi que l'effet Conductivité aux ennemis proches, cumulable 3 fois.\n\n**Appui long**\nAprès un court délai, des éclairs s'abattent des cieux et infligent des DGT Électro à tous les ennemis proches.\nLes ennemis affectés par Conductivité subissent des DGT supplémentaires proportionnels au nombre de cumuls.",
		"description": "La couleur de la foudre est aussi la couleur de la Sorcière à la rose."
	},
	"combat3": {
		"name": "Rose de foudre",
		"info": "Invoque une rose de foudre qui libère une puissante énergie électrique repoussant les ennemis proches et leur infligeant des DGT Électro.\nLa rose de foudre envoie des décharges électriques qui infligent des DGT Électro aux ennemis proches tant qu'elle est active.",
		"description": "Cette rose est belle, mais possède des épines mortelles."
	},
	"passive1": {
		"name": "Relique d'électricité",
		"info": "Les attaques chargées infligent l'effet Conductivité d'**Arc fulminant** aux ennemis lorsqu'elles touchent."
	},
	"passive2": {
		"name": "Champ électrostatique",
		"info": "**Rose de foudre** réduit la DÉF des ennemis qu'elle touche de 15 % pendant 10 s."
	},
	"passive3": {
		"name": "Connaissances médicinales",
		"info": "Lorsque vous fabriquez des potions, il y a 20 % de chances qu'une partie des matières premières vous soit rendue."
	}
}