{
	"name": "Mona",
	"combat1": {
		"name": "Attaque normale : Ondes du destin",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 4 attaques d'eau qui infligent des DGT Hydro.\n\n**Attaque chargée**\nAprès un court délai, inflige des DGT Hydro de zone ; cette attaque consomme de l'endurance.\n\n**Attaque plongeante**\nPlonge depuis les airs en concentrant ses pouvoirs Hydro, infligeant des DGT aux ennemis en chemin et des DGT Hydro de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Mirage aqueux",
		"info": "Mona invoque un mirage du destin créé à partir de projections aqueuses.\n\n**Mirage**\nLe mirage a les effets suivants :\n· Nargue les ennemis proches et attire leur attention ;\n· Inflige des DGT Hydro continus aux ennemis proches.\n· Lorsque le mirage prend fin, il explose et inflige des DGT Hydro de zone.\n\n**Appui long**\nMona utilise la puissance de l'eau pour se propulser rapidement en arrière et invoque un mirage du destin.\nIl ne peut exister qu'un seul mirage à la fois.",
		"description": "Les astromanciens les plus doués ont toujours rêvé de pouvoir créer un sosie d'eux-mêmes pour pouvoir faire face au danger ; mais Mona est sans doute la première à avoir réalisé ce tour de main.",
		"image": ""
	},
	"combatsp": {
		"name": "Vicissitude",
		"info": "**Remplace le sprint**\nMona se transforme en un courant d'eau, consommant de l'endurance pour se déplacer aussi vite qu'un torrent.\n\nDans l'état Vicissitude, Mona peut se déplacer rapidement sur l'eau.\nÀ la fin de l'état, Mona trempe les ennemis proches lorsqu'elle réapparaît.",
		"description": "Voici une technique que Mona est capable d'effectuer, mais pas son maître. Ce n'est pas comme si cette dernière souhaitait apprendre quoi que ce soit au sujet de l'œil divin Hydro...",
		"image": ""
	},
	"combat3": {
		"name": "Voie divine",
		"info": "Mona invoque des vagues chatoyantes pour créer un reflet du ciel étoilé, qui inflige l'état Bulle nocturne aux ennemis dans une large zone d'effet.\n\n**Bulle nocturne**\nEmprisonne les ennemis, et les trempe. Les ennemis les plus faibles sont immobilisés.\nLorsqu'un ennemi emprisonné subit des DGT, il subit également les effets suivants :\n· Un présage est appliqué à l'ennemi, qui subit alors une augmentation de DGT, y compris de l'attaque l'ayant provoqué ;\n· L'effet Bulle nocturne disparaît, et inflige des DGT Hydro supplémentaires.\n\n**Présage**\nLe présage augmente les DGT subis par l'ennemi tant qu'il est actif.",
		"description": "C'est lorsque le regard des dieux dessina les étoiles que la notion de « destin » naquit.",
		"image": ""
	},
	"passive1": {
		"name": "Leurre du fatum",
		"info": "Entrer dans l'état **Vicissitude** invoque automatiquement un mirage après 2 s en cas de présence d'ennemis proches.\nLe mirage ainsi invoqué dure 2 s, et ses DGT d'explosion sont équivalents à 50 % des DGT de **Mirage aqueux**.",
		"image": ""
	},
	"passive2": {
		"name": "Que le destin décide",
		"info": "Confère à Mona un bonus de DGT Hydro équivalant à 20 % de sa recharge d'énergie.",
		"image": ""
	},
	"passive3": {
		"name": "Principes d'astromancie",
		"info": "Lorsque vous fabriquez un matériau d'élévation d'arme, il y a 25 % de chances qu'une partie des matières premières vous soit rendue.",
		"image": ""
	}
}