{
	"name": "Noëlle",
	"combat1": {
		"name": "Attaque normale : Escrime de Favonius - Servante",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 4 coups d'épée.\n\n**Attaque chargée**\nExécute une succession d'attaques tournoyantes ; cette attaque consomme de l'endurance de façon continue.\nL'attaque chargée se termine sur un coup puissant.\n\n**Attaque descendante**\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Armure de cœur",
		"info": "Invoque une armure de roche qui inflige des DGT Géo aux ennemis proches et génère un bouclier absorbant une quantité de DGT proportionnelle à la DÉF de Noëlle.\nL'armure de roche a les propriétés suivantes :\n· Les attaques normales et chargées de Noëlle ont une chance de restaurer les PV de tous les personnages de l'équipe lorsqu'elles touchent un ennemi.\n· L'armure est efficace à 150 % contre les DGT élémentaires et physiques.\n\nLes soins reçus sont proportionnels à la DÉF de Noëlle.",
		"description": "Noëlle est à la fois une servante fidèle et un chevalier vaillant.",
		"image": ""
	},
	"combat3": {
		"name": "Grand ménage",
		"info": "Concentrant le pouvoir de la roche sur son arme, Noëlle exécute une puissante attaque circulaire qui inflige des DGT Géo aux ennemis proches.\nNoëlle bénéficie ensuite des effets suivants : \n· Portée d'attaque augmentée.\n· DGT d'attaque convertis en DGT Géo ne pouvant pas être enchantés.\n· Bonus d'ATQ proportionnel à la DÉF de Noëlle.",
		"description": "Parfois, la poussière n'est pas la seule chose qu'il faut balayer... ",
		"image": ""
	},
	"passive1": {
		"name": "Dévotion ultime",
		"info": "Lorsque Noëlle fait partie de l'équipe et n'est pas déployée, l'effet suivant se déclenche automatiquement si les PV du personnage déployé tombent en dessous de 30 % :\nConfère un bouclier au personnage déployé pouvant absorber des DGT équivalant à 400 % de la DÉF de Noëlle pendant 20 s.\n· Le bouclier est efficace à 250 % contre les DGT élémentaires et les DGT physiques.\n· Le bouclier peut être déclenché une fois toutes les 60 s.",
		"image": ""
	},
	"passive2": {
		"name": "Clair et net",
		"info": "Le TdR d'**Armure de cœur** est réduit de 1 s tous les 4 coups d'attaques normales et chargées.\nToucher simultanément plusieurs ennemis compte comme un seul coup.",
		"image": ""
	},
	"passive3": {
		"name": "À votre service",
		"info": "12 % de chance d'obtenir un plat supplémentaire lorsque vous cuisinez un plat parfait qui renforce la DÉF.",
		"image": ""
	}
}