{
	"name": "Sucrose",
	"combat1": {
		"name": "Attaque normale : Esprit du vent",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 4 attaques de vent qui infligent des DGT Anémo.\n\n**Attaque chargée**\nAprès un court délai, inflige des DGT Anémo de zone ; cette attaque consomme de l'endurance.\n\n**Attaque plongeante**\nPlonge depuis les airs en concentrant ses pouvoirs Anémo, infligeant des DGT aux ennemis en chemin et des DGT Anémo de zone à l'impact."
	},
	"combat2": {
		"name": "Esprit du vent : Sujet 6308",
		"info": "Sucrose invoque un Esprit du vent de taille réduite, qui attire les ennemis et les objets proches à lui, projetant les ennemis dans les airs et leur infligeant des DGT Anémo.",
		"description": "C'est un peu embarrassant, mais il faut bien reconnaître que malgré leur courte durée de vie, les Esprits créés via ce procédé sont particulièrement utiles pour l'aventure. Comme quoi, même les expériences ratées peuvent servir."
	},
	"combat3": {
		"name": "Esprit du vent : Isomorphe 75 Type II",
		"info": "Sucrose jette une concoction instable qui libère un Esprit du vent de grande taille.\nL'Esprit attire les ennemis et les objets proches à lui, projetant les ennemis dans les airs et leur infligeant des DGT Anémo.\n\n**Absorption élémentaire**\nL'Esprit du vent absorbe les éléments Hydro, Pyro, Cryo et Électro avec lesquels il entre en contact ; ceux-ci lui confèrent leurs attributs, et infligent un bonus de DGT de l'élément correspondant.\nUn seul élément peut être absorbé à la fois.",
		"description": "Sucrose aime à donner des noms à ses Hypostases Anémo instables ; leur lignée est encore plus longue que celle du Baron Lapinou 893e du nom."
	},
	"passive1": {
		"name": "Permutation de catalyste",
		"info": "Tous les personnages de l'équipe du type élémentaire concerné (à l'exception de Sucrose) obtiennent un bonus de 50 pts de maîtrise élémentaire pendant 8 s lorsque Sucrose déclenche une Dispersion."
	},
	"passive2": {
		"name": "Mollis Favonius",
		"info": "Lorsque **Esprit du vent : Sujet 6308** ou **Esprit du vent : Isomorphe 75 Type II** touche un ennemi, tous les personnages de l'équipe (à l'exception de Sucrose) bénéficient pendant 8 s d'un bonus de maîtrise élémentaire équivalant à 20 % de la maîtrise élémentaire de Sucrose."
	},
	"passive3": {
		"name": "Fragile découverte",
		"info": "10 % de chances d'obtenir le double de produits lors de la synthèse de matériaux d'amélioration de personnage ou d'arme."
	}
}