{
	"name": "Venti",
	"combat1": {
		"name": "Attaque normale : Archerie divine",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 6 tirs consécutifs. \n\n**Attaque chargée**\nEffectue un **tir visé** plus précis infligeant davantage de DGT.\nLors de la visée, la flèche se charge en élément Anémo, infligeant de considérables DGT Anémo quand elle est complètement chargée.\n\n**Attaque plongeante**\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Sonnet des Vents célestes",
		"info": "Le vent porteur de chants et de mélodies vient faire voler les êtres foulant cette terre.\n\n**Appui simple**\nVenti invoque une bourrasque sur la position de l'ennemi, qui inflige des DGT Anémo de zone et projette les ennemis en l'air.\n\n**Appui long**\nVenti invoque une bourrasque plus puissante sur sa position, qui inflige des DGT Anémo de zone et projette les ennemis proches en l'air.\nL'appui long permet à Venti de voler dans les airs.\n\nLes ennemis projetés en l'air retombent lentement au sol.",
		"description": "Aux temps anciens où dieux et hommes se partageaient la terre, nombreux furent les chants qui atteignirent les cieux. Ce sonnet possède une mélodie oubliée depuis longtemps.",
		"image": ""
	},
	"combat3": {
		"name": "Ode au Vent",
		"info": "Venti tire une flèche porteuse de la puissance de mille vents et de l'Œil de la tempête. Ce dernier attire les ennemis en son centre, et inflige des DGT Anémo continus.\n\n**Absorption élémentaire**\nL'Œil de la tempête absorbe les éléments Hydro, Pyro, Cryo et Électro avec lesquels il entre en contact ; ceux-ci lui confèrent leurs attributs, et infligent un bonus de DGT de l'élément correspondant.",
		"description": "Nombre de poèmes chantant la gloire de l'Archon Anémo ont été perdus. Celui-ci raconte sa puissance, et la puissance des vents.",
		"image": ""
	},
	"passive1": {
		"name": "Embrasse des vents",
		"info": "L'appui long de **Sonnet des Vents célestes** génère une bourrasque ascendante qui dure 20 s.",
		"image": ""
	},
	"passive2": {
		"name": "Œil de la tempête",
		"info": "Venti récupère 15 pts d'énergie élémentaire à la fin d'**Ode au Vent**.\nEn cas d'absorption élémentaire, les personnages de l'élément correspondant récupèrent également 15 pts d'énergie élémentaire.",
		"image": ""
	},
	"passive3": {
		"name": "Chevaucheur du vent",
		"info": "Réduit la consommation d'endurance de vos personnages dans l'équipe de 20 % lors du planage.\nNe peut pas être cumulé avec d'autres attitudes passives aux effets identiques.",
		"image": ""
	}
}