{
	"name": "Xingqiu",
	"combat1": {
		"name": "Attaque normale : Style Guhua",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 5 coups d'épée.\n\n**Attaque chargée**\nConsomme de l'endurance pour déclencher deux coups d'épée rapides.\n\n**Attaque plongeante**\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Épée Guhua : Pluie battante",
		"info": "Lance une succession de 2 coups d'épée qui infligent des DGT Hydro aux ennemis en face. Dans le même temps, le personnage déployé s'entoure du nombre maximum d'épées de pluie.\nLes épées de pluie ont les propriétés suivantes : \n· Les épées se brisent lorsque Xingqiu subit des DGT et ce faisant réduisent les DGT subis.\n· Augmentent la RÉS à l'interruption du personnage.\n20 % du bonus de DGT Hydro de Xingqiu est converti en réduction de DGT supplémentaire par les épées de pluie.\n\nJusqu'à 24 % de réduction de DGT supplémentaire peut être obtenue de cette manière.\nXingqiu commence avec 3 épées de pluie maximum.\nApplique l'état Trempé à Xingqiu lors du lancement.",
		"description": "« Le dragon est facile à vaincre, mais la goutte de pluie est insaisissable. ».",
		"image": ""
	},
	"combat3": {
		"name": "Épée Guhua : Pluie et arc-en-ciel",
		"info": "Xingqiu fait appel à un déluge d'épées et combat avec une lame arc-en-ciel ; il s'entoure de plus du nombre maximum d'épées de pluie.\n\n**Lame arc-en-ciel**\n· Les attaques normales infligées par votre personnage déployé libèrent un déluge d'épées et infligent des DGT Hydro.\n· Le nombre d'épées de pluie ne diminue pas.",
		"description": "La Voie des Lames de Pluie est l'un des trois secrets jalousement gardés par le Clan Guhua.",
		"image": ""
	},
	"passive1": {
		"name": "Clé d'invocation d'eau",
		"info": "Lorsque une épée de pluie est brisée par des attaques ou se termine, elle restaure les PV du personnage déployé d'une quantité de PV équivalant à 6 % des PV max de Xingqiu.",
		"image": ""
	},
	"passive2": {
		"name": "Lames et gouttes de pluie",
		"info": "Confère un bonus de DGT Hydro de 20 % à Xingqiu.",
		"image": ""
	},
	"passive3": {
		"name": "Illumination",
		"info": "25 % de chance de récupérer des ressources lors de la synthèse de matériaux d'aptitude.",
		"image": ""
	}
}