{
	"name": "Xinyan",
	"combat1": {
		"name": "Attaque normale : Danse du feu",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 4 coups d'épée.\n\n**Attaque chargée**\nExécute une succession d'attaques tournoyantes ; cette attaque consomme de l'endurance de façon continue.\nL'attaque chargée se termine sur un coup puissant.\n\n**Attaque plongeante**\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Jeu fervent",
		"info": "Xinyan brandit sa guitare, et inflige aux ennemis proches des DGT Pyro, et génère un bouclier grâce au soutien de l'audience.\nLe bouclier absorbe une quantité de PV proportionnelle à la DÉF de Xinyan et aux ennemis touchés :\n· 0 à 1 ennemi touché : Bouclier Niv.1\n· 2 ennemis touchés : Bouclier Niv.2\n· 3 ennemis touchés ou plus : Bouclier Niv.3, qui inflige en plus des DGT Pyro aux ennemis proches de façon intermittente.\n\nLe bouclier a les effets suivants :\n· Applique au moment de sa création l'élément Pyro à Xinyan ;\nLe bouclier est efficace à 250 % contre les DGT Pyro.",
		"description": "Xinyan n'insiste jamais assez sur le fait que tous ces effets sont le pinacle de l'art de la scène, et qu'ils constituent un phénomène d'ordre physique n'ayant bien sûr rien à voir avec son œil divin.",
		"image": ""
	},
	"combat3": {
		"name": "Riff rebelle",
		"info": "Grattant son instrument avec passion, Xinyan libère une vague d'ondes qui repoussent les ennemis, et infligent aux ennemis proches des DGT physiques, au plus grand plaisir du public.\nL'ambiance se réchauffe tellement que des explosions ont lieu, infligeant aux ennemis proches des DGT Pyro.",
		"description": "Xinyan avait autrefois pour habitude de terminer toutes ses représentations de cette manière. Ce n'est pas à cause du danger qu'elle s'est arrêtée, mais parce qu'elle n'avait pas de final encore plus épique à proposer dans le cas d'un nouveau rappel.",
		"image": ""
	},
	"passive1": {
		"name": "« Le spectacle doit continuer, même sans audience... »",
		"info": "Réduit le nombre d'ennemis à toucher pour déclencher chaque niveau de bouclier de **Jeu fervent** :\n· 1 ennemi touché : Bouclier Niv.2 ;\n· 2 ennemis touchés ou plus : Bouclier Niv.3.",
		"image": ""
	},
	"passive2": {
		"name": "« ... Ça c'est du rock ! »",
		"info": "Les DGT physiques infligés par les personnages sous la protection du bouclier généré par **Jeu fervent** augmentent de 15 %.",
		"image": ""
	},
	"passive3": {
		"name": "Recette pour un tube",
		"info": "12 % de chance d'obtenir un plat supplémentaire lorsque vous cuisinez un plat parfait qui renforce la DÉF.",
		"image": ""
	}
}