{
	"name": "Zhongli",
	"combat1": {
		"name": "Attaque normale : Pluie de pierres",
		"info": "**Attaque normale**\nEnchaîne jusqu'à 6 coups de lance.\n\n**Attaque chargée**\nCharge vers l'avant, faisant pleuvoir des lances de roche sur sa route.\n\n**Attaque plongeante**\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact.",
		"image": ""
	},
	"combat2": {
		"name": "Dominus Lapidis",
		"info": "Le pouvoir Géo est présent dans les montagnes, sur la terre comme dans les profondeurs, et jusque dans les fissures rocailleuses. Mais rares sont ceux capables de maîtriser une telle puissance.\n\n**Appui simple**\nZhongli matérialise une Dorsale rocheuse.\n\n**Appui long**\nZhongli fait exploser l'élément Géo contenu dans les environs, entraînant les effets suivants :\n· Une Dorsale rocheuse est créée si le nombre maximum de Dorsales rocheuses sur le terrain n'est pas atteint.\n· Un bouclier de jade capable d'absorber une quantité de DGT proportionnelle aux PV max de Zhongli est généré.\n· Inflige des DGT Géo de zone.\n· Absorbe l'élément Géo des cibles proches affectées par l'élément Géo (jusqu'à 2 cibles max). Cet effet n'inflige pas de DGT.\n\n**Dorsale rocheuse**\nUne Dorsale rocheuse inflige des DGT Géo de zone lorsqu'elle est matérialisée.\nLa Dorsale entre en résonance avec les autres constructions Géo présentes.\nL'amas rocheux libère l'écho de la pierre originelle de façon intermittente, infligeant des DGT Géo aux ennemis à proximité.\nLa Dorsale rocheuse est une construction Géo qui bloque les attaques et peut être escaladée. Il ne peut exister qu'une seule Dorsale à la fois.\n\n**Bouclier de jade**\nLe bouclier de jade est efficaces à 150 % contre les DGT élémentaires et physiques.\nLorsqu'un bouclier de jade protège un personnage, les RÉS élémentaires et physique des ennemis proches sont réduites de 20 %. Cet effet n'est pas cumulable.",
		"description": "Un vrai maître de la roche doit savoir sculpter le jade et l'or.",
		"image": ""
	},
	"combat3": {
		"name": "Chute de météore",
		"info": "Zhongli fait tomber des cieux un gigantesque météore, qui inflige d'importants DGT Géo à l'impact et pétrifie les ennemis.\n\n**Pétrification**\nLes ennemis pétrifiés sont immobilisés.",
		"description": "Que le météore qui transperce la voûte illumine les ténèbres de ce monde.",
		"image": ""
	},
	"passive1": {
		"name": "Ondes résonnantes",
		"info": "Chaque attaque touchant le bouclier de jade génère les effets suivants :\n· Augmente la force du bouclier de 5 %.\n· Cet effet peut être cumulé 5 fois maximum et dure jusqu'à la fin du bouclier.",
		"image": ""
	},
	"passive2": {
		"name": "Domination de la Terre",
		"info": "Augmente les DGT infligés par les attaques de Zhongli citées ci-dessous en fonction de ses PV max :\n· Augmentation de DGT des attaques normales, chargées et plongeantes : 1,39 % des PV max.\n· Augmentation de DGT de dorsale rocheuse, de DGT de résonance et de DGT de l'appui long de **Dominus Lapidis** : 1,9 % des PV max.\n·Augmentation de DGT de **Chute de météore** : 33 % des PV max.",
		"image": ""
	},
	"passive3": {
		"name": "Cristal du destin",
		"info": "Lorsque vous forgez une arme d'hast, 15 % du minerai utilisé vous sera rendu.",
		"image": ""
	}
}