{
	"id": 227021,
	"name": "A Thousand Young",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Equipment Card",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talent"
	],
	"description": "When played: Create 4 Awaken, My Kindred cards and randomly place them in your deck.\nWhen your Guardian of Apep's Oasis, who has this card equipped, is on the field: Your Proliferated Organism deals +1 DMG.\n(You must have Guardian of Apep's Oasis in your deck to add this card to your deck)",
	"descriptionraw": "<color=#FFFFFFFF>When played:</color> Create 4 <color=#FFFFFFFF>$[C127021]</color> cards and randomly place them in your deck.\\nWhen your <color=#FFFFFFFF>$[A2702]</color>, who has this card equipped, is on the field: Your <color=#FFFFFFFF>$[C127022]</color> deals +1 DMG.\\n(You must have $[A2702] in your deck to add this card to your deck)",
	"descriptionreplaced": "<color=#FFFFFFFF>When played:</color> Create 4 <color=#FFFFFFFF>Awaken, My Kindred</color> cards and randomly place them in your deck.\\nWhen your <color=#FFFFFFFF>Guardian of Apep's Oasis</color>, who has this card equipped, is on the field: Your <color=#FFFFFFFF>Proliferated Organism</color> deals +1 DMG.\\n(You must have Guardian of Apep's Oasis in your deck to add this card to your deck)",
	"storytitle": "Guardian of Apep's Oasis: A Thousand Young",
	"storytext": "Apep once walked through an ocean of fragrant grass, gigantic trees, and unimaginably long vines like a fish with its many offspring swimming through the sea. Finally, the grass, trees, and vines withered and turned to dust, while countless beings as minute as grains of gravel built a fragile kingdom upon Apep's land.\nApep and its offspring made the sea of sand rage like boiling water and swept houses down as if they were falling leaves. Until the day when the new Lord of Sand reconciled with the king who lost their homeland, the dunes under the sun belonged to humanity, while the dragon's oasis remained in the hearts of the dragons.\nApep shared the knowledge of evolution with its many offspring, because spreading knowledge ensures dissemination while the stagnation of hoarded wisdom courted only decay. Till the day the promise between it and the Lord of Sand was finally attained, with ultimate wisdom claimed. Henceforth, it reaped only sights of oblivion, of an endless calamity...",
	"source": "Reward for accepting the Tavern Challenge against the Guardian of Apep's Oasis at The Cat's Tail and achieving all corresponding challenge objectives in a Friendly Fracas",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}