{
	"id": 224061,
	"name": "Chain Lightning Cascade",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Equipment Card",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talent"
	],
	"description": "When played: If Abyss Lector: Violet Lightning, who has this card equipped, has already triggered Electric Rebirth, cause the opponent's active character to lose 1 Energy.\nWhen Abyss Lector: Violet Lightning, who has this card equipped, triggers Electric Rebirth or is defeated: Discard this card, and cause the opponent's active character to lose 1 Energy.\n(You must have Abyss Lector: Violet Lightning in your deck to add this card to your deck.)",
	"descriptionraw": "<color=#FFFFFFFF>When played:</color> If <color=#FFFFFFFF>$[A2406]</color>, who has this card equipped, has already triggered <color=#FFFFFFFF>$[C124061]</color>, cause the opponent's active character to lose 1 $[K310].\\nWhen $[A2406], who has this card equipped, triggers <color=#FFFFFFFF>$[C124061]</color> or is defeated: Discard this card, and cause the opponent's active character to lose 1 $[K310].\\n(You must have $[A2406] in your deck to add this card to your deck.)",
	"descriptionreplaced": "<color=#FFFFFFFF>When played:</color> If <color=#FFFFFFFF>Abyss Lector: Violet Lightning</color>, who has this card equipped, has already triggered <color=#FFFFFFFF>Electric Rebirth</color>, cause the opponent's active character to lose 1 <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energy</color>.\\nWhen Abyss Lector: Violet Lightning, who has this card equipped, triggers <color=#FFFFFFFF>Electric Rebirth</color> or is defeated: Discard this card, and cause the opponent's active character to lose 1 <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energy</color>.\\n(You must have Abyss Lector: Violet Lightning in your deck to add this card to your deck.)",
	"storytitle": "Abyss Lector: Chain Lightning Cascade",
	"storytext": "\"Their violent lightning strikes the hearts of unbelievers with dark wisdom, warped by the shadowy depths of an eternal night, its violet glow proclaiming the existence of a great power that corrodes human intellect.\"",
	"source": "Reward for accepting the Tavern Challenge against the Abyss Lector: Violet Lightning at The Cat's Tail and achieving all corresponding challenge objectives in a Friendly Fracas",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}