{
	"id": 223041,
	"name": "Molten Mail",
	"shareid": 354,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Equipment Card",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talent"
	],
	"description": "When played: Apply Pyro Application to the Emperor of Fire and Iron with this card equipped.\nAfter your Shield Status other than Armored Crab Carapace or Shield Combat Status is removed: The Emperor of Fire and Iron with this card equipped gains 2 stacks of Armored Crab Carapace. (Once per Round)\n(You must have Emperor of Fire and Iron in your deck to add this card to your deck.)",
	"descriptionraw": "<color=#FFFFFFFF>When played:</color> Apply $[K203] to the <color=#FFFFFFFF>$[A2304]</color> with this card equipped.\\nAfter your $[K6] Status other than $[K1023] or $[K6] Combat Status is removed: The $[A2304] with this card equipped gains 2 stacks of $[K1023]. (Once per Round)\\n(You must have $[A2304] in your deck to add this card to your deck.)",
	"descriptionreplaced": "<color=#FFFFFFFF>When played:</color> Apply <color=#FF9999FF>{SPRITE_PRESET#2103}Pyro Application</color> to the <color=#FFFFFFFF>Emperor of Fire and Iron</color> with this card equipped.\\nAfter your {SPRITE_PRESET#4007}<color=#FFFFFFFF>Shield</color> Status other than <color=#FFFFFFFF>Armored Crab Carapace</color> or {SPRITE_PRESET#4007}<color=#FFFFFFFF>Shield</color> Combat Status is removed: The Emperor of Fire and Iron with this card equipped gains 2 stacks of <color=#FFFFFFFF>Armored Crab Carapace</color>. (Once per Round)\\n(You must have Emperor of Fire and Iron in your deck to add this card to your deck.)",
	"storytitle": "Emperor of Fire and Iron: Molten Mail",
	"storytext": "\"Imagine this world: All of humanity has been purged from Teyvat, and the ever-growing Emperor of Fire and Iron eventually wears the Palais Mermonia upon its body like a luxurious coat of white stone.\"",
	"source": "Reward for accepting the Tavern Challenge against the Emperor of Fire and Iron at The Cat's Tail and achieving all corresponding challenge objectives in a Friendly Fracas",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_PYRO",
			"count": 1
		}
	]
}